Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00a4000a.po
Languages: pt_br

source: Suited Goon
pt_br: Scagnozzo in abito

source: Suited Henchman
pt_br: Scagnozzo in abito

# 112_Saejima
source: For a buncha men in suits, this don't look too gentlemanly.
pt_br: Per essere un branco di uomini in giacca e cravatta, questo non sembra un granché da gentiluomini.

# 124_Femme Fatale
source: Please, help me!
pt_br: Aiutami, ti prego!

# 184_Suited Goon
source: Not so fast.
pt_br: Non così in fretta.

# 208_Suited Goon
source: You? I thought I told you to get lost!
pt_br: Tu? Non ti avevo detto di sparire!

# 220_Saejima
source: It's clear as a kappa you're up to some shady shit...
pt_br: È fin troppo chiaro che stai combinando qualche schifo...

# 232_Suited Goon
source: Which isn't your problem, so beat it already!
pt_br: Questo non è affar tuo, quindi sloggia!

# 244_Saejima
source: When someone asks me for help, it becomes my problem. 'Specially when they're surrounded by a buncha suits.
pt_br: Quando qualcuno mi chiede una mano, diventa un mio problema. Soprattutto quando sono circondati da un branco di tizi in completo.

# 256_Suited Goon
source: Great, we've got us a wannabe hero...
pt_br: Ottimo, ci siamo beccati un aspirante eroe...

# 268_Suited Henchman
source: Look, this is one damsel in distress you don't wanna save. Meddle in our business and there will be real consequences.
pt_br: Guarda, questa è una donzella in pericolo che non ti conviene proprio salvare. Se ti impicci nei nostri affari, le conseguenze saranno serie.

# 280_Saejima
source: That a threat?
pt_br: Questa, una minaccia?

# 292_Suited Henchman
source: No, it's a promise. Playing hero for some woman you've never even met will get you killed.
pt_br: No, è una promessa. Fare l'eroe per una tizia che non hai nemmeno mai incontrato ti farà ammazzare.

# 316_Suited Goon
source: Hey, dumbass! Hello in there!
pt_br: Oi, coglione! Ci sei?

# 328_Suited Henchman
source: I guess you're ignoring my warning.
pt_br: Mi sa che stai ignorando il mio avvertimento.

# 340_Saejima
source: Guess I am.
pt_br: Mi sa di sì.

# 352_Suited Henchman
source: Then you've painted us into a corner. Try not to get your blood on my suit!
pt_br: Allora ci hai messo alle strette. Non sporcarmi il completo di sangue!
