Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00070008.po
Languages: pt_br

source: Receptionist
pt_br: Addetto alla reception

# 212_Receptionist
source: That's too bad. Please try again some time.
pt_br: Che peccato. Riprova più avanti.

# 236_Receptionist
source: Congratulations. Here's your prize.
pt_br: Congratulazioni. Ecco il tuo premio.

# 272_Receptionist
source: Welcome.
pt_br: Benvenuto.

# 284_Receptionist
source: What would you like to do?
pt_br: Che si fa?

# 296_Receptionist
source: Please be forwarned that equipped gear will not apply its effects.
pt_br: Si prega di notare che l'equipaggiamento equipaggiato non applicherà i suoi effetti.

# 308_Receptionist
source: Please select a tournament.
pt_br: Selezioni un torneo.

# 344_Receptionist
source: Welcome.
pt_br: Benvenuto.

# 368_Receptionist
source: We hope to see you again.
pt_br: Speriamo di rivederti.

# 392_Receptionist
source: These are the Coliseum rules.
pt_br: Queste sono le regole del Colosseo.

# 404_Receptionist
source: These are the battle rules. Each tournament will have a different set of rules.
pt_br: Queste sono le regole di combattimento. Ogni torneo avrà regole diverse.

# 416_Receptionist
source: This is is the individual introduction.
pt_br: Questa è l'introduzione individuale.

# 440_Receptionist
source: Point.
pt_br: Punto.

# 464_Receptionist
source: Ask About Tag Matches
pt_br: Chiedi dei Tag Match

# 488_Receptionist
source: Ask About Tag Matches
pt_br: Chiedi dei Tag Match

# 512_Receptionist
source: The Tag Team introduction has been canceled.
pt_br: L'introduzione del Tag Team è stata annullata.

# 536_Receptionist
source: Tournament Selection
pt_br: Selezione Torneo

# 548_Receptionist
source: Coliseum Rules
pt_br: Regole del Coliseum

# 560_Receptionist
source: Individual Introduction
pt_br: Introduzione Individuale

# 572_Receptionist
source: Check Super Star Points
pt_br: Controlla Punti Super Stella

# 584_Receptionist
source: Ask About Tag Matches
pt_br: Chiedi dei Tag Match

# 596_Receptionist
source: Ask About Popularity
pt_br: Chiedi della Popolarità

# 608_Receptionist
source: Tag Match Introduction
pt_br: Introduzione al Tag Match
