Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid002601f5.po
Languages: pt_br

source: Injured Man
pt_br: Uomo Ferito

# 56_Kiryu
source: Who would've thought this guy was one of the Snake Flower Triad?
pt_br: Chi l'avrebbe mai detto che questo tizio fosse uno della Triade Fiore del Serpente?

# 68_Tanimura
source: You want me to let the police know about it?
pt_br: Vuoi che avvisi la polizia?

# 92_Emoto
source: Hey, come on now. Don't forget this guy's my patient. He'll need some time to recover.
pt_br: Ehi, suvvia. Non dimenticare che questo qui è il mio paziente. Avrà bisogno di un po' di tempo per riprendersi.

# 104_Kiryu
source: But what're you going to do with him?
pt_br: Ma che ci farete con lui?

# 116_Emoto
source: You could call it a gut instinct, but I don't think this guy's going to be giving me any trouble.
pt_br: Potresti chiamarlo istinto di pancia, ma non credo che questo tizio mi darà problemi.

# 128_Tanimura
source: What makes you say that?
pt_br: Cosa te lo fa dire?

# 140_Emoto
source: When someone has a brush with death, they tend to reevaluate their priorities in life.
pt_br: Quando uno sfiora la morte, tende a rivalutare le proprie priorità nella vita.

# 152_Emoto
source: When he was coming to after surgery, he kept mumbling and crying for his mother and father.
pt_br: Mentre si riprendeva dall'operazione, non faceva che borbottare e piangere chiamando sua madre e suo padre.

# 176_Emoto
source: Even though I can heal a man's body, I can't mend his mind.
pt_br: Anche se posso guarire il corpo di un uomo, non posso rimettere a posto la sua mente.

# 188_Emoto
source: But I like to believe that as long as a man has life, he's still capable of changing for the better.
pt_br: Ma a me piace credere che finché un uomo è vivo, è ancora capace di cambiare in meglio.

# 200_Emoto
source: If there's even the tiniest chance of that, I'll treat the meanest bastard you can drag in here.
pt_br: Se c'è anche la minima possibilità di questo, curerò il bastardo più infame che riuscirai a trascinare qui dentro.

# 212_Kiryu
source: Doc...
pt_br: Dottore...

# 224_Tanimura
source: When this guy's wounds are finally healed, I can't imagine he'll wanna stick with a group that would just throw him away like that.
pt_br: Quando le ferite di questo tizio saranno finalmente guarite, non mi immagino che vorrà continuare a stare con un gruppo che lo scaricherebbe così.

# 236_Kiryu
source: I hope you're right.
pt_br: Spero che tu abbia ragione.

# 248_Tanimura
source: Maybe I could help him out once he's better.
pt_br: Magari potrei fargli avere una chance, una volta che si sarà rimesso in sesto.

# 260_Emoto
source: You can do something for him?
pt_br: Lei può fare qualcosa per lui?

# 272_Tanimura
source: Yeah, I think so.
pt_br: Già, penso di sì.

# 284_Tanimura
source: I figure now that you've saved the life his parents gave him, I can convince him to think of them and make a different choice this time.
pt_br: Mi sa che ora che gli hai salvato la vita che gli hanno dato i suoi genitori, posso convincerlo a pensare a loro e a fare una scelta diversa stavolta.

# 296_Kiryu
source: Tanimura... Thanks.
pt_br: Tanimura... Grazie.

# 308_Tanimura
source: No problem. Just like the doctor, I deal with stuff like this all the time.
pt_br: Nessun problema. Proprio come il dottore, ho sempre a che fare con cose del genere.

# 320_Injured Man
source: Th... Th...
pt_br: Qu... Qu...

# 332_Injured Man
source: Thank you...
pt_br: Grazie...

# 344_Kiryu
source: He's awake...
pt_br: È sveglio...

# 356_Injured Man
source: I... work... work... hard.
pt_br: Io... mi spacco... mi spacco... la schiena.

# 368_Kiryu
source: He understood what we said?
pt_br: Ha capito quello che abbiamo detto?

# 380_Emoto
source: I think he understood enough to know how much you were all trying to help him.
pt_br: Penso che abbia capito abbastanza per sapere quanto stavate tutti cercando di aiutarlo.

# 404_Tanimura
source: Come on, now. You're the one who saved his life.
pt_br: Dai, su. Sei stato tu a salvargli la vita.

# 416_Emoto
source: I just did what any doctor would do.
pt_br: Ho solo fatto quello che farebbe qualsiasi medico.

# 428_Tanimura
source: Then I guess you could say we just did what any citizen of Kamurocho would do.
pt_br: Quindi, direi che abbiamo solo fatto quello che farebbe un qualsiasi cittadino di Kamurocho.

# 440_Emoto
source: Heheh. Fair enough.
pt_br: Heheh. Ci sta.

# 452_Kiryu
source: Take good care of him, Doc.
pt_br: Prenditi cura di lui, Dottore.

# 464_Emoto
source: You bet. Take good care of yourselves, too.
pt_br: Contaci. E voi, mi raccomando.
