Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00a400fb.po
Languages: pt_br

# 68_Tanimura
source: I got here as quick as I could. What's going on? I've never heard you sound so worried over the phone before.
pt_br: Sono qui in un lampo, che diavolo succede? Non ti avevo mai sentito così in ansia al telefono, prima d'ora.

# 80_Mei Hua
source: The Asian Gateway money's gone missing.
pt_br: I soldi dell'Asian Gateway sono spariti.

# 92_Tanimura
source: What!?
pt_br: Cosa!?

# 104_Zhao
source: "Gone missing"? I think you meant we got flat-out robbed. Oww...
pt_br: "Sparito"? Penso volessi dire che ci hanno fregato di brutto. Ahia...

# 116_Mei Hua
source: Are you okay, Dad?
pt_br: Stai bene, Papà?

# 128_Tanimura
source: Yeah, Zhao-san, what happened?
pt_br: Sì, Zhao-san, che è successo?

# 140_Zhao
source: These guys suddenly barged in here and said, "Give us the money you're hoarding." I tried to say no...
pt_br: Questi tizi sono piombati qui dentro all'improvviso e hanno fatto: 'Dacci i soldi che hai messo da parte.' Ho provato a dire di no...

# 152_Mei Hua
source: ...And that's why I look like this.
pt_br: ...Ed è per questo che sono conciato così.

# 164_Tanimura
source: They raided the place in broad daylight, huh... Do you have any injuries? How about Mei Hua?
pt_br: Hanno svaligiato il locale in pieno giorno, eh... Ti sei fatto male? E Mei Hua?

# 176_Zhao
source: I'm fine. And Mei Hua wasn't here.
pt_br: Sto bene. E Mei Hua non era qui.

# 188_Tanimura
source: That's a relief...
pt_br: Meno male...

# 200_Zhao
source: Ma-chan, they left with this message:
pt_br: Ma-chan, se ne sono andati via, e hanno lasciato 'sto messaggio:

# 212_Mei Hua
source: "If you want your money back, tell the Parasite of Kamurocho to come alone to the vacant lot across from Public Park 3."
pt_br: Se rivuoi i tuoi soldi, dite al Parasita di Kamurocho di venire da solo allo spiazzo di fronte al Parco Pubblico 3.

# 224_Tanimura
source: "Parasite of Kamurocho," huh? Even criminals are calling me that now. What an honor.
pt_br: "Parasita di Kamurocho," eh? Perfino i criminali ormai mi chiamano così. Che onore.

# 236_Tanimura
source: Well, it looks like it's me they're after.
pt_br: Beh, a quanto pare ce l'hanno con me.

# 248_Zhao
source: Ma-chan, we can save that money back up again. You don't have to－
pt_br: Ma-chan, quei soldi li recuperiamo. Non devi－

# 260_Tanimura
source: I do. They're after me, so if I don't go, this will happen over and over.
pt_br: Sì, devo. Mi stanno col fiato sul collo, quindi se non ci vado, non la smetteranno più.

# 272_Mei Hua
source: But Ma-chan! It's too dangerous!
pt_br: Ma Ma-chan! È troppo pericoloso!

# 284_Tanimura
source: Ah, I'll be fine. This sorta thing is nothing new to me. But the vacant lot across from Public Park 3... That's far. Guess I'd better start walking.
pt_br: Ah, me la caverò. Queste cose per me non sono mica una novità. Ma lo spiazzo abbandonato di fronte al Parco Pubblico 3... È un bel pezzo. Mi sa che è meglio che mi metta in cammino.

# 296_Mei Hua
source: Don't hurt yourself, Ma-chan...
pt_br: Non farti male, Ma-chan...
