Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee02df.po
Languages: it

source: Employee
it: Dipendente

source: Player
it: Giocatore

# 936_Employee
source: Don't mind the mess, sir! We might be a wreck right now, but we're still open for business!
it: Non badi al disordine, signore! Saremo anche un cantiere adesso, ma siamo comunque aperti!

# 948_Employee
source: Hello, sir. What can I do for you today?
it: Salve, signore. Cosa posso fare per lei oggi?

# 960_Player
source: (Now's not the time for me to ask them to introduce me to a place.)
it: (Non è il momento di chiedere un’introduzione per un locale.)

# 972_Player
source: Sorry, something just came up.
it: Scusa, è appena saltato fuori un imprevisto.

# 984_Employee
source: Oh... Well, come by again soon, all right?
it: Oh... Allora torni presto, d’accordo?

# 1008_Employee
source: Don't mind the mess, sir! We might be a wreck right now, but we're still open for business!
it: Non badi al disordine, signore! Saremo anche un cantiere adesso, ma siamo comunque aperti!

# 1020_Employee
source: Hello, sir. What can I do for you today?
it: Salve, signore. Cosa posso fare per lei oggi?

# 1032_Player
source: (I need to be doing stuff for Elise right now. No time for detours.)
it: (Devo occuparmi di Elise adesso. Niente deviazioni.)

# 1044_Player
source: Sorry, something just came up.
it: Scusa, è appena saltato fuori un imprevisto.

# 1056_Employee
source: Oh... Well, come by again soon, all right?
it: Oh... Allora torni presto, d’accordo?

# 1080_Employee
source: Don't mind the mess, sir! We might be a wreck right now, but we're still open for business!
it: Non badi al disordine, signore! Saremo anche un cantiere adesso, ma siamo comunque aperti!

# 1092_Employee
source: Hello, sir. What can I do for you today?
it: Salve, signore. Cosa posso fare per lei oggi?

# 1104_Employee
source: Actually, I'm good.
it: In realtà, sono a posto.

# 1116_Employee
source: Okay, just let me know if you need anything.
it: Va bene, mi dica pure se ha bisogno di altro.

# 1128_Player
source: Tell me about Jewel.
it: Parlami di Jewel.

# 1140_Employee
source: What would you like to know about Jewel?
it: Cosa vorrebbe sapere su Jewel?

# 1152_Employee
source: Tell me about Jewel itself.
it: Parlami del locale Jewel.

# 1164_Employee
source: Jewel is a hostess club with a laid-back atmosphere and friendly, down-to-earth girls.
it: Jewel è un hostess club dall’atmosfera rilassata, con ragazze amichevoli e alla mano.

# 1176_Employee
source: It's my top recommendation! You can find it over on Shichifuku Street.
it: È la mia prima raccomandazione! Lo trova in Shichifuku Street.

# 1188_Employee
source: There's an 8,400 yen cover charge, a 3,150 yen hostess-selection charge, and a 3,150 yen service charge.
it: C’è un ingresso di 8.400 yen, 3.150 yen per la scelta dell’hostess e 3.150 yen di servizio.

# 1212_Employee
source: Tell me about Noa Mizutani.
it: Parlami di Noa Mizutani.

# 1224_Employee
source: Noa-chan is cheerful and friendly. Talking to her is like talking to a good friend, even if you've only just met.
it: Noa-chan è allegra e socievole. Parlarle è come parlare a una buona amica, anche appena conosciuta.

# 1236_Employee
source: She's a little ditzy at times, but I think you'll find it charming－especially when she doesn't realize she's being ditzy!
it: A volte è un po’ svampita, ma credo lo troverà adorabile—soprattutto quando non se ne rende conto!

# 1248_Employee
source: She's 21, an Aquarius, and her blood type's B! She loves to eat anything fried but hates bitter vegetables.
it: Ha 21 anni, è Acquario e di gruppo B! Adora tutto ciò che è fritto ma odia le verdure amare.

# 1260_Talk_Smile
source: Hehehe... Once you get a taste of Noa-chan's cheery personality, you won't be able to stop coming back for more!
it: Ehehe... Una volta assaggiata l’allegria di Noa-chan, non potrà più farne a meno!

# 1284_Employee
source: Tell me about Erena Aihara.
it: Parlami di Erena Aihara.

# 1296_Employee
source: Erena-chan is a spunky Kansai goddess! Her high energy is absolutely infectious.
it: Erena-chan è una dea vivace del Kansai! La sua energia è assolutamente contagiosa.

# 1308_Employee
source: Here's something you might not expect: she also has a girly side! Your heart is guaranteed to skip a beat once you get a glimpse of it!
it: E non te l’aspetteresti: ha anche un lato molto femminile! Ti assicuro che ti farà battere il cuore.

# 1320_Employee
source: She's 24, an Aries, and her blood type's O! Her favorite food is liver sashimi, and I hear she's really into perfume.
it: Ha 24 anni, è Ariete e di gruppo 0! Adora il fegato sashimi ed è fissata con i profumi.

# 1332_Talk_Smile
source: Hehe... Let me tell you, once you live through one of Erena-chan's hyper-energetic conversations, you'll be totally hooked!
it: Hehe... Dopo una chiacchierata super-energica con Erena-chan, sarai totalmente catturato!

# 1356_Employee
source: Tell me about Chihiro Ikki.
it: Parlami di Chihiro Ikki.

# 1368_Employee
source: Chihiro-chan's a college student! She's popular for her exceedingly normal personality－at least, normal compared to most hostesses.
it: Chihiro-chan è una studentessa universitaria! È popolare per il suo carattere estremamente normale—o almeno normale rispetto a molte hostess.

# 1380_Employee
source: You can tell she's trying really hard to keep up with "adulting," as she'd call it. You'll want to watch over her and protect her!
it: Si vede che si impegna per “fare l’adulta”, come dice lei. Ti verrà voglia di starle vicino e proteggerla!

# 1392_Employee
source: Just between you and me, I hear she's hiding a secret talent... Wonder what it could be.
it: Tra noi, pare nasconda un talento segreto... Chissà quale.

# 1404_Employee
source: She's 20, an Aries, and her blood type's B! I hear she's not very good with alcohol, despite working in a hostess club.
it: Ha 20 anni, è Ariete e di gruppo B! Regge poco l’alcol, nonostante lavori in un hostess club.

# 1416_Talk_Smile
source: Hehehe... You'd best be careful with Chihiro-chan. One innocent look is all it takes for an addiction to start!
it: Ehehe... Con Chihiro-chan occhio: basta uno sguardo innocente e scatta la dipendenza!

# 1440_Employee
source: Tell me about Maya Mori.
it: Parlami di Maya Mori.

# 1452_Employee
source: Maya-chan is cool and stylish. She has a mysterious kind of charm about her, though maybe that comes from how calm and refined she comes off as.
it: Maya-chan è cool ed elegante. Ha un fascino misterioso, forse per quel modo calmo e raffinato.

# 1464_Employee
source: She loves going out on the town at night and has plenty of stories to tell about her nighttime adventures, though lately I hear she's grown up a little bit.
it: Ama uscire la notte e ha un sacco di storie sulle sue avventure notturne, anche se dicono che di recente sia maturata un po’.

# 1476_Employee
source: She's 24, a Sagittarius, and her blood type's A! She absolutely loves chocolate, don't forget that.
it: Ha 24 anni, è Sagittario e di gruppo A! Adora il cioccolato, non dimenticarlo.

# 1488_Talk_Smile
source: Hehehe... Just you wait. You'll take one look at Maya-chan's cute face and instantly fall in love!
it: Ehehe... Vedrai: basta uno sguardo al suo visino e ti innamori all’istante!

# 1512_Player
source: Tell me about Shine.
it: Parlami di Shine.

# 1524_Employee
source: What would you like to know about Shine?
it: Cosa vorrebbe sapere su Shine?

# 1536_Employee
source: Tell me about Shine itself.
it: Parlami del locale Shine.

# 1548_Employee
source: Shine is a long-standing hostess club in Kamurocho.
it: Shine è un hostess club storico di Kamurocho.

# 1560_Employee
source: The manager scouts the girls himself, so there's not a butterface among them. You'll find it over on Pink Street.
it: Il manager seleziona personalmente le ragazze, quindi non ce n’è nessuna con il viso sgradevole. Si trova in Pink Street.

# 1572_Employee
source: There's an 8,400 yen cover charge, a 3,150 yen hostess-selection charge, and a 3,150 yen service charge.
it: C’è un ingresso di 8.400 yen, 3.150 yen per la scelta dell’hostess e 3.150 yen di servizio.

# 1596_Employee
source: Tell me about Rio.
it: Parlami di Rio.

# 1608_Employee
source: Rio-chan is half-Japanese. That gives her a sexy, exotic appeal, guaranteed to drive you wild.
it: Rio-chan è mezza giapponese. Le dà un fascino sexy ed esotico che fa impazzire.

# 1620_Employee
source: She's the number one hostess at the club, and not just for her looks! I heard that she recently got picked up to write a column for a Kamurocho magazine.
it: È la numero uno del club, e non solo per l’aspetto! Dicono che le abbiano affidato una rubrica su una rivista di Kamurocho.

# 1632_Employee
source: She's 23, a Scorpio, and her blood type's A! Music is one of her many hobbies. Oh, also, she loves chocolate.
it: Ha 23 anni, è Scorpione e di gruppo A! Tra i suoi hobby c’è la musica. Ah, e adora il cioccolato.

# 1644_Talk_Smile
source: Hehehe... No man could ever turn down the chance to go on a life-changing date with the super sexy Rio-chan!
it: Ehehe... Nessun uomo rifiuterebbe un appuntamento da svolta con la super sexy Rio-chan!

# 1668_Employee
source: Tell me about Shizuka Saito.
it: Parlami di Shizuka Saito.

# 1680_Employee
source: Shizuka-chan is a traditional Japanese beauty with stunning black hair. She's polite and has incredibly good manners, something you don't see much in young people nowadays.
it: Shizuka-chan è una bellezza giapponese tradizionale, con splendidi capelli neri. È educata e di modi impeccabili, qualità rare tra i giovani di oggi.

# 1692_Employee
source: Apparently, she's got a very interesting backstory, especially when it comes to how she came to work at a hostess club.
it: Pare abbia un passato molto interessante, soprattutto riguardo a come sia arrivata a lavorare in un hostess club.

# 1704_Employee
source: She's 29, a Sagittarius, and her blood type's O! She loves desserts but hates spicy food.
it: Ha 29 anni, è Sagittario e di gruppo 0! Ama i dolci ma odia il piccante.

# 1716_Talk_Smile
source: Hehehe... Sit down with Shizuka-chan for a few minutes, and watch as her unique aura soothes away all your troubles!
it: Ehehe... Bastano pochi minuti con Shizuka-chan e la sua aura unica ti toglierà ogni pensiero!

# 1740_Employee
source: Tell me about Himeka Kawasaki.
it: Parlami di Himeka Kawasaki.

# 1752_Employee
source: Himeka-chan is an energetic Kansai-grown girl. She's the star of her club and is well-known for her cheerful conversational style.
it: Himeka-chan è una ragazza energica del Kansai. È la stella del suo club, famosa per la chiacchiera solare.

# 1764_Employee
source: She loves interacting with customers and drinking, too. Guess working at a hostess club is the perfect job for her!
it: Adora interagire coi clienti e anche bere. Direi che fare l’hostess è il lavoro perfetto per lei!

# 1776_Employee
source: I hear there are even customers who come up all the way from Kansai just to meet Himeka-chan!
it: Pare che alcuni clienti vengano fin dal Kansai solo per incontrare Himeka-chan!

# 1788_Employee
source: She's 24, a Leo, and her blood type's O! She loves liver sashimi and fried foods, and I hear she's really into collecting perfume and going to hot springs.
it: Ha 24 anni, è Leone e di gruppo 0! Adora il fegato sashimi e i fritti, e colleziona profumi; ama anche le terme.

# 1800_Talk_Smile
source: Hehehe... Who knows? You may find yourself among Himeka-chan's legions of fans very soon!
it: Ehehe... Chissà? Presto potresti trovarti tra le legioni di fan di Himeka-chan!

# 1824_Player
source: Tell me about Elise.
it: Parlami di Elise.

# 1836_Employee
source: What would you like to know about Elise?
it: Cosa vorrebbe sapere su Elise?

# 1848_Employee
source: Tell me about Elise itself.
it: Parlami del locale Elise.

# 1860_Employee
source: Elise is a hostess club that's been quickly rising through the ranks. It gains more and more popularity by the day, it seems.
it: Elise è un hostess club in rapida ascesa. Sembra diventare più popolare di giorno in giorno.

# 1872_Employee
source: The club's name means "paradise," and the girls there were all personally selected and trained by the shop's manager, so you know they've got to be good.
it: Il nome del club significa “paradiso” e le ragazze sono state selezionate e formate personalmente dal manager: qualità garantita.

# 1884_Employee
source: You can find it over on Taihei Boulevard. There's a 5,000 yen cover charge, a 1,000 yen hostess-request fee, and a 1,000 yen service charge.
it: Si trova in Taihei Boulevard. Ingresso 5.000 yen, 1.000 yen per la richiesta dell’hostess e 1.000 yen di servizio.

# 1920_Player
source: Tell me about %s.
it: Parlami di %s.

# 1932_Employee
source: %s-chan is a shrewd career woman. It's no wonder she's got high expectations for the men who court her.
it: %s-chan è una donna in carriera molto sveglia. Non stupisce che abbia alte aspettative per chi la corteggia.

# 1944_Employee
source: I hear she's looking to get married soon. Who knows, you could be the lucky guy...
it: Pare che stia pensando al matrimonio. Chissà, potresti essere tu il fortunato...

# 1956_Employee
source: She's 26, a Sagittarius, and her blood type's O! I hear she loves any kind of fruit.
it: Ha 26 anni, è Sagittario e di gruppo 0! Dicono che ami ogni tipo di frutta.

# 1968_Talk_Smile
source: Hehehe... You'll need to be a gentleman above all others if you want to win %s-chan's heart...
it: Ehehe... Dovrai essere un gentiluomo sopra la media per conquistare il cuore di %s-chan...

# 2004_Player
source: Tell me about %s.
it: Parlami di %s.

# 2016_Employee
source: %s-chan is great at sports! Her cheerful personality and passion for athletics are only two of her many charms.
it: %s-chan è portata per lo sport! Il suo carattere allegro e la passione per l’atletica sono solo due dei suoi tanti pregi.

# 2028_Employee
source: I hear that %s-chan's father is somewhat famous.
it: Pare che il padre di %s-chan sia piuttosto famoso.

# 2040_Employee
source: She's 21, a Cancer, and her blood type's AB! She loves drinking parties, and lately I've heard she's starting to get into golf.
it: Ha 21 anni, è Cancro e di gruppo AB! Ama le bevute in compagnia e ultimamente si sta appassionando al golf.

# 2052_Talk_Smile
source: Hehehe... The best remedy for a long day of work is an evening sharing a beer with %s-chan!
it: Ehehe... Il miglior rimedio a una lunga giornata è una birra serale con %s-chan!

# 2088_Player
source: Tell me about %s.
it: Parlami di %s.

# 2100_Employee
source: %s-chan is a tough girl who doesn't hesitate to tell you exactly what's on her mind.
it: %s-chan è tosta e non esita a dirti esattamente ciò che pensa.

# 2112_Employee
source: Oh, here's something you might find interesting: she's the lead singer in a band.
it: Ah, una cosa interessante: è la cantante principale di una band.

# 2124_Employee
source: She's 21, a Capricorn, and her blood type's O! She loves to eat junk food, and hates most vegetables.
it: Ha 21 anni, è Capricorno e di gruppo 0! Adora il junk food e odia la maggior parte delle verdure.

# 2136_Talk_Smile
source: Hehehe... Once you see %s-chan's girly side, your heart will be completely hooked!
it: Ehehe... Quando vedrai il lato tenero di %s-chan, il tuo cuore sarà perduto!

# 2160_Employee
source: Tell me about Love in Heart massage parlor.
it: Parlami del centro massaggi Love in Heart.

# 2172_Employee
source: That's a popular massage parlor on Senryo Avenue.
it: È un centro massaggi molto popolare in Senryo Avenue.

# 2184_Employee
source: They offer two types of massages to soothe your tired body.
it: Offrono due tipi di massaggi per rilassare il corpo affaticato.

# 2208_Employee
source: Tell me about Fusion video store.
it: Parlami della videoteca Fusion.

# 2220_Employee
source: It's a store over on North Senryo Avenue.
it: È un negozio in North Senryo Avenue.

# 2232_Employee
source: They offer private rooms where you can watch "special" videos.
it: Dispongono di stanze private dove guardare video “speciali”.

# 2256_Employee
source: Tell me about Bantam bar.
it: Parlami del bar Bantam.

# 2268_Employee
source: It's a bar east of the Millennium Tower.
it: È un bar a est della Millennium Tower.

# 2280_Employee
source: It used to be called Bacchus, but after what went down over there, it ended up changing its name and its management.
it: Prima si chiamava Bacchus, ma dopo quello che è successo lì ha cambiato nome e gestione.

# 2292_Employee
source: It's a fun spot to hang out and play darts. It might be a good place to take a girl on a date.
it: È un posto divertente per bere e giocare a freccette. Ottimo per un appuntamento.

# 2316_Employee
source: Tell me about Asia bikini bar.
it: Parlami dell’Asia, il bikini bar.

# 2328_Employee
source: It's over on Pink Street. That place has been there practically forever.
it: Si trova in Pink Street. È lì praticamente da sempre.

# 2340_Employee
source: You'll find different seats open every time you go. If you get lucky, you'll be able to sit right in front of the dancer!
it: Ogni volta i posti disponibili cambiano. Se sei fortunato, ti siedi proprio davanti alla ballerina!

# 2364_Employee
source: Tell me about Earth Angel bar.
it: Parlami del bar Earth Angel.

# 2376_Employee
source: It's a bar over in the Champion District.
it: È un bar nel Champion District.

# 2388_Employee
source: Their mama, Ako-chan, is practically famous around here.
it: La loro mama, Ako-chan, è praticamente famosa da queste parti.

# 2400_Employee
source: If you want to know exactly why she's famous, well, you should stop by and see for yourself.
it: Se vuoi sapere perché, passa di lì e vedrai con i tuoi occhi.

# 2424_Employee
source: Tell me about Shellac bar.
it: Parlami del bar Shellac.

# 2436_Employee
source: It's an old bar in the Champion District.
it: È un vecchio bar nel Champion District.

# 2448_Employee
source: It's a bit cramped, but still comfortable. I hear it has quite the share of regulars.
it: È un po’ stretto, ma accogliente. Pare abbia molti habitué.

# 2460_Employee
source: It also has an impressive lineup of booze, all carefully selected by the owner.
it: Ha anche una selezione di alcolici notevole, tutti scelti con cura dal proprietario.

# 2484_Employee
source: Tell me about Cuez Bar.
it: Parlami del Cuez Bar.

# 2496_Employee
source: Cuez Bar is a bar over in the Kamurocho Underground Mall.
it: Il Cuez Bar è nella galleria commerciale sotterranea di Kamurocho.

# 2508_Employee
source: On top of the great drinks they offer, they've got a great pool table.
it: Oltre ai buoni drink, hanno anche un ottimo tavolo da biliardo.

# 2520_Employee
source: I bet you could take a girl there for a pretty nice date. Why don't you stop by Cuez Bar sometime?
it: Sarebbe un gran bel posto per portare una ragazza. Perché non passi al Cuez Bar, qualche volta?

# 2556_Player
source: I need help getting somewhere. Think you could help me?
it: Ho bisogno di arrivare da qualche parte. Puoi aiutarmi?

# 2580_Employee
source: It seems you have someone waiting for you. You probably shouldn't keep them waiting.
it: Sembra che qualcuno ti stia aspettando. Meglio non farlo attendere.

# 2604_Employee
source: Where to, sir?
it: Dove desidera andare, signore?

# 2616_Employee
source: Where to, sir?
it: Dove desidera andare, signore?

# 2628_Saejima
source: (I shouldn't do anything that'll make me stand out...)
it: (Meglio non fare nulla che attiri l’attenzione...)

# 2640_Employee
source: Take me to Jewel.
it: Portami da Jewel.

# 2652_Employee
source: Jewel, the hostess club?
it: Jewel, l’hostess club?

# 2664_Employee
source: Yeah, that's the one.
it: Sì, proprio quello.

# 2676_Employee
source: Take me to Shine.
it: Portami da Shine.

# 2688_Employee
source: Shine, the hostess club?
it: Shine, l’hostess club?

# 2700_Employee
source: Yeah, that's the one.
it: Sì, proprio quello.

# 2712_Employee
source: Take me to Elise.
it: Portami da Elise.

# 2724_Employee
source: Elise, the hostess club?
it: Elise, l’hostess club?

# 2736_Employee
source: Yeah, that's the one.
it: Sì, proprio quello.

# 2748_Employee
source: Take me to Love in Heart.
it: Portami al Love in Heart.

# 2760_Employee
source: Love in Heart, the massage parlor?
it: Love in Heart, il centro massaggi?

# 2772_Employee
source: Yeah, that's the one.
it: Sì, proprio quello.

# 2784_Employee
source: Take me to Asia.
it: Portami all’Asia.

# 2796_Employee
source: Asia, the bikini bar?
it: Asia, il bikini bar?

# 2808_Employee
source: Yeah, that's the one.
it: Sì, proprio quello.

# 2820_Employee
source: Of course, sir. Just a moment, please.
it: Certo, signore. Un momento, prego.

# 2844_Employee
source: Hello? This is MEB calling. How are you this evening?
it: Pronto? Qui è la MEB al telefono. Come va questa sera?

# 2856_Employee
source: Yes, well, I have a guest here who'd like to stop by.
it: Sì, ho qui un ospite che vorrebbe passare.

# 2868_Employee
source: So we're good? Great! Thank you!
it: Quindi va bene? Ottimo! Grazie!

# 2892_Employee
source: Okay, sir, please follow me. I'll take you there right away.
it: Bene, signore, mi segua. La accompagno subito.

# 2976_Employee
source: I'm sorry, sir, but you, um... You seem to be a little short on cash.
it: Mi dispiace, signore, ma... sembra che le manchino un po’ di contanti.

# 2988_Employee
source: Tell me about Jewel.
it: Parlami di Jewel.

# 3000_Employee
source: Tell me about Shine.
it: Parlami di Shine.

# 3012_Employee
source: Tell me about Elise.
it: Parlami di Elise.

# 3024_Employee
source: Tell me about Love in Heart massage parlor.
it: Parlami del centro massaggi Love in Heart.

# 3036_Employee
source: Tell me about Asia bikini bar.
it: Parlami dell’Asia, il bikini bar.

# 3048_Employee
source: Tell me about Bantam bar.
it: Parlami del bar Bantam.

# 3060_Employee
source: Tell me about Earth Angel bar.
it: Parlami del bar Earth Angel.

# 3072_Employee
source: Tell me about Shellac bar.
it: Parlami del bar Shellac.

# 3084_Employee
source: Tell me about Cuez Bar.
it: Parlami del Cuez Bar.

# 3096_Employee
source: Take me to a particular business.
it: Portami in un locale specifico.

# 3108_Employee
source: Never mind.
it: Lascia perdere.

# 3120_Employee
source: Tell me about the club itself.
it: Parlami del locale in sé.

# 3132_Employee
source: Tell me about Noa Mizutani.
it: Parlami di Noa Mizutani.

# 3144_Employee
source: Tell me about Erena Aihara.
it: Parlami di Erena Aihara.

# 3156_Employee
source: Tell me about Chihiro Ikki.
it: Parlami di Chihiro Ikki.

# 3168_Employee
source: Tell me about Maya Mori.
it: Parlami di Maya Mori.

# 3180_Employee
source: Tell me about another hotspot.
it: Parlami di un altro posto interessante.

# 3192_Employee
source: Tell me about the club itself.
it: Parlami del locale in sé.

# 3204_Employee
source: Tell me about Rio.
it: Parlami di Rio.

# 3216_Employee
source: Tell me about Shizuka Saito.
it: Parlami di Shizuka Saito.

# 3228_Employee
source: Tell me about Himeka Kawasaki.
it: Parlami di Himeka Kawasaki.

# 3240_Employee
source: Tell me about another hotspot.
it: Parlami di un altro posto interessante.

# 3252_Employee
source: Tell me about the club itself.
it: Parlami del locale in sé.

# 3264_Employee
source: Tell me about the first girl.
it: Parlami della prima ragazza.

# 3276_Employee
source: Tell me about the second girl.
it: Parlami della seconda ragazza.

# 3288_Employee
source: Tell me about the third girl.
it: Parlami della terza ragazza.

# 3300_Employee
source: Tell me about another hotspot.
it: Parlami di un altro posto interessante.

# 3348_Employee
source: Stay Here
it: Resta qui

# 3384_Employee
source: Stay Here
it: Resta qui

# 3396_Employee
source: Yes
it: Sì

# 3420_Employee
source: Yes
it: Sì
