Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid002602ca.po
Languages: pt_br

source: Elise Manager
pt_br: Manager dell'Elise

# 112_Elise Manager
source: Hello, Akiyama-san.
pt_br: Ciao, Akiyama-san.

# 124_Akiyama
source: Yo. I thought I'd drop in and check on the club. How are things?
pt_br: Ehi. Ho pensato di fare un salto e dare un'occhiata al locale. Come\nbutta?

# 136_Elise Manager
source: Remarkably well, given the state of the economy.
pt_br: Sorprendentemente bene, visto com'è messa l'economia.

# 148_Akiyama
source: Really? That's good to hear.
pt_br: Davvero? Mi fa piacere sentirlo.

# 160_Elise Manager
source: But...
pt_br: Ma...

# 172_Akiyama
source: But what?
pt_br: Ma cosa?

# 184_Elise Manager
source: Well, it's Miki...
pt_br: Beh, è Miki...\n

# 196_Akiyama
source: What about her?
pt_br: E lei?

# 208_Elise Manager
source: Maybe you'd better ask her yourself. She's in today.
pt_br: Forse è meglio che glielo chieda tu stesso. È qui oggi.

# 220_Akiyama
source: All right. Have her stop by the dressing room.
pt_br: Va bene. Falla passare dal camerino.
