Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00090411.po
Languages: pt_br

source: You got <Color:8>50,000 yen<Color:Default>.
pt_br: Hai ottenuto <Color:8>50.000 yen<Color:Default>.

source: You got <Color:8>20,000 yen<Color:Default>.
pt_br: Hai intascato <Color:8>20.000 yen<Color:Default>.

source: You got <Color:8>2,000 yen<Color:Default>.
pt_br: Hai ottenuto <Color:8>2,000 yen<Color:Default>.

source: You got a <Color:8>Diamond<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Diamante<Color:Default>.

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

# 68_Ajikawa
source: Akiyama-san! I went to Kyushu No. 1 Star, as you suggested.
pt_br: Akiyama-san! Sono andato al Kyushu No. 1 Star, come mi avevi suggerito.

# 80_Ajikawa
source: The pork ramen was outstanding, and the topping accented the soup perfectly. It was the crown jewel of ramen shops!
pt_br: Il ramen al maiale era strepitoso, e il condimento esaltava il brodo alla perfezione. Era il fiore all'occhiello dei locali di ramen!

# 92_Akiyama
source: I'm glad you liked it.
pt_br: Sono contento che ti sia piaciuto.

# 104_Ajikawa
source: I can't wait to include it in our gourmet guide. Here. It's not much, just a token of my thanks.
pt_br: Non vedo l'ora di includerlo nella nostra guida gastronomica. Tieni. Non è granché, è solo un piccolo ringraziamento.

# 140_Ajikawa
source: Akiyama-san! I just went to the ramen shop you suggested.
pt_br: Akiyama-san! Sono appena stato alla rameria che mi hai suggerito.

# 152_Ajikawa
source: They did indeed have some delicious ramen. It wasn't exactly as you described, and the owner got a little upset when I talked to him.
pt_br: Sì, avevano proprio un ottimo ramen. Non era proprio come lo avevi descritto, e il proprietario si è un po' infastidito quando gli ho parlato.

# 164_Akiyama
source: Oh? I hope I didn't get you in trouble.
pt_br: Oh? Spero di non averti messo nei guai.

# 176_Ajikawa
source: Oh, no, the place is definitely guidebook material, so I'm grateful. Here's a token of my thanks.
pt_br: Ma no, il locale è decisamente roba da guida, quindi ti sono grato. Ecco un piccolo ringraziamento.

# 212_Ajikawa
source: Oh, Akiyama-san. I tried stopping by the ramen shop you recommended.
pt_br: Oh, Akiyama-san. Ho provato a fare un salto al locale di ramen che mi hai consigliato.

# 224_Ajikawa
source: I found what looked like the right place, but when I asked about the soup, the owner suddenly exploded with anger...
pt_br: Ho trovato quello che pareva il posto giusto, ma quando ho chiesto del brodo, il proprietario ha perso le staffe all'improvviso...

# 236_Ajikawa
source: I wonder if I said something wrong? The man chased me out into the street before I tried even one bite of my ramen...
pt_br: Mi chiedo se ho detto qualcosa di sbagliato. Quell'uomo mi ha cacciato in strada prima ancora che potessi assaggiare un boccone del mio ramen...

# 248_Akiyama
source: I guess I didn't really do my homework on that one. Sorry about that...
pt_br: Mi sa che non ho fatto bene i compiti su quella cosa. Scusa per questo...

# 260_Ajikawa
source: Oh, I almost forgot... This is my thanks for your help.
pt_br: Ah, quasi mi scordavo... Questo è il mio grazie per il tuo aiuto.

# 296_Ajikawa
source: Anyway, Akiyama-san, I really want to thank you for all of your help.
pt_br: Comunque, Akiyama-san, ti voglio proprio ringraziare per tutto l'aiuto che mi hai dato.

# 308_Akiyama
source: I hope at least some of the info proves useful.
pt_br: Spero che almeno alcune delle informazioni tornino utili.

# 320_Ajikawa
source: Yes, your tips got me well on my way to writing the gourmet's guide to Kamurocho.
pt_br: Sì, le tue dritte mi hanno messo proprio sulla buona strada per scrivere la guida gastronomica di Kamurocho.

# 344_Ajikawa
source: In fact, as far as yakiniku and ramen go, I may just include your recommendations word for word.
pt_br: Anzi, in fatto di yakiniku e ramen, potrei proprio includere i tuoi consigli parola per parola.

# 356_Ajikawa
source: I'd like to thank you for all you've done. Please, take this.
pt_br: Vorrei ringraziarti per tutto quello che hai fatto. Per favore, prendi questo.

# 392_Akiyama
source: But this is pretty valuable, isn't it? Now I feel bad.
pt_br: Ma non è mica da poco, no? Adesso mi sento in colpa.

# 404_Ajikawa
source: I'm off to sniff out more of Kamurocho's culinary gems! Farewell!
pt_br: Me ne vado a scovare altre chicche culinarie di Kamurocho! Ciao!
