Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid01020354.po
Languages: pt_br

# 128_Zhao
source: Leaving already, Ma-chan?
pt_br: Già te ne vai, Ma-chan?

# 176_Tanimura
source: ...You know, Zhao-san? You've been a better friend to me than I've ever been to you.
pt_br: ...Sai, Zhao-san? Mi sei stato più amico di quanto io non lo sia mai stato per te.

# 188_Zhao
source: Don't be ridiculous. You know that's not true.
pt_br: Non dire cavolate. Sai benissimo che non è vero.

# 212_Zhao
source: I'm just sorry the truth turned out to be so harsh. Your father, murdered by another man on the force... I can barely believe it.
pt_br: Mi spiace solo che la verità si sia rivelata così cruda. Tuo padre, assassinato da un altro sbirro... Faccio fatica a crederci.

# 224_Tanimura
source: You're telling me.
pt_br: A chi lo dici.

# 236_Zhao
source: Something about all this doesn't sit well with me... How will your father's spirit ever find peace?
pt_br: Tutta questa storia non mi va proprio giù... Come farà mai lo spirito di tuo padre a trovare pace?

# 260_Tanimura
source: I think he'll be just fine.
pt_br: Penso che se la caverà.

# 272_Zhao
source: Hm?
pt_br: Mh?

# 296_Tanimura
source: Chief Hisai, Sugiuchi-san... They were tired of being used by Munakata and Katsuragi all these years.
pt_br: Capo Hisai, Sugiuchi-san... Erano stanchi di essere sfruttati da Munakata e Katsuragi tutti questi anni.

# 308_Zhao
source: Hm...
pt_br: Mh...

# 332_Tanimura
source: The two of them spent their whole lives serving others.
pt_br: Quei due hanno passato la loro intera vita al servizio degli altri.

# 344_Tanimura
source: But their final moments... Those were theirs, and theirs alone.
pt_br: Ma i loro ultimi istanti... Quelli erano i loro, e solo i loro.

# 356_Tanimura
source: They went out following their own brand of justice.
pt_br: Sono andati avanti a modo loro, seguendo la loro giustizia.

# 392_Tanimura
source: Sugiuchi-san must've known telling me the truth of what happened 25 years ago was signing his own death warrant.
pt_br: Sugiuchi-san doveva sapere che dirmi la verità su quello che è successo 25 anni fa stava firmando la sua condanna a morte.

# 404_Tanimura
source: But he did it anyway.
pt_br: Ma l'ha fatto lo stesso.

# 416_Tanimura
source: And Chief Hisai... He took his own life in order to spare you, me, and Mei Hua.
pt_br: E il Capo Hisai... Si è tolto la vita per risparmiare te, me e Mei Hua.

# 440_Zhao
source: That explains what he said into the phone before he shot himself: "Both of them will be dealt with."
pt_br: Questo spiega quello che ha detto al telefono prima di spararsi:\n«Verranno sistemati entrambi.»

# 452_Tanimura
source: Yeah. Chief Hisai told Munakata I was dead so he'd stop coming after me.
pt_br: Sì. Il Capo Hisai ha detto a Munakata che ero morto, così avrebbe smesso di starmi alle calcagna.

# 464_Tanimura
source: He spared my life so that I could do what's right. So that I could do what he never could.
pt_br: Mi ha risparmiato la vita perché potessi fare la cosa giusta. Così che potessi fare quello che lui non è mai riuscito a fare.

# 476_Zhao
source: You mean bring Munakata down?
pt_br: Intendi far cadere Munakata?

# 488_Tanimura
source: Exactly.
pt_br: Esatto.

# 512_Zhao
source: But how are you gonna do that, Ma-chan? Munakata's one of the most powerful men in one of the top police institutions in the world.
pt_br: Ma come farai, Ma-chan? Munakata è uno dei uomini più potenti in una delle massime istituzioni di polizia del mondo.

# 524_Tanimura
source: Well, I don't think I'll be getting much help from my fellow officers, that's for sure.
pt_br: Beh, non mi aspetto granché aiuto dai miei colleghi, questo è poco ma sicuro.

# 584_Tanimura
source: Akiyama-san.
pt_br: Signor Akiyama.

# 596_Akiyama
source: Phew. The shit's really hit the proverbial fan, huh?
pt_br: Uff. La merda è davvero schizzata dappertutto, eh?

# 608_Tanimura
source: You're telling me. Anyway, what's up? You wouldn't swing by here without a good reason.
pt_br: A chi lo dici. Comunque, che c'è? Non saresti passato di qui senza un buon motivo.

# 620_Akiyama
source: You know, sometimes it's depressing how sharp you are.
pt_br: Sai, a volte è quasi deprimente quanto sei sveglio.

# 632_Tanimura
source: What happened?
pt_br: Cosa è successo?

# 644_Akiyama
source: District attorney's goons showed up at my office. Started tearing the place apart at the seams.
pt_br: Gli scagnozzi del procuratore sono piombati nel mio ufficio. Hanno iniziato a mettere a soqquadro ogni cosa.

# 656_Akiyama
source: Not to mention, they chucked me out on the street.
pt_br: Per non parlare del fatto che mi hanno sbattuto fuori in mezzo alla strada.

# 668_Tanimura
source: Wait, they're investigating Sky Finance? On what grounds?
pt_br: Aspetta, stanno indagando su Sky Finance? Su quali basi?

# 680_Akiyama
source: They said they're looking into some kinda coercion. The exact term's eluding me at the moment.
pt_br: Hanno detto che stanno indagando su una specie di coercizione. Non\nmi viene il termine esatto al momento.

# 692_Akiyama
source: Anyway, the issue is my tests. They said I'm forcing people to do stuff they don't want to do in exchange for money. Classic coercion case, I guess.
pt_br: Comunque, il problema sono i miei test. Hanno detto che sto costringendo la gente a fare roba che non vuole fare in cambio di soldi. Il classico caso di coercizione, immagino.

# 704_Tanimura
source: Heh, it's like I can hear the words coming out of the DA's mouth himself.
pt_br: Eh, è come sentire le parole uscire dalla bocca del PM stesso.

# 716_Akiyama
source: Anyway, I didn't know where else to turn, so I thought I'd drop by here.
pt_br: Comunque, non sapevo a chi altro rivolgermi, così ho pensato di fare un salto qui.

# 728_Akiyama
source: Looks like I caught you at a bad time, though. Want me to come back later?
pt_br: Direi che ti ho beccato in un brutto momento, eh. Vuoi che ripassi più tardi?

# 740_Tanimura
source: No, your timing actually couldn't be better.
pt_br: No, anzi, il tuo tempismo non poteva essere migliore.

# 752_Akiyama
source: Oh yeah?
pt_br: Ah sì?

# 764_Tanimura
source: Yeah. I need a hand with something, Akiyama-san.
pt_br: Sì. Mi serve una mano per una cosa, Akiyama-san.
