Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid002603b8.po
Languages: pt_br

source: You gained 100 EXP.
pt_br: Hai guadagnato 100 EXP.

# 120_Hirauchi
source: The audience has left.
pt_br: Il pubblico se n'è andato.

# 132_Saejima
source: Guess I'm the one who caused a disturbance this time. Sorry 'bout that.
pt_br: Mi sa che stavolta il casino l'ho fatto io. Scusa, eh.

# 144_Hirauchi
source: No, it was our fault for so readily relying on an unpaid and undocumented intern.
pt_br: No, è stata colpa nostra per aver fatto affidamento troppo facilmente su uno stagista non retribuito e senza documenti.

# 156_Hirauchi
source: Numai-sensei and I will reflect on how to recover in the polls as we move forward with our campaign.
pt_br: Numai-sensei e io rifletteremo su come risalire nei sondaggi mentre portiamo avanti la nostra campagna.

# 168_Saejima
source: Alright...
pt_br: Allora...

# 180_Hirauchi
source: Thank you for your efforts.
pt_br: Grazie per i tuoi sforzi.

# 252_Hirauchi
source: (Be careful, now! Didn't I tell you to only target the troublemakers?)
pt_br: (Stai attento, eh! Non ti avevo detto di prendere di mira solo i piantagrane?)

# 264_Saejima
source: Yeah. Sorry.
pt_br: Sì. Scusa.

# 276_Hirauchi
source: A lot of voters were really put off, which is already hurting our approval rate. If this gets any uglier, we're done for.
pt_br: Un sacco di elettori sono rimasti davvero seccati, e questo sta già intaccando il nostro tasso di approvazione. Se la situazione si mette ancora peggio, siamo spacciati.

# 288_Hirauchi
source: Before engaging a suspect, approach carefully and listen to what they're saying first.
pt_br: Prima di affrontare un sospetto, avvicinati con cautela e ascolta prima cosa sta dicendo.

# 300_Saejima
source: Gotcha. I'll be more careful next time.
pt_br: Capito. Sarò più attento la prossima volta.

# 312_Hirauchi
source: I should hope so.
pt_br: Spero proprio di sì.

# 336_Hirauchi
source: (Watch who you're throwing out! You have to be careful, you know!)
pt_br: Occhio a chi sbatti fuori! Devi andarci cauto, sai!

# 348_Saejima
source: Yeah. Sorry.
pt_br: Sì. Scusa.

# 360_Hirauchi
source: It's difficult to ascertain trouble from a distance.
pt_br: È dura capire i guai da lontano.

# 372_Hirauchi
source: First, approach a potential troublemaker to find out what they're saying before you call them out.
pt_br: Prima di tutto, avvicinati a un potenziale rompiscatole per capire cosa sta dicendo prima di riprenderlo.

# 384_Saejima
source: Gotcha. I'll be real careful.
pt_br: Capito. Starò davvero attento.

# 396_Hirauchi
source: All right, you can go back to your patrol now.
pt_br: A posto, puoi tornare alla tua pattuglia adesso.

# 432_Saejima
source: Quite a crowd.
pt_br: Un bel po' di gente.

# 444_Hirauchi
source: Indeed. There might already be a handful of rabble-rousers in there.
pt_br: Già. Potrebbero esserci già una manciata di piantagrane lì dentro.

# 456_Hirauchi
source: I hate to ask, but could you please start patrolling the area?
pt_br: Mi tocca chiedertelo, ma potresti iniziare a pattugliare l'area?

# 468_Saejima
source: Sure thing. And if I find somebody tryin' to interrupt the speech, I toss 'em out, yeah?
pt_br: Certo. E se trovo qualcuno che cerca di interrompere il discorso, li butto fuori, giusto?

# 480_Hirauchi
source: Yes, but just because someone's speaking up doesn't always mean they're working against us.
pt_br: Sì, ma solo perché qualcuno si fa sentire non è detto che ci stia remando contro.

# 492_Hirauchi
source: So please observe carefully before throwing them out.
pt_br: Quindi, mi raccomando, osservate attentamente prima di buttarli fuori.

# 504_Saejima
source: Don't jump the gun, ya mean. Alright.
pt_br: Non partire in quarta, capito? Va bene.

# 516_Hirauchi
source: Right. Thank you!
pt_br: Va bene. Grazie!
