Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid010201cb.po
Languages: pt_br

# 104_Akiyama
source: Thanks for stopping by.
pt_br: Grazie per essere passato.

# 116_Lily
source: No, I should be thanking you.
pt_br: No, sono io che dovrei ringraziarti.

# 128_Akiyama
source: If you say so. Now, you're sure you wanna do this?
pt_br: Se lo dici tu. Ora, sei sicuro di volerlo fare?

# 140_Lily
source: Yes. I have nowhere else to turn.
pt_br: Sì. Non ho nessun altro a cui rivolgermi.

# 152_Lily
source: Whatever the test, I'm prepared to take it.
pt_br: Qualunque sia la prova, sono pronto ad affrontarla.

# 164_Akiyama
source: Great. Then let's get started.
pt_br: Ottimo. Allora diamoci da fare.

# 176_Lily
source: Okay.
pt_br: Ok.

# 188_Akiyama
source: You ready to go?
pt_br: Sei pronta per andare?

# 200_Lily
source: Go? Where?
pt_br: Andare? Dove?

# 212_Akiyama
source: Out on the town. The first part of the test is a date with yours truly.
pt_br: Si esce in città. La prima parte del test è un appuntamento con il sottoscritto.

# 224_Lily
source: A date?
pt_br: Un appuntamento?

# 236_Akiyama
source: Let's see... How about we start by buying you a nice new dress? Oh, and maybe a necklace or two.
pt_br: Vediamo un po'... Che ne dici se per iniziare ti prendiamo un bel vestito nuovo? Oh, e magari un paio di collane.

# 248_Lily
source: Shopping? You know I can't afford that right now...
pt_br: Shopping? Lo sai che non me lo posso permettere adesso...

# 260_Akiyama
source: What kinda guy makes his date foot the bill? Come on, it's my treat.
pt_br: Ma che razza di taccagno fa pagare il conto alla sua accompagnatrice? Dai, offro io.

# 272_Lily
source: Huh? But...
pt_br: Eh? Ma...

# 284_Akiyama
source: Sorry, but this is part of the test. We need to make you as stunning as possible.
pt_br: Spiacente, ma fa parte del gioco. Dobbiamo farti apparire al top.

# 308_Akiyama
source: You said you'd do whatever it took, right?
pt_br: Avevi detto che avresti fatto di tutto, no?

# 320_Lily
source: ...That's right.
pt_br: ...Proprio così.

# 332_Akiyama
source: Great. Shall we, then?
pt_br: Ottimo. Allora, andiamo?

# 368_Sugiuchi
source: That about sums it up.
pt_br: E questo è quanto.

# 380_Akiyama
source: ...Huh.
pt_br: ...Eh.

# 392_Sugiuchi
source: And the end result? The Tojo, particularly Shibata's crew, are scrambling to track Arai down before the cops or the Ueno Seiwa get their claws on him.
pt_br: E il risultato finale? I Tojo, in particolare la banda di Shibata, si stanno dannando l'anima per rintracciare Arai prima che la polizia o gli Ueno Seiwa gli mettano le mani addosso.

# 404_Sugiuchi
source: Too bad nobody's got a clue where he is.
pt_br: Peccato, nessuno ha la più pallida idea di dove sia finito.

# 416_Sugiuchi
source: We've been keeping an eye on the people he's buddy-buddy with, hoping he'll try and make contact.
pt_br: Abbiamo tenuto d'occhio i suoi amiconi, sperando che provi a farsi vivo.

# 428_Sugiuchi
source: Which lands us in the here and now.
pt_br: Ed eccoci qui, adesso.

# 440_Akiyama
source: So that's why you've been hounding me and Kido.
pt_br: Allora è per questo che ci stai addosso a me e Kido.

# 452_Sugiuchi
source: Pretty much. So, we're gonna be keeping this dump you call an office under our thumb for a while.
pt_br: Già. Allora, questo cesso che chiami ufficio lo terremo sotto il nostro tallone per un bel pezzo.

# 464_Sugiuchi
source: Which means no waltzing around town like it's business as usual. Got that?
pt_br: Il che significa niente più bighellonare per la città come se niente fosse. Capito?

# 476_Akiyama
source: Noted.
pt_br: Capito.

# 488_Sugiuchi
source: Good. I'm out of here.
pt_br: A posto. Stacco.

# 500_Akiyama
source: Just a sec there, Sugiuchi-san.
pt_br: Aspetta un secondo, Sugiuchi-san.

# 512_Sugiuchi
source: What now?
pt_br: E adesso?

# 524_Akiyama
source: You're in Criminal Investigation, right? Why go out of your way to poke your nose into this?
pt_br: Sei delle Indagini Criminali, vero? Perché ti devi impicciare di questa faccenda?

# 536_Sugiuchi
source: Hm?
pt_br: Mh?

# 548_Akiyama
source: I thought Organized Crime is usually in charge of this kinda stuff.
pt_br: Pensavo che la Criminalità Organizzata di solito si occupasse di 'sta roba qui.

# 560_Sugiuchi
source: That's none of your damn business.
pt_br: Non sono cazzi tuoi.

# 572_Akiyama
source: Sorry, just curious. Though if you ask me, I'd bet you're hoping to score enough brownie points to finally bag that nice, fat promotion from HQ.
pt_br: Scusa, ero solo curioso. Però, se devo dirla tutta, scommetto che speri di racimolare abbastanza punti per acciuffare finalmente quella bella, grassa promozione dal QG.

# 596_Sugiuchi
source: You shut your damn mouth! I said stay out of it!
pt_br: Chiudi quel cazzo di becco! Ti ho detto di starne fuori!

# 608_Akiyama
source: All right, all right. Forget I said anything.
pt_br: Va bene, va bene. Come non detto.

# 620_Sugiuchi
source: Does make me think, though... What am I even doing anymore?
pt_br: Però, mi viene da pensare... Cosa diavolo sto combinando, ormai?

# 644_Sugiuchi
source: ...Forget it. Just thinking out loud for a sec there.
pt_br: ...Lascia perdere. Stavo solo pensando ad alta voce un attimo.

# 656_Sugiuchi
source: You see a lot of shit go down when you've been on the force almost three decades.
pt_br: Ne vedi succedere di ogni quando sei in polizia da quasi trent'anni.

# 680_Sugiuchi
source: Hey. Looks like you got a customer.
pt_br: Ehi. Pare che tu abbia un cliente.

# 692_Akiyama
source: Hm?
pt_br: Mh?

# 728_Lily
source: Excuse me...
pt_br: Scusi...

# 740_Akiyama
source: Oh, I've been waiting for you. Please, sit.
pt_br: Ah, ti stavo aspettando. Accomodati pure.

# 848_Sugiuchi
source: You sure took your sweet time coming back here.
pt_br: Te la sei proprio presa comoda a tornare qui.

# 860_Sugiuchi
source: What kind of trouble have you been getting yourself into now?
pt_br: In che casino ti sei ficcato stavolta?

# 872_Akiyama
source: Trust me, I'm too exhausted for trouble. Crazy, I know, but some of us take a break from our regularly scheduled bullshit every now and then.
pt_br: Fidati, sono troppo stanco per i casini. Una pazzia, lo so, ma alcuni di noi ogni tanto si prendono una pausa dalle nostre solite stronzate.

# 884_Akiyama
source: So, what do you want?
pt_br: Allora, che vuoi?

# 896_Sugiuchi
source: Notice the officers outside?
pt_br: Vedi gli sbirri fuori?

# 908_Akiyama
source: You know, I hadn't before, but now that you mention it, I vaguely recall one or two boys in blue out there.
pt_br: Sai, prima no, ma ora che me lo dici, mi pare di ricordare uno o due sbirri lì fuori.

# 920_Sugiuchi
source: Well, get used to them, wise guy. You're going under 24-hour surveillance for the next few days.
pt_br: Beh, fatti l'abitudine, furbone. Sarai sotto sorveglianza 24 ore su 24 per i prossimi giorni.

# 932_Akiyama
source: Huh? What for?
pt_br: Eh? Perché?

# 944_Sugiuchi
source: To keep you safe, dimwit. You and your shop. The Shibata Family's after you, aren't they?
pt_br: Per tenerti al sicuro, fesso. Tu e il tuo negozio. La Famiglia Shibata ti sta dando la caccia, vero?

# 956_Sugiuchi
source: You said so yourself, back at the precinct.
pt_br: L'hai detto proprio tu, in commissariato.

# 968_Akiyama
source: That doesn't mean I need your watchdogs lording over me.
pt_br: Questo non significa che i tuoi cani da guardia debbano mettermi i piedi in testa.

# 980_Sugiuchi
source: Just spare me the bullshit, all right?
pt_br: Piantala con le cazzate, capito?

# 992_Sugiuchi
source: You know who cleans up the messes you make? <Italic>Us</Italic>.
pt_br: Sai chi ripulisce i casini che fai? <Italic>Noi</Italic>.

# 1004_Sugiuchi
source: You think babysitting a worthless crook like you is my idea of a good time?
pt_br: Pensi che stare appresso a un buono a nulla come te sia il mio spasso?

# 1016_Akiyama
source: C'mon, Sugiuchi-san.
pt_br: Dai, Sugiuchi-san.

# 1028_Sugiuchi
source: Doesn't matter either way now. This dumpster fire is way bigger than a half-wit slimeball like you.
pt_br: Non importa più ormai. Questo macello è roba ben più grossa di un viscido mezzo scemo come te.

# 1040_Akiyama
source: What do you mean?
pt_br: Cosa intendi?

# 1052_Sugiuchi
source: The shooting two days ago. Shit's about to hit the fan.
pt_br: La sparatoria di due giorni fa. La merda sta per scoppiare.

# 1064_Akiyama
source: This fan got a name?
pt_br: Questo fan, c'ha un nome?

# 1076_Sugiuchi
source: Isao Katsuragi, captain of the Ueno Seiwa Clan. He's started making waves.
pt_br: Isao Katsuragi, capitano del Clan Ueno Seiwa. Ha iniziato a far rumore.

# 1100_Akiyama
source: Hello? Anyone home?
pt_br: Ciao? C'è nessuno?

# 1124_Akiyama
source: Great, just the guy I want to see.
pt_br: Ottimo, proprio l'uomo che volevo vedere.

# 1136_Sugiuchi
source: Going somewhere, Akiyama? I mean, this <Italic>is</Italic> your office!
pt_br: Vai da qualche parte, Akiyama? Cioè, questo <Italic>è</Italic> il tuo ufficio!

# 1148_Akiyama
source: Gimme a break, Sugiuchi-san. We talked more than enough <Italic>last</Italic> time you hauled me in, didn't we?
pt_br: Dammi un taglio, Sugiuchi-san. Abbiamo parlato anche troppo <Italic>l'ultima</Italic> volta che mi hai portato dentro, no?

# 1160_Sugiuchi
source: I'm not here to arrest you; I'm here to protect you. So try showing a little gratitude for once.
pt_br: Non sono qui per arrestarti; sono qui per proteggerti. Quindi cerca di mostrare un po' di gratitudine, almeno per una volta.

# 1172_Akiyama
source: What are you talking about?
pt_br: Di cosa stai parlando?

# 1184_Sugiuchi
source: Just sit your ass down and I'll explain.
pt_br: Mettiti a sedere e basta, e ti spiego.
