Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e6011b.po
Languages: it

source: Degenerate Punk
it: Teppista degenerato

# 56_Tanimura
source: Now, I want answers. Where is Mei Hua?
it: Ora voglio delle risposte. dov'è Mei Hua?

# 68_Degenerate Punk
source: Unh... Some tough-ass dude took her away.
it: Ugh... Un tipo tosto se l'è portata via.

# 80_Tanimura
source: Be more specific.
it: Sii più preciso.

# 92_Degenerate Punk
source: A middle-aged guy, in a suit. He put the girl in a car and they drove off towards the Hotel District.
it: Un uomo di mezza età, in giacca e cravatta. Ha fatto salire la ragazza in un'auto e sono partiti verso il Distretto degli Hotel.

# 104_Tanimura
source: Geez... How are we supposed to keep up with a car?
it: Acc... Come dovremmo tenere il passo con un'auto?

# 140_Tanimura
source: Zhao-san! Are you all right?
it: Zhao-san! Stai bene?

# 152_Zhao
source: *wheeze* The Hotel District, right? *wheeze* <Italic>Right</Italic>!?
it: *ansima* Il Distretto degli Hotel, giusto? *ansima* <Italic>Giusto</Italic>!?

# 164_Degenerate Punk
source: Yeah.
it: Sì.

# 176_Zhao
source: Son of a－ I'm coming, Mei Hua!
it: Figlio di－ Arrivo, Mei Hua!

# 188_Tanimura
source: Zhao-san, we need to stay together! Something's not right here!
it: Zhao-san, dobbiamo restare insieme! Qui c'è qualcosa che non va!

# 200_Tanimura
source: (He's like a man possessed... I need to solve this, and quick!)
it: (È come un uomo posseduto... Devo risolvere questa cosa, e in fretta!)
