Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60293.po
Languages: pt_br

source: Boyfriend
pt_br: Fidanzato

source: Shinnosuke's Former Customer
pt_br: Ex cliente di Shinnosuke

# 68_Shinnosuke's Former Customer
source: Baby! Are you okay!?
pt_br: Tesoro! Stai bene!?

# 92_Shinnosuke's Former Customer
source: I'll get you for this! I'll sue your ass!
pt_br: Questa me la paghi! Ti spacco il culo con una querela!

# 128_Tanimura
source: Just be grateful I'm not arresting you.
pt_br: Ringrazia solo che non ti sto arrestando.

# 140_Tanimura
source: Hey. Are you okay?
pt_br: Ehi. Stai bene?

# 152_Shinnosuke
source: Yes...
pt_br: Sì...

# 164_Tanimura
source: Just a minute. I'll call your sister.
pt_br: Un attimo. Chiamo tua sorella.

# 176_Shinnosuke
source: Huh?
pt_br: Uh?

# 260_Shinnosuke
source: Sis!
pt_br: Sorella!

# 272_峰村七海：源氏名
source: What are you doing here!? You're supposed to be at work!
pt_br: Che ci fai qui!? Dovresti essere al lavoro!

# 284_Shinnosuke
source: I ran into the customer who stiffed me at the club, so I tried to make her pay.
pt_br: Mi sono imbattuto nella cliente che mi aveva tirato il bidone al locale, così ho cercato di farla pagare.

# 296_峰村七海：源氏名
source: You got lucky this time, but what if you got hurt!? Why would you do something so reckless!?
pt_br: L'hai scampata bella questa volta, ma se ti fossi fatto male, eh!? Perché diavolo hai fatto una cosa così incosciente!?

# 308_Shinnosuke
source: I didn't want to cause you any more trouble...
pt_br: Non volevo causarti altri guai...

# 320_峰村七海：源氏名
source: Huh?
pt_br: Uh?

# 332_Shinnosuke
source: You paid my tuition for me, but my grades sucked 'cause I'm stupid... And I couldn't find a decent job, 'cause I'm not good at anything.
pt_br: Mi hai pagato la retta, ma i miei voti facevano schifo perché sono stupido... E non sono riuscito a trovare un lavoro decente, perché non sono bravo a fare un tubo.

# 344_Shinnosuke
source: I just wanted to help you set up your company somehow.
pt_br: Volevo solo darti una mano a mettere in piedi la tua attività, in qualche modo.

# 356_Tanimura
source: So that's why you became a host.
pt_br: Quindi è per questo che sei diventato un host.

# 368_Shinnosuke
source: But I had to borrow money from you again to pay my customer's tab anyways... I suck at everything!
pt_br: Ma ho dovuto chiederti di nuovo dei soldi per saldare il conto del mio cliente, comunque... Faccio schifo in tutto!

# 380_峰村七海：源氏名
source: Shinnosuke... I didn't know... I'm sorry.
pt_br: Shinnosuke... Non lo sapevo... Mi dispiace.

# 392_Shinnosuke
source: You shouldn't be apologizing to me! I'm the one who does everything wrong!
pt_br: Non sei tu a doverti scusare con me! Sono io quello che fa sempre casini!

# 404_峰村七海：源氏名
source: No. If I'd paid more attention to you, things might not have gotten this bad.
pt_br: No. Se ti avessi dato più retta, forse non si sarebbe messa così male.

# 416_Boyfriend
source: I've been so caught up with trying to make money that I didn't see what was happening.
pt_br: Sono stato così preso dal cercare di fare soldi che non mi sono accorto di cosa stesse succedendo.

# 428_Shinnosuke
source: Sis...
pt_br: Sorella...

# 440_峰村七海：源氏名
source: Anyway, why are you still here!? You gotta get to the club and apologize for missing work!
pt_br: Comunque, che ci fai ancora qui!? Devi filare al club e scusarti per aver marinato il lavoro!

# 452_峰村七海：源氏名
source: If you go now, maybe they'll just treat it like you're late. Besides, you may have customers waiting.
pt_br: Se ci vai adesso, magari la prendono solo come un ritardo. E poi, potresti avere clienti che ti aspettano.

# 464_Shinnosuke
source: But...
pt_br: Ma...

# 476_Tanimura
source: You're a pro, right? Go do your job.
pt_br: Sei un pro, no? Vai a fare il tuo lavoro.

# 488_Shinnosuke
source: Okay... We'll talk later, okay Sis?
pt_br: Va bene... Ci parliamo dopo, ok sorellina?

# 560_Tanimura
source: He's your brother, all right. You've both got the same sense of responsibility.
pt_br: È tuo fratello, eccome. Avete entrambi lo stesso senso di responsabilità.

# 572_峰村七海：源氏名
source: Thank you so much for everything, Tanimura-san.
pt_br: Grazie di cuore per tutto, Tanimura-san.

# 584_Tanimura
source: Hey, I'm a cop. I'm just doing my job.
pt_br: Ehi, sono un poliziotto. Sto solo facendo il mio lavoro.

# 596_峰村七海：源氏名
source: No. You treated us like family. A man's never done that for me before...
pt_br: No. Ci hai trattato come fossimo di famiglia. Nessun uomo mi ha mai trattato così prima d'ora...

# 608_Tanimura
source: What do you mean?
pt_br: Cosa intendi?

# 620_峰村七海：源氏名
source: All the men I've been out with before treated me like some kind of trophy.
pt_br: Tutti i tipi con cui sono uscita finora mi hanno sempre trattata come una specie di trofeo.

# 632_Talk_No
source: Something they could show off to people, like an expensive watch or bag.
pt_br: Qualcosa da sfoggiare davanti alla gente, come un orologio costoso o una borsa.

# 644_Boyfriend
source: They barely even knew me as a person...
pt_br: Non mi conoscevano neanche come persona...

# 668_峰村七海：源氏名
source: You're different, though. I feel completely comfortable with you, like I can tell you anything.
pt_br: Però tu sei diverso. Mi sento proprio a mio agio con te, come se potessi dirti qualsiasi cosa.

# 680_Tanimura
source: I see...
pt_br: Capisco...

# 692_峰村七海：源氏名
source: My work day is done now. Why don't we go out?
pt_br: Per oggi ho chiuso col lavoro. Che ne dici di uscire?

# 704_Tanimura
source: Sure.
pt_br: Certo.

# 716_峰村七海：源氏名
source: Okay, let's go!
pt_br: Perfetto, andiamo!
