Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0026015f.po
Languages: pt_br

# 56_Kiryu
source: (Where is he?)
pt_br: (Dov'è?)

# 68_Kiryu
source: (Is he over there?)
pt_br: (È lì?)

# 128_Thunder Matsuoka
source: Excuse me, can I get a refill?
pt_br: Scusi, posso avere un rabbocco?

# 140_松岡里緒奈：源氏名
source: I... I think you've had enough. It's not good for your health to drink so much.
pt_br: Io... Io direi che ne hai bevuto anche troppo. Non ti fa mica bene alla salute bere così tanto.

# 152_Thunder Matsuoka
source: Hehe... Hehehe. You sound just like my daughter. She's always worrying about me.
pt_br: Hehe... Hehehe. Sembri proprio mia figlia. È sempre in pensiero per me.

# 164_松岡里緒奈：源氏名
source: Huh!? Uh, I see... You have a daughter?
pt_br: Eh!? Uh, capisco... Hai una figlia?

# 176_Thunder Matsuoka
source: Yeah, but... she ran away from home a while ago. I wonder what she's up to now...
pt_br: Già, ma... è scappata di casa un po' di tempo fa. Chissà cosa sta combinando adesso...

# 188_Kiryu
source: (Seems her father's so drunk that he doesn't realize he's talking to his own daughter.)
pt_br: (A quanto pare, suo padre è talmente ubriaco da non rendersi conto di star parlando con sua figlia.)

# 200_Thunder Matsuoka
source: You remind me of her.
pt_br: Mi ricordi proprio lei.

# 212_松岡里緒奈：源氏名
source: Really?
pt_br: Davvero?

# 224_Thunder Matsuoka
source: Yeah. She was the sweetest thing when she was a girl. I tried hard to raise her well...
pt_br: Già. Era dolcissima quando era piccola. Mi sono sbattuto un sacco per crescerla bene...

# 248_Thunder Matsuoka
source: I've been such a fool... I drove her away.
pt_br: Sono stato proprio un idiota... L'ho fatta scappare.

# 260_Thunder Matsuoka
source: I want to fix things with her, but I don't know where to start.
pt_br: Voglio sistemare le cose con lei, ma non so da dove cominciare.

# 284_Thunder Matsuoka
source: She hasn't been in contact since she left. I hope she's all right.
pt_br: Non si è più fatta sentire da quando se n'è andata. Spero che stia bene.

# 296_松岡里緒奈：源氏名
source: I... I'm sure she's fine.
pt_br: Io... sono sicuro che stia bene.

# 308_Thunder Matsuoka
source: Hopefully you're right. I just wish we could be a family again!
pt_br: Spero proprio che tu abbia ragione. Se solo potessimo tornare a essere una famiglia!

# 320_Thunder Matsuoka
source: But to tell you the truth, things aren't going so good at work either. I'm in no position to support a family...
pt_br: Ma, a esser sincero, neanche al lavoro le cose non vanno mica tanto bene. Non sono proprio in grado di mantenere una famiglia...

# 332_Thunder Matsuoka
source: I... I'm a terrible father!
pt_br: Io... sono un pessimo padre!

# 344_松岡里緒奈：源氏名
source: That's not true! I mean, you're probably overreacting. I bet your daughter misses you too.
pt_br: Non è vero! Cioè, probabilmente stai esagerando. Scommetto che anche tua figlia sente la tua mancanza.

# 356_松岡里緒奈：源氏名
source: I bet she wants to come back and live with you!
pt_br: Scommetto che vuole tornare a vivere con te!

# 368_Thunder Matsuoka
source: You really think so?
pt_br: Lo pensi davvero?

# 380_松岡里緒奈：源氏名
source: I know so!
pt_br: Sì, lo so!

# 416_Thunder Matsuoka
source: Hehehe... Thanks. I feel a little better now.
pt_br: Hehehe... Grazie. Ora mi sento un po' meglio.

# 428_松岡里緒奈：源氏名
source: I hardly did anything...
pt_br: Non ho fatto granché...

# 440_Thunder Matsuoka
source: Nonsense. Plus, I haven't had booze this good in a long time!
pt_br: Sciocchezze. E poi, non bevo una roba così buona da un bel po'!

# 452_Thunder Matsuoka
source: I've never been to a hostess club before. They can be pretty fun, huh?
pt_br: Non sono mai stato in un hostess club prima d'ora. Possono essere un bel spasso, eh?

# 464_松岡里緒奈：源氏名
source: Yes... Yes!
pt_br: Sì... Sì!

# 524_Kiryu
source: He's not such a bad guy.
pt_br: Non è poi un tipo così cattivo.

# 536_松岡里緒奈：源氏名
source: I... I never knew my dad cared so much about me.
pt_br: Io... non avrei mai pensato che papà ci tenesse così tanto a me.

# 548_松岡里緒奈：源氏名
source: I've been so selfish.
pt_br: Sono stato così egoista.

# 560_Kiryu
source: It's not too late. You can still patch things up.
pt_br: Non è troppo tardi. Puoi ancora rimettere le cose a posto.

# 572_松岡里緒奈：源氏名
source: I will! Dad was pretty drunk. I hope he makes it home okay.
pt_br: Lo farò! Papà era sbronzo perso. Spero che torni a casa intero.

# 584_松岡里緒奈：源氏名
source: I better go check on him!
pt_br: Meglio che vada a vedere come sta!

# 608_Kiryu
source: I'll go with you.
pt_br: Verrò con te.
