Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c000a.po
Languages: pt_br

# 15144_Chihiro
source: Ugh... No, I can do it.
pt_br: Uffa... No, ce la faccio.

# 15156_Chihiro
source: Have you ever read "The Tale of Genji"?
pt_br: Hai mai letto "Il racconto di Genji"?

# 15168_Tanimura
source: Bits and pieces. It's been a while.
pt_br: Un po' di qua e un po' di là. È da un po'.

# 15180_Chihiro
source: Well, I'm reading it again as an adult, and it's so different! It really is a masterpiece.
pt_br: Beh, lo sto rileggendo da adulta, ed è tutta un'altra cosa! È proprio un capolavoro.

# 15192_Tanimura
source: A masterpiece? What's so good about it?
pt_br: Un capolavoro? Che c'ha di così bello?

# 15204_Chihiro
source: Well, for one thing, Prince Genji is a total playboy!
pt_br: Beh, innanzitutto, il Principe Genji è un playboy fatto e finito!

# 15216_Chihiro
source: He courts tons of beautiful women. That whole time period is so romantic!
pt_br: Lui ci prova con un sacco di donne bellissime. Tutto quel periodo è così romantico!

# 15228_Tanimura
source: I think you've got it wrong. As I recall, Prince Genji had a lot of affairs.
pt_br: Penso che tu abbia capito male. Se non ricordo male, il Principe Genji ebbe molte avventure.

# 15240_Chihiro
source: Well, yes, that's true.
pt_br: Beh, sì, è vero.

# 15252_Tanimura
source: So you're okay with that kind of thing?
pt_br: Ma quindi, ti va bene una cosa del genere?

# 15264_Chihiro
source: Of course not!
pt_br: Ma certo che no!

# 15276_Chihiro
source: But I might not mind if it was Prince Genji.
pt_br: Ma non mi dispiacerebbe se fosse il Principe Genji.

# 15288_Tanimura
source: What if it was me?
pt_br: E se fossi io?

# 15300_Chihiro
source: Oh, you don't want to know what I'd do if you cheated on me.
pt_br: Oh, non vuoi proprio sapere cosa ti farei se mi tradissi.

# 15312_Tanimura
source: That's not fair...
pt_br: Ma non vale!

# 15324_Tanimura
source: He's an idol to a lot of men. He had power, fame, and beautiful women.
pt_br: È l'idolo per un sacco di uomini. Aveva potere, fama e donne bellissime.

# 15336_Chihiro
source: He's a little different from you, it's true.
pt_br: Lui è un po' diverso da te, è vero.

# 15348_Tanimura
source: Although, I do have one of those things.
pt_br: Però, una di quelle cose, ce l'ho anch'io.

# 15360_Chihiro
source: Which one?
pt_br: Quale?

# 15372_Tanimura
source: The answer's right in front of me.
pt_br: La risposta ce l'ho sotto il naso.

# 15384_Chihiro
source: Huh? Are you talking about me?
pt_br: Eh? Stai parlando di me?

# 15396_Tanimura
source: Maybe.
pt_br: Forse.

# 15408_Chihiro
source: Stop it! You'll make me blush. <Color:7>♥<Color:Default>
pt_br: Smettila! Mi farai arrossire. <Color:7>♥<Color:Default>

# 15420_Tanimura
source: I bet I could beat him in a fight.
pt_br: Scommetto che potrei batterlo in una rissa.

# 15432_Chihiro
source: What!? Why would you want to fight Prince Genji!?
pt_br: Cosa!? Perché mai vorresti combattere il Principe Genji!?

# 15444_Tanimura
source: If both Genji and I were interested in you, there's only one way it's going to end.
pt_br: Se sia io che Genji fossimo interessati a te, può finire solo in un modo.

# 15456_Chihiro
source: You'd fight Genji for me?
pt_br: Ti batteresti con Genji per me?

# 15468_Tanimura
source: Sure. And I'd beat him, too.
pt_br: Certo. E lo batterei anch'io.

# 15480_Chihiro
source: How romantic! Just like a movie! <Color:7>♥<Color:Default>
pt_br: Che romantico! Proprio come in un film! <Color:7>♥<Color:Default>

# 15492_Chihiro
source: I wonder which of you I would choose.
pt_br: Chissà quale di voi sceglierei.

# 15504_Tanimura
source: Hey!
pt_br: Ehi!

# 15516_Chihiro
source: Thanks for the other day.
pt_br: Grazie per l'altro giorno.

# 15528_Tanimura
source: Sure. How have things been going? Are you working hard in your acting lessons?
pt_br: Certo. Come vanno le cose? Ti stai dando da fare con le tue lezioni di recitazione?

# 15540_Chihiro
source: I am, but...
pt_br: Lo sono, ma...

# 15552_Tanimura
source: But what?
pt_br: Ma cosa?

# 15564_Chihiro
source: When I think about auditioning, I start to worry about getting scammed again.
pt_br: Quando penso ai provini, comincio a preoccuparmi di finire fregata di nuovo.

# 15576_Tanimura
source: It wasn't your fault. You shouldn't let it get to you.
pt_br: Non è stata colpa tua. Non dovresti fartela pesare.

# 15588_Chihiro
source: I know. I'm going to be a big star someday and make them regret what they did to me!
pt_br: Lo so. Diventerò una grande star un giorno e gli farò rimpiangere quello che mi hanno fatto!

# 15600_Tanimura
source: Haha! That's the spirit!
pt_br: Haha! Così si fa!

# 15612_Chihiro
source: Why don't you take me somewhere to help me forget about all this?
pt_br: Perché non mi porti da qualche parte per aiutarmi a dimenticare tutto questo?

# 15624_Tanimura
source: Hey, you can't just run away from your problems. What if I said no more dates until you made your acting debut?
pt_br: Ehi, non puoi mica scappare dai tuoi problemi. E se ti dicessi: niente più appuntamenti finché non farai il tuo debutto come attrice?

# 15636_Chihiro
source: What!? Then I'd have to make extra sure I get cast on my next audition!
pt_br: Cosa!? Allora dovrò mettercela tutta per essere presa al mio prossimo provino!

# 15648_Chihiro
source: All right. I'm going to do this!
pt_br: Ok. Ce la metto tutta!

# 15660_Tanimura
source: That experience was just part of your journey. You just have to keep going.
pt_br: Quell'esperienza era solo una parte del tuo percorso. Devi solo andare avanti.

# 15672_Chihiro
source: You really think I can do it?
pt_br: Pensi davvero che io ce la faccia?

# 15684_Tanimura
source: Sure. Even a bad experience can be inspiration for a great performance.
pt_br: Certo. Anche una brutta esperienza può essere d'ispirazione per una grande interpretazione.

# 15696_Chihiro
source: I guess that's the optimistic way of looking at it.
pt_br: Immagino sia il modo ottimista di vederla.

# 15708_Chihiro
source: I'll have some sweets to cheer myself up!
pt_br: Mi prendo qualcosa di dolce per tirarmi su!

# 15720_Tanimura
source: Heh. Just watch your weight, okay?
pt_br: Eh. Stai attento alla linea, mi raccomando?

# 15732_Tanimura
source: You're pretty high maintenance, aren't you?
pt_br: Sei piuttosto impegnativa, eh?

# 15744_Chihiro
source: Hehe. I guess I am.
pt_br: Hehe. Già, a quanto pare.

# 15756_Tanimura
source: That's why I'd better stick with you.
pt_br: Ecco perché mi sa che è meglio che resti con te.

# 15768_Chihiro
source: Really? You'll help me out when I need it?
pt_br: Davvero? Mi darai una mano quando ne avrò bisogno?

# 15780_Tanimura
source: Sure. If you need help, just call the police.
pt_br: Certo. Se hai bisogno di aiuto, chiama pure la polizia.

# 15792_Chihiro
source: Haha! That doesn't mean you'll be the one to answer!
pt_br: Haha! Non vuol mica dire che sarai tu a rispondere!

# 15804_Chihiro
source: But thanks for everything. I feel like I can keep going now.
pt_br: Ma grazie di tutto. Mi sento di poter andare avanti ora.

# 15816_Tanimura
source: That's the spirit.
pt_br: È lo spirito giusto.

# 15828_Tanimura
source: Normal dialogue 31.
pt_br: Dialogo normale 31.

# 15852_Chihiro
source: You came to see me!
pt_br: Sei venuto a trovarmi!

# 15888_Chihiro
source: Welcome!
pt_br: Benvenuto!

# 15900_Chihiro
source: Did you come to see me?
pt_br: Sei venuto a trovarmi?

# 15912_Chihiro
source: You came! I'm so happy! <Color:7>♥<Color:Default>
pt_br: Sei venuto! Sono contentissima! <Color:7>♥<Color:Default>

# 15924_Chihiro
source: Thanks for our date. I had a lot of fun.
pt_br: Grazie per il nostro appuntamento. Mi sono divertito un sacco.

# 15936_Chihiro
source: I waited for you to show up for our date...
pt_br: Ti ho aspettato per il nostro appuntamento...

# 15948_Chihiro
source: Sorry about the other day. We should try going out again.
pt_br: Scusa per l'altro giorno. Dovremmo riprovare ad uscire.

# 15960_Chihiro
source: I was really looking forward to going out with you...
pt_br: Non vedevo l'ora di uscire con te...

# 15972_Chihiro
source: I'm sorry about before. We should try going out again.
pt_br: Scusa per prima. Dovremmo riprovare a uscire.

# 15984_Chihiro
source: Allow me to introduce myself properly. I'm Chihiro. Nice to meet you.
pt_br: Permettimi di presentarmi come si deve. Sono Chihiro. Piacere di conoscerti.

# 15996_Tanimura
source: Likewise.
pt_br: Anche per me.

# 16008_Chihiro
source: Thanks for coming.
pt_br: Grazie per essere venuto.

# 16020_Tanimura
source: Make yourself at home.
pt_br: Fai come se fossi a casa tua.

# 16032_Chihiro
source: I hope you have a nice time.
pt_br: Spero ti diverta.

# 16044_Chihiro
source: Make yourself at home.
pt_br: Fai come se fossi a casa tua.

# 16056_Chihiro
source: I really enjoyed our date.
pt_br: Mi sono davvero divertito al nostro appuntamento.

# 16068_Chihiro
source: Let's go out again when you have the chance.
pt_br: Usciamo di nuovo quando hai occasione.

# 16080_Chihiro
source: Let's go out again when you have the chance.
pt_br: Usciamo di nuovo quando hai occasione.

# 16092_Chihiro
source: Thanks for going out with me today!
pt_br: Grazie per essere uscito con me oggi!

# 16104_Chihiro
source: Would you mind taking me out again?
pt_br: Ti andrebbe di portarmi fuori di nuovo?

# 16116_Chihiro
source: Would you mind taking me out again?
pt_br: Ti andrebbe di portarmi fuori di nuovo?

# 16128_Chihiro
source: You look great today!
pt_br: Stai benissimo oggi!

# 16140_Chihiro
source: You're looking nice today.
pt_br: Stai molto bene oggi.

# 16152_Chihiro
source: You always seem to wear the same clothes.
pt_br: Sembri portare sempre gli stessi vestiti.

# 16164_Chihiro
source: Do you really like that look? Shouldn't you try to be a bit more fashionable?
pt_br: Ti piace davvero quel look? Non dovresti provare a essere un po' più alla moda?

# 16176_Chihiro
source: Are you seriously happy with that outfit?
pt_br: Sei sul serio contenta di quell'outfit?

# 16188_Tanimura
source: You should be more aware of what's fashionable.
pt_br: Dovresti stare più al passo con la moda.

# 16200_Chihiro
source: You look great today!
pt_br: Stai benissimo oggi!

# 16212_Chihiro
source: You're kidding! Is this for me!?
pt_br: Ma dai! Questo è per me!?

# 16224_Tanimura
source: I've wanted one of these forever!
pt_br: Ne volevo uno da una vita!

# 16236_F_cab_sitsofa_tlk_happy
source: Thank you! I'll treasure it always! <Color:7>♥<Color:Default>
pt_br: Grazie! Ne farò tesoro per sempre! <Color:7>♥<Color:Default>

# 16248_Chihiro
source: Is that a present for me?
pt_br: È un regalo per me?

# 16272_Chihiro
source: Is that a present for me?
pt_br: È un regalo per me?

# 16284_Tanimura
source: Thank you.
pt_br: Grazie.

# 16296_Chihiro
source: Oh, is that for me?
pt_br: Oh, è per me?

# 16308_F_cab_sitsofa_tlk_ojigiA
source: Uh, thanks.
pt_br: Uh, grazie.

# 16320_Chihiro
source: What on earth is that?
pt_br: Ma che cavolo è?

# 16332_F_cab_sitsofa_tlk_angry
source: And what do you expect me to do with it?
pt_br: E cosa dovrei farci?

# 16344_Chihiro
source: Hmm? You're giving me that again?
pt_br: Mmh? Ancora con il solito?

# 16356_Tanimura
source: You already gave me one of those. Or did you forget?
pt_br: Ma me ne hai già dato uno. O ti sei dimenticato?

# 16368_Chihiro
source: You're kidding! Is this for me!?
pt_br: Ma dai! Questo è per me!?

# 16380_Tanimura
source: I've wanted one of these forever! Thank you!
pt_br: Lo volevo da una vita! Grazie!

# 16392_F_cab_sitsofa_tlk_happy
source: I'll treasure it always! <Color:7>♥<Color:Default>
pt_br: Ne farò tesoro per sempre! <Color:7>♥<Color:Default>

# 16404_Chihiro
source: What would you like?
pt_br: Cosa desideri?

# 16428_Player
source: Okay, I'll have this.
pt_br: Ok, prendo questo.

# 16440_Tanimura
source: Huh. Okay. I guess some people come to hostess clubs and don't drink.
pt_br: Ah, va bene. Immagino che ci sia gente che viene negli hostess club e non tocca un goccio.

# 16452_Chihiro
source: Your glass is empty. Would you like another drink?
pt_br: Hai il bicchiere vuoto. Ne vorresti un altro?

# 16476_Player
source: Okay, I'll have this.
pt_br: Ok, prendo questo.

# 16488_Tanimura
source: Really? Not much of a drinker, huh?
pt_br: Davvero? Non sei un gran bevitore, eh?

# 16500_Chihiro
source: I like that, too! It's really tasty, isn't it?
pt_br: Anche a me! È proprio buono, vero?

# 16512_Chihiro
source: You drink that too?
pt_br: Bevi anche quello?

# 16524_Chihiro
source: All right, then.
pt_br: Ok, allora.

# 16536_Chihiro
source: Oh, I don't like that very much.
pt_br: Oh, non mi piace granché.

# 16548_Chihiro
source: I see...
pt_br: Capisco...

# 16560_Chihiro
source: What would you like to eat?
pt_br: Cosa vorresti mangiare?

# 16584_Player
source: Okay, I'll have this.
pt_br: Ok, prendo questo.

# 16596_Tanimura
source: You're not hungry?
pt_br: Non hai fame?

# 16608_Chihiro
source: Do you want something to eat?
pt_br: Ti va qualcosa da mangiare?

# 16632_Player
source: Okay, I'll have this.
pt_br: Ok, prendo questo.

# 16644_Tanimura
source: You're full already?
pt_br: Sei già pieno?

# 16656_Chihiro
source: I love that!
pt_br: Adoro!

# 16668_Tanimura
source: Can I have a little bit?
pt_br: Me ne dai un pochino?

# 16680_Chihiro
source: That's so tasty.
pt_br: È buonissimo!

# 16692_Chihiro
source: All right, then.
pt_br: Ok, allora.

# 16704_Chihiro
source: You actually eat that?
pt_br: Ma davvero mangi quello?

# 16716_Chihiro
source: I can't stand that.
pt_br: Non lo sopporto.

# 16728_Tanimura
source: I don't know what people like about it.
pt_br: Non so cosa la gente ci trovi.

# 16740_Chihiro
source: Okay, I'll order.
pt_br: Va bene, ordinerò.

# 16752_P_sitsofaR_tlk_quest
source: Excuse me!
pt_br: Scusi!

# 16764_Tanimura
source: Yes.
pt_br: Sì.

# 16776_P_sitsofaR_tlk_quest
source: Here's our order.
pt_br: Ecco la nostra ordinazione.

# 16788_Tanimura
source: Right away.
pt_br: Subito.

# 16812_Player
source: Let's drink.
pt_br: Dai, beviamo.

# 16836_Tanimura
source: I hope you enjoy yourself!
pt_br: Spero si diverta!

# 16848_Player
source: Let's drink.
pt_br: Dai, beviamo.

# 16872_Tanimura
source: I hope you enjoy yourself!
pt_br: Spero si diverta!

# 16884_Chihiro
source: Just a minute...
pt_br: Un attimo...

# 16896_Tanimura
source: Okay.
pt_br: Ok.

# 16932_Chihiro
source: I'm Chihiro. Nice to meet you.
pt_br: Sono Chihiro. Piacere.

# 16944_Tanimura
source: Likewise.
pt_br: Anche per me.

# 16968_Tanimura
source: You got a business card.
pt_br: Hai un biglietto da visita?

# 17004_Tanimura
source: (Maybe I'll ask for her next time I'm here.)
pt_br: (Magari la richiedo la prossima volta che torno.)

# 17028_Chihiro
source: Come back soon!
pt_br: Torna presto!

# 17040_Tanimura
source: Sure.
pt_br: Certo.

# 17064_Tanimura
source: You got a fancy business card.
pt_br: Hai un signor biglietto da visita.

# 17112_Chihiro
source: Here you are!
pt_br: Eccoti!

# 17136_Chihiro
source: Do you mind if I smoke, too?
pt_br: Ti dispiace se fumo anch'io?

# 17148_Tanimura
source: No, go ahead.
pt_br: No, vai pure.

# 17160_Chihiro
source: Come on. Drink up!
pt_br: Dai. Bevi tutto!

# 17172_Tanimura
source: Sure.
pt_br: Certo.

# 17184_Chihiro
source: Maybe I'll have a little drink myself.
pt_br: Magari mi faccio un goccetto anch'io.

# 17196_Tanimura
source: Sure.
pt_br: Certo.

# 17208_Tanimura
source: I should be going.
pt_br: Dovrei andare.

# 17220_F_cab_sitsofa_tlk_noA
source: You're leaving already?
pt_br: Te ne vai già?

# 17232_Chihiro
source: Is it that time already?
pt_br: È già ora?

# 17244_P_sitsofaR_tlk_yes
source: Yeah.
pt_br: Sì.

# 17352_Chihiro
source: Thanks so much for coming! <Color:7>♥<Color:Default>
pt_br: Grazie mille per essere venuto! <Color:7>♥<Color:Default>

# 17376_Tanimura
source: I hope to see you again soon! <Color:7>♥<Color:Default>
pt_br: Spero di rivederti presto! <Color:7>♥<Color:Default>

# 17388_Tanimura
source: Yeah.
pt_br: Sì.

# 17400_F_cab_sitsofa_tlk_noA
source: Bye.
pt_br: Ciao.

# 17424_Tanimura
source: I really had a good time! <Color:7>♥<Color:Default>
pt_br: Mi sono proprio divertita! <Color:7>♥<Color:Default>

# 17436_Tanimura
source: Me too.
pt_br: Anch'io.

# 17448_F_cab_sitsofa_tlk_noA
source: Bye.
pt_br: Ciao.

# 17472_Tanimura
source: Thanks for today! <Color:7>♥<Color:Default>
pt_br: Grazie per oggi! <Color:7>♥<Color:Default>

# 17496_Tanimura
source: Sure.
pt_br: Certo.

# 17508_F_cab_sitsofa_tlk_noA
source: Well, I'll be waiting.
pt_br: Beh, ti aspetterò.

# 17532_Tanimura
source: I love you! <Color:7>♥<Color:Default>
pt_br: Ti amo! <Color:7>♥<Color:Default>

# 17556_Tanimura
source: Thanks.
pt_br: Grazie.

# 17568_F_cab_sitsofa_tlk_noA
source: Well, I'll be waiting.
pt_br: Beh, ti aspetterò.

# 17616_Chihiro
source: Be careful on your way home!
pt_br: Stai attento tornando a casa!

# 17628_Chihiro
source: Hehe! Welcome!
pt_br: Hehe! Benvenuto!

# 17640_Chihiro
source: Have you heard of anything interesting happening around town?
pt_br: Hai sentito qualcosa di succoso in giro per la città?

# 17652_Tanimura
source: I haven't been able to go out much lately. So I was just wondering what was going on.
pt_br: Ultimamente non sono riuscita a uscire granché. Perciò mi chiedevo un po' che aria tirasse.

# 17664_F_cab_sitsofa_sp2_sync_hiza
source: Something interesting? Well...
pt_br: Qualcosa di interessante? Beh...

# 17676_Tanimura
source: No, I can't think of anything right now.
pt_br: No, non mi viene in mente nulla al momento.

# 17796_Chihiro
source: I've been thinking about going to one of those beauty spas where they really pamper you.
pt_br: Stavo pensando di andare in una di quelle spa di bellezza dove ti viziano per bene.

# 17808_Tanimura
source: Oh? You're like a movie star already.
pt_br: Oh? Sembri già una star del cinema.

# 17820_Chihiro
source: Hehe! Yeah, I guess so.
pt_br: Hehe! Già, immagino di sì.

# 17832_Chihiro
source: But they have so many different treatments you can choose from.
pt_br: Ma hanno una marea di trattamenti diversi tra cui puoi scegliere.

# 17844_Chihiro
source: I'm not even sure what kind of treatment I need. What part of my body do you think needs the most attention?
pt_br: Non so nemmeno che tipo di trattamento mi serva. Quale parte del mio corpo secondo te ha più bisogno di attenzioni?

# 17856_Tanimura
source: Well...
pt_br: Beh...

# 17868_Chihiro
source: In an audition, do they ask you a bunch of questions in addition to seeing you act? Like a job interview?
pt_br: A un provino, ti fanno un sacco di domande oltre a vederti recitare? Tipo un colloquio di lavoro?

# 17880_Tanimura
source: I'm not sure. But that sounds about right.
pt_br: Non sono sicura. Ma mi sa che è così.

# 17892_Chihiro
source: What should I say if they ask me what my most attractive feature is?
pt_br: Cosa dovrei dire se mi chiedono qual è il mio punto forte?

# 17904_Tanimura
source: Your most attractive feature? Hmm...
pt_br: La tua caratteristica più attraente? Mmm...

# 17940_Chihiro
source: Look! This is the present you gave me!
pt_br: Guarda! Questo è il regalo che mi hai fatto!

# 17952_Tanimura
source: I just love it! <Color:7>♥<Color:Default>
pt_br: Lo adoro proprio! <Color:7>♥<Color:Default>

# 17964_Chihiro
source: I'm a little thirsty. Can I order some <Color:7>Orange Juice<Color:Default>?
pt_br: Sono un po' assetata. Posso ordinare del <Color:7>succo d'arancia<Color:Default>?

# 17976_Chihiro
source: Yay! I'll go ahead and order it, then.
pt_br: Evvai! Allora lo ordino.

# 18000_Tanimura
source: Oh, I don't have enough money.
pt_br: Oh, non c'ho abbastanza soldi.

# 18012_Chihiro
source: Huh? Do you have money problems or something?
pt_br: Eh? Hai problemi di soldi o qualcosa del genere?

# 18024_Chihiro
source: Really? But I'm thirsty...
pt_br: Davvero? Ma ho sete...

# 18036_Chihiro
source: I'm getting hungry! Can I order a little snack?
pt_br: Mi sta venendo un languorino! Posso ordinare qualcosa da sgranocchiare?

# 18060_Tanimura
source: Yay! I'll go ahead and order it, then.
pt_br: Evvai! Allora lo ordino.

# 18072_F_cab_sitsofa_sync_order
source: Excuse me!
pt_br: Scusi!

# 18096_Tanimura
source: Huh? Why not?
pt_br: Eh? Perché no?

# 18108_Chihiro
source: Thanks for replying to my email. I'm gonna work hard to get used to my job here!
pt_br: Grazie per aver risposto alla mia email. Mi darò un sacco da fare per abituarmi al mio lavoro qui!

# 18120_Tanimura
source: That's the spirit.
pt_br: È lo spirito giusto.

# 18132_Chihiro
source: Ever since you sent me that mail, I've been renting a lot of movies so I can work on my acting skills.
pt_br: Da quando mi hai mandato quella mail, ho noleggiato un sacco di film così posso allenarmi con la recitazione.

# 18144_Chihiro
source: I find it motivating to see how professional actors work!
pt_br: Mi dà la carica vedere come lavorano gli attori professionisti!

# 18156_Tanimura
source: Ah, I see.
pt_br: Ah, capisco.

# 18168_Chihiro
source: Do you know a lot about Chinese tea? I've been interested in it, but I don't know a whole lot about it.
pt_br: Te ne intendi un sacco di tè cinese? Mi ci sono interessata, ma non è che ci capisca un granché.

# 18180_Tanimura
source: If you like, I can take you to one of my favorite Chinese restaurants.
pt_br: Se ti va, posso portarti in uno dei miei ristoranti cinesi preferiti.

# 18192_Chihiro
source: Really!? Thanks! <Color:7>♥<Color:Default>
pt_br: Davvero!? Grazie! <Color:7>♥<Color:Default>

# 18204_Chihiro
source: Are you good at karaoke? I'm no slouch myself. I know! Whoever loses has to pay for dinner!
pt_br: Sei bravo al karaoke? Io non sono mica l'ultima arrivata! Ho un'idea! Chi perde paga la cena!

# 18216_Tanimura
source: There's no need to get carried away.
pt_br: Non c'è bisogno di farsi prendere la mano.

# 18228_Chihiro
source: If I took Chachamaru out for a walk, you could get a chance to pet him.
pt_br: Se portassi Chachamaru a fare due passi, potresti avere l'occasione di fargli le coccole.

# 18240_Tanimura
source: Huh. Rabbits aren't the same as dogs, are they?
pt_br: Ah. I conigli non sono mica come i cani, vero?

# 18252_Chihiro
source: Yeah. You might still get a chance to pet him someday.
pt_br: Già. Magari un giorno avrai ancora la possibilità di fargli le coccole.

# 18264_Tanimura
source: What sort of actress do you want to be?
pt_br: Che tipo di attrice vuoi essere?

# 18276_Tanimura
source: You're both a college student and a hostess?
pt_br: Sei sia una studentessa universitaria che una hostess?

# 18288_Tanimura
source: How much money are you trying to make?
pt_br: A quanti soldi punti?

# 18300_Tanimura
source: Can you try a little bit for me?
pt_br: Ci proveresti un pochino per me?

# 18312_Tanimura
source: That's an unusual hobby.
pt_br: È un hobby insolito.

# 18324_Tanimura
source: Why didn't you join the normal theater club?
pt_br: Perché non ti sei iscritta al club di teatro normale?

# 18336_Tanimura
source: A pure and innocent woman.
pt_br: Una donna pura e innocente.

# 18348_Tanimura
source: A strong-willed woman.
pt_br: Una donna tosta.

# 18360_Tanimura
source: A ditzy woman.
pt_br: Una donna svampita.

# 18372_Tanimura
source: All I thought about was girls.
pt_br: Pensavo solo alle ragazze.

# 18384_Tanimura
source: I wasn't interested in love yet.
pt_br: Non ero ancora interessata all'amore.

# 18396_Tanimura
source: All I thought about was horses.
pt_br: Pensavo solo ai cavalli.

# 18408_Tanimura
source: Want to touch me?
pt_br: Vuoi toccarmi?

# 18420_Tanimura
source: It's nothing, really.
pt_br: Niente di che, davvero.

# 18432_Tanimura
source: It's even more impressive when I'm naked.
pt_br: È ancora più impressionante quando sono nuda.

# 18444_Tanimura
source: It can't be helped.
pt_br: Che ci vuoi fare?

# 18456_Tanimura
source: It's cute.
pt_br: È carino.
