Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0026009c.po
Languages: pt_br

# 56_Kiryu
source: So... engagement rings, huh?
pt_br: Allora... anelli di fidanzamento, eh?

# 68_Chigusa
source: Let's put them on. They're a pair, after all.
pt_br: Mettiamoceli. In fondo, sono un paio.

# 80_Kiryu
source: As long as you're sure.
pt_br: Finché ne sei sicura.

# 104_Kiryu
source: It's... too small for my finger.
pt_br: È... troppo piccolo per il mio dito.

# 116_Chigusa
source: *sob*
pt_br: *singhiozzo*

# 128_Kiryu
source: Hey, what's wrong?
pt_br: Ehi, cos'hai?

# 140_Chigusa
source: I give up...
pt_br: Non ce la faccio più...

# 152_Chigusa
source: Yusaku's... He's gone. *sob*
pt_br: Yusaku... Se n'è andato. *singhiozzo*

# 176_Chigusa
source: I've known all this time! I just...
pt_br: L'ho sempre saputo! Solo che...

# 188_Chigusa
source: Forget it. Just let me be alone.
pt_br: Lascia perdere. Lasciami in pace.

# 200_Kiryu
source: I don't think that's gonna help. We should go somewhere we can sit and take a breather.
pt_br: Non credo proprio che serva a qualcosa. Dovremmo andare da qualche parte dove possiamo sederci e prendere fiato.

# 212_Chigusa
source: ...Fine. Let's go back to Bantam, then. Yusaku and I used to go there together all the time.
pt_br: ...Va bene. Torniamo al Bantam, allora. Io e Yusaku ci andavamo sempre insieme.

# 224_Kiryu
source: Got it. Let's go.
pt_br: Capito. Andiamo.
