Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee00f8.po
Languages: pt_br

# 100_Kamiyama
source: Well, the store's almost set up. Gosh, I wonder if I'll ever meet Saejima again...
pt_br: Beh, la bottega è quasi a posto. Caspita, chissà se incontrerò mai più Saejima...

# 112_Player
source: Wait, aren't you...
pt_br: Aspetta, ma non sei...

# 124_Kamiyama
source: Uh, hi. I'm Kamiyama. We met in Okinawa, remember?
pt_br: Ehm, ciao. Sono Kamiyama. Ci siamo incontrati a Okinawa, ti ricordi?

# 136_Kamiyama
source: I was able to escape in all the chaos during your prison break.
pt_br: Sono riuscito a scappare in mezzo a tutto quel casino, durante la tua evasione.

# 148_Player
source: Wait, are they not after you or anything?
pt_br: Aspetta, non ti stanno addosso o altro?

# 160_Kamiyama
source: I mean, compared to you, I'm small fry, so nobody's coming after me.
pt_br: Cioè, rispetto a te, sono un pesce piccolo, quindi nessuno mi darà la caccia.

# 172_Kamiyama
source: Still, I thought I should be careful anyway, so I've decided to stay here for the time being... I'm starting a business on the roof over there.
pt_br: Comunque, ho pensato che fosse meglio stare attento, così ho deciso di rimanere qui per il momento... Sto mettendo su un'attività sul tetto lì sopra.

# 184_Kamiyama
source: My business is utilizing my expertise to mod equipment.
pt_br: Il mio business è sfruttare la mia esperienza per moddare l'attrezzatura.

# 196_Kamiyama
source: I've still got to get things ready, but come by again soon.
pt_br: Devo ancora sistemare un po' di roba, ma ripassa presto.

# 208_Kamiyama
source: ...Um, my little brother is in town, too. He specializes in weapons. Maybe you should stop by and see him, too.
pt_br: ...Ehm, anche il mio fratellino è qui in città. È uno che si occupa di armi. Magari dovresti fargli un salto anche tu.

# 220_Kamiyama
source: I think he set up shop in the far alley by West Park.
pt_br: Credo si sia messo su bottega nel vicolo in fondo, dalle parti di West Park.
