Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00a40001.po
Languages: pt_br

source: Suited Henchman
pt_br: Scagnozzo in abito

# 68_Suited Henchman
source: Ugh, I just got that dry-cleaned...
pt_br: Uff, l'avevo appena fatto lavare a secco...

# 80_Saejima
source: Your bark sure is worse than your bite.
pt_br: Il tuo abbaiare è davvero peggio del tuo morso.

# 116_Femme Fatale
source: Thank you. My name's Saori. And you are?
pt_br: Grazie. Mi chiamo Saori. E tu saresti?

# 140_Saori
source: Well, thank you, Suzuki-san. Lucky me, getting saved by such a manly hero. I'm glad chivalry isn't dead.
pt_br: Beh, grazie, Suzuki-san. Che fortuna la mia ad essere salvata da un eroe così maschio. Sono contenta che la cavalleria non sia morta.

# 152_Saejima
source: What's up with these suits, anyhow? Yappin' about ya stealing from 'em.
pt_br: Ma che vogliono 'sti col vestito, poi? Stanno a blaterare che gli hai fregato roba.

# 164_Saori
source: Hehehe... That's not important.
pt_br: Hehehe... Non conta.

# 176_Saori
source: But speaking of your heroism, I wonder if I could ask you for one more teensy little favor?
pt_br: Ma a proposito del tuo eroismo, mi chiedevo se potessi chiederti un altro favorino?

# 200_Saori
source: Would you take this CD-ROM to a man waiting in the subway tunnel, then bring me the briefcase he hands off to you?
pt_br: Mi porteresti questo CD-ROM da un tizio che ti aspetta nel tunnel della metro, e poi mi riporti la valigetta che ti passerà?

# 212_Saejima
source: What's a rawm? That what you stole?
pt_br: Cos'è 'sto ROM? È quello che hai fregato?

# 224_Saori
source: Er, yes.
pt_br: Ehm, sì.

# 236_Saejima
source: That shiny plate got some kinda value or what?
pt_br: Quella piastra lucida vale qualcosa, o no?

# 248_Saori
source: More than you can imagine. It's what's inside that counts.
pt_br: Più di quanto immagini. È quello che c'è dentro che conta.

# 260_Saejima
source: Oh yeah? I don't get it.
pt_br: Ah sì? Non afferro.

# 272_Saori
source: You don't have to believe me to help me.
pt_br: Non devi per forza credermi per darmi una mano.

# 296_Saori
source: I'll compensate you, too. Will you do this for me?
pt_br: Ti sistemo anch'io. Me lo fai questo servizio?

# 308_Saejima
source: I saw a lady in trouble and stepped in to help. That's it. Don't want nothin' to do with your seedy rawm schemes.
pt_br: Ho visto una tipa nei guai e le ho dato una mano. Tutto qui. Non voglio averci niente a che fare con i vostri loschi affari.

# 320_Saejima
source: Do what ya like, but if you ask me, this kinda business is way too risky for a woman.
pt_br: Fai come ti pare, ma se mi chiedi a me, questo genere di affari è fin troppo rischioso per una donna.

# 332_Saori
source: Now you're being sexist.
pt_br: Adesso stai facendo il sessista.

# 356_Saori
source: It seems I can't persuade you, then?
pt_br: A quanto pare non riesco a convincerti, allora?

# 368_Saejima
source: Seems that way.
pt_br: Così pare.

# 380_Saori
source: Fine, then I'll go by myself. Alone...
pt_br: Va bene, allora ci vado da solo. Solo...

# 392_Saori
source: But please. If anything happens to me...
pt_br: Ma ti prego. Se mi dovesse succedere qualcosa...

# 404_Saori
source: No, never mind. All right, I suppose this is it. Farewell.
pt_br: No, lascia perdere. Va bene, immagino che sia tutto qui. Addio.
