Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e603c9.po
Languages: pt_br

source: Man in a Business Suit
pt_br: Uomo in completo

# 56_Tanimura
source: So, a sex industry writer named Koichi Yabe was investigating a madam from Hong Kong and it got him killed.
pt_br: Insomma, uno scrittore del settore a luci rosse, di nome Koichi Yabe, stava indagando su una maitresse di Hong Kong e questo gli è costato la vita.

# 68_Man in a Business Suit
source: What... Yabe's dead!?
pt_br: Cosa... Yabe è morto!?

# 80_Tanimura
source: So you knew him?
pt_br: Allora lo conoscevi?

# 92_Man in a Business Suit
source: ...I did.
pt_br: ...L'ho fatto.

# 104_Tanimura
source: Tell me where this boss of yours is.
pt_br: Dimmi dov'è quel tuo capo.

# 116_Man in a Business Suit
source: She went back to Hong Kong this morning.
pt_br: È tornata a Hong Kong stamattina.

# 128_Tanimura
source: I see. So she had to skip town to keep a lid on Yabe's murder...
pt_br: Capisco. Dunque ha dovuto filarsela per insabbiare l'omicidio di Yabe...

# 140_Man in a Business Suit
source: Let's just say she learned too much about the organization for her own good.
pt_br: Diciamo pure che ha scoperto troppo sull'organizzazione, e non le ha portato nulla di buono.

# 152_Tanimura
source: Are you talking about the organization that Bridge runs?
pt_br: Stai parlando dell'organizzazione che gestisce Bridge?

# 164_Man in a Business Suit
source: Bridge?
pt_br: Ponte?

# 176_Tanimura
source: What, you never heard the name?
pt_br: Ma dai, non hai mai sentito 'sto nome?

# 188_Man in a Business Suit
source: We're not important enough to know what's going on up top. All I know is that the boss leaked something to Yabe.
pt_br: Non abbiamo il peso per sapere cosa succede ai piani alti. Tutto quello che so è che il capo ha spifferato qualcosa a Yabe.

# 200_Tanimura
source: And now that Yabe's dead, I guess we'll never know what that was.
pt_br: E ora che Yabe è morto, immagino che non scopriremo mai di cosa si trattasse.

# 212_Man in a Business Suit
source: Don't be so sure about that. Yabe apparently hid whatever he compiled somewhere.
pt_br: Non esserne così sicuro. A quanto pare, Yabe ha nascosto quello che ha messo insieme da qualche parte.

# 224_Tanimura
source: Really!? Where?
pt_br: Davvero!? Dove?

# 236_Man in a Business Suit
source: Dunno. The organization's in a frenzy trying to find it.
pt_br: Boh. L'organizzazione sta impazzendo per trovarlo.

# 248_Tanimura
source: Interesting...
pt_br: Interessante...

# 260_Man in a Business Suit
source: Are you gonna go look for it, too?
pt_br: Ci vai a cercarlo anche tu?

# 272_Tanimura
source: You bet. I imagine it's some pretty valuable info.
pt_br: Puoi scommetterci. Immagino sia roba mica da ridere.

# 284_Man in a Business Suit
source: You ought to stay out of it. Or you'll end up just like Yabe.
pt_br: Faresti meglio a starne fuori. O finirai proprio come Yabe.

# 296_Tanimura
source: Don't you worry about me. After giving me all these details, you should be watching your own back.
pt_br: Non darti pensiero per me. Dopo che mi hai spiattellato tutti questi dettagli, faresti meglio a guardarti le spalle.
