Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0009031b.po
Languages: pt_br

# 68_Setsuko
source: Honey...
pt_br: Tesoro...

# 80_Akiyama
source: I'm sorry, Arima-san, but I took the liberty of looking into your company's financial health.
pt_br: Mi dispiace, Arima-san, ma mi sono preso la libertà di dare un'occhiata alla salute finanziaria della sua azienda.

# 92_Akiyama
source: The high interest rates you've charged are coming back to haunt you. Refunds and defaulted loans have put your business in a precarious position.
pt_br: Gli alti tassi d'interesse che hai applicato ti si stanno ritorcendo contro. Rimborsi e prestiti in default hanno messo i tuoi affari in una posizione precaria.

# 116_Akiyama
source: Even if you manage to get over the current hump by giving your clients to Shiobara and putting his money into Tenjin's pockets...
pt_br: Anche se riesci a cavarti d'impaccio da questo scoglio, dando i tuoi clienti a Shiobara e facendo finire i suoi soldi nelle tasche di Tenjin...

# 128_Akiyama
source: The demand for refunds won't stop, and you don't possess the financial means to get new clients.
pt_br: Le richieste di rimborsi non si fermano, e tu non hai i mezzi finanziari per procurarti nuovi clienti.

# 140_Akiyama
source: Shiobara's funds will just barely solve the problem at hand, and the only clients he'll inherit are the ones who can't pay him back.
pt_br: I fondi di Shiobara basteranno a malapena a risolvere il casino in corso,\ne gli unici clienti che si ritroverà saranno quelli che non\npotranno ripagarlo.

# 152_Akiyama
source: He'd be left with nothing but a bunch of deadbeats while Tenjin Loans bleeds him dry. Your business is destined to fail.
pt_br: Gli rimarrebbe solo un branco di parassiti, mentre la Tenjin Prestiti lo prosciuga. La tua attività è destinata a fallire.

# 176_Akiyama
source: One bad streak is usually enough to keep the banks from lending to you.
pt_br: Una singola batosta è di solito sufficiente per tenere le banche alla larga dal farti prestiti.

# 188_Akiyama
source: Unless you reel in some new loans, Tenjin will go down in flames and take Shiobara with it.
pt_br: Se non agguanti qualche nuovo prestito, Tenjin andrà in fiamme e si trascinerà dietro anche Shiobara.

# 212_Akiyama
source: Setsuko-san knew all this.
pt_br: Setsuko-san sapeva tutto questo.

# 224_Akiyama
source: She swallowed her pride and her honor, ready to scrub toilets in a hostess club if that's what it took to pass my test.
pt_br: Si è ingoiata l'orgoglio e l'onore, pronta a strofinare i cessi in un hostess club se quello era ciò che serviva per superare il mio test.

# 236_Akiyama
source: She was genuinely trying to make a new start with you.
pt_br: Lei ci stava provando davvero a rifarsi una vita con te.

# 260_Akiyama
source: Setsuko-san, you've passed the test. I'll lend you fifty million yen, like we agreed.
pt_br: Setsuko-san, hai superato la prova. Ti presterò cinquanta milioni di yen, come pattuito.

# 272_Setsuko
source: ...Thank you so very much.
pt_br: ...Grazie infinite.

# 344_Shiobara
source: You really helped me out, Akiyama-san. I appreciate it.
pt_br: Mi hai davvero tirato fuori dai guai, Akiyama-san. Te ne sono grato.

# 356_Akiyama
source: I wasn't exactly trying to.
pt_br: Non è che ci stessi provando.

# 368_Shiobara
source: It's just like you said.
pt_br: È proprio come hai detto tu.

# 380_Akiyama
source: What?
pt_br: Cosa?

# 392_Shiobara
source: Show people you're serious, and they'll be happy to work with you.
pt_br: Mostra alla gente che fai sul serio, e saranno ben contenti di lavorare con te.

# 416_Shiobara
source: Arima-san's wife was serious about passing your test, and you responded to that.
pt_br: La moglie di Arima-san era decisa a superare il tuo test, e tu hai risposto a questo.

# 428_Shiobara
source: I think Arima-san really understood his wife's determination, as well.
pt_br: Penso che Arima-san abbia davvero capito la determinazione di sua moglie, anche.

# 452_Shiobara
source: My eyes have been opened.
pt_br: Mi si sono aperti gli occhi.

# 464_Shiobara
source: I made a little bit of money and started acting like I had it all figured out. I'll start over, and, this time, I know my efforts will pay off!
pt_br: Ho fatto due soldini e mi sono montato la testa, come se avessi tutto capito. Ricomincerò da zero, e, stavolta, lo so, i miei sforzi ripagheranno!
