Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00a40038.po
Languages: pt_br

source: Desperate Man
pt_br: Uomo disperato

# 328_Akiyama
source: Sorry to keep you waiting. Uh...
pt_br: Mi scusi per l'attesa. Uh...

# 340_Desperate Man
source: Please! I need money right now!
pt_br: Ti prego! Ho bisogno di soldi subito!

# 352_Desperate Man
source: Can you help me!? I need money... Oh, won't you please give me a loan!?
pt_br: Mi puoi aiutare!? Ho bisogno di soldi... Oh, ti prego, non potresti farmi un prestito!?

# 364_Akiyama
source: Sorry, I was just on my way out. Would you mind waiting a while?
pt_br: Scusa, stavo proprio per uscire. Ti dispiacerebbe aspettare un po'?

# 376_Desperate Man
source: That's what you said the last time! Are you gonna make me wait forever!?
pt_br: È quello che hai detto anche l'ultima volta! Mi farai aspettare un'eternità!?

# 388_Akiyama
source: Look, I'll be right back. I really am sorry.
pt_br: Senti, torno subito. Mi dispiace davvero.

# 412_Akiyama
source: Now, just calm down. Let's head up to my office and I'll hear what you have to say.
pt_br: Ora, datti una calmata. Saliamo nel mio ufficio e io sentirò quello che hai da dire.

# 424_Desperate Man
source: Oh... Okay.
pt_br: Oh... Va bene.

# 448_Desperate Man
source: Er... Is this Sky Finance?
pt_br: Ehm... È qui Sky Finance?

# 460_Akiyama
source: Whoops! Yeah, it is. Are, uh... you a customer?
pt_br: Ops! Sì, è così. Lei, uh... è un cliente?

# 472_Desperate Man
source: Can you help me!? I need money... Oh, won't you please give me a loan!?
pt_br: Mi puoi aiutare!? Ho bisogno di soldi... Oh, ti prego, non potresti farmi un prestito!?

# 484_Akiyama
source: Sorry, I was just on my way out. Would you mind waiting a while?
pt_br: Scusa, stavo proprio per uscire. Ti dispiacerebbe aspettare un po'?

# 496_Desperate Man
source: Huh? But I need money right now!
pt_br: Eh? Ma mi servono soldi subito!

# 508_Akiyama
source: Look, I'll be right back. I really am sorry.
pt_br: Senti, torno subito. Mi dispiace davvero.

# 568_Akiyama
source: Now, just calm down. Let's head up to my office and I'll hear what you have to say.
pt_br: Ora, datti una calmata. Saliamo nel mio ufficio e io sentirò quello che hai da dire.

# 580_Desperate Man
source: Oh, thank goodness.
pt_br: Oh, meno male.

# 604_Akiyama
source: Hear Him Out
pt_br: Ascoltalo

# 616_Akiyama
source: Have Him Wait
pt_br: Fallo aspettare

# 628_Akiyama
source: Hear Him Out
pt_br: Ascoltalo

# 640_Akiyama
source: Have Him Wait
pt_br: Fallo aspettare
