Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00260075.po
Languages: pt_br

source: Baby
pt_br: Neonato

source: Date
pt_br: Appuntamento

# 56_Baby
source: Goo goo...
pt_br: Gugu...

# 68_Date
source: We did it, Kiryu! He stopped crying!
pt_br: Ce l'abbiamo fatta, Kiryu! Ha smesso di piangere!

# 80_Kiryu
source: And you can finally stop trying to scream over him. But yeah, he's calm now.
pt_br: E puoi finalmente smetterla di sbraitare per farti sentire sopra di lui. Ma sì, ora è tranquillo.

# 92_Date
source: Man... I feel like just a few hours of that shaved years off my life.
pt_br: Cristo... mi sembra che solo qualche ora di quella roba mi abbia tolto anni di vita.

# 104_Kiryu
source: Nothing a few drinks can't fix. Anyway, where'd this kid come from?
pt_br: Un paio di drink e si sistema. Comunque, da dove è saltato fuori 'sto bambino?

# 116_Date
source: Oh yeah, I never told you, did I?
pt_br: Ah, già, non te l'ho mai detto, vero?

# 128_Date
source: Well, when I came over to the bar earlier, I heard this noise coming from the back alley.
pt_br: Beh, quando sono passato al bar prima, ho sentito un rumore provenire dal vicolo sul retro.

# 140_Date
source: And when I went to take a look, I found this baby lying on the back steps. Almost like somebody hid him there. It was bizarre.
pt_br: E quando sono andato a dare un'occhiata, ho trovato questo bambino sdraiato su i gradini di dietro. Quasi come se qualcuno l'avesse nascosto lì. Era bizzarro.

# 152_Date
source: He was crying like a damn banshee, too. I didn't know what to do... so I brought him in.
pt_br: Stava piangendo come una dannata iena, pure. Non sapevo cosa fare... così l'ho portato dentro.

# 164_Kiryu
source: You said it looked like he was hidden there? That doesn't sound like your run-of-the-mill abandoned baby. Did they leave a note?
pt_br: Hai detto che l'avevano nascosto lì? Non mi sembra il solito neonato abbandonato. Hanno lasciato un biglietto?

# 176_Date
source: You know, I didn't even think to check. Lemme go take a look.
pt_br: Sai, non ci ho nemmeno pensato a controllare. Ci vado a dare un'occhiata.

# 200_Date
source: Here we go. Found something. This handwriting's awful, though. Whoever wrote it was sure in a hurry.
pt_br: Allora. Trovato qualcosa. Questa calligrafia fa schifo, però. Chi l'ha scritta aveva di sicuro una gran fretta.

# 212_Kiryu
source: What does it say?
pt_br: Cosa c'è scritto?

# 224_Date
source: "Please take care of my baby. And, I'm sorry."
pt_br: Ti prego, prenditi cura del mio bambino. E, mi dispiace.

# 236_Kiryu
source: We should bring him to the police.
pt_br: Dovremmo portarlo alla polizia.

# 248_Date
source: I mean, yeah... but then we'll be stuck at the station 'til they make sure everything checks out.
pt_br: Cioè, sì... ma poi resteremo bloccati alla stazione finché non si assicurano che quadri tutto.

# 260_Date
source: You ask me, whoever left him here has got to be still in town. Let's go out and look for them.
pt_br: Per me, chi l'ha mollato qui dev'essere ancora in città. Usciamo a cercarli.

# 272_Kiryu
source: Yeah, not a bad idea.
pt_br: Già, non una cattiva idea.

# 284_Date
source: But I will say, with how many people we've got here... I'd have thought <Italic>somebody</Italic> would have been able to get him to stop crying.
pt_br: Però devo dire, con tutta la gente che ci siamo qui... Avrei pensato che <Italic>qualcuno</Italic> sarebbe riuscito a farlo smettere di piangere.

# 296_Akiyama
source: Sorry, kids aren't really my forte.
pt_br: Scusa, i bambini non sono proprio il mio forte.

# 320_Saejima
source: ...He'd just cry more if he saw my mug starin' back at him.
pt_br: Si metterebbe solo a piangere più forte se vedesse il mio faccione che lo fissa.

# 344_Tanimura
source: I think you're just the nurturing father this kid was looking for, Date-san.
pt_br: Penso che tu sia proprio il padre amorevole che 'sto bambino cercava, Date-san.

# 368_Date
source: *sigh* Forget it. We just need to focus on finding whoever dropped this kid off. There must be someone nearby who saw them do it.
pt_br: *sospiro* Lascia stare. Dobbiamo solo concentrarci su chi ha mollato 'sto pargolo. Ci dev'essere qualcuno qui intorno che li ha visti farlo.

# 380_Tanimura
source: I'll handle it. I'm a detective, after all. If this doesn't fall under the jurisdiction of Community Safety, I don't know what would.
pt_br: Me ne occupo io. Dopotutto, sono un detective. Se questo non rientra nella giurisdizione della Sicurezza Comunitaria, non so cosa lo farebbe.

# 392_Date
source: Forget it. You're supposed to be "dead," remember?
pt_br: Lascia perdere. Dovresti essere "morto", ricordi?

# 404_Tanimura
source: Oops.
pt_br: Ops.

# 416_Date
source: Oops is right. The police would get wind of you flashing your badge around in a heartbeat.
pt_br: Oops, hai ragione. La polizia fiuterebbe che sventoli\nil tuo distintivo in giro in un attimo.

# 428_Tanimura
source: I guess you're right. But we don't really have anyone else who's capable enough.
pt_br: Credo tu abbia ragione. Ma non abbiamo davvero nessun altro che sia abbastanza all'altezza.

# 440_Date
source: What, the escaped convict and troubled moneylender don't strike confidence into your heart?
pt_br: Che, il galeotto evaso e l'usuraio nei guai non ti ispirano fiducia?

# 452_Akiyama
source: You hear what he's saying about us?
pt_br: Hai sentito quello che dice di noi?

# 464_Saejima
source: Sure as hell do.
pt_br: Eccome se sì.

# 476_Date
source: Guess I'll just have to head out there myself.
pt_br: Immagino che dovrò andarci io stesso.

# 488_Kiryu
source: No, I'll do it.
pt_br: No, lo faccio io.

# 500_Date
source: Huh? Why?
pt_br: Eh? Perché?

# 512_Kiryu
source: I've had enough piss on my face tonight to last a lifetime. He's all yours, Date.
pt_br: Stasera ne ho avuto abbastanza di merda in faccia da durarmi una vita. È tutto tuo, Date.

# 524_Date
source: Hey, you can't just dump him on me like this!
pt_br: Ehi, non puoi mica mollarlo a me così!

# 536_Kiryu
source: Let's just say we're even now. Good luck.
pt_br: Diciamo che ora siamo pari. Buona fortuna.
