Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0009037a.po
Languages: pt_br

source: Sketchball
pt_br: Tipo losco

# 108_Takashi
source: Hm, he said the guy would be wearing a blue jacket...
pt_br: Hm, ha detto che il tizio avrebbe indossato una giacca blu...

# 120_Sketchball
source: Hey, kid.
pt_br: Ehi, pivello.

# 132_Sketchball
source: You don't look like the kinda guy who spends his time in places like these. What do you say I cut you a deal, help you bring in the green?
pt_br: Non hai l'aria del tipo che bazzica posti come questi. Che ne dici se ti propongo un affare, ti aiuto a fare un po' di grana?

# 144_Takashi
source: A deal? What kind of deal?
pt_br: Un affare? Che tipo di affare?

# 156_Kiryu
source: (Huh? Why is Tanimura involved in this?)
pt_br: (Eh? Che c'entra Tanimura in 'sta roba?)

# 168_Sketchball
source: I've got a way to squeeze the yen out of these chumps like you won't believe. And it's my own method, so nobody knows but me.
pt_br: Ho un modo per far sborsare lo yen a questi polli che\nnon ti immagini. Ed è un metodo tutto mio, quindi nessuno lo conosce a parte me.

# 180_Takashi
source: ...How do you do it?
pt_br: ...Come fai?

# 192_Sketchball
source: Not so fast. Secrets aren't free, you know? I'm gonna need a little something in return.
pt_br: Non così in fretta. I segreti si pagano, sai? Avrò bisogno di qualcosa in cambio.

# 204_Takashi
source: Wait, you're not talking about cheating, are you?
pt_br: Senti, mica starai parlando di barare, eh?

# 216_Sketchball
source: It's not cheating if you don't get caught.
pt_br: Non è barare se non ti beccano.

# 228_Sketchball
source: Look, I'm sure you need the spare change. Maybe you've got a girlfriend you wanna take care of? Or a wife?
pt_br: Senti, sono sicuro che ti servano due spicci. Magari hai una ragazza da mantenere? O una moglie?

# 240_Takashi
source: Well...
pt_br: Beh...

# 252_Kiryu
source: (Don't tell me Takashi's going to fall for this...)
pt_br: (Non dirmi che Takashi ci cascherà...)

# 264_Sketchball
source: What do you say? Offer's on the table, take it or leave it.
pt_br: Allora, che mi dici? L'offerta è sul tavolo, prendere o lasciare.

# 276_Takashi
source: I'll pass.
pt_br: Passo.

# 288_Sketchball
source: What? You gotta be kidding me, kid.
pt_br: Ma cosa? Ma stai scherzando, ragazzo.

# 300_Takashi
source: I'm not. My girlfriend would never want me to cheat to strike it rich. I don't plan on letting her down.
pt_br: Non ci sto. La mia ragazza non vorrebbe mai che imbrogliassi per fare i soldi. Non ho intenzione di deluderla.

# 312_Takashi
source: I'd rather bust my ass making a decent, honest living. One I can be proud of, even if it doesn't pay that much.
pt_br: Preferirei farmi il mazzo per una vita onesta e dignitosa. Una di cui posso andare fiero, anche se non è che paghi granché.

# 324_Kiryu
source: (Guess he's more principled than I realized.)
pt_br: (Mi sa che è più ligio ai principi di quanto pensassi.)

# 336_Sketchball
source: Huh, too bad. This was your chance at a big score, and you just left it on the table. Your loss, kid.
pt_br: Ah, che pacco. Questa era la tua occasione per un bel colpo, e tu te la sei lasciata scappare. Peggio per te, ragazzino.

# 384_Takashi
source: Florist-san? It's Takashi.
pt_br: Fiorista-san? Sono Takashi.

# 396_Takashi
source: I'm not sure how, but that guy was definitely cheating. I'm sure of it.
pt_br: Non so come, ma quel tizio stava decisamente barando. Ne sono sicuro.

# 408_Takashi
source: Huh? Another job?
pt_br: Eh? Un altro lavoro?

# 420_Takashi
source: Nakamichi Alley? Sure, I'll head right over.
pt_br: Vicolo Nakamichi? Certo, arrivo subito.

# 444_Kiryu
source: What did he say, Takashi?
pt_br: Che ha detto, Takashi?

# 456_Takashi
source: Apparently he'll take care of the cheater now that he knows what he's up to. Oh, and I'm getting sent on another mission.
pt_br: A quanto pare si occuperà lui del baro, ora che sa cosa sta combinando. Ah, e mi spediscono in un'altra missione.

# 468_Kiryu
source: What is it this time?
pt_br: Che c'è stavolta?

# 480_Takashi
source: Well, some guy in Nakamichi Alley is scouting for new girls to join his hostess club. But it sounds more like harassment than regular scouting.
pt_br: Allora, un tizio a Nakamichi Alley sta adocchiando nuove ragazze\nper il suo hostess club. Ma suona più come molestie\nche un normale reclutamento.

# 492_Takashi
source: So the Florist asked me to stop him.
pt_br: Dunque il Fiorista mi ha chiesto di fermarlo.

# 504_Kiryu
source: Not a bad idea.
pt_br: Mica male come idea.

# 516_Takashi
source: Welp, I'd better hurry over there. See you later!
pt_br: Vabbè, devo spicciarmi ad andare là. Ci vediamo!

# 540_Kiryu
source: (...I should probably follow him to Nakamichi Alley. Just to make sure he's safe.)
pt_br: (...Forse dovrei seguirlo fino al Nakamichi Alley. Solo per assicurarmi che sia al sicuro.)
