Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00260408.po
Languages: pt_br

source: You got a <Color:8>Fitness Gear<Color:Default>.
pt_br: Hai ottenuto un'<Color:8>Attrezzatura fitness<Color:Default>.

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: Man in Tights
pt_br: Tizio in calzamaglia

source: Macho Punk
pt_br: Punk Macho

source: Young Punk
pt_br: Giovane teppista

source: Purple-suited Punk
pt_br: Teppista Vestito di Viola

# 204_Kiryu
source: (Just gotta give him the curry now.)
pt_br: (Manca solo dargli il curry, adesso.)

# 228_Man in Tights
source: Need... curry!
pt_br: Mi serve... curry!

# 240_Kiryu
source: (I should really go get him some curry.)
pt_br: (Dovrei proprio andargli a prendere del curry.)

# 252_Kiryu
source: Hey, curry man! Eat up!
pt_br: Ehi, uomo del curry! Dacci dentro!

# 264_Man in Tights
source: My word...!
pt_br: Caspita...!

# 276_Man in Tights
source: Mmmmmm, oh yes, yes, yes! I feel it! The pure spice coursing through my bloodstream! Nay, I have no blood! Only curry!
pt_br: Mmmmmm, oh sì, sì, sì! Lo sento! La pura spezia che mi scorre nelle vene! Macché, non ho sangue! Solo curry!

# 312_Man in Tights
source: Hahaha, at long last, my Curry Energy has reached a boil yet again! Revenge may be sweet, but justice is SPICY!
pt_br: Hahaha, finalmente, la mia Energia al Curry è giunta a ebollizione ancora una volta! La vendetta sarà anche dolce, ma la giustizia è PICCANTE!

# 348_Macho Punk
source: What the shit!? Where's he gettin' all that energy from!?
pt_br: Ma che cazzo!? Da dove la tira fuori tutta quell'energia!?

# 360_Man in Tights
source: Avast, evildoers!
pt_br: Fermi tutti, malviventi!

# 372_Young Punk
source: Shit, shit, shit!
pt_br: Merda, merda, merda!

# 384_Purple-suited Punk
source: No backin' down! Get him!
pt_br: Non si molla! Addosso!

# 408_Macho Punk
source: Hrgh!
pt_br: Urgh!

# 420_Purple-suited Punk
source: Ack!
pt_br: Ah!

# 432_Young Punk
source: Owww!
pt_br: Ahia!

# 480_Macho Punk
source: How... is he... so strong?
pt_br: Ma come... fa a essere... così forte?

# 492_Man in Tights
source: Mission complete!
pt_br: Missione completata!

# 564_Man in Tights
source: I really must thank you, my saint of spice.
pt_br: Devo proprio ringraziarti, mio santo delle spezie.

# 576_Kiryu
source: Don't worry about it.
pt_br: Non preoccupartene.

# 588_Man in Tights
source: I always assumed I was lone protector of this city, but it appears I'm not the only chunk of beef in this curry pot.
pt_br: Ho sempre dato per scontato di essere l'unico protettore di questa città, ma a quanto pare non sono l'unico manzo in questo calderone di curry.

# 600_Man in Tights
source: To think there was another like me... Haha! I'll have to redouble my efforts!
pt_br: Pensare che ci fosse un altro come me... Ahah! Dovrò\nraddoppiare i miei sforzi!

# 612_Man in Tights
source: Or perhaps we could team up? I can see it now! Me, the Curry Crusader. You, the Katsu Kid! A match made in the bubbling brown expanse of curry heaven!
pt_br: O forse potremmo fare squadra? Lo vedo già! Io, il Curry Crociato. Tu, il Katsu Kid! Un'accoppiata vincente nella ribollente distesa marrone del paradiso del curry!

# 624_Kiryu
source: ...I think I'll pass. I don't know if I have the appetite for crime-fighting.
pt_br: ...Mi sa che passo. Non so se ho lo stomaco per fare il giustiziere.

# 636_Man in Tights
source: I see. Most unfortunate, but very well.
pt_br: Capisco. Davvero un peccato, ma va bene.

# 648_Man in Tights
source: Nonetheless, allow me to thank you. Please accept this. And before you decline, I won't take no for an answer.
pt_br: Ad ogni modo, permettimi di ringraziarti. Accetta questo. E prima che tu rifiuti, sappi che un no non lo accetto.

# 696_Kiryu
source: Heh, if you insist.
pt_br: Eh, se proprio ci tieni.

# 708_Man in Tights
source: Someday we shall meet again! Until then, BE SPICY!
pt_br: Un giorno ci rivedremo! Fino ad allora, Sii piccante!

# 732_Kiryu
source: (Now that I think about it, I could really go for some Matsuya curry...)
pt_br: (Ora che ci penso, mi farebbe proprio gola un po' di curry Matsuya...)

# 780_Kiryu
source: (That guy's really in a pinch...)
pt_br: (Quel tizio è proprio nei guai...)

# 792_Kiryu
source: (Eh, not my problem.)
pt_br: (Eh, non sono affari miei.)

# 804_Kiryu
source: (I should probably bail him out. He did the same for me before, after all.)
pt_br: (Dovrei probabilmente dargli una mano. Dopotutto, lui ha fatto lo stesso per me prima.)

# 816_Kiryu
source: That's enough, you guys.
pt_br: Basta così, ragazzi.

# 828_Macho Punk
source: What's it to you, bitch? Keep your nose outta this!
pt_br: Che ti frega, stronzo? Non ficcare il naso!

# 840_Purple-suited Punk
source: You this guy's sidekick or somethin'? Sure don't look it.
pt_br: Tu sei il gregario di 'sto tipo, o roba del genere? Di sicuro non si direbbe.

# 852_Man in Tights
source: Ah, the random man from before! I'm ashamed you have to see me like this, with my proverbial curry spilled hither which way...
pt_br: Ah, il tizio di prima! Mi vergogno che tu mi debba\nvedere così, col mio proverbiale curry sparso un po'\ndappertutto...

# 864_Kiryu
source: The only ones who should be ashamed are the guys who ganged up on you.
pt_br: Gli unici che dovrebbero vergognarsi sono i tipi che ti hanno caricato in branco.

# 876_Macho Punk
source: What's that? You wanna piece of the pain too, huh!?
pt_br: Che c'è? Vuoi prenderle anche tu, eh!?

# 888_Kiryu
source: Bring it.
pt_br: Fatti sotto.

# 900_Man in Tights
source: Halt! I require no assistance!
pt_br: Fermati! Non richiedo assistenza!

# 912_Kiryu
source: Huh? Are you sure?
pt_br: Eh? Sei sicuro?

# 924_Man in Tights
source: I am grateful, yes, but I've prepared myself for all hardships my spicy lifestyle may bring!
pt_br: Sono grato, sì, ma mi sono preparato a tutte le avversità che il mio stile di vita piccante mi riserva!

# 936_Man in Tights
source: After all, with great curry comes great responsibility!
pt_br: Dopotutto, da un grande curry derivano grandi responsabilità!

# 948_Macho Punk
source: Y'know, he might actually be kinda badass if it wasn't for that lame as shit unitard, heh.
pt_br: Sai, sarebbe anche un gran tosto se non fosse per quella tutina di merda così penosa, eheh.

# 960_Purple-suited Punk
source: Sorry, pal, but your spicy lifestyle's endin' right here, right now!
pt_br: Scusa, amico, ma la tua vita piccante finisce qui e ora!

# 972_Man in Tights
source: Hrgh... If only I had curry!
pt_br: Argh... Se solo avessi del curry!

# 984_Kiryu
source: Hm? Did you say curry?
pt_br: Eh? Hai detto curry?

# 996_Man in Tights
source: No, it's nothing. Pay me no mind.
pt_br: No, non è niente. Non badarmi.

# 1008_Kiryu
source: I, uh... I feel kind of silly asking this, but does your power come from spicy curry?
pt_br: Io, uhm... Mi sento un po' sciocco a chiederlo, ma il tuo potere deriva dal curry piccante?

# 1032_Kiryu
source: Heh, I figured. All right, hang on!
pt_br: Eh, immaginavo. Va bene, tieni duro!

# 1068_Macho Punk
source: What's wrong, lard butt? No curry comebacks for us this time?
pt_br: Che ti prende, palla di lardo? Niente rimonte al curry per noi questa volta?

# 1080_Purple-suited Punk
source: Heheh, yeah! Ain't you gonna tell us we're not spicy or some shit?
pt_br: Heheh, sì! Non ci dirai mica che non siamo abbastanza piccanti o roba del genere?

# 1092_Young Punk
source: It's time we pay you back for making us look like total jackasses back there.
pt_br: È ora che te la facciamo pagare per averci fatto sembrare dei veri coglioni laggiù.

# 1104_Man in Tights
source: No... How unlucky of me to encounter foes while my power wanes! How could I be so NOT SPICY!?
pt_br: No... Che sfortuna la mia, incappare in nemici proprio ora che il mio potere cala! Ma come posso essere così NON PICCANTE!?

# 1116_Kiryu
source: (That's the same guy from before...)
pt_br: (È lo stesso tizio di prima...)

# 1128_Kiryu
source: (Eh, not my problem.)
pt_br: (Eh, non sono affari miei.)

# 1140_Kiryu
source: (I should probably bail him out. He did the same for me before, after all.)
pt_br: (Dovrei probabilmente dargli una mano. Dopotutto, lui ha fatto lo stesso per me prima.)

# 1152_Kiryu
source: That's enough, you guys.
pt_br: Basta così, ragazzi.

# 1164_Macho Punk
source: What's it to you, bitch? Keep your nose outta this!
pt_br: Che ti frega, stronzo? Non ficcare il naso!

# 1176_Purple-suited Punk
source: You this guy's sidekick or somethin'? Sure don't look it.
pt_br: Tu sei il gregario di 'sto tipo, o roba del genere? Di sicuro non si direbbe.

# 1188_Man in Tights
source: Ah, the random man from before! I'm ashamed you have to see me like this, with my proverbial curry spilled hither which way...
pt_br: Ah, il tizio di prima! Mi vergogno che tu mi debba\nvedere così, col mio proverbiale curry sparso un po'\ndappertutto...

# 1200_Kiryu
source: The only ones who should be ashamed are the guys who ganged up on you.
pt_br: Gli unici che dovrebbero vergognarsi sono i tipi che ti hanno caricato in branco.

# 1212_Macho Punk
source: What's that? You wanna piece of the pain too, huh!?
pt_br: Che c'è? Vuoi prenderle anche tu, eh!?

# 1224_Kiryu
source: Bring it.
pt_br: Fatti sotto.

# 1236_Man in Tights
source: Halt! I require no assistance!
pt_br: Fermati! Non richiedo assistenza!

# 1248_Kiryu
source: Huh? Are you sure?
pt_br: Eh? Sei sicuro?

# 1260_Man in Tights
source: I am grateful, yes, but I've prepared myself for all hardships my spicy lifestyle may bring!
pt_br: Sono grato, sì, ma mi sono preparato a tutte le avversità che il mio stile di vita piccante mi riserva!

# 1272_Man in Tights
source: After all, with great curry comes great responsibility!
pt_br: Dopotutto, da un grande curry derivano grandi responsabilità!

# 1284_Macho Punk
source: Y'know, he might actually be kinda badass if it wasn't for that lame as shit unitard, heh.
pt_br: Sai, sarebbe anche un gran tosto se non fosse per quella tutina di merda così penosa, eheh.

# 1296_Purple-suited Punk
source: Sorry, pal, but your spicy lifestyle's endin' right here, right now!
pt_br: Scusa, amico, ma la tua vita piccante finisce qui e ora!

# 1308_Man in Tights
source: Hrgh... If only I had curry!
pt_br: Argh... Se solo avessi del curry!

# 1320_Kiryu
source: Hm? Did you say curry?
pt_br: Eh? Hai detto curry?

# 1332_Man in Tights
source: No, it's nothing. Pay me no mind.
pt_br: No, non è niente. Non badarmi.

# 1344_Kiryu
source: I, uh... I feel kind of silly asking this, but does your power come from spicy curry?
pt_br: Io, uhm... Mi sento un po' sciocco a chiederlo, ma il tuo potere deriva dal curry piccante?

# 1368_Kiryu
source: Heh, I figured. All right, hang on!
pt_br: Eh, immaginavo. Va bene, tieni duro!

# 1404_Kiryu
source: Be Mild and Ignore Him
pt_br: Stai calmo e ignoralo

# 1416_Kiryu
source: BE SPICY and Lend a Hand
pt_br: Sii piccante e dai una mano

# 1428_Kiryu
source: Be Mild and Ignore Him
pt_br: Stai calmo e ignoralo

# 1440_Kiryu
source: BE SPICY and Lend a Hand
pt_br: Sii piccante e dai una mano
