Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c02de.po
Languages: pt_br

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

# 116_Shizuka
source: Up for a challenge, sir?
pt_br: Pronto per una sfida, capo?

# 128_Player
source: I like that confidence. Let's do it.
pt_br: Mi piace quella sicurezza. Facciamolo.

# 152_Shizuka
source: Up for a challenge, sir?
pt_br: Pronto per una sfida, capo?

# 164_Shizuka
source: I like that confidence. Let's go in.
pt_br: Mi piace quella sicurezza. Entriamo.

# 176_Player
source: Hold on a sec. I just realized that I'm short on cash.
pt_br: Aspetta un attimo. Mi sono appena reso conto che sono a corto di grana.

# 188_Shizuka
source: Oh, really?
pt_br: Oh, davvero?

# 200_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 212_Shizuka
source: No, I'm the one who should apologize. I asked you out and inconvenienced you like this. I guess this is the end of our date for today...
pt_br: No, sono io che dovrei scusarmi. Ti ho invitato fuori e ti ho messo in questo casino. Immagino che il nostro appuntamento per oggi sia finito qui...

# 224_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 332_Shizuka
source: That was impressive, sir! ♪ I see you're excellent at pool, too.
pt_br: Complimenti, signore! ♪ Vedo che è un asso anche a biliardo.

# 344_Player
source: Heh. Thanks.
pt_br: Beh. Grazie.

# 356_Shizuka
source: It was a lot of fun, even if I did lose. May I ask you to take me out again sometime?
pt_br: È stato un sacco di divertimento, anche se ho perso. Posso chiederti di portarmi fuori di nuovo, prima o poi?

# 368_Player
source: Definitely.
pt_br: Assolutamente.

# 380_Shizuka
source: Hehehe! Then until we meet again!
pt_br: Eheheh! Allora, alla prossima!

# 404_Shizuka
source: Phew... It ended in a tie, I see.
pt_br: Uff... È finita in parità, vedo.

# 416_Player
source: Good match.
pt_br: Bella partita.

# 428_Shizuka
source: I still had a great time regardless. May I ask you to take me out again sometime?
pt_br: Mi sono divertito un mondo lo stesso. Posso chiederti di portarmi fuori di nuovo, magari?

# 440_Player
source: Definitely.
pt_br: Assolutamente.

# 452_Shizuka
source: Hehehe! Then until we meet again!
pt_br: Eheheh! Allora, alla prossima!

# 476_Shizuka
source: Looks like I won!
pt_br: Direi che ho vinto!

# 488_Player
source: You sure did.
pt_br: L'hai fatto eccome.

# 500_Shizuka
source: I had such a good time today. May I ask you to take me out again sometime?
pt_br: Mi sono divertita proprio un sacco oggi. Ti andrebbe di portarmi fuori di nuovo, magari?

# 512_Player
source: Definitely.
pt_br: Assolutamente.

# 524_Shizuka
source: Hehehe! Then until we meet again!
pt_br: Eheheh! Allora, alla prossima!

# 632_Shizuka
source: Up for a challenge, sir?
pt_br: Pronto per una sfida, capo?

# 644_Player
source: Let's go in.
pt_br: Entriamo.

# 668_Shizuka
source: Up for a challenge, sir?
pt_br: Pronto per una sfida, capo?

# 680_Shizuka
source: Shall we head inside?
pt_br: Andiamo dentro?

# 692_Player
source: Hold on a sec. I just realized that I'm short on cash.
pt_br: Aspetta un attimo. Mi sono appena reso conto che sono a corto di grana.

# 704_Shizuka
source: Oh, really?
pt_br: Oh, davvero?

# 716_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 728_Shizuka
source: No, I'm the one who should apologize. I asked you out and inconvenienced you like this. I guess this is the end of our date for today...
pt_br: No, sono io che dovrei scusarmi. Ti ho invitato fuori e ti ho messo in questo casino. Immagino che il nostro appuntamento per oggi sia finito qui...

# 740_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 848_Shizuka
source: That was impressive, sir! ♪ I see you're excellent at pool, too.
pt_br: Complimenti, signore! ♪ Vedo che è un asso anche a biliardo.

# 860_Player
source: Heh. Thanks.
pt_br: Beh. Grazie.

# 872_Shizuka
source: It was a lot of fun, even if I did lose. Well, shall we head to the club now?
pt_br: Mi sono divertito un sacco, anche se ho perso. Beh, andiamo al club ora?

# 884_Player
source: Yeah, sounds good.
pt_br: Sì, bella idea.

# 908_Shizuka
source: Phew... It ended in a tie, I see.
pt_br: Uff... È finita in parità, vedo.

# 920_Player
source: Good match.
pt_br: Bella partita.

# 932_Shizuka
source: I still had a great time regardless. Well, shall we head to the club now?
pt_br: Mi sono comunque divertito un sacco. Allora, andiamo al club adesso?

# 944_Player
source: Yeah, sounds good.
pt_br: Sì, bella idea.

# 968_Shizuka
source: Looks like I won!
pt_br: Direi che ho vinto!

# 980_Player
source: You sure did.
pt_br: L'hai fatto eccome.

# 992_Shizuka
source: I had such a good time today. Well, shall we head to the club now?
pt_br: Mi sono divertito un mondo oggi. Beh, andiamo al club ora?

# 1004_Player
source: Yeah, sounds good.
pt_br: Sì, bella idea.
