Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee00f4.po
Languages: pt_br

source: Employee
pt_br: Cameriere

# 116_Employee
source: Hello! Let's see... I'd recommend these items for you, sir.
pt_br: Salve! Vediamo un po'... Le consiglierei questi articoli, signore.

# 128_Player
source: Show me what you've got for sale.
pt_br: Fammi vedere che roba hai in vendita.

# 140_Employee
source: Equipment and weapons all have their strengths and weaknesses! That's why I've picked out a few that I think would interest you.
pt_br: L'equipaggiamento e le armi hanno tutti i loro pregi e difetti! Ecco perché ti ho messo da parte qualche cosetta che, secondo me, potrebbe farti gola.

# 164_Employee
source: Thank you, and come again.
pt_br: Grazie, e torna a trovarci.

# 176_Player
source: I've got some things to sell.
pt_br: C'ho della roba da vendere.

# 188_Employee
source: Sure thing. Let's see what you got there. But don't forget, used weapons are worth less than new weapons.
pt_br: Certo. Vediamo un po' cosa c'hai lì. Ma non scordare, le armi usate valgono meno di quelle nuove.

# 212_Employee
source: Thank you, and come again.
pt_br: Grazie, e torna a trovarci.

# 224_Player
source: Not right now.
pt_br: Non adesso.

# 236_Employee
source: Is that so? Well, please come again.
pt_br: Ah, è così? Beh, torni a trovarci.

# 248_Employee
source: I'm here to buy.
pt_br: Sono qui per comprare.

# 260_Employee
source: I'm here to sell.
pt_br: Sono qui per piazzare.

# 272_Employee
source: Never mind.
pt_br: Lascia stare.
