Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0013024d.po
Languages: pt_br

source: Gun-toting Foreigner
pt_br: Straniero armato

source: Knife-wielding Foreigner
pt_br: Straniero armato di coltello

source: Officer A
pt_br: Agente A

source: Officer B
pt_br: Agente B

# 72_Gun-toting Foreigner
source: [What the hell...]
pt_br: [Ma che diavolo...]

# 84_Tanimura
source: [Listen... You don't need to have dangerous stuff like that. Japan's pretty peaceful, you know.]
pt_br: [Senti... Non ti serve avere roba pericolosa del genere. Il Giappone è un posto abbastanza tranquillo, sai.]

# 96_Tanimura
source: [I don't care if you have them on you, but can you try to hide them better so it doesn't cause you more trouble?]
pt_br: [Non mi frega se ce li hai addosso, ma potresti provare a nasconderli meglio, così non ti ritrovi in altri casini?]

# 108_Gun-toting Foreigner
source: [Japan, peaceful? You make me laugh!]
pt_br: Giappone, pacifico? Ma mi fai ridere!

# 120_Knife-wielding Foreigner
source: [That's right! Bullshit it's peaceful! There's a mafia hitman hiding in Kamurocho!]
pt_br: [Esatto! Stronzate che è pacifico! C'è un sicario della mafia che si nasconde a Kamurocho!]

# 132_Tanimura
source: [Mafia hitman?]
pt_br: [Un sicario della mafia?]

# 144_Gun-toting Foreigner
source: [In our country he's a famous professional assassin. He's some mafia protégé hitman and he's real dangerous!]
pt_br: Dalle nostre parti è un sicario professionista parecchio famoso. È un protetto della mafia, un sicario, ed è un tipo davvero pericoloso!

# 156_Knife-wielding Foreigner
source: [If GG ever gets you in his sights, he kills you! Even you won't stand a chance!]
pt_br: Se GG ti mette nel mirino, ti ammazza! Nemmeno tu avrai scampo!

# 168_Tanimura
source: [Hold on. Did you just say GG?]
pt_br: Un momento. Hai appena detto GG?

# 180_Gun-toting Foreigner
source: [That's right. It's the name of the mafia boss.]
pt_br: [Esatto. È il nome del boss della mafia.]

# 192_Knife-wielding Foreigner
source: [You know GG?]
pt_br: [Sai chi è GG?]

# 204_Tanimura
source: (The name of the guy Nair was after was named GG too...)
pt_br: (Il nome del tipo a cui Nair dava la caccia si chiamava anche lui GG...)

# 216_Tanimura
source: (If a mafia protégé assassin is here in Kamurocho, then it must mean that GG's here with his crew.)
pt_br: Se c'è un sicario protetto della mafia qui a Kamurocho, allora vuol dire che GG è qui con i suoi.

# 276_Officer A
source: Detective Tanimura! Welcome back!
pt_br: Detective Tanimura! Bentornato!

# 288_Officer B
source: We can take it from here.
pt_br: Ci pensiamo noi da qui.

# 300_Tanimura
source: Oh, sure. I'll leave it to you guys then.
pt_br: Ah, va bene. Allora lo lascio a voi.

# 312_Tanimura
source: (Information relating to GG, huh... Guess I'll go back to Nair and report it to her.)
pt_br: (Info su GG, eh... Credo che tornerò da Nair a riferirle.)

# 360_Gun-toting Foreigner
source: [You're pretty strong... But you don't stand a chance against GG.]
pt_br: [Sei mica male... Ma contro GG non c'hai nessuna chance.]
