Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00020405.po
Languages: pt_br

source: You got <Color:8>10,000 yen<Color:Default>.
pt_br: Hai ottenuto <Color:8>10.000 yen<Color:Default>.

source: The Florist
pt_br: Il Fiorista

# 116_The Florist
source: I take it you're ready to enter the coliseum?
pt_br: Immagino che tu sia pronto ad entrare nel colosseo?

# 128_Saejima
source: Not yet. I'll get back to ya.
pt_br: Ancora no. Poi ti dico.

# 140_The Florist
source: All right. Let me know when you're prepared.
pt_br: Va bene. Fammi sapere quando sei pronto.

# 152_Saejima
source: Yeah, I'm ready.
pt_br: Sì, sono pronto.

# 164_The Florist
source: All right, then. Let's go.
pt_br: A posto, allora. Andiamo.

# 188_Saejima
source: To tell ya the truth... I'm broke. No money to prep with.
pt_br: A dirla tutta... Sono al verde. Nessun soldo per prepararmi.

# 224_The Florist
source: I probably should've seen this coming.
pt_br: Mi sa che me lo dovevo aspettare.

# 236_The Florist
source: Since you're so strapped for cash, take this. Consider it an advance on your prize money.
pt_br: Visto che sei così a secco, tieni questo. Consideralo un anticipo sulla tua vincita.

# 272_The Florist
source: Now, hurry up and get ready to earn that back.
pt_br: Ora, sbrigati e preparati a rifarti.

# 284_The Florist
source: Not yet.
pt_br: Non ancora.

# 296_The Florist
source: I'm ready.
pt_br: Sono pronto.

# 308_The Florist
source: I'm broke.
pt_br: Sono al verde.
