Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00020204.po
Languages: pt_br

source: Businessman
pt_br: Uomo d'affari

# 156_Akiyama
source: Sorry, mind if I ask you a question? Did you see any yakuza-looking guys around here?
pt_br: Senta, mi scusi, posso farle una domanda? Ha visto qualche tizio con l'aria da yakuza qui intorno?

# 168_Businessman
source: Oh, all the time. This is Kamurocho we're talking about here. Why, did something happen?
pt_br: Oh, è all'ordine del giorno. Parliamo di Kamurocho, no? Perché, è successo qualcosa?

# 180_Akiyama
source: Yeah, they nabbed a friend of mine.
pt_br: Già, hanno beccato un mio amico.

# 192_Businessman
source: What!? That's terrible!
pt_br: Ma cosa!? È un casino!

# 204_Businessman
source: Now that you mention it, I did see an especially conspicuous group pass by a few hours ago.
pt_br: Ora che me lo fai notare, in effetti ho visto un gruppo particolarmente vistoso passare di qui qualche ora fa.

# 216_Akiyama
source: What!?
pt_br: Cosa!?

# 228_Businessman
source: Definitely yakuza, by the look of them. They were dragging some poor guy behind them, too. Pretty roughed up.
pt_br: Yakuza, senza dubbio, a vederli. E si trascinavano dietro pure un poveraccio. Era bello malconcio.

# 240_Akiyama
source: Where did they go?
pt_br: Dove sono andati?

# 252_Businessman
source: Past the lockers where the underground mall used to be.
pt_br: Oltre gli armadietti dove c'era il centro commerciale sotterraneo.

# 264_Akiyama
source: Okay, I'll go take a look. Thanks.
pt_br: Ok, vado a darci un occhio. Grazie.

# 288_Akiyama
source: Yeah, they stole my account book.
pt_br: Già, hanno rubato il mio libro contabile.

# 300_Businessman
source: What!? That's terrible!
pt_br: Ma cosa!? È un casino!

# 312_Businessman
source: An account book is a company's lifeblood. That's what we say in my line of work, at least.
pt_br: Un libro contabile è la linfa vitale di un'azienda. È quello che si dice nel mio giro, almeno.

# 324_Akiyama
source: Agreed. I can't run my business without it.
pt_br: Concordo. Non posso mandare avanti i miei affari senza quello.

# 336_Businessman
source: Those guys over there look like trouble... See them? The yakuza-looking brutes in the middle of the square?
pt_br: Quei tizi laggiù sembrano guai... Li vedi? Quei bestioni dall'aria da yakuza in mezzo alla piazza?

# 348_Businessman
source: They're definitely up to something. Kept going on about busting up some finance company.
pt_br: Stanno decisamente combinando qualcosa. Non facevano che parlare di far saltare una finanziaria.

# 360_Akiyama
source: What?
pt_br: Cosa?

# 372_Businessman
source: Kind of suspicious, don't you think? Maybe you should go see what they're up to.
pt_br: È un po' losco, non ti pare? Forse dovresti andare a vedere cosa stanno combinando.

# 384_Akiyama
source: Yeah, I'll do that. Thanks.
pt_br: Ok, ci penso io. Grazie.

# 408_Businessman
source: So you want to know about yakuza, huh? Why, did something happen?
pt_br: Allora vuoi sapere degli yakuza, eh? Come mai, è successo qualcosa?

# 444_Akiyama
source: Yeah, they've taken a friend of mine.
pt_br: Già, mi hanno portato via un amico.

# 456_Businessman
source: Like I said before, I saw a group of real shady characters pass by a few hours ago.
pt_br: Come ti dicevo, ho visto un gruppo di tipi proprio loschi passare di qui qualche ora fa.

# 468_Businessman
source: They were dragging a man along with them; the poor guy looked all beat up. He was taken down past the lockers where the underground mall used to be.
pt_br: Si trascinavano dietro un uomo; il poveraccio sembrava conciato per le feste. Lo hanno portato giù, oltre gli armadietti, dove prima c'era la galleria sotterranea.

# 480_Akiyama
source: All right. Thanks, I'll check it out.
pt_br: A posto. Grazie, ci darò un'occhiata.

# 492_Akiyama
source: Yeah, they stole my account book.
pt_br: Già, hanno rubato il mio libro contabile.

# 504_Businessman
source: It's like I said, those guys over there look pretty suspicious...
pt_br: Te l'ho detto, quei tipi lì sembrano parecchio loschi...

# 516_Businessman
source: See them? That yakuza-looking bunch on the edge of the square.
pt_br: Li vedi? Quella cricca dall'aria yakuza ai margini della piazza.

# 528_Businessman
source: Sketchy as all heck, right? Maybe you should go see what they're up to.
pt_br: Losco da morire, no? Forse dovresti andare a vedere cosa combinano.

# 540_Akiyama
source: Yeah, I'll do that. Thanks.
pt_br: Ok, ci penso io. Grazie.

# 564_Akiyama
source: They took a friend of mine.
pt_br: M'hanno preso un amico.

# 576_Akiyama
source: They stole my account book.
pt_br: Hanno rubato il mio libro contabile.

# 588_Akiyama
source: They took a friend of mine.
pt_br: M'hanno preso un amico.

# 600_Akiyama
source: They stole my account book.
pt_br: Hanno rubato il mio libro contabile.
