Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00a4014d.po
Languages: pt_br

source: Financially Troubled Woman
pt_br: Donna con problemi di soldi

source: Loan Shark
pt_br: Strozzino

# 116_Akiyama
source: Pardon me, miss. Did I hear you're having money trouble?
pt_br: Scusi, signorina. Mi è parso di capire che ha problemi di grana?

# 128_Financially Troubled Woman
source: And who are you? Not another debt collector, I hope!
pt_br: E tu chi saresti, eh? Spero non un altro esattore!

# 140_Akiyama
source: No, not at all. But I am in the same line of business as that other fellow.
pt_br: No, affatto. Ma sono nello stesso giro di quell'altro tipo.

# 152_Financially Troubled Woman
source: A moneylender!? Then, I'd like to apply for a loan!
pt_br: Un usuraio!? Allora, vorrei un prestito!

# 164_Financially Troubled Woman
source: ...Oh, but why bother? It's no use.
pt_br: ...Oh, ma che ci provo a fare? È inutile.

# 176_Akiyama
source: It sounds like they've got you blacklisted, is that right? How much do you owe?
pt_br: A quanto pare ti hanno messo sulla lista nera, dico bene? Quanto sei sotto?

# 188_Financially Troubled Woman
source: ...I'd say about ten million or so.
pt_br: ...Direi circa dieci milioni o giù di lì.

# 200_Akiyama
source: "About"? So you don't even know how much you borrowed?
pt_br: "Più o meno"? Quindi non sai nemmeno quanto hai preso in prestito?

# 212_Financially Troubled Woman
source: Loan sharks, credit cards－you name it, I've borrowed money from it... What are you getting at?
pt_br: Strozzini, carte di credito — chi più ne ha più ne metta, ci ho preso soldi da tutti... Dove vuoi arrivare?

# 224_Akiyama
source: Oh, it's just that you put on a brave face for somebody so deep in debt. Nice clothes and all that... It made me wonder.
pt_br: Oh, è solo che ti dai un tono per una che è così indebitata fino al collo. Bei vestiti e roba del genere... Mi ha fatto strano.

# 236_Financially Troubled Woman
source: What's the point in looking all pitiful just because I happen to owe some people money? This is how I live, after all.
pt_br: Che senso ha fare la vittima solo perché mi capita di dovere dei soldi a qualcuno? È così che vivo, in fondo.

# 248_Akiyama
source: I see... You're something else, you know that? You've certainly caught my attention.
pt_br: Capisco... Sei proprio un tipo, lo sai? Mi hai\ndecisamente colpito.

# 260_Financially Troubled Woman
source: Are you hitting on me?
pt_br: Ci stai provando con me?

# 272_Akiyama
source: No, it's not that. Look, if you're truly ready to make a fresh start, come to my office. Sky Finance, on Tenkaichi Street.
pt_br: No, non è quello. Guarda, se sei davvero pronto a ricominciare da zero, vieni nel mio ufficio. Sky Finance, su Tenkaichi Via.

# 284_Financially Troubled Woman
source: Sky Finance? I've heard rumors...
pt_br: Sky Finance? Ho sentito delle voci...

# 296_Akiyama
source: My name is Shun Akiyama. And you are?
pt_br: Mi chiamo Shun Akiyama. E tu?

# 308_Shoko
source: Me...? I'm Shoko Muto.
pt_br: Io...? Sono Shoko Muto.

# 320_Akiyama
source: Well, then, Shoko-san, I hope you'll decide to pay me a visit.
pt_br: Dunque, Shoko-san, spero proprio che deciderai di venirmi a trovare.

# 332_Shoko
source: ...Goodbye.
pt_br: ...Addio.

# 392_Akiyama
source: (Shoko Muto... I have a feeling I'll see her sooner or later.)
pt_br: (Shoko Muto... Mi sa che la rivedrò prima o poi.)

# 404_Akiyama
source: (In fact, she might already be on her way. Maybe I ought to head over to the office and see...)
pt_br: (Anzi, magari è già in arrivo. Forse dovrei fare un salto in ufficio a vedere...)

# 428_Financially Troubled Woman
source: I don't want a loan from you anyway! You're not the only office in Kamurocho, you know.
pt_br: Non voglio mica un prestito da te! Non sei l'unico ufficio a Kamurocho, sai.

# 440_Loan Shark
source: That's not the point. You've been blacklisted. There's not a loan shark in town who'd lend to you now.
pt_br: Non è questo il punto. Sei finito in lista nera. Non c'è uno strozzino in tutta la città che ti presterebbe un soldo adesso.

# 452_Financially Troubled Woman
source: You don't know that for sure! I'm never doing business with you ever again!
pt_br: Non lo sai per certo! Non farò mai più affari con te, mai più!
