Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0063002e.po
Languages: pt_br

# 256_Shizuka
source: Hehe. I can't wait to go karaoke with you. <Color:7>♥<Color:Default>
pt_br: Hehe. Non vedo l'ora di andare al karaoke con te. <Color:7>♥<Color:Default>

# 268_Shizuka
source: Now, what should I sing? How about "Raindrops"? <Color:7>♥<Color:Default>
pt_br: Allora, cosa canto? Che ne dici di "Raindrops"? <Color:7>♥<Color:Default>

# 280_Shizuka
source: Hehe. I think I was able to sing that fairly well!
pt_br: Hehe. Penso di averla cantata niente male!

# 292_Shizuka
source: Um... Would you do me the honor of singing a song?
pt_br: Ehm... Mi faresti l'onore di cantare una canzone?

# 304_Shizuka
source: I know! Will you sing a duet with me?
pt_br: Lo so! Ti va di cantare un duetto con me?

# 316_Kiryu
source: Sure, why not.
pt_br: Ma sì, perché no.

# 328_Shizuka
source: Thank you! <Color:7>♥<Color:Default> I can't wait to hear you sing. <Color:7>♥<Color:Default>
pt_br: Grazie! <Color:7>♥<Color:Default> Non vedo l'ora di sentirti cantare. <Color:7>♥<Color:Default>

# 340_Kiryu
source: I'd rather not.
pt_br: Preferirei di no.

# 352_Shizuka
source: I see... I apologize for being so selfish.
pt_br: Capisco... Mi scuso per essere stato così egoista.

# 364_Shizuka
source: That was very awkward...
pt_br: È stato davvero imbarazzante...

# 376_Kiryu
source: Sorry.
pt_br: Scusa.

# 388_Shizuka
source: That was wonderful. <Color:7>♥<Color:Default> You certainly know how to make a girl feel like a diva. <Color:7>♥<Color:Default>
pt_br: È stato meraviglioso. <Color:7>♥<Color:Default> Sai proprio come far sentire una ragazza una vera diva. <Color:7>♥<Color:Default>

# 400_Shizuka
source: Um... Would you do me the honor of singing a song?
pt_br: Ehm... Mi faresti l'onore di cantare una canzone?

# 412_Shizuka
source: I know! Will you sing a duet with me?
pt_br: Lo so! Ti va di cantare un duetto con me?

# 424_Kiryu
source: Sure, why not.
pt_br: Ma sì, perché no.

# 436_Shizuka
source: Thank you! <Color:7>♥<Color:Default> I can't wait to hear you sing. <Color:7>♥<Color:Default>
pt_br: Grazie! <Color:7>♥<Color:Default> Non vedo l'ora di sentirti cantare. <Color:7>♥<Color:Default>

# 448_Kiryu
source: I'd rather not.
pt_br: Preferirei di no.

# 460_Shizuka
source: I see... I apologize for being so selfish.
pt_br: Capisco... Mi scuso per essere stato così egoista.

# 472_Shizuka
source: Was that okay?
pt_br: È andato bene?

# 484_Kiryu
source: You were great.
pt_br: Sei stato grande.

# 496_Shizuka
source: I wish you would try a little harder...
pt_br: Vorrei che ti impegnassi un po' di più...

# 508_Kiryu
source: Sorry.
pt_br: Scusa.

# 520_Shizuka
source: You're very good. <Color:7>♥<Color:Default> I was so enchanted by your voice, I almost forgot to sing!
pt_br: Sei molto bravo. <Color:7>♥<Color:Default> Sono rimasto così incantato dalla tua voce che quasi mi sono dimenticato di cantare!

# 532_Kiryu
source: Heh...
pt_br: Eh...

# 544_Shizuka
source: Sure.
pt_br: Certo.

# 556_Shizuka
source: I'd rather not.
pt_br: Preferirei di no.

# 568_Shizuka
source: Sure.
pt_br: Certo.

# 580_Shizuka
source: I'd rather not.
pt_br: Preferirei di no.
