Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid010201f9.po
Languages: pt_br

# 216_Manager
source: Akiyama-san! Thank goodness!
pt_br: Akiyama-san! Meno male!

# 228_Manager
source: Some seriously shady customers just showed up. They look like yakuza.
pt_br: Sono appena arrivati dei clienti parecchio loschi. Sembrano degli yakuza.

# 240_Akiyama
source: So? We get people like that all the time.
pt_br: E allora? Gente così ne vediamo a pacchi.

# 252_Manager
source: Yes, but there's more...
pt_br: Sì, ma c'è dell'altro...

# 264_Manager
source: Apparently, they know Lily-san, and they keep asking to see her. They're starting to make a scene...
pt_br: A quanto pare, conoscono Lily-san, e continuano a chiedere di vederla. Stanno cominciando a fare una scenata...

# 276_Akiyama
source: Lily-san...? That could be a problem...
pt_br: Lily-san...? Potrebbe essere un guaio...

# 288_Manager
source: Yes, sir.
pt_br: Sì, signore.

# 300_Manager
source: Normally, I'd handle this myself, but they came in a big group.
pt_br: Normalmente, me la sbrigherei da solo, ma sono venuti in un bel\ngruppo.

# 312_Akiyama
source: Okay, hang tight. I'll be right over.
pt_br: Ok, tieni duro. Arrivo subito.

# 324_Manager
source: Sorry about all this. Please hurry.
pt_br: Scusa per tutto questo casino. Ti prego, sbrigati.

# 372_Akiyama
source: (Running a hostess club can be a real pain sometimes. I better get over to Elise.)
pt_br: (Far andare un hostess club è una vera rottura di scatole a volte. Devo fare un salto all'Elise.)

# 444_Akiyama
source: Ah, Hana-chan. Everything okay?
pt_br: Ah, Hana-chan. Tutto a posto?

# 456_Hana
source: I'm still waiting for some test results, but everything looks good so far.
pt_br: Sono ancora in attesa di alcuni risultati dei test, ma tutto sembra a posto finora.

# 468_Hana
source: They'll probably release me soon.
pt_br: Probabilmente mi molleranno presto.

# 480_Akiyama
source: That's great news. I have some good news of my own. I found Kido-chan and got our registry back.
pt_br: Ottime notizie! Ho anch'io delle belle notizie. Ho trovato Kido-chan e ho recuperato il nostro registro.

# 492_Hana
source: Really!? You did!? Way to go, Chief!
pt_br: Davvero!? L'hai fatto!? Grande, Capo!

# 504_Akiyama
source: You take care, all right? I'll talk to you later.
pt_br: Stammi bene, eh? Ci sentiamo dopo.

# 552_Akiyama
source: (Okay, I should probably head back to Sky Finance.)
pt_br: (Ok, mi sa che dovrei tornare a Sky Finance.)

# 588_Akiyama
source: (I better hurry to the top of the Millennium Tower. Lily-chan will be waiting for me.)
pt_br: (È meglio che mi sbrighi ad arrivare in cima alla Millennium Tower. Lily-chan mi starà aspettando.)

# 624_Kido
source: Sorry to put you through all this, Akiyama-san...
pt_br: Scusa per averti fatto passare tutto questo, Akiyama-san...

# 636_Akiyama
source: Hm? Nah, don't mention it. You know I'm no good at all that sentimental crap.
pt_br: Hm? Nah, figurati. Sai, non sono bravo con tutte quelle smancerie.

# 660_Akiyama
source: Besides, it's not like it's your fault. Even Hana-chan couldn't stop those guys.
pt_br: Del resto, non è mica colpa tua. Nemmeno Hana-chan è riuscita a fermare quella gente lì.

# 672_Kido
source: Still...
pt_br: Però...

# 684_Akiyama
source: Look, I got my registry back, and Hana-chan got off with nothing but a little bump to the head. We're good, all right?
pt_br: Senti, ho riavuto il mio registro, e Hana-chan se l'è cavata con niente più che una piccola botta in testa. Siamo a posto, no?

# 696_Kido
source: ...Yeah.
pt_br: ...Sì.

# 708_Kido
source: I should probably get going. Thanks again!
pt_br: Mi sa che dovrei andare. Grazie ancora!

# 756_Akiyama
source: (Phew... Another busy day. Think I'll take a breather back at the office.)
pt_br: Uff... Un'altra giornata di fuoco. Mi sa che torno in ufficio a tirare il fiato un attimo.

# 780_Akiyama
source: (Well, I've done all I can do. Guess I'll go wait for the results over at Sky Finance.)
pt_br: (Vabbè, il mio l'ho fatto. Mi sa che vado ad aspettare i risultati lì alla Sky Finance.)

# 804_Akiyama
source: (I need to find Kido-chan and our client registry, but I have no idea where that Midorikawa guy went... Better start asking around.)
pt_br: (Devo trovare Kido-chan e il nostro registro clienti, ma non ho la più pallida idea di dove sia finito quel tipo di Midorikawa... Sarà meglio iniziare a chiedere in giro.)

# 828_Akiyama
source: (Now that's settled, it's time to pay Marimba a little visit. Just gotta stroll over to the Champion District.)
pt_br: (Ora che è tutto a posto, è ora di fare un salto da Marimba. Mi basta fare due passi fino al Champion District.)

# 888_Manager
source: Akiyama-san? This is Tanuma from Elise.
pt_br: Akiyama-san? Sono Tanuma, di Elise.

# 900_Akiyama
source: Hey, Tanuma. What's up?
pt_br: Ehi, Tanuma. Come butta?

# 912_Manager
source: Lily showed up for work. If you have time to spare, you should come give her some pointers.
pt_br: Lily si è fatta vedere al lavoro. Se hai un attimo, dovresti passare a darle qualche dritta.

# 924_Akiyama
source: Right... Okay, be there in a bit.
pt_br: A posto... Ok, ci sono tra un attimo.

# 936_Manager
source: Great. We'll see you soon.
pt_br: Perfetto. Ci vediamo presto.

# 984_Akiyama
source: (Hana-chan's not going to like this, but I better pop by Elise for a minute.)
pt_br: (Hana-chan non la prenderà bene, ma è meglio che faccia un salto da Elise un attimo.)
