Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee0657.po
Languages: pt_br

source: You gained 500 EXP.
pt_br: Hai guadagnato 500 ESP.

source: Frustrated Businesswoman
pt_br: Donna d'affari frustrata

source: Experience Points and Leveling Up
pt_br: Punti Esperienza e Salire di Livello

# 56_Frustrated Businesswoman
source: Screw you! I hope you get fired, you good-for-nothing manager! ...Oh, crap, did you hear all that?
pt_br: Vaffanculo! Spero ti licenzino, manager del cavolo! ...Oh, merda, hai sentito tutto?

# 68_Frustrated Businesswoman
source: See, I used to be a hostess, right? Then I quit when I graduated college and started working at this "dream" company...
pt_br: Vedi, ero una hostess, no? Poi ho mollato quando mi sono laureata e ho iniziato a lavorare in questa azienda dei "sogni"...

# 80_Frustrated Businesswoman
source: But my manager is totally worthless! I wish I could just sock him in the face and quit all dramatic-like, but I really wanted this job... Ugh.
pt_br: Ma il mio capo è proprio un buono a nulla! Vorrei solo potergli mollare un cazzotto in faccia e licenziarmi con una scenata, ma ci tenevo un sacco a questo lavoro... Uff.

# 92_Frustrated Businesswoman
source: So, whenever I feel like quitting, I come to Kamurocho and shout my anger from the rooftops.
pt_br: Quindi, ogni volta che mi sento di mollare, vengo a Kamurocho e urlo la mia rabbia dai tetti.

# 104_Frustrated Businesswoman
source: Strangely enough, all the experience I gained here as a hostess is actually really helpful in my current job. Maybe you'll get something out of your experience in Kamurocho, too.
pt_br: Strano a dirsi, tutta l'esperienza che ho fatto qui come hostess mi è tornata utilissima nel mio lavoro attuale. Magari anche tu ricaverai qualcosa dalla tua esperienza a Kamurocho.

# 116_Frustrated Businesswoman
source: Whenever you defeat enemies, eat, drink, or clear substories, you will gain a certain amount of experience points, which will lead you to leveling up. Every time you level up, your maximum health and Heat Gauge will increase. You will also gain Soul Orbs.
pt_br: Ogni volta che sconfiggi i nemici, mangi, bevi o completi delle sottostorie, otterrai una certa quantità di punti esperienza, che ti faranno salire di livello. Ogni volta che sali di livello, la tua salute massima e la tua Barra Heat aumenteranno. Otterrai anche degli Orbi dell'Anima.

# 128_Frustrated Businesswoman
source: Be sure to level up and prepare yourself to face even stronger foes.
pt_br: Assicurati di salire di livello e preparati ad affrontare avversari ancora più forti.

# 140_Experience Points and Leveling Up
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt_br: Questa informazione è stata aggiunta come <Color:14>Memo<Color:Default>. Leggi i <Color:14>Memos<Color:Default> selezionando <Color:14>Memos<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.

# 152_Frustrated Businesswoman
source: I feel so much better after venting to you. Maybe I should grab a coworker to rant to, instead of forcing Kamurocho to hear it all the time.
pt_br: Mi sento decisamente meglio dopo essermi sfogata con te. Magari dovrei agganciare un collega a cui rompere le scatole, invece di costringere Kamurocho ad ascoltarmi sempre.
