Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e6025e.po
Languages: pt_br

# 2204_All
source: Haruko has a great personality.
pt_br: Haruko ha una gran bella personalità.

# 2216_All
source: Throw Yusuke a lifeline.
pt_br: Dai una sponda a Yusuke.

# 2228_All
source: Watch what happens.
pt_br: Stai a vedere che succede.

# 2240_All
source: Recommend cocktails.
pt_br: Consiglia cocktail.

# 2252_All
source: Recommend oolong tea.
pt_br: Consiglio tè oolong.
