Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c000a.po
Languages: pt_br

# 18468_Tanimura
source: You should train yourself to drink.
pt_br: Dovresti farti il callo a bere.

# 18480_Tanimura
source: I don't think I'd get along with one.
pt_br: Non credo che andrei d'accordo con uno.

# 18492_Tanimura
source: I like anime too.
pt_br: Anche a me piacciono gli anime.

# 18504_Tanimura
source: Why aren't you an otaku?
pt_br: Perché non sei un otaku?

# 18516_Tanimura
source: A girl should have a good appetite.
pt_br: Una ragazza dovrebbe avere un buon appetito.

# 18528_Tanimura
source: It's fine as long as you don't get fat.
pt_br: Va bene finché non ingrassi.

# 18540_Tanimura
source: Your health is what's important.
pt_br: L'importante è la tua salute.

# 18552_Tanimura
source: Maybe he's lonely.
pt_br: Magari si sente solo.

# 18564_Tanimura
source: Maybe he wants to go outside.
pt_br: Magari vuole uscire.

# 18576_Tanimura
source: I'm sure he'll get better eventually.
pt_br: Sono sicura che prima o poi si riprenderà.

# 18588_Tanimura
source: That takes coordination.
pt_br: Ci vuole coordinazione.

# 18600_Tanimura
source: That's your special talent?
pt_br: E questo sarebbe il tuo talento speciale?

# 18612_Tanimura
source: I'd give it a four out of ten.
pt_br: Gli darei un quattro su dieci.

# 18624_Tanimura
source: Well, at least it was a good experience.
pt_br: Vabbè, almeno è stata una buona esperienza.

# 18636_Tanimura
source: Is that all? That's nothing to get upset about.
pt_br: Tutto qui? Non è niente per cui prendersela.

# 18648_Tanimura
source: You need to think bigger!
pt_br: Devi pensare più in grande!

# 18660_Tanimura
source: I'm just worried about you.
pt_br: Sono solo preoccupato per te.

# 18672_Tanimura
source: I'm sorry. Being a cop makes me suspicious.
pt_br: Mi dispiace. Fare il poliziotto mi rende sospettoso.

# 18684_Tanimura
source: I'm telling you, he's taking advantage of you.
pt_br: Te lo dico io, ti sta fregando.

# 18696_Tanimura
source: Horse racing is good.
pt_br: Le corse dei cavalli sono forti.

# 18708_Tanimura
source: There's nothing better than karaoke.
pt_br: Non c'è niente di meglio del karaoke.

# 18720_Tanimura
source: How about a massage?
pt_br: Ti va un massaggio?

# 18732_Tanimura
source: Not all men are like that.
pt_br: Non tutti gli uomini sono fatti così.

# 18744_Tanimura
source: That's just the way men are.
pt_br: Gli uomini sono fatti così.

# 18756_Tanimura
source: The woman bears some responsibility, too.
pt_br: Pure la donna c'ha le sue responsabilità.

# 18768_Tanimura
source: You've been watching too many soap operas.
pt_br: Ti sei guardata troppe soap opera.

# 18780_Tanimura
source: You'll get your chance soon enough.
pt_br: Avrai la tua occasione a breve.

# 18792_Tanimura
source: You are still a child.
pt_br: Sei ancora un bambino.

# 18804_Tanimura
source: You were in the wrong.
pt_br: Avevi torto.

# 18816_Tanimura
source: That's pretty childish.
pt_br: È roba da bambini.

# 18828_Tanimura
source: I wish I had a brother or sister to fight with.
pt_br: Vorrei avere un fratello o una sorella con cui litigare.

# 18840_Tanimura
source: That's a relief.
pt_br: Meno male.

# 18852_Tanimura
source: You'll have to be more careful from now on.
pt_br: Dovrai fare più attenzione d'ora in poi.

# 18864_Tanimura
source: You should read more about rabbits.
pt_br: Dovresti leggere di più sui conigli.

# 18876_Tanimura
source: I like the railroad a lot.
pt_br: Mi piace un sacco la ferrovia.

# 18888_Tanimura
source: I've never really thought about it.
pt_br: Non ci ho mai davvero pensato.

# 18900_Tanimura
source: You're a rail buff but you like trains?
pt_br: Sei una patita di treni, ma ti piacciono i treni?

# 18912_Tanimura
source: Watch out for counterfeit brand names.
pt_br: Occhio ai marchi contraffatti.

# 18924_Tanimura
source: Be careful what you eat.
pt_br: Occhio a quello che mangi.

# 18936_Tanimura
source: Making mistakes is what makes traveling fun.
pt_br: Sbagliare è quello che rende divertente viaggiare.

# 18948_Tanimura
source: You're taking it too seriously.
pt_br: Te la stai prendendo troppo sul serio.

# 18960_Tanimura
source: You'll be like that forever.
pt_br: Sarai sempre così.

# 18972_Tanimura
source: If you're indecisive, why don't you ask me?
pt_br: Se sei indeciso, perché non chiedi a me?

# 18984_Tanimura
source: I know this is your big chance, but...
pt_br: Lo so che questa è la tua grande occasione, ma...

# 18996_Tanimura
source: Okay. I won't say anything else.
pt_br: Va bene. Non dirò nient'altro.

# 19008_Tanimura
source: Don't mess up at that interview.
pt_br: Non fare casini a quel colloquio.

# 19020_Tanimura
source: I didn't do anything.
pt_br: Non ho fatto niente.

# 19032_Tanimura
source: It's too bad, though.
pt_br: Peccato, però.

# 19044_Tanimura
source: Your appearance hasn't changed, though.
pt_br: Il tuo aspetto non è cambiato, però.

# 19056_Tanimura
source: Call me any time you feel lonely.
pt_br: Chiamami pure se ti senti solo.

# 19068_Tanimura
source: Don't stop until you reach the top.
pt_br: Non mollare finché non raggiungi la vetta.

# 19080_Tanimura
source: Do you really think you'll get famous, though?
pt_br: Pensi davvero che diventerai famosa, però?

# 19092_Tanimura
source: You don't need to go to a mixer.
pt_br: Non devi andare a un incontro di gruppo.

# 19104_Tanimura
source: Why don't you go out with me instead?
pt_br: Perché non esci con me, piuttosto?

# 19116_Tanimura
source: Have a good time.
pt_br: Divertiti.

# 19128_Tanimura
source: I'm usually the one doing the chasing.
pt_br: Di solito sono io quella che ci prova.

# 19140_Tanimura
source: There are better men than me out there.
pt_br: Ci sono uomini migliori di me là fuori.

# 19152_Tanimura
source: I'll run as fast as I can, you know.
pt_br: Correrò a tutta birra, sai.

# 19164_Tanimura
source: Is she cute?
pt_br: È carina?

# 19176_Tanimura
source: What if she falls for me?
pt_br: E se poi si innamorasse di me?

# 19188_Tanimura
source: It's a little early for that, isn't it?
pt_br: È un po' presto per quello, no?

# 19200_Tanimura
source: I don't mind.
pt_br: Per me va bene.

# 19212_Tanimura
source: Wouldn't it be better to talk in person?
pt_br: Non sarebbe meglio parlarci di persona?

# 19224_Tanimura
source: It depends on when it is.
pt_br: Dipende da quando capita.

# 19236_Tanimura
source: Yeah, that's pretty strange.
pt_br: Già, è davvero strano.

# 19248_Tanimura
source: Everybody has their preferences.
pt_br: Ognuno c'ha i suoi gusti.

# 19260_Tanimura
source: You should have rice for breakfast.
pt_br: Dovresti mangiare riso a colazione.

# 19272_Tanimura
source: Don't overdo it.
pt_br: Non strafare.

# 19284_Tanimura
source: I'll be glad to help.
pt_br: Ti darò volentieri una mano.

# 19296_Tanimura
source: Most diets fail right away, you know.
pt_br: La maggior parte delle diete falliscono subito, sai com'è.

# 19308_Tanimura
source: I think you've got it wrong.
pt_br: Mi sa che hai capito male.

# 19320_Tanimura
source: He's an idol to a lot of men.
pt_br: È un idolo per un sacco di uomini.

# 19332_Tanimura
source: I bet I could beat him in a fight.
pt_br: Scommetto che potrei batterlo in una rissa.

# 19344_Tanimura
source: It wasn't your fault.
pt_br: Non è stata colpa tua.

# 19356_Tanimura
source: That experience was just part of your journey.
pt_br: Quell'esperienza faceva solo parte del tuo percorso.

# 19368_Tanimura
source: You're pretty high maintenance, aren't you?
pt_br: Sei piuttosto impegnativa, eh?

# 19380_Tanimura
source: Nothing
pt_br: Niente

# 19416_Tanimura
source: The Ghost in the Underground Mall
pt_br: Il Fantasma nella Galleria Commerciale Sotterranea

# 19428_Tanimura
source: The Footbaths at Yunosono Hot Springs
pt_br: I pediluvi alle Terme di Yunosono

# 19440_Tanimura
source: Popular Golf Dates Among Women
pt_br: Appuntamenti di golf gettonati tra le donne

# 19452_Tanimura
source: Eating Liver to Reverse Brain Aging
pt_br: Mangiare Fegato per Ringiovanire il Cervello

# 19464_Tanimura
source: The Pole Dancing Workout
pt_br: Il Workout di Pole Dance

# 19476_Tanimura
source: Popular Sweet Sake Among Women
pt_br: Sake Dolce Popolare Tra le Donne

# 19488_Tanimura
source: Sure, go ahead.
pt_br: Certo, vai pure.

# 19500_Tanimura
source: Sorry.
pt_br: Scusa.

# 19512_Tanimura
source: Sure.
pt_br: Certo.

# 19524_Tanimura
source: Nope.
pt_br: No.
