Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee001f.po
Languages: pt_br

source: Hey buddy, you wanna play shogi? It'll be 500 yen.
pt_br: Ehi, compare, vuoi giocare a shogi? Costa 500 yen.

source: You used a <Color:8>Shogi Coupon<Color:Default>.
pt_br: Hai usato un <Color:8>Coupon Shogi<Color:Default>.

source: You used a <Color:8>Shogi Coupon<Color:Default>.
pt_br: Hai usato un <Color:8>Coupon Shogi<Color:Default>.

source: I haven't seen you much in this place, buddy. So you wanna start playing shogi? That's great to hear.
pt_br: Non ti si vede molto in giro da queste parti, compare. Allora, vuoi darti allo shogi? Ottimo, mi fa piacere sentirlo.

source: Welcome! We're celebrating the emergence of a new Shogi King. For the duration, you can play with us for free.
pt_br: Benvenuto! Stiamo festeggiando l'emergere di un nuovo Re dello Shogi. Per tutta la durata, puoi giocare con noi gratuitamente.

source: Owner
pt_br: Proprietario

# 312_Owner
source: Well, did you enjoy yourself? Thanks for coming!
pt_br: Beh, ti sei divertito? Grazie per essere venuto!

# 396_Owner
source: Hey there, you've got yourself a ticket. You can play a round for free. Want to use it?
pt_br: Ehi, tu, ti sei beccato un biglietto. Puoi fare una partita gratis. Lo vuoi usare?

# 444_Owner
source: A'right then, who do you wanna play?
pt_br: Allora, con chi ti va di giocare?

# 456_Owner
source: No, I won't use it now.
pt_br: No, non lo userò ora.

# 468_Owner
source: You sure? Then it'll be 500 yen. Who do you wanna play?
pt_br: Sei sicuro? Allora fa 500 yen. Con chi vuoi giocare?

# 480_Owner
source: Yeah, I'll play.
pt_br: Sì, gioco.

# 492_Owner
source: Great, now we're talkin'! Who do you wanna play?
pt_br: Ottimo, ora sì che si ragiona! Con chi vuoi giocare?

# 516_Owner
source: All right, good luck!
pt_br: Perfetto, in bocca al lupo!

# 552_Owner
source: Hey there, you've got yourself a ticket. You can play a round for free. Want to use it?
pt_br: Ehi, tu, ti sei beccato un biglietto. Puoi fare una partita gratis. Lo vuoi usare?

# 600_Owner
source: A'right then, who do you wanna play?
pt_br: Allora, con chi ti va di giocare?

# 612_Owner
source: No, I won't use it now.
pt_br: No, non lo userò ora.

# 624_Owner
source: You sure? Then it'll be 500 yen. Who do you wanna play?
pt_br: Sei sicuro? Allora fa 500 yen. Con chi vuoi giocare?

# 636_Owner
source: Sure, I'll play.
pt_br: Certo, ci sto.

# 648_Owner
source: Great, now we're talkin'! Who do you wanna play?
pt_br: Ottimo, ora sì che si ragiona! Con chi vuoi giocare?

# 684_Owner
source: All right, good luck!
pt_br: Perfetto, in bocca al lupo!

# 708_Owner
source: Ah, here you have to checkmate your opponent within a limited number of moves.
pt_br: Ah, qui devi dare scacco matto al tuo avversario entro un numero limitato di mosse.

# 720_Owner
source: You can use as many take backs as you need, so take your time to work out a strategy. All right, good luck!
pt_br: Puoi fare tutti i ripensamenti che ti servono, quindi prenditela con calma per elaborare una strategia. Allora, in bocca al lupo!

# 744_Owner
source: Not right now.
pt_br: Non adesso.

# 756_Owner
source: No? Well, come back when you feel like it.
pt_br: No? Beh, torna quando ti va.

# 768_Player
source: Tell me about this place.
pt_br: Dimmi di questo posto.

# 792_Owner
source: At our place, you can play ranked matches if you're aiming for the top, and shogi challenge matches to test your skill.
pt_br: Da noi, puoi giocare partite classificate se punti in alto, e sfide di shogi per mettere alla prova le tue abilità.

# 804_Owner
source: In a ranked match, you pick opponents closest to your current ranking. If you wanna play against tough players, you'll have to climb the ranks.
pt_br: In una partita classificata, scegli gli avversari più vicini al tuo ranking attuale. Se vuoi giocartela contro giocatori tosti, dovrai scalare la classifica.

# 816_Owner
source: As far as ranks are concerned, by beating opponents higher rank than you, you'll take their rank. Just aim to keep going up and up.
pt_br: Per quanto riguarda i ranghi, sconfiggendo avversari di rango superiore al tuo, prenderai il loro rango. Punta solo a continuare a salire sempre più in alto.

# 828_Owner
source: The board is a bit special when it comes to a challenge match. When you start off, the board'll be more advantageous for you, but it'll gradually get harder.
pt_br: La scacchiera è un po' particolare quando si tratta di una partita di sfida. Quando parti, la scacchiera ti sarà più favorevole, ma poi si farà man mano più dura.

# 840_Owner
source: It'll cost you 500 yen to play, but you can get some nice prizes if you win. Good luck.
pt_br: Ti costerà 500 yen giocare, ma se vinci puoi portarti a casa dei bei premi. In bocca al lupo!

# 852_Owner
source: What's that buddy, you got no money? Come back when you have 500 yen.
pt_br: Che c'è, ragazzo, non hai un soldo? Torna quando hai 500 yen.

# 876_Owner
source: Sure, I'll play.
pt_br: Certo, ci sto.

# 888_Owner
source: All right. Who do you wanna play?
pt_br: Va bene. Con chi vuoi giocare?

# 912_Owner
source: All right, good luck.
pt_br: Va bene, in bocca al lupo.

# 936_Owner
source: Sure, I'll play.
pt_br: Certo, ci sto.

# 948_Owner
source: Great, now we're talkin'! Who do you wanna play?
pt_br: Ottimo, ora sì che si ragiona! Con chi vuoi giocare?

# 972_Owner
source: All right, good luck!
pt_br: Perfetto, in bocca al lupo!

# 1008_Owner
source: Play Ranked Match
pt_br: Gioca Partita Classificata

# 1020_Owner
source: Play a Challenge Match
pt_br: Gioca una Partita di Sfida

# 1032_Owner
source: Learn About the Parlor
pt_br: Scopri di più sul Salone

# 1044_Owner
source: Never Mind
pt_br: Lascia perdere

# 1056_Owner
source: Use
pt_br: Usa

# 1068_Owner
source: Don't Use
pt_br: Non usare

# 1080_Owner
source: Use
pt_br: Usa

# 1092_Owner
source: Don't Use
pt_br: Non usare

# 1104_Owner
source: Play Ranked Match
pt_br: Gioca Partita Classificata

# 1116_Owner
source: Play a Challenge Match
pt_br: Gioca una Partita di Sfida

# 1128_Owner
source: Learn About the Parlor
pt_br: Scopri di più sul Salone

# 1140_Owner
source: Never Mind
pt_br: Lascia perdere
