Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0026030b.po
Languages: pt_br

source: Hiyori's Mother
pt_br: Madre di Hiyori

# 56_松岡里緒奈：源氏名
source: Hi, Mom. It's been a while.
pt_br: Ciao, Mamma. È passato un po'.

# 68_Hiyori's Mother
source: Why haven't you contacted us!? And who is this young man with you?
pt_br: Perché non ti sei fatto sentire!? E chi è questo giovanotto con te?

# 80_松岡里緒奈：源氏名
source: This is my boyfriend, Kazuma Kiryu.
pt_br: Questo è il mio ragazzo, Kazuma Kiryu.

# 92_Kiryu
source: Boyfriend? Uh, I mean, hello, ma'am. I'm Kazuma Kiryu.
pt_br: Fidanzato? Ehm, volevo dire... Salve, signora. Sono Kazuma Kiryu.

# 116_Hiyori's Mother
source: Hello. I'm Hiyori's mother.
pt_br: Ciao. Sono la madre di Hiyori.

# 176_Hiyori's Mother
source: Wow, Hiyori. Kiryu-san's quite a catch. <Color:255,200,200,255>♥<Color:Default> I'd say he's the spitting image of your father when he was young! <Color:255,200,200,255>♥<Color:Default>
pt_br: Wow, Hiyori. Kiryu-san è proprio un gran bel tipo. <Color:255,200,200,255>♥<Color:Default> Direi che è la copia sputata di tuo padre da giovane! <Color:255,200,200,255>♥<Color:Default>

# 188_松岡里緒奈：源氏名
source: What are you talking about!? He looks nothing like Dad! Don't lump Kiryu-san in with that jerk!
pt_br: Ma cosa dici!? Non assomiglia per niente a papà! Non mettere Kiryu-san nello stesso sacco di quello stronzo!

# 200_Hiyori's Mother
source: Hiyori... Don't you think it's time you forgave your father?
pt_br: Hiyori... Non credi che sia ora di perdonare tuo padre?

# 212_Hiyori's Mother
source: He may have gone a little too far, but he only did it because he was just worried about you...
pt_br: Forse ha un po' esagerato, ma l'ha fatto solo perché era preoccupato per te...

# 236_Hiyori's Mother
source: Besides, you may have heard about this, but...
pt_br: E poi, forse ne hai già sentito parlare, ma...

# 248_Hiyori's Mother
source: Kamuro Pro Wrestling isn't doing very well.
pt_br: Kamuro Pro Wrestling non naviga in buone acque.

# 260_松岡里緒奈：源氏名
source: What!? What's going on!?
pt_br: Ma cosa!? Che diavolo succede!?

# 272_Hiyori's Mother
source: The mixed martial arts craze has been hard on professional wrestling. Customers aren't as frequent as before. And in this economy...
pt_br: La mania delle arti marziali miste ha dato un bel colpo al pro wrestling. La gente non viene più come una volta. E con questa economia...

# 284_Hiyori's Mother
source: He's had trouble getting loans from banks, so I think he's been dealing with some shady characters.
pt_br: Ha avuto problemi a farsi dare prestiti dalle banche, quindi penso che abbia avuto a che fare con della gente poco raccomandabile.

# 296_松岡里緒奈：源氏名
source: Oh no... I had no idea...
pt_br: Oh no... Non lo sapevo proprio...

# 308_Hiyori's Mother
source: If he can't get more customers soon, he'll have no way to pay back the loan sharks...
pt_br: Se non riesce a trovare più clienti presto, non avrà modo di ripagare gli strozzini...

# 320_Hiyori's Mother
source: Men have been coming to the house looking for money... I don't know what to do anymore.
pt_br: Degli uomini continuano a venire a casa a cercare soldi... Non so più cosa fare.

# 332_Hiyori's Mother
source: This has all been very hard on your father especially with you gone.
pt_br: È stata dura per tuo padre, specialmente ora che non ci sei più.

# 356_Hiyori's Mother
source: He made me promise not to tell you any of this, but I thought you should know.
pt_br: Mi ha fatto promettere di non dirti niente di tutto questo, ma ho pensato che era giusto che tu lo sapessi.

# 368_松岡里緒奈：源氏名
source: I see...
pt_br: Capisco...

# 380_Hiyori's Mother
source: That said, you shouldn't worry about the money. I've started working part-time to help out.
pt_br: Detto questo, non devi preoccuparti per i soldi. Ho iniziato a lavorare part-time per dare una mano.

# 392_Hiyori's Mother
source: Are you still going to college?
pt_br: Stai ancora andando all'università?

# 404_松岡里緒奈：源氏名
source: Yes...
pt_br: Sì...

# 416_Hiyori's Mother
source: Remember, if you're going to be a teacher, you have to study hard to make that dream come true.
pt_br: Ricordati, se vuoi fare l'insegnante, devi studiare sodo per realizzare quel sogno.

# 428_松岡里緒奈：源氏名
source: I know...
pt_br: Lo so...
