Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee013b.po
Languages: pt_br

source: Easy Game Prizes
pt_br: Premi Partita Facile

source: Normal Game Prizes
pt_br: Premi Partita Normale

source: Hard Game Prizes
pt_br: Premi Difficile

source: Extra Hard Course Prizes
pt_br: Premi del Percorso Extra Difficile

# 100_Manager
source: Hello, sir. We have a variety of fabulous prizes for you here! Interested in hearing what we've got?
pt_br: Salve, signore. Abbiamo qui un sacco di premi da urlo per lei! Le va di sentire cosa abbiamo tirato fuori?

# 112_Manager
source: S Rank (2,300+ Points) Southpaw Bracelet A Rank (1,900+ Points) Chunk of Wood (Maple) B Rank (1,500+ Points) Tauriner C Rank (1,100+ Points) Salmon Onigiri
pt_br: Rango S (2.300+ Punti) Bracciale Mancino Rango A (1.900+ Punti) Pezzo di Legno (Acero) Rango B (1.500+ Punti) Tauriner Rango C (1.100+ Punti) Onigiri al Salmone

# 124_Manager
source: S Rank (2,800+ Points) Tourmaline Bracelet A Rank (2,400+ Points) Plastic Shin Guards B Rank (2,000+ Points) Chunk of Wood (Ash) C Rank (1,600+ Points) Club Sandwich
pt_br: Rango S (2.800+ Punti) Braccialetto di tormalina Rango A (2.400+ Punti) Parastinchi di plastica Rango B (2.000+ Punti) Pezzo di legno (Frassino) Rango C (1.600+ Punti) Club Sandwich

# 136_Manager
source: S Rank (3,000+ Points) Metal Bat A Rank (2,600+ Points) Staminan XX B Rank (2,200+ Points) Staminan X C Rank (1,800+ Points) Tauriner +
pt_br: Rango S (3.000+ Punti) Mazza di metallo Rango A (2.600+ Punti) Staminan XX Rango B (2.200+ Punti) Staminan X Rango C (1.800+ Punti) Tauriner +

# 148_Manager
source: S Rank (3,500+ Points) Staminan Spark A Rank (3,000+ Points) Chunk of Wood (Sacred) B Rank (2,500+ Points) Toughness ZZ C Rank (2,000+ Points) Staminan X
pt_br: Rango S (3.500+ Punti) Staminan Spark Rango A (3.000+ Punti) Pezzo di Legno (Sacro) Rango B (2.500+ Punti) Robustezza ZZ Rango C (2.000+ Punti) Staminan X

# 160_Manager
source: We take pride in our fabulous prizes－hell, we'd rather go bankrupt than start offering half-baked prizes! Play as much as you can and go for an S-Rank score in Extra Hard mode!
pt_br: Siamo fieri dei nostri premi da urlo — diamine, preferiremmo andare in bancarotta piuttosto che iniziare a offrire premi raffazzonati! Gioca a più non posso e punta a un punteggio di rango S nella modalità Extra Difficile!

# 172_Player
source: Not right now.
pt_br: Non adesso.

# 184_Manager
source: Oh, really? Well, they're all great prizes, so we hope you'll play to win one or more!
pt_br: Ah, davvero? Beh, sono tutti dei gran premi, quindi speriamo che ci darai dentro per vincerne uno o più!

# 196_Manager
source: Sure, let's hear it.
pt_br: Va bene, spara.

# 208_Manager
source: Not right now.
pt_br: Non adesso.
