Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00910793.po
Languages: pt_br

source: Soldier-esque Man
pt_br: Uomo dall'aria da soldato

source: Student
pt_br: Studente

# 100_Player
source: (I should come back when I'm alone...)
pt_br: (Dovrei tornare quando sono solo...)

# 112_Soldier-esque Man
source: Good. My beloved pupil, I am going to impart some knowledge to you. Listen well, and engrave it in your heart.
pt_br: Ottimo. Mio amato pupillo, ti impartirò del sapere. Stai bene attento, e scolpiscilo nel tuo cuore.

# 124_Student
source: Yes, sir!
pt_br: Sì, signore!

# 136_Soldier-esque Man
source: Tonight is curry night!
pt_br: Stasera è serata curry!

# 148_Soldier-esque Man
source: The earth is turning even as we speak.
pt_br: La terra sta girando, anche mentre ci parliamo.

# 160_Soldier-esque Man
source: My heart is always with you!
pt_br: Il mio cuore è sempre con te!

# 172_Soldier-esque Man
source: Make sure to save for retirement!
pt_br: Mi raccomando, metti via qualcosa per la pensione!

# 184_Soldier-esque Man
source: I love cream soda!
pt_br: Vado matto per la cream soda!

# 196_Soldier-esque Man
source: If you ever have to fight a bear... I'm sorry.
pt_br: Se mai dovessi combattere un orso... Mi dispiace.

# 208_Soldier-esque Man
source: Old calendars can be used! Wait a few years!
pt_br: I calendari vecchi si possono usare! Aspetta qualche anno!

# 220_Soldier-esque Man
source: It's okay to cry.
pt_br: Va bene piangere.

# 232_Soldier-esque Man
source: I'm not bald... totally!
pt_br: Non sono calvo... assolutamente!

# 244_Soldier-esque Man
source: Playing dating sims in front of your wife is dangerous!
pt_br: Giocare ai dating sim davanti a tua moglie è pericoloso!

# 256_Student
source: Yes, sir! Thank you so much!
pt_br: Sì, capo! Grazie mille!
