Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid002a0064.po
Languages: pt_br

source: Beginning
pt_br: Inizio

source: Test 104
pt_br: Prova 104

source: Test 105
pt_br: Prova 105

source: Test 108
pt_br: Prova 108

source: Test 109
pt_br: Prova 109

source: End
pt_br: Fine

source: Beginning
pt_br: Inizio

source: Test 201
pt_br: Prova 201

source: Test 202
pt_br: Prova 202

source: Test 205
pt_br: Test 205 Traduzione in italiano:

source: Test 213
pt_br: Prova 213

source: End
pt_br: Fine

source: Explanation 101
pt_br: Spiegazione 101

source: Explanation 102
pt_br: Spiegazione 102

source: End
pt_br: Fine

source: Explanation 201
pt_br: Spiegazione 201

source: Explanation 202
pt_br: Spiegazione 202

source: Explanation 203
pt_br: Spiegazione 203

source: Explanation 204
pt_br: Spiegazione 204

source: End
pt_br: Fine

source: Explanation
pt_br: Spiegazione

source: Confession
pt_br: Confessione

source: Fingerprint Explanation
pt_br: Spiegazione Impronte Digitali

source: Fingerprint Comparison
pt_br: Confronto impronte digitali
