Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0026008b.po
Languages: pt_br

source: Casino Manager
pt_br: Responsabile del Casinò

source: Roulette Dealer
pt_br: Croupier della Roulette

source: Difficult Patron
pt_br: Un brutto cliente

source: Rookie Gambler
pt_br: Giocatore Novellino

source: Complaining Accomplice
pt_br: Complice brontolone

# 68_Saejima
source: Hey, nobody said nothing 'bout a uniform.
pt_br: Oi, nessuno ha detto niente di una divisa.

# 80_Tadokoro
source: But it really suits you. Clothes like these look especially good on a man with your physique.
pt_br: Ma ti sta proprio bene. Vestiti come questi stanno particolarmente bene a un uomo con il tuo fisico.

# 92_Saejima
source: I dunno. Can't shake the feeling that you're messin' with me again.
pt_br: Non so. Non riesco a togliermi dalla testa che mi stai fregando di nuovo.

# 104_Tadokoro
source: Not at all. I'm being quite honest. Why, in another time, another place, you could pass for a yakuza clan chairman.
pt_br: Assolutamente no. Parlo sul serio. Ma, in altri tempi, in un altro posto, potresti passare per il presidente di un clan yakuza.

# 116_Saejima
source: Listen, you...
pt_br: Senti qua, tu...

# 128_Tadokoro
source: Well, I have other work requiring my attention, so if you'll excuse me... Good luck, Suzuki-san.
pt_br: Beh, ho altro lavoro che richiede la mia attenzione, quindi con permesso... Buona fortuna, Suzuki-san.

# 152_Saejima
source: Gotta watch out for that guy...
pt_br: Occhio a quel tizio...

# 164_Saejima
source: Hey, so what exactly do you want me to do? Haven't worked in a place like this before. Throw me a bone here.
pt_br: Ehi, ma cosa vuoi che faccia esattamente? Non ho mai lavorato in un posto come questo. Dammi una dritta, no?

# 176_Casino Manager
source: Let's see. Can I have you deal at the roulette table?
pt_br: Vediamo un po'. Ti posso mettere a fare il croupier alla roulette?

# 188_Saejima
source: A roulette dealer? That's way beyond me.
pt_br: Un croupier di roulette? È troppo per me.

# 200_Casino Manager
source: You'll be fine. All you need to do is stay in one spot and act like you know what you're doing.
pt_br: Starai a posto. Devi solo stare fermo in un punto e fare finta di sapere il fatto tuo.

# 212_Casino Manager
source: The young woman there will run the actual game.
pt_br: La ragazza lì condurrà il gioco vero e proprio.

# 224_Saejima
source: So I stand there... and what?
pt_br: Allora sto lì... e che?

# 236_Casino Manager
source: Well, do you see that fellow over yonder? He's been coming a lot lately, but he's always making a scene.
pt_br: Beh, vedi quel tizio laggiù? Ultimamente si è fatto vedere spesso, ma fa sempre casino.

# 248_Casino Manager
source: Typically he'll claim he was cheated and won't pay on his losses, or he'll stumble in drunk and start a brawl. Some of my employees have gotten hurt.
pt_br: Di solito si lamenta di essere stato truffato e non salda i suoi debiti, oppure entra sbronzo fradicio e attacca briga. Alcuni dei miei uomini ci hanno rimesso.

# 260_Saejima
source: Gotcha. Ya want me to keep an eye on this joker.
pt_br: Capito. Vuoi che tenga d'occhio questo tizio.

# 272_Casino Manager
source: Yes, please and thank you.
pt_br: Sì, prego e grazie.

# 332_Roulette Dealer
source: The ball is in play, gentlemen. Place your bets. One minute until betting ends.
pt_br: La pallina è in gioco, signori. Fate le vostre puntate. Un minuto alla chiusura delle puntate.

# 344_Difficult Patron
source: Black 20. Black is coming up next. Black for sure!
pt_br: Nero 20. Esce nero la prossima. Nero, di sicuro!

# 356_Rookie Gambler
source: I think I'll just bet on red.
pt_br: Mi sa che punto solo sul rosso.

# 368_Roulette Dealer
source: All set? No more bets, gentlemen.
pt_br: Tutto a posto? Niente più puntate, signori.

# 404_Roulette Dealer
source: Red 14!
pt_br: Rosso 14!

# 416_Rookie Gambler
source: Oh wow, I doubled my bet! This must be what they call beginner's luck!
pt_br: Oh, cavolo, ho raddoppiato la mia puntata! Questa dev'essere quella che chiamano fortuna del principiante!

# 428_Difficult Patron
source: Seriously? There's some kind of bullshit going on here!
pt_br: Ma davvero? Qui c'è qualche puttanata in corso!

# 440_Roulette Dealer
source: Sir... in roulette, bets are placed only after the ball is in play. Cheating simply isn't possible.
pt_br: Signore... alla roulette, le puntate si piazzano solo dopo che la pallina è in gioco. Imbrogliare non è proprio possibile.

# 452_Difficult Patron
source: You must be using a magnet or something to move the ball! Otherwise, how could I lose this much, huh?
pt_br: Stai per forza usando una calamita o qualcosa del genere per muovere la pallina! Altrimenti, come potrei perdere così tanto, eh?

# 464_Complaining Accomplice
source: Yeah, that's right! I saw you fiddling with something under the table just as the ball stopped!
pt_br: Sì, è così! Ti ho visto trafficare con qualcosa sotto il tavolo proprio mentre la pallina si fermava!

# 476_Saejima
source: Sir, if you're dissatisfied for some reason, how about you take it up with me?
pt_br: Signore, se non è soddisfatto per qualche motivo, che ne dice di vedersela con me?

# 488_Difficult Patron
source: What the... Who do you think you are!?
pt_br: Ma che ca... Ma chi cazzo credi di essere!?
