Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0026008d.po
Languages: pt_br

source: You got <Color:255,255,200,255>300 casino chips<Color:Default>.
pt_br: Hai ottenuto <Color:255,255,200,255>trecento fiches da casinò<Color:Default>.

source: Difficult Patron
pt_br: Un brutto cliente

source: Casino Manager
pt_br: Responsabile del Casinò

# 56_Difficult Patron
source: Help! He's gonna kill me!
pt_br: Aiuto! Mi ammazza!

# 128_Casino Manager
source: Thank you very much. For a moment there, I wasn't sure what was going to happen.
pt_br: Grazie infinite. Per un attimo, non sapevo cosa sarebbe successo.

# 140_Saejima
source: Sorry for the ruckus.
pt_br: Scusa per il casino.

# 152_Casino Manager
source: Not at all. You drove home an important point. We should have fewer troublemakers in here from now on.
pt_br: Assolutamente no. Hai ribadito un concetto importante. Dovremmo avere meno piantagrane qui dentro d'ora in poi.

# 164_Saejima
source: Yeah? Hope so.
pt_br: Sì? Speriamo.

# 176_Casino Manager
source: Now, about your payment. I'll be forwarding it to Tadokoro-san, if that's all right with you.
pt_br: E ora, riguardo al tuo compenso. Lo farò avere a Tadokoro-san, se per te va bene.

# 188_Saejima
source: Yeah, no prob. We got an agreement, me and him.
pt_br: Sì, a posto. Abbiamo un accordo, io e lui.

# 200_Casino Manager
source: Very well. That's what I'll do, then.
pt_br: Perfetto. Farò così, allora.

# 212_Casino Manager
source: And as a thank-you from me personally, I set aside these casino chips for you. Please take some time to enjoy yourself, on the house.
pt_br: E come ringraziamento da parte mia personalmente, ho messo da parte queste fiches del casinò per te. Ti prego, prenditi un po' di tempo per divertirti, offerto dalla casa.

# 236_Saejima
source: Really? I appreciate that.
pt_br: Davvero? Apprezzo molto.

# 248_Casino Manager
source: Come again for a game or two whenever you'd like. We'll be looking forward to seeing you.
pt_br: Fatti rivedere per una giocata o due, quando ti pare. Ti aspettiamo.

# 260_Casino Manager
source: Thanks again for your hard work today.
pt_br: Grazie ancora per il lavorone di oggi.
