Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid001303f5.po
Languages: pt_br

source: You got <Color:8>100,000 yen<Color:Default>.
pt_br: Hai ottenuto <Color:8>100.000 yen<Color:Default>.

source: Feather
pt_br: Piuma

# 56_Feather
source: This ain't over, Kiryu.
pt_br: Non è finita, Kiryu.

# 68_Kiryu
source: Snap out of your damn fantasy world, will you?
pt_br: Datti una svegliata dal tuo dannato mondo di fantasia, su!

# 80_Feather
source: Huh?
pt_br: Uh?

# 92_Kiryu
source: You think by beating me you'll get some kind of super power?
pt_br: Pensi che battendomi ti prenderai chissà quale superpotere?

# 104_Feather
source: Uh... Yeah.
pt_br: Uh... Sì.

# 116_Kiryu
source: Listen, even if you could beat me, there's no real point. At best, people might think you're a pretty good fighter.
pt_br: Senti, anche se fossi riuscito a battermi, non c'è un vero scopo. Al massimo, la gente potrebbe pensare che sei un bel combattente.

# 128_Feather
source: That ain't－
pt_br: Non è mica－

# 140_Kiryu
source: Just hear me out.
pt_br: Dammi retta.

# 152_Kiryu
source: Do you think that kind of power alone means a thing to the rest of the world? Sure, there are tons of yakuza who think as you do.
pt_br: Pensi che quel genere di potere da solo conti qualcosa per il resto del mondo? Certo, ci sono valanghe di yakuza che la pensano come te.

# 164_Kiryu
source: But for someone like you, who has the charisma to bring so many people together, is that really what you want to dedicate your life to?
pt_br: Ma per uno come te, che ha il carisma di radunare così tanta gente, è *davvero* a questo che vuoi dedicare la tua vita?

# 188_Kiryu
source: That reliance on power alone－it's no different from the way yakuza think.
pt_br: Quell'affidarsi solo al potere—non è diverso dal modo di pensare della yakuza.

# 200_Kiryu
source: Let's say you manage to get that power. The only thing waiting for you after that is a power struggle with the yakuza and the mafia.
pt_br: Mettiamo che tu riesca a mettere le mani su quel potere. L'unica cosa che ti aspetta dopo è una guerra per il potere con la yakuza e la mafia.

# 212_Kiryu
source: If it comes to that, a lot of your men are going to get hurt or left behind. Is that really what you want?
pt_br: Se si arriva a quel punto, molti dei tuoi uomini finiranno per farsi male o verranno lasciati indietro. È davvero quello che vuoi?

# 224_Feather
source: No... I don't want that.
pt_br: No... non voglio quello.

# 236_Kiryu
source: Then you need to gather the ones that believe in you and find a new purpose. If you can't do that, then get the hell out of Kamurocho.
pt_br: Allora, devi radunare quelli che credono in te e trovare un nuovo scopo. Se non ce la fai, allora levati di torno da Kamurocho.

# 260_Kiryu
source: Kamurocho isn't the entire world. You could make it anywhere if you decide that fighting here isn't the smart choice.
pt_br: Kamurocho non è tutto il mondo. Potresti farcela ovunque, se decidi che combattere qui non è la scelta più furba.

# 272_Kiryu
source: I know because I got away from this town to make a new life in Okinawa. As young as you are, you've got plenty of time to start over.
pt_br: Lo so, perché me ne sono andato via da questa città per rifarmi una vita a Okinawa. Giovane come sei, hai un sacco di tempo per ricominciare.

# 284_Feather
source: Okay, I hear you. I'm going to disband the Phoenix. I'm not leaving Kamurocho, though.
pt_br: Ok, ti ho capito. Scioglierò i Phoenix. Non me ne vado da Kamurocho, però.

# 296_Feather
source: I'm gonna live the right way, here in town. I'll show you, Kiryu-san!
pt_br: Voglio vivere onestamente qui in città. Te lo farò vedere, Kiryu-san!

# 308_Kiryu
source: Heh. Give it your best shot.
pt_br: Heh. Provaci pure.

# 320_Feather
source: Well... Catch ya later!
pt_br: Beh... Ci si vede!

# 380_Akaishi
source: Kiryu-san, I'm truly impressed! Not only did you defeat their boss, you seem to have helped him become a new man!
pt_br: Kiryu-san, sono davvero impressionato! Non solo hai sconfitto il loro capo, ma sembri averlo aiutato a diventare un uomo nuovo!

# 392_Akaishi
source: Most of the top Phoenix members showed up at a local barbershop earlier. Apparently they intend to shave their heads and become monks.
pt_br: La maggior parte dei pezzi grossi della Phoenix si è presentata poco fa da un barbiere del quartiere. A quanto pare intendono rasarsi la testa e farsi monaci.

# 404_Kiryu
source: I see...
pt_br: Capisco...

# 416_Akaishi
source: Anyway, without their leader we won't have too many problems from this gang anymore. He really brought the whole group together.
pt_br: Comunque, senza il loro capo non avremo più molti problemi da questa gang. Era lui che teneva unito tutto il gruppo.

# 428_Akaishi
source: I'm sure we don't have to worry about them starting fights after this. What a relief.
pt_br: Credo proprio che non dovremo più preoccuparci che attacchino briga, d'ora in poi. Meno male.

# 440_Akaishi
source: Oh, this is a token of my appreciation.
pt_br: Oh, è un piccolo segno di riconoscenza.

# 464_Akaishi
source: We appreciate all your help.
pt_br: Apprezziamo tutto il tuo aiuto.
