Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e602d2.po
Languages: pt_br

# 84_Kiryu
source: (There's Matsuyama. I'll tell Ueda.)
pt_br: (C'è Matsuyama. Lo dico a Ueda.)

# 144_Ueda
source: Thanks for finding him, Kiryu-san.
pt_br: Grazie per averlo trovato, Kiryu-san.

# 156_Ueda
source: Hi there, Matsuyama-san!
pt_br: Salve, Matsuyama-san!

# 168_Matsuyama
source: Oh, Ueda-san... I'm sorry I lost it back there.
pt_br: Oh, Ueda-san... Mi dispiace di aver perso le staffe prima.

# 180_Ueda
source: No, it's okay. About the owner, though...
pt_br: No, tranquillo. Sul proprietario, però...

# 192_Matsuyama
source: Forget about him. All he wants is to keep the name of the shop for himself.
pt_br: Lascialo perdere. Vuole solo tenersi il nome del locale per sé.

# 216_Ueda
source: Actually, that's not quite true.
pt_br: A dire il vero, non è proprio così.

# 228_Matsuyama
source: What other reason is there? I made that ramen so carefully, and he just brushed it off like it was nothing.
pt_br: Quale altra ragione ci sarebbe? Ho preparato quel ramen con così tanta cura, e lui l'ha semplicemente liquidato come se niente fosse.

# 240_Kiryu
source: It's not that. The owner has bigger hopes for you than just opening a new branch. That's why he's acting that way.
pt_br: Non è quello. Il capo ha delle aspettative ben più alte per te che il semplice aprire un'altra filiale. È per questo che si comporta così.

# 252_Matsuyama
source: ...What do you mean by that?
pt_br: ...Che vuoi dire con questo?

# 324_Matsuyama
source: That's really what he said?
pt_br: Ha detto proprio così?

# 336_Kiryu
source: Yeah. He thinks you should focus on creating your own unique ramen.
pt_br: Sì. Lui pensa che dovresti concentrarti sul creare il tuo ramen unico.

# 360_Ueda
source: That's how much faith he has in you! You can't let him down, right?
pt_br: È tutta questa la fiducia che ha in te! Non puoi deluderlo, giusto?

# 372_Matsuyama
source: You're right. I'm really embarrassed. I talked back to him like that without even understanding what he meant...
pt_br: Hai ragione. Sono davvero imbarazzato. Gli ho ribattuto in quel modo senza nemmeno capire cosa volesse dire...

# 384_Ueda
source: Well, he is something of an eccentric.
pt_br: Beh, è un po' uno strambo.

# 396_Kiryu
source: Heh, he gave you a pretty hard time last year, after all.
pt_br: Eh, ti ha dato un bel po' di filo da torcere l'anno scorso, dopotutto.

# 408_Ueda
source: Hahaha. You can say that again.
pt_br: Hahaha. Puoi dirlo forte.

# 420_Matsuyama
source: Kiryu-san, Ueda-san... I really want to thank you two for going to all this trouble for me.
pt_br: Kiryu-san, Ueda-san... Voglio davvero ringraziarvi voi due per esservi presi tutto questo disturbo per me.

# 432_Matsuyama
source: My own unique ramen... I'll give it a shot!
pt_br: Il mio ramen unico... Ci provo!

# 444_Kiryu
source: I'll be looking forward to seeing what you can make.
pt_br: Non vedo l'ora di vedere cosa ti inventerai.

# 456_Ueda
source: Impress us!
pt_br: Impressionaci!

# 468_Matsuyama
source: I will. I'd better start preparations right away!
pt_br: Lo farò. Devo darmi una mossa coi preparativi!

# 540_Ueda
source: Glad that all got cleared up.
pt_br: Meno male che si è sistemato tutto.

# 552_Kiryu
source: Yeah, now we just wait and see what he comes up with.
pt_br: Sì, ora non ci resta che aspettare e vedere cosa tira fuori.

# 564_Ueda
source: A new ramen that could rival the likes of Kyushu No. 1 Star... It'll be quite a challenge.
pt_br: Un nuovo ramen che potrebbe rivaleggiare con uno del calibro del Kyushu No. 1 Star... Sarà una bella sfida.

# 576_Ueda
source: Well, I'd better be heading back to work. Thanks for helping me out.
pt_br: Beh, mi sa che è meglio che torni al lavoro. Grazie per avermi dato una mano.

# 588_Kiryu
source: Don't worry about it.
pt_br: Non preoccupartene.

# 600_Ueda
source: See you later!
pt_br: Ci si vede!
