Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0102034a.po
Languages: pt_br

source: Hatsushiba Clan
pt_br: Clan Hatsushiba

# 56_Hatsushiba Clan
source: Hey, who the hell're you!?
pt_br: Oi, chi cazzo sei tu!?

# 68_Akiyama
source: Name's Akiyama, from Sky Finance. Always a pleasure.
pt_br: Sono Akiyama, della Sky Finance. Sempre un piacere.

# 80_Hatsushiba Clan
source: Sky Finance? What's a loan shark like you doin' here?
pt_br: Sky Finance? Che ci fai qui, uno strozzino come te?

# 92_Akiyama
source: Look, I don't mean to offend, but I couldn't care less about punks like you.
pt_br: Senti, senza offesa, ma di quattro sfigati come voi non me ne potrebbe fregare di meno.

# 104_Akiyama
source: Midorikawa. Where is he?
pt_br: Midorikawa. Dov'è?

# 116_Hatsushiba Clan
source: Huh? Whaddya want with the boss?
pt_br: Eh? Che vuoi col capo?

# 128_Akiyama
source: No one borrows anything from me without a contract.
pt_br: Nessuno si piglia un soldo da me senza un contratto.

# 140_Hatsushiba Clan
source: The fuck're you talking about!?
pt_br: Di che cazzo stai parlando!?

# 152_Akiyama
source: I don't have time for this. You have something that belongs to me.
pt_br: Non ho tempo per queste stronzate. Hai qualcosa che mi spetta.

# 164_Akiyama
source: You're going to give me my registry back and let Kido-chan go or else.
pt_br: Mi ridai il mio registro e lasci andare Kido-chan, altrimenti.

# 176_Hatsushiba Clan
source: Like hell we are! How 'bout we bash your damn skull in instead!?
pt_br: Col cavolo! E se invece ti sfondiamo quel maledetto cranio!?

# 188_Akiyama
source: Trust me, it'll be a whole lot easier if you just return what you borrowed... but suit yourself.
pt_br: Credimi, ti andrà molto meglio se restituisci quello che hai preso... ma fai come ti pare.

# 200_Akiyama
source: Guess it's just one of those days.
pt_br: Mi sa che è una di quelle giornate.
