Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0091055a.po
Languages: pt_br

# 84_Tanimura
source: [Are you all right?]
pt_br: [Tutto a posto?]

# 96_Nair
source: [I'm fine. We have to hurry!]
pt_br: [Sto bene. Dobbiamo sbrigarci!]

# 108_Tanimura
source: [Right.]
pt_br: [Giusto.]

# 156_Tanimura
source: [That elevator should take us to the roof.]
pt_br: Quell'ascensore dovrebbe portarci sul tetto.

# 168_Nair
source: [Right, let's go!]
pt_br: [Forza, andiamo!]

# 180_Gangster
source: [This is where it ends, folks.]
pt_br: [Questo è il capolinea, ragazzi.]

# 204_Nair
source: [Agh! Who are these guys!?]
pt_br: [Agh! Ma chi sono 'sti qua!?]

# 216_Tanimura
source: [Looks like they were expecting us.]
pt_br: Pare che ci aspettassero al varco.

# 228_Nair
source: [I guess things are gonna get ugly.]
pt_br: [Mi sa che qua si mette brutta.]

# 240_Gangster
source: [You got that right. When I'm done, not even your mother will recognize you!]
pt_br: [Hai capito bene. Quando avrò finito, nemmeno tua madre ti riconoscerà!]
