Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c001d.po
Languages: pt_br

# 15720_Rio
source: I feel like I've gotten kind of annoying lately. It may be because of my ex-boyfriend. It's like my personality's changed.
pt_br: Mi sento un po' pesante ultimamente. Sarà per il mio ex. È come se la mia personalità fosse cambiata.

# 15732_Akiyama
source: What do you mean?
pt_br: Cosa intendi?

# 15744_Rio
source: I'll be like, "If that's the way you think, then I'm done talking now!"
pt_br: E io farei tipo: «Se la pensi così, allora ho chiuso!»

# 15756_Akiyama
source: Huh? What're you talking about?
pt_br: Eh? Ma di cosa parli?

# 15768_Rio
source: Hehehe!
pt_br: Eheheh!

# 15780_Akiyama
source: You wanna explain or what?
pt_br: Vuoi spiegare o cosa?

# 15792_Rio
source: Like, I'm nitpicking everything my friends say. Being petty and trying to find faults with them... Maybe I've just become a mean person?
pt_br: Tipo, mi metto a sindacare su ogni cosa che dicono i miei amici. Fare la meschina e cercare di trovare difetti in loro... Forse sono solo diventata una persona cattiva?

# 15804_Akiyama
source: Ah, I see. That I can understand.
pt_br: Ah, capisco. Questo lo posso capire.

# 15816_Akiyama
source: You should try to be more aware of your behavior.
pt_br: Dovresti cercare di fare più attenzione a come ti comporti.

# 15828_Rio
source: Aware? How?
pt_br: Lo sai? Come?

# 15840_Akiyama
source: Well, there are lots of things you can do. Um... Do you eat breakfast everyday? Skipping breakfast can make you really irritable.
pt_br: Bè, ci sono un sacco di cose che puoi fare. Ehm... Fai colazione tutti i giorni? Saltare la colazione ti può rendere davvero irritabile.

# 15852_Rio
source: I always have breakfast...
pt_br: Faccio sempre colazione...

# 15876_Rio
source: Yes.
pt_br: Sì.

# 15888_Akiyama
source: Hmm... Now that I've said it, I can't think of anything off the top of my head right now.
pt_br: Mmm... Adesso che l'ho detto, non mi viene in mente nulla così su due piedi.

# 15900_Rio
source: Huh!? Well, that's not very like you, Akiyama-san...
pt_br: Eh!? Beh, non è proprio da te, Akiyama-san...

# 15912_Akiyama
source: Your personality can't change that quickly.
pt_br: La tua personalità non può cambiare così in fretta.

# 15924_Rio
source: It sure seems like it's changed.
pt_br: Sembra proprio che sia cambiato.

# 15936_Akiyama
source: How long were you going out with him?
pt_br: Da quanto tempo ci stavi insieme?

# 15948_Rio
source: Less than a year.
pt_br: Meno di un anno.

# 15960_Akiyama
source: I don't think your personality could change in that short a time.
pt_br: Non credo che la tua personalità possa cambiare in così poco tempo.

# 15972_Akiyama
source: Maybe what you call nitpicking is a sign that you're looking at things a little more deeply than before.
pt_br: Forse quello che tu chiami essere pignola è un segnale che stai guardando le cose un po' più a fondo di prima.

# 15984_Rio
source: Huh?
pt_br: Uh?

# 15996_Akiyama
source: It sounds like you're seeing the deeper meaning behind what people say instead of just taking everything at face value.
pt_br: Sembra proprio che tu colga il senso più profondo in ciò che la gente dice, invece di prendere tutto per come appare.

# 16008_Akiyama
source: You can tell what the other person is really thinking.
pt_br: Riesci a capire cosa pensa davvero l'altro.

# 16020_Rio
source: So... It's a good thing?
pt_br: Allora... è una cosa buona?

# 16032_Akiyama
source: If you're able to tease them, then it means is that you've got a good understanding of your friends and know how not to upset them.
pt_br: Se riesci a prenderli in giro, allora significa che conosci bene i tuoi amici e sai come non farli arrabbiare.

# 16044_Rio
source: I see! You're so mature, Akiyama-san! I'm glad I asked you about it! <Color:7>♥<Color:Default>
pt_br: Capisco! Sei così maturo, Akiyama-san! Sono contenta di avertelo chiesto! <Color:7>♥<Color:Default>

# 16056_Akiyama
source: Heh. You're very welcome.
pt_br: Ah. Figurati.

# 16068_Akiyama
source: You shouldn't worry too much about it.
pt_br: Non farti troppi problemi.

# 16080_Rio
source: You think so?
pt_br: La pensi così?

# 16092_Akiyama
source: Nobody's perfect. There are worse things than being a little critical of your friends.
pt_br: Nessuno è perfetto. C'è di peggio che fare un po' il critico con gli amici.

# 16104_Rio
source: So you're saying I shouldn't worry about turning mean?
pt_br: Quindi stai dicendo che non dovrei preoccuparmi di diventare una stronza?

# 16116_Akiyama
source: How should I put this?
pt_br: Come dire...

# 16128_Akiyama
source: Nobody ever got rich by having a nice personality, right?
pt_br: Nessuno si è mai arricchito solo con una bella personalità, no?

# 16140_Rio
source: Maybe not, but I don't want to have a bad personality, either.
pt_br: Magari no, ma non voglio neanche avere una brutta personalità.

# 16152_Akiyama
source: There's no one correct answer. It entirely depends on the situation, you know?
pt_br: Non c'è una risposta giusta e basta. Dipende tutto dalla situazione, sai?

# 16164_Rio
source: Yes...
pt_br: Sì...

# 16176_Rio
source: Hehehe. So I'm planning something right now. Would you like to know what it is?
pt_br: Hehehe. Allora, ho in mente una cosetta adesso. Ti va di sapere cos'è?

# 16188_Akiyama
source: It sounds like you want to tell me.
pt_br: Mi sa che vuoi dirmelo.

# 16200_Rio
source: I do!
pt_br: Eccome!

# 16212_Akiyama
source: Hehe. All right then. Let's hear it.
pt_br: Eh eh. Va bene, allora. Sentiamo.

# 16224_Rio
source: Are you ready?
pt_br: Sei pronto?

# 16236_Akiyama
source: It's about your dogs again, isn't it?
pt_br: È ancora per i tuoi cani, vero?

# 16248_Rio
source: Yep! Good guess!
pt_br: Esatto! Hai indovinato!

# 16260_Akiyama
source: Heh. So? What's up?
pt_br: Eh. Allora? Che mi racconti?

# 16272_Rio
source: Well, I'm thinking about taking my dogs to the beach!
pt_br: Beh, sto pensando di portare i miei cani in spiaggia!

# 16284_Akiyama
source: The beach, huh?
pt_br: La spiaggia, eh?

# 16296_Rio
source: I've always dreamed about running with my dogs on a white, sandy beach.
pt_br: Ho sempre sognato di correre con i miei cani su una spiaggia bianca e sabbiosa.

# 16308_Akiyama
source: Oh, is that all? Nothing else?
pt_br: Oh, è tutto qui? Nient'altro?

# 16320_Rio
source: Hey, I've wanted to do this for a long time.
pt_br: Ehi, è da un sacco che volevo farlo.

# 16332_Akiyama
source: Maybe so, but...
pt_br: Forse sì, ma...

# 16344_Rio
source: Just think of my dogs running as fast as they can on the beach! Tell me that isn't cute!
pt_br: Immagina i miei cani che corrono a perdifiato sulla spiaggia! Dimmi che non è tenero!

# 16356_Akiyama
source: I guess so.
pt_br: Immagino di sì.

# 16368_Rio
source: Is that all you can say?
pt_br: È tutto quello che sai dire?

# 16380_Akiyama
source: It just seems like a very average dream. I don't think it warrants planning.
pt_br: Mi pare solo un sogno come tanti. Non credo che serva tutta questa pianificazione.

# 16392_Rio
source: But...
pt_br: Ma...

# 16404_Akiyama
source: Just don't let your dogs leave any little "gifts" for the other people on the beach.
pt_br: Assicurati solo che i tuoi cani non lascino 'regalini' agli altri sulla spiaggia.

# 16416_Rio
source: Hehe! Yeah, guess that's something to watch out for, huh?
pt_br: Hehe! Già, direi che è qualcosa a cui stare attenti, eh?

# 16428_Akiyama
source: You're only taking your dogs?
pt_br: Prendi solo i tuoi cani?

# 16440_Rio
source: Huh? But all I have are my dogs...
pt_br: Eh? Ma gli unici che ho sono i miei cani...

# 16452_Akiyama
source: That's not what I meant. You not going with any other people to the beach?
pt_br: Non è quello che intendevo. Non vai in spiaggia con nessun altro?

# 16464_Rio
source: Oh! Are you hinting at something, Akiyama-san?
pt_br: Oh! Stai alludendo a qualcosa, Akiyama-san?

# 16476_Akiyama
source: I was just wondering.
pt_br: Mi stavo giusto domandando.

# 16488_Rio
source: Hehehe. Hmm... Maybe I should invite someone along. But who? Do you have any suggestions, Akiyama-san?
pt_br: Hehehe. Hmm... Forse dovrei invitare qualcuno con me. Ma chi? Hai qualche suggerimento, Akiyama-san?

# 16500_Akiyama
source: Ho boy...
pt_br: Oh cavolo...

# 16512_Akiyama
source: That seems really innocent. I like it. It's like something out of a fairy tale.
pt_br: Sembra davvero innocente. Mi piace. È come qualcosa uscito da una favola.

# 16524_Rio
source: Really?
pt_br: Davvero?

# 16536_Akiyama
source: Yeah.
pt_br: Sì.

# 16548_Rio
source: Yay! My friends keep saying that everybody does that kind of thing, so it's not a big deal, but I knew you'd understand.
pt_br: Evviva! Le mie amiche continuano a dire che tutti fanno quel genere di cose, quindi non è niente di che, ma sapevo che mi avresti capito.

# 16560_Akiyama
source: Just 'cause everybody else does it doesn't make it bad.
pt_br: Solo perché lo fanno tutti, non significa che sia sbagliato.

# 16572_Akiyama
source: I mean, when people go sightseeing, they usually go to the same places as everybody else. That's because those places are worth seeing, though.
pt_br: Cioè, quando uno va in giro a fare il turista, di solito finisce negli stessi posti di tutti quanti. Però, è perché quei posti meritano, no?

# 16584_Rio
source: That's a nice way to look at it. There's usually a good reason everybody does something, right?
pt_br: È un bel modo di vederla. Di solito c'è un buon motivo per cui ognuno fa le cose, no?

# 16596_Akiyama
source: Yeah, exactly. You got it!
pt_br: Sì, esatto. Perfetto!

# 16608_Rio
source: Do you want to go with me then, Akiyama-san!? Hehehe.
pt_br: Allora, vuoi venire con me, Akiyama-san!? Hehehe.

# 16620_Akiyama
source: Heh, I'll think about it.
pt_br: Beh, ci penserò.

# 16632_Rio
source: I can play a whole song now!
pt_br: Adesso riesco a suonare un brano intero!

# 16644_Akiyama
source: You mean on the guitar?
pt_br: Intendi con la chitarra?

# 16656_Rio
source: Yep yep! It's not a very hard one, but still.
pt_br: Sì sì! Non è mica così difficile, ma comunque.

# 16668_Akiyama
source: What song is it?
pt_br: Che canzone è?

# 16680_Rio
source: Umm... Something Tapclon?
pt_br: Ehm... Qualcosa Tapclon?

# 16692_Rio
source: No, that's not right. Placton?
pt_br: No, non è così. Plancton?

# 16704_Akiyama
source: Uh...
pt_br: Ehm...

# 16716_Rio
source: What was it again?
pt_br: Com'era, di nuovo?

# 16728_Akiyama
source: How am I supposed to know?
pt_br: E che ne so io?

# 16740_Rio
source: Well, it was Placton something.
pt_br: Beh, era Placton... qualcosa.

# 16752_Akiyama
source: You can't remember the first song you learned? Seems like something you should make a note of.
pt_br: Non ti ricordi la prima canzone che hai imparato? Mi sembra una cosa che dovresti annotarti.

# 16764_Rio
source: But it's a weird name.
pt_br: Ma è un nome strano.

# 16776_Akiyama
source: I guess...
pt_br: Credo di sì...

# 16788_Rio
source: I was excited to tell you, Akiyama-san, but now...
pt_br: Non vedevo l'ora di dirtelo, Akiyama-san, ma adesso...

# 16800_Akiyama
source: Sorry...
pt_br: Scusa...

# 16812_Akiyama
source: Can you sing and play at the same time?
pt_br: Sai cantare e suonare contemporaneamente?

# 16824_Rio
source: Yes! You should see me holding the guitar and singing! I'm just like a pro!
pt_br: Sì! Dovresti proprio vedermi con la chitarra in mano a cantare! Sono una vera pro!

# 16836_Akiyama
source: Heh, guess it's time to start planning a camping trip then.
pt_br: Eh, mi sa che è ora di mettersi a organizzare un campeggio, allora.

# 16848_Rio
source: Hehe! Please, you're just going to make me nervous!
pt_br: Ehehe! Ma dai, mi farai solo sentire nervosa!

# 16860_Akiyama
source: You make one mistake, and the mood gets destroyed.
pt_br: Fai un solo errore, e l'atmosfera va in fumo.

# 16872_Rio
source: That'd be terrible! I have to practice some more first.
pt_br: Sarebbe terribile! Devo fare ancora un po' di pratica prima.

# 16884_Akiyama
source: Good plan.
pt_br: Buon piano.

# 16896_Akiyama
source: I'd like to hear it sometime.
pt_br: Mi piacerebbe sentirlo un giorno.

# 16908_Rio
source: Okay! Oh, but I might get nervous from being watched. I might not play that well...
pt_br: Va bene! Oh, ma potrei innervosirmi se mi guardi. Potrei non giocare così bene...

# 16920_Akiyama
source: Then you should practice playing in front of folks. I wouldn't mind helping you with that.
pt_br: Allora dovresti fare pratica a suonare davanti alla gente. Non mi dispiacerebbe darti una mano con quello.

# 16932_Rio
source: Um, Akiyama-san, that's a little... pervy! <Color:7>♥<Color:Default>
pt_br: Ehm, Akiyama-san, è un po'... porcellone! <Color:7>♥<Color:Default>

# 16944_Akiyama
source: Not at all. I just want to help you improve.
pt_br: No, affatto. Voglio solo aiutarti a migliorare.

# 16956_Rio
source: Akiyama-san, you silver-tongued devil, you! Hehe!
pt_br: Akiyama-san, diavolo dalla lingua d'argento che non sei altro! Eheheh!

# 16968_Rio
source: So I've got a date tomorrow!
pt_br: Allora, ho un appuntamento domani!

# 16980_Akiyama
source: A... date?
pt_br: Un... appuntamento?

# 16992_Rio
source: Yep! A date with my mom!
pt_br: Sì! Un appuntamento con mia mamma!

# 17004_Akiyama
source: Oh, that's what you meant! Don't do that to me...
pt_br: Ah, ecco cosa intendevi! Non farmi questo...

# 17016_Rio
source: Hehehe! Scared you, huh?
pt_br: Hehehe! Ti ho spaventato, eh?

# 17028_Akiyama
source: Heh. So, where are you going?
pt_br: Eh. Allora, dove vai?

# 17040_Rio
source: I thought I'd take her to a play she's been wanting to see for a while.
pt_br: Ho pensato di portarla a vedere uno spettacolo che voleva vedere da un po'.

# 17052_Akiyama
source: Sounds like you and your mom are pretty close. Do you hang out a lot?
pt_br: Sembra che tu e tua mamma siate molto unite. Uscite spesso?

# 17064_Rio
source: Not really.
pt_br: Non proprio.

# 17076_Rio
source: Actually, I ran away from home once when I was in high school.
pt_br: A dire il vero, sono scappata di casa una volta quando ero alle superiori.

# 17088_Akiyama
source: Wow. Why?
pt_br: Wow. Perché?

# 17100_Rio
source: They were forcing me to go to this cram school for civil servant stuff...
pt_br: Mi stavano costringendo ad andare a questa scuola preparatoria per roba da impiegati statali...

# 17112_Akiyama
source: Wait, they have that kind of cram school?
pt_br: Ma aspetta, esistono scuole di ripetizioni del genere?

# 17124_Rio
source: Yes, and it's not easy.
pt_br: Sì, e non è una passeggiata.

# 17136_Akiyama
source: Huh. I see...
pt_br: Ah. Capisco...

# 17148_Rio
source: I wanted to go to college instead, though. My mom and I got into a huge fight over it.
pt_br: Invece, io volevo andare all'università, però. Io e mia madre ci siamo litigati di brutto per questa cosa.

# 17160_Akiyama
source: Then you ran away.
pt_br: E poi sei scappata.

# 17172_Rio
source: Yeah...
pt_br: Già...

# 17184_Akiyama
source: How long did you run away for? Three days or something?
pt_br: Per quanto tempo sei scappata? Tre giorni o giù di lì?

# 17196_Rio
source: Um... More like one night.
pt_br: Mmm... Più che altro una notte.

# 17208_Akiyama
source: That's not very long at all.
pt_br: Non è affatto tanto.

# 17220_Rio
source: Hahaha! No, but it seemed like a big deal at the time.
pt_br: Hahaha! No, ma sembrava un gran casino all'epoca.

# 17232_Rio
source: And they found me almost immediately.
pt_br: E mi hanno trovato quasi subito.

# 17244_Akiyama
source: Hahaha. That's pretty cute.
pt_br: Hahaha. È proprio carino.

# 17256_Rio
source: Hehe. Well, my mom's pretty strict, so I was really afraid of what she'd say.
pt_br: Hehe. Beh, mia mamma è piuttosto severa, quindi avevo molta paura di quello che avrebbe detto.

# 17268_Akiyama
source: Heh. So then what happened?
pt_br: Eh. E poi che è successo?

# 17280_Rio
source: Oh, we made up. But the thing I remember most is how nice my mother was to me at the time. It was the nicest she'd ever been.
pt_br: Oh, abbiamo fatto pace. Ma la cosa che ricordo di più è quanto mia madre è stata gentile con me in quel momento. Non era mai stata così gentile.

# 17292_Rio
source: Thinking back now, I can see how great a mother she really is.
pt_br: Se ci penso adesso, capisco quanto sia davvero una brava madre.

# 17304_Akiyama
source: Yeah.
pt_br: Sì.

# 17316_Rio
source: I gave her so much to be worried about. I kinda want to make it up to her now.
pt_br: Le ho dato un sacco di grattacapi. Ora vorrei in qualche modo farmi perdonare.

# 17328_Akiyama
source: So you asked her on a "date." I'm sure she'll enjoy it.
pt_br: Quindi le hai chiesto un "appuntamento". Sono sicuro che le piacerà.

# 17340_Rio
source: Yes, I hope so!
pt_br: Sì, spero di sì!

# 17352_Akiyama
source: I can understand how you must've felt.
pt_br: Posso capire come ti sarai sentita.

# 17364_Rio
source: Did you ever run away from home, Akiyama-san?
pt_br: Akiyama-san, le è mai capitato di scappare di casa?

# 17376_Akiyama
source: Sort of. I caused my share of trouble. Your parents must've been pretty mad.
pt_br: Diciamo di sì. Ho combinato un bel po' di casini. I tuoi genitori si saranno incavolati parecchio.

# 17388_Rio
source: They were furious!
pt_br: Erano incazzatissimi!

# 17400_Rio
source: We made up, though. Then my mom started being really nice to me.
pt_br: Però, abbiamo fatto pace. Poi mia mamma ha iniziato a essere davvero carina con me.

# 17412_Rio
source: She was completely different. Like, way kinder. She'd been so strict before!
pt_br: Era proprio un'altra. Cioè, un sacco più buona. Prima era stata così severa!

# 17424_Akiyama
source: I see.
pt_br: Capisco.

# 17436_Rio
source: For the first time in my life, I could really tell how much she loved me.
pt_br: Per la prima volta in vita mia, ho capito davvero quanto lei mi amasse.

# 17448_Akiyama
source: Well, you can give back to her tomorrow with your "date" then.
pt_br: Beh, potrai ricambiarla domani col tuo "appuntamento", allora.

# 17460_Rio
source: I will!
pt_br: Lo farò!

# 17472_Akiyama
source: Your mom must've been worried about you.
pt_br: Tua mamma dev'essersi preoccupata per te.

# 17484_Rio
source: Yes... She was the one giving serious thought about my future, but then I ran away and got her even more worried.
pt_br: Sì... Lei era quella che si preoccupava seriamente del mio futuro, ma poi sono scappata e l'ho fatta preoccupare ancora di più.

# 17496_Rio
source: I was such a child back then.
pt_br: Ero così bambina allora.

# 17508_Akiyama
source: Heh. You'll always be a child to your mother, though.
pt_br: Eh. Sarai sempre una bambina per tua madre, comunque.

# 17520_Rio
source: That's probably very true.
pt_br: È probabilmente molto vero.

# 17532_Akiyama
source: So you asked her on a "date" to try and make up for that?
pt_br: Quindi le hai chiesto un "appuntamento" per cercare di rimediare a quello?

# 17544_Rio
source: Yep! I hope she has fun.
pt_br: Già! Spero che si diverta.

# 17556_Akiyama
source: I'm sure she will.
pt_br: Sono sicuro che lo farà.

# 17568_Rio
source: You asked a while ago about the kind of men I like, right?
pt_br: Me l'hai chiesto un po' di tempo fa che tipo di uomini mi piacciono, no?

# 17580_Akiyama
source: Yeah... I think I did ask you that.
pt_br: Sì... credo proprio di avertelo chiesto.

# 17592_Rio
source: But I never asked what kind of girls you like.
pt_br: Ma non ti ho mai chiesto che tipo di ragazze ti piacciono.

# 17604_Akiyama
source: Are you sure you want to ask that?
pt_br: Ne sei sicuro di volerlo chiedere?

# 17616_Rio
source: What!? Am I not your type?
pt_br: Ma come!? Non sono il tuo tipo?

# 17628_Akiyama
source: Hehe. I'm kidding.
pt_br: Hehe. Sto scherzando.

# 17640_Rio
source: Oh! Don't scare me like that.
pt_br: Ah! Non farmi prendere un colpo così.

# 17652_Akiyama
source: I like girls with pretty eyes. Eyes I can get lost in.
pt_br: Mi piacciono le ragazze con dei begli occhi. Occhi in cui perdermi.

# 17664_Rio
source: What about my eyes?
pt_br: E i miei occhi?

# 17676_Akiyama
source: Your eyes are pretty.
pt_br: Che begli occhi che hai.

# 17688_Rio
source: Aren't they too small?
pt_br: Non sono troppo piccoli?

# 17700_Akiyama
source: Not at all. Do you think they're small?
pt_br: Assolutamente no. Pensi che siano piccoli?

# 17712_Rio
source: Yes... Not freakishly so, but I do think they're smaller than they should be.
pt_br: Sì... Non esageratamente, ma credo che siano più piccoli di quanto dovrebbero.

# 17724_Akiyama
source: Hmm... You have a petite face though, so they're perfectly balanced in size.
pt_br: Mmm... Però hai una faccia minuta, quindi sono perfettamente bilanciati nelle dimensioni.

# 17736_Rio
source: Really?
pt_br: Davvero?

# 17748_Akiyama
source: Really. I think they're beautiful.
pt_br: Davvero. Li trovo bellissimi.

# 17760_Rio
source: Hehe. Thank you. That makes me happy!
pt_br: Hehe. Grazie. Mi rende proprio felice!

# 17772_Akiyama
source: I like girls with curves in the right places. You know, an hourglass figure.
pt_br: Mi piacciono le ragazze con le forme al punto giusto. Sai, un fisico a clessidra.

# 17796_Akiyama
source: Something wrong?
pt_br: Qualcosa non va?

# 17808_Rio
source: You were sort of staring off into space when you said that. Who were you thinking about?
pt_br: Eri un po' con la testa tra le nuvole quando l'hai detto. A chi pensavi?

# 17820_Akiyama
source: Um...
pt_br: Ehm...

# 17832_Rio
source: I haven't got a very womanly figure. Ugh, this sucks...
pt_br: Non ho delle gran forme. Uffa, che palle...

# 17844_Akiyama
source: I was just talking in general terms. A girl's appearance isn't that important. Uh...
pt_br: Stavo parlando in generale. L'aspetto di una ragazza non è poi così importante. Uh...

# 17868_Akiyama
source: Maybe we should change the subject.
pt_br: Magari cambiamo argomento.

# 17880_Akiyama
source: I'm looking at my type of girl right now.
pt_br: Ho davanti il mio tipo di ragazza, proprio ora.

# 17892_Rio
source: Hehehe! You always know the right thing to say, Akiyama-san!
pt_br: Eheheh! Sai sempre cosa dire, Akiyama-san!

# 17904_Akiyama
source: Well, it's the truth.
pt_br: Beh, è la verità.

# 17916_Rio
source: That makes me happy to hear!
pt_br: Che bello sentirlo!

# 17928_Akiyama
source: Hehehe.
pt_br: Eheh.

# 17940_Rio
source: Oh, but...
pt_br: Oh, ma...\n

# 17952_Rio
source: I have the feeling I'm not the only girl you've said that to.
pt_br: Mi sa che non sono l'unica ragazza a cui l'hai detto.

# 17964_Akiyama
source: No, you're the first! I swear.
pt_br: No, sei il primo! Te lo giuro.

# 17976_Rio
source: I believe you even less now.
pt_br: Ora ti credo ancora meno.

# 18012_Akiyama
source: Don't say anything. I'm gonna try and guess what you're going to say.
pt_br: Non dire niente. Provo a indovinare cosa dirai.

# 18024_Rio
source: Huh?
pt_br: Uh?

# 18036_Akiyama
source: It's something to do with love, right?
pt_br: È roba d'amore, eh?

# 18048_Rio
source: That's right! How'd you guess?
pt_br: Proprio così! Come hai fatto a indovinare?

# 18060_Akiyama
source: Huh? Seriously?
pt_br: Eh? Sul serio?

# 18072_Rio
source: Hehehe. ♪
pt_br: Eheheh. ♪

# 18084_Akiyama
source: All right then! So what did you want to talk about?
pt_br: Va bene, allora! Di cosa volevi parlare?

# 18096_Rio
source: Um... There's someone I really like...
pt_br: Uhm... C'è qualcuno che mi piace davvero tanto...

# 18108_Rio
source: He's more mature than I am, and he might not feel the same way back.
pt_br: È più maturo di me, e magari lui non prova lo stesso.

# 18120_Akiyama
source: Uh-huh.
pt_br: Ah-ah.

# 18132_Rio
source: So... How should I put this?
pt_br: Allora... come dovrei dirlo?

# 18144_Rio
source: Is it okay for me to fall in love with this person?
pt_br: Va bene se mi innamoro di questa persona?
