Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c001d.po
Languages: pt_br

# 21816_Akiyama
source: I don't believe you.
pt_br: Non ti credo.

# 21828_Akiyama
source: I bet you were embarrassed when you noticed.
pt_br: Ci scommetto che ti sei imbarazzata quando te ne sei accorta.

# 21840_Akiyama
source: I can't imagine you making weird faces.
pt_br: Non ti immagino a fare smorfie.

# 21852_Akiyama
source: I can tell you care about the other girls.
pt_br: Si vede che ci tieni alle altre ragazze.

# 21864_Akiyama
source: Show me the face you made.
pt_br: Fammi vedere che faccia hai fatto.

# 21876_Akiyama
source: What's the big deal? It's just raw shrimp.
pt_br: E che sarà mai? È solo gambero crudo.

# 21888_Akiyama
source: I thought you were talking about a man.
pt_br: Pensavo parlassi di un uomo.

# 21900_Akiyama
source: Are there other foods you can't eat?
pt_br: Ci sono altri cibi che non puoi mangiare?

# 21912_Akiyama
source: I bet I'd like it there if I were a girl.
pt_br: Scommetto che mi piacerebbe lì se fossi una ragazza.

# 21924_Akiyama
source: I wouldn't mind being a teacher there.
pt_br: Non mi spiacerebbe fare l'insegnante lì.

# 21936_Akiyama
source: Wait, fried chicken at the school store!?
pt_br: Ma aspetta, pollo fritto allo spaccio della scuola!?

# 21948_Akiyama
source: That relationship's over. Forget about it.
pt_br: Quella relazione è finita. Lascia perdere.

# 21960_Akiyama
source: So basically, you don't like stupid men.
pt_br: Quindi in pratica, non ti piacciono gli uomini scemi.

# 21972_Akiyama
source: Maybe you need a masochistic boyfriend.
pt_br: Magari ti serve un fidanzato masochista.

# 21984_Akiyama
source: I take big bites.
pt_br: Faccio dei gran bocconi.

# 21996_Akiyama
source: I take my time and lick it slowly.
pt_br: Me la prendo con calma e lo lecco piano piano.

# 22008_Akiyama
source: I always throw away the cone.
pt_br: Butto sempre via il cono.

# 22020_Akiyama
source: That's not a bad thing.
pt_br: Non è mica una brutta cosa.

# 22032_Akiyama
source: Then you should make this decision on your own.
pt_br: Allora dovresti prendere questa decisione da sola.

# 22044_Akiyama
source: You could try something else.
pt_br: Potresti provare qualcos'altro.

# 22056_Akiyama
source: That's great to hear.
pt_br: Mi fa piacere sentirlo.

# 22068_Akiyama
source: I wonder which photos she saw.
pt_br: Mi chiedo quali foto abbia visto.

# 22080_Akiyama
source: Sounds like being in the magazine was worth it.
pt_br: Sembra proprio che ne sia valsa la pena, essere sulla rivista.

# 22092_Akiyama
source: I'm against it, personally.
pt_br: Personalmente, sono contrario.

# 22104_Akiyama
source: It doesn't really matter what I say, does it?
pt_br: Tanto non conta granché quello che dico, no?

# 22116_Akiyama
source: If you're not sure, why don't you just try it?
pt_br: Se non sei sicura, perché non ci provi e basta?

# 22128_Akiyama
source: They say dogs take after their masters.
pt_br: Dicono che i cani prendano dai loro padroni.

# 22140_Akiyama
source: You sound like you're enjoying taking care of him, at least.
pt_br: Sembra che ti piaccia prenderti cura di lui, almeno.

# 22152_Akiyama
source: It sounds like he could use better training.
pt_br: Sembra che gli ci vorrebbe un addestramento migliore.

# 22164_Akiyama
source: You should try to be more aware of your behavior.
pt_br: Dovresti cercare di fare più attenzione a come ti comporti.

# 22176_Akiyama
source: Your personality can't change that quickly.
pt_br: La tua personalità non può cambiare così in fretta.

# 22188_Akiyama
source: You shouldn't worry too much about it.
pt_br: Non farti troppi problemi.

# 22200_Akiyama
source: Is that all?
pt_br: È tutto qui?

# 22212_Akiyama
source: You're only taking your dogs?
pt_br: Prendi solo i tuoi cani?

# 22224_Akiyama
source: That seems really innocent. I like it.
pt_br: Sembra davvero innocente. Mi piace.

# 22236_Akiyama
source: You can't remember the first song you learned?
pt_br: Non ti ricordi la prima canzone che hai imparato?

# 22248_Akiyama
source: Can you sing and play at the same time?
pt_br: Sai cantare e suonare contemporaneamente?

# 22260_Akiyama
source: I'd like to hear it sometime.
pt_br: Mi piacerebbe sentirlo un giorno.

# 22272_Akiyama
source: How long did you run away for?
pt_br: Per quanto tempo sei scappata?

# 22284_Akiyama
source: I can understand how you must've felt.
pt_br: Posso capire come ti sarai sentita.

# 22296_Akiyama
source: Your mom must've been worried about you.
pt_br: Tua mamma dev'essersi preoccupata per te.

# 22308_Akiyama
source: I like girls with pretty eyes.
pt_br: Mi piacciono le ragazze con gli occhi belli.

# 22320_Akiyama
source: I like girls with curves in the right places.
pt_br: Mi piacciono le ragazze con le curve nei punti giusti.

# 22332_Akiyama
source: I'm looking at my type of girl right now.
pt_br: Ho davanti il mio tipo di ragazza, proprio ora.

# 22344_Akiyama
source: This isn't really my kind of topic.
pt_br: Non è proprio il mio genere di argomento.

# 22356_Akiyama
source: Is this a trap?
pt_br: È una trappola?

# 22368_Akiyama
source: Of course it's okay!
pt_br: Ma certo che va bene!

# 22380_Akiyama
source: Nothing
pt_br: Niente

# 22416_Akiyama
source: The Ghost in the Underground Mall
pt_br: Il Fantasma nella Galleria Commerciale Sotterranea

# 22428_Akiyama
source: The Footbaths at Yunosono Hot Springs
pt_br: I pediluvi alle Terme di Yunosono

# 22440_Akiyama
source: Popular Golf Dates Among Women
pt_br: Appuntamenti di golf gettonati tra le donne

# 22452_Akiyama
source: Eating Liver to Reverse Brain Aging
pt_br: Mangiare Fegato per Ringiovanire il Cervello

# 22464_Akiyama
source: The Pole Dancing Workout
pt_br: Il Workout di Pole Dance

# 22476_Akiyama
source: Popular Sweet Sake Among Women
pt_br: Sake Dolce Popolare Tra le Donne

# 22488_Akiyama
source: Sure.
pt_br: Certo.

# 22512_Akiyama
source: That's not a bad idea.
pt_br: Non male come idea.

# 22524_Akiyama
source: No way.
pt_br: Ma va.
