Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid000903ee.po
Languages: pt_br

source: You got a copy of <Color:8>Shocking Spy Gear Exposed<Color:Default>.
pt_br: Hai ottenuto una copia di <Color:8>Attrezzatura da Spia Sconvolgente Smascherata<Color:Default>.

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: Rooftop Stalker
pt_br: Stalker del Tetto

source: Grateful Woman
pt_br: Donna Riconoscente

source: Emi's Brother
pt_br: Fratello di Emi

# 56_Rooftop Stalker
source: *pant* *pant* *pant*
pt_br: Ah! Ah! Ah!

# 68_Tanimura
source: Man, you were a pain in the ass just now... Time to give that lady a call.
pt_br: Accidenti, sei stato proprio una rottura di scatole fino a poco fa... È ora di chiamare quella signora.

# 92_Tanimura
source: Hello? Yes, this is Tanimura from the KPD. I caught your stalker.
pt_br: Pronto? Sì, sono Tanimura della KPD. Ho beccato il tuo stalker.

# 152_Grateful Woman
source: You did!?
pt_br: L'hai fatto!?

# 164_Tanimura
source: Yeah. He was shuffling around up here, doing... well, something shady.
pt_br: Sì. Gironzolava qui sopra, facendo... beh, qualcosa di losco.

# 188_Emi
source: Wait a second! This is my brother!
pt_br: Aspetta un attimo! Questo è mio fratello!

# 200_Tanimura
source: Huh?
pt_br: Uh?

# 260_Emi
source: I'm sorry, Tanimura-san... It looks like my family was trying to protect me after they heard somebody was following me.
pt_br: Mi dispiace, Tanimura-san... A quanto pare la mia famiglia stava cercando di proteggermi, dopo aver saputo che qualcuno mi stava dietro.

# 272_Tanimura
source: You didn't have to be so damn sneaky about it!
pt_br: Non dovevi essere così dannatamente sornione!

# 284_Emi's Brother
source: But... I was afraid she was gonna yell at me for being overprotective...
pt_br: Ma... avevo paura che mi sgridasse per essere troppo protettivo...

# 296_Emi
source: I'm really sorry for causing this whole mess! Please accept this as a token of my apology.
pt_br: Mi dispiace un sacco per aver combinato tutto 'sto casino! Ti prego, accetta questo come un piccolo segno per farmi perdonare.

# 344_Tanimura
source: Well, at least you have a family that loves you.
pt_br: Beh, almeno hai una famiglia che ti ama.

# 356_Emi
source: ...Maybe a little too much.
pt_br: ...Magari un po' troppo.

# 368_Emi's Brother
source: I just did what any caring older brother would do! I have no regrets!
pt_br: Ho solo fatto quello che farebbe qualsiasi fratello maggiore protettivo! Non ho rimpianti!
