Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee045b.po
Languages: it

source: You paid <Color:8>50,000 yen<Color:Default>.
it: Hai pagato <Color:8>50.000 yen<Color:Default>.

# 192_Naomi
source: Welcome, welcome. What can Naomi's amazing psychic powers do for you today?
it: Benvenuto, benvenuto. Cosa possono fare per te, oggi, gli strabilianti poteri psichici di Naomi?

# 204_Tanimura
source: I'm looking for a Filipina woman who's gone missing. Her name's Nadine.
it: Sto cercando una donna filippina scomparsa. Si chiama Nadine.

# 228_Tanimura
source: Are you going to help me or not? My friend Zhao-san over in Little Asia said you have the power to see the unseen.
it: Allora, vuoi aiutarmi o no? Il mio amico Zhao-san a Little Asia dice che hai il potere di vedere l'invisibile.

# 240_Naomi
source: Heh, yes, but my services do not come cheap, Detective Tanimura.
it: Eh, sì, ma i miei servigi non sono a buon mercato, detective Tanimura.

# 252_Tanimura
source: You know who I am?
it: Sa chi sono?

# 264_Naomi
source: What sort of psychic would I be if I didn't at least know that? Naomi sees all, knows all.
it: Che razza di sensitiva sarei se non sapessi almeno questo? Naomi vede tutto, sa tutto.

# 276_Tanimura
source: Right... Okay, then, do you know where Nadine is?
it: Certo... Ok, allora, sa dov'è Nadine?

# 300_Tanimura
source: What're you doing?
it: Che sta facendo?

# 312_Naomi
source: Silence. The Great and Powerful Naomi must concentrate.
it: Silenzio. La Grande e Potente Naomi deve concentrarsi.

# 324_Naomi
source: Yes, yes... I see a name... Saki-chan... You should go ask Saki-chan.
it: Sì, sì... Vedo un nome... Saki-chan... Dovresti chiedere a Saki-chan.

# 348_Naomi
source: She will give you the information you seek.
it: Ti darà le informazioni che cerchi.

# 360_Tanimura
source: You're not giving me the runaround, are you?
it: Non mi starà prendendo in giro, vero?

# 372_Naomi
source: Hmph, if you do not trust my powers, you can take your business elsewhere.
it: Umpf, se non ti fidi dei miei poteri, puoi anche rivolgerti altrove.

# 384_Tanimura
source: Fine. Then just tell me where I can find this Saki-chan.
it: Bene. Allora mi dica solo dove posso trovare questa Saki-chan.

# 396_Naomi
source: Near Pink Street. She'll be wearing a purple scarf.
it: Vicino a Pink Street. Indosserà una sciarpa viola.

# 408_Tanimura
source: Thanks. If this goes well, you'll have yourself a new customer.
it: Grazie. Se va a buon fine, avrà un nuovo cliente.

# 420_Naomi
source: Hmph. Come again.
it: Umpf. Torna pure.

# 456_Naomi
source: You wish to know about the information Yabe left behind? It will cost you 50,000 yen.
it: Desideri sapere delle informazioni lasciate da Yabe? Ti costerà 50.000 yen.

# 468_Naomi
source: I knew you would return.
it: Sapevo che saresti tornato.

# 480_Tanimura
source: I'm trying to find the evidence Yabe, that sex industry writer, left behind.
it: Sto cercando le prove che Yabe, quello scrittore del settore a luci rosse, ha lasciato.

# 492_Naomi
source: Hrmmm... That's no ordinary information you seek. It is going to cost you.
it: Mmmh... non sono informazioni comuni quelle che cerchi. Ti costerà caro.

# 504_Tanimura
source: How much?
it: Quanto?

# 516_Naomi
source: 50,000 yen, and not a yen less.
it: 50.000 yen, e non uno di meno.

# 528_Naomi
source: Greedy, aren't we?
it: Avida, non è vero?

# 540_Tanimura
source: Cut me some slack. I don't have that much.
it: Mi faccia uno sconto. Non ho così tanti soldi.

# 552_Naomi
source: Hmph, The Great Naomi has no use for penniless fools. Now, off you go!
it: Umpf, la Grande Naomi non sa che farsene degli sciocchi squattrinati. E ora, vattene!

# 564_Tanimura
source: (Guess I'll have to pay the fifty thou...)
it: (Immagino che dovrò sborsare i cinquantamila...)

# 576_Tanimura
source: Man... I hope she gets this right.
it: Cavolo... spero che ci azzecchi.

# 600_Naomi
source: Heh, Naomi will not disappoint.
it: Eh, Naomi non ti deluderà.

# 612_Naomi
source: Yes, yes... I see a place... A bar frequented by the one they call Yabe...
it: Sì, sì... vedo un posto... un bar frequentato da quello che chiamano Yabe...

# 624_Tanimura
source: Are you telling me you actually see that in your ball of glass there?
it: Mi sta dicendo che lo vede davvero in quella sfera di vetro?

# 636_Naomi
source: Silence. Do you doubt the Great and Powerful Naomi?
it: Silenzio. Dubiti della Grande e Potente Naomi?

# 648_Tanimura
source: No, it's not that. It's just kind of weird. Anyway, what's the bar's name?
it: No, non è quello. È solo un po' strano. Comunque, come si chiama il bar?

# 672_Tanimura
source: The pool bar in the underground mall?
it: Il bar con biliardo nel centro commerciale sotterraneo?

# 684_Naomi
source: Correct.
it: Esatto.

# 696_Tanimura
source: Thanks. I'll be back if this lead's a good one.
it: Grazie. Tornerò se la pista è buona.

# 708_Naomi
source: I knew you would return.
it: Sapevo che saresti tornato.

# 720_Tanimura
source: Hello, Ms. Information Dealer.
it: Salve, signora Informatrice.

# 732_Naomi
source: I assume you heard that from Saki. Blessed with the gift of gab, she is. Or should I say cursed?
it: Immagino te l'abbia detto Saki. È benedetta dal dono della parola, lei. O dovrei dire, maledetta?

# 780_Naomi
source: It was a detective by the name of Yusuke Kaga who was inquiring into your father and Bridge.
it: Era un detective di nome Yusuke Kaga che stava indagando su tuo padre e su Bridge.

# 792_Tanimura
source: Kaga! So, that's what he meant by "K"...
it: Kaga! Quindi era questo che intendeva con "K"...

# 804_Naomi
source: Most likely.
it: Molto probabilmente.

# 816_Tanimura
source: Yusuke Kaga... Well, that's one mystery solved.
it: Yusuke Kaga... Beh, un mistero è risolto.

# 828_Tanimura
source: Only thing is, the name "K" suddenly stops appearing in my father's memo book one day.
it: L'unica cosa è che il nome "K" smette improvvisamente di apparire nell'agenda di mio padre un giorno.

# 840_Naomi
source: Kaga was fired for mistakes made on the job.
it: Kaga fu licenziato per errori commessi sul lavoro.

# 852_Tanimura
source: Fired?
it: Licenziato?

# 864_Naomi
source: After that, he opened a coffee shop. Foreign prostitutes were among his regular customers.
it: Dopodiché aprì una caffetteria. Tra i suoi clienti abituali c'erano prostitute straniere.

# 876_Tanimura
source: Really?
it: Davvero?

# 888_Naomi
source: He had looked after them while he was still a detective. Even after he was fired, they would still come to him seeking advice.
it: Si era preso cura di loro quando era ancora un detective. Anche dopo essere stato licenziato, continuavano a venire da lui per un consiglio.

# 900_Tanimura
source: Does he still work at this shop?
it: Lavora ancora in questo negozio?

# 912_Naomi
source: He died... twenty-six years ago.
it: È morto... ventisei anni fa.

# 924_Tanimura
source: The cause of death?
it: La causa della morte?

# 936_Naomi
source: It was reported as accidental, but all the facts pointed toward murder.
it: È stata riportata come accidentale, ma tutti i fatti indicavano un omicidio.

# 948_Tanimura
source: So basically, he was eliminated because he got too close to those foreign prostitutes.
it: Quindi, in pratica, è stato eliminato perché si era avvicinato troppo a quelle prostitute straniere.

# 960_Naomi
source: That matter is too cloudy for Naomi to see.
it: La questione è troppo nebulosa perché Naomi possa vederci chiaro.

# 972_Tanimura
source: I don't believe a detective my father respected so much would make careless mistakes.
it: Non credo che un detective così rispettato da mio padre potesse commettere errori così grossolani.

# 984_Naomi
source: He shot and killed an innocent bystander by accident during one of his cases.
it: Ha sparato e ucciso un passante innocente per errore durante uno dei suoi casi.

# 996_Tanimura
source: I seriously doubt that's true.
it: Dubito seriamente che sia vero.

# 1008_Naomi
source: But why?
it: Ma perché?

# 1020_Tanimura
source: Because crack detectives like him know how to use a gun. I doubt he'd miss his mark like that.
it: Perché i detective in gamba come lui sanno come usare una pistola. Dubito che avrebbe mancato il bersaglio in quel modo.

# 1032_Naomi
source: Heh... You seem to be a fine detective yourself.
it: Eh... sembri anche tu un ottimo detective.

# 1044_Naomi
source: Your father said that Kaga had been set up.
it: Tuo padre diceva che Kaga era stato incastrato.

# 1056_Tanimura
source: By Bridge?
it: Da Bridge?

# 1068_Naomi
source: That I cannot see, but during an investigation on illegal immigration, the trail led Kaga to a certain government official.
it: Questo non riesco a vederlo, ma durante un'indagine sull'immigrazione clandestina, la pista portò Kaga a un certo funzionario governativo.

# 1080_Tanimura
source: A government official?
it: Un funzionario governativo?

# 1092_Naomi
source: A few of the undocumented workers arrested by Kaga had been issued suspicious-looking visas.
it: Ad alcuni dei lavoratori clandestini arrestati da Kaga erano stati rilasciati visti dall'aspetto sospetto.

# 1104_Naomi
source: Many of them had been bought under the table.
it: Molti di loro erano stati comprati sottobanco.

# 1116_Tanimura
source: Someone was selling visas?
it: Qualcuno vendeva visti?

# 1128_Naomi
source: Foreigners need a work visa or student visa in order to work in Japan.
it: Gli stranieri hanno bisogno di un visto di lavoro o di studio per poter lavorare in Giappone.

# 1140_Naomi
source: But the screening for such visas is very strict. Many foreigners end up buying them from corrupt officials for 400,000 or 500,000 yen.
it: Ma la selezione per tali visti è molto rigida. Molti stranieri finiscono per comprarli da funzionari corrotti per 400.000 o 500.000 yen.

# 1152_Naomi
source: Naomi has even heard of some who pay a million.
it: Naomi ha persino sentito di alcuni che pagano un milione.

# 1164_Tanimura
source: Why would anyone pay so much to come to Japan?
it: Perché qualcuno dovrebbe pagare così tanto per venire in Giappone?

# 1176_Naomi
source: Back then, we had a labor shortage. Employers never seemed to have enough workers.
it: A quei tempi, c'era carenza di manodopera. I datori di lavoro non sembravano mai avere abbastanza operai.

# 1188_Naomi
source: But most of all, migrant workers saw Japan as the promised land, where jobs grew on trees.
it: Ma soprattutto, i lavoratori migranti vedevano il Giappone come la terra promessa, dove i lavori crescevano sugli alberi.

# 1200_Tanimura
source: So Kaga suspected that government official of receiving money for issuing illegal visas?
it: Quindi Kaga sospettava che quel funzionario governativo ricevesse denaro per rilasciare visti illegali?

# 1212_Naomi
source: Exactly.
it: Esatto.

# 1224_Tanimura
source: So who was this official?
it: E chi era questo funzionario?

# 1236_Naomi
source: Naomi does not know for certain.
it: Naomi non lo sa con certezza.

# 1248_Naomi
source: However, it may very well be Bridge.
it: Tuttavia, potrebbe benissimo essere Bridge.

# 1260_Tanimura
source: Yeah.
it: Già.

# 1320_Saki-chan
source: It's me! I've got some info on that group!
it: Sono io! Ho delle informazioni su quel gruppo!

# 1332_Tanimura
source: You do!?
it: Davvero!?

# 1344_Saki-chan
source: Let's meet somewhere away from prying eyes. How about the rooftop garden on top of Volcano?
it: Vediamoci in un posto lontano da occhi indiscreti. Che ne dici del giardino sul tetto del Volcano?

# 1356_Tanimura
source: I'll be there.
it: Ci sarò.

# 1392_Naomi
source: I take it that was Saki-chan.
it: Immagino fosse Saki-chan.

# 1404_Tanimura
source: Yeah.
it: Sì.

# 1416_Naomi
source: She was quite close to Kaga before he died.
it: Era molto legata a Kaga prima che morisse.

# 1428_Tanimura
source: No kidding?
it: Davvero?

# 1440_Naomi
source: You should talk to Saki-chan if you wish to learn more about Kaga.
it: Dovresti parlare con Saki-chan se desideri saperne di più su Kaga.

# 1452_Tanimura
source: Thank you.
it: Grazie.

# 1488_Naomi
source: I knew you would return.
it: Sapevo che saresti tornato.

# 1500_Tanimura
source: Oh, Saki-chan's here, too, huh? Well, you might as well just tell me about Katsuura.
it: Oh, c'è anche Saki-chan, eh? Beh, tanto vale che mi parli di Katsuura.

# 1512_Naomi
source: The Asian Women's Friendship Association was merely a front for Katsuura.
it: L'Associazione per l'Amicizia delle Donne Asiatiche era solo una copertura per Katsuura.

# 1524_Tanimura
source: What do you mean?
it: Cosa intendi?

# 1536_Naomi
source: He was using it to connect with various Asian political figures and then profit handsomely from Japanese overseas development assistance.
it: La usava per entrare in contatto con varie figure politiche asiatiche e poi trarre lauti profitti dagli aiuti allo sviluppo estero giapponesi.

# 1548_Tanimura
source: But aren't associations like that nonprofit?
it: Ma associazioni del genere non sono no-profit?

# 1560_Naomi
source: He contracts out all work to companies run by relatives. There are fourteen of these companies in all, both big and small.
it: Appalta tutti i lavori a società gestite da parenti. Ce ne sono quattordici in tutto, grandi e piccole.

# 1572_Tanimura
source: Hm... Doesn't anybody notice that it's at least a little bit suspicious?
it: Mh... Nessuno si accorge che è perlomeno un po' sospetto?

# 1584_Naomi
source: A little hush money to police and politicians works wonders.
it: Qualche mazzetta a polizia e politici fa miracoli.

# 1596_Tanimura
source: But that would take an awful lot of cash.
it: Ma ci vorrebbero un sacco di soldi.

# 1608_Naomi
source: That is where the foreign prostitutes come in. Katsuura is extorting money from them like there is no tomorrow.
it: È qui che entrano in gioco le prostitute straniere. Katsuura sta estorcendo loro denaro come se non ci fosse un domani.

# 1620_Tanimura
source: You have proof of this?
it: Hai delle prove?

# 1632_Naomi
source: Finding proof is your job, Detective. But if Katsuura were the sex industry kingpin known as Bridge, it would all start to make sense.
it: Trovare le prove è il tuo lavoro, detective. Ma se Katsuura fosse il boss dell'industria del sesso noto come Bridge, tutto inizierebbe ad avere un senso.

# 1644_Tanimura
source: So he's hiding behind a banner of compassion, while secretly exploiting immigrant women.
it: Quindi si nasconde dietro una facciata di compassione, mentre sfrutta segretamente le donne immigrate.

# 1656_Saki-chan
source: The problem is, how do we get close to Katsuura?
it: Il problema è: come ci avviciniamo a Katsuura?

# 1668_Tanimura
source: I have an idea.
it: Ho un'idea.

# 1680_Naomi
source: Do tell.
it: Sentiamo.

# 1692_Tanimura
source: I'll simply call the Association and tell them I'm coming to see Katsuura. Then－
it: Chiamerò semplicemente l'Associazione e dirò loro che verrò a trovare Katsuura. Poi...

# 1704_Saki-chan
source: You'll wait for a hitman to show up and try to stop you? Aren't you putting yourself at an unnecessary risk?
it: Aspetterai che un sicario si presenti e cerchi di fermarti? Non ti stai mettendo inutilmente a rischio?

# 1716_Tanimura
source: What choice do I have? I need some way to pick up his trail.
it: Che scelta ho? Devo trovare un modo per seguire le sue tracce.

# 1728_Saki-chan
source: Will you lure the hitman out around here?
it: Attirerai il sicario qui?

# 1740_Tanimura
source: Too crowded. Their kind only strike when there are few people around. I'll head over to Pink Alley after I call.
it: Troppo affollato. Quelli come lui colpiscono solo quando c'è poca gente in giro. Andrò a Pink Alley dopo aver chiamato.

# 1752_Saki-chan
source: That's where the attack will take place?
it: È lì che avverrà l'attacco?

# 1764_Tanimura
source: Yup. Can I count on you for backup?
it: Già. Posso contare su di te come rinforzo?

# 1776_Saki-chan
source: Leave it to me!
it: Lascia fare a me!

# 1800_Naomi
source: Welcome. What can Naomi's amazing psychic powers do for you today? Wait, you're only here on a whim, aren't you? I can tell just by gazing upon you.
it: Benvenuto. Cosa possono fare per te oggi gli incredibili poteri psichici di Naomi? Aspetta, sei qui solo per capriccio, non è vero? Lo vedo solo guardandoti.

# 1812_Naomi
source: The Great Naomi does not provide her services to such foolhardy customers. My readings are not cheap, you see.
it: La Grande Naomi non offre i suoi servigi a clienti così avventati. Le mie letture non sono a buon mercato, sai.

# 1824_Naomi
source: Try talking to the sad sack next to me. It might actually be worth your while.
it: Prova a parlare con quel sacco di tristezza accanto a me. Potrebbe valerne la pena.

# 1848_Naomi
source: Tell me, have you ever heard of Shellac? It's a small bar in the Champion District.
it: Dimmi, hai mai sentito parlare dello Shellac? È un piccolo bar nel Champion District.

# 1860_Naomi
source: A regular there by the name of Aoki has his finger on the pulse of the town. He seems to know what will happen before it actually does.
it: Un cliente abituale di nome Aoki ha il polso della situazione in città. Sembra sapere cosa accadrà prima che accada davvero.

# 1872_Naomi
source: Just between you and me, even I consult him from time to time. Why not go pay him a visit? Remember, it's Shellac in the Champion District.
it: Detto tra noi, a volte lo consulto persino io. Perché non vai a fargli visita? Ricorda, è lo Shellac nel Champion District.

# 1884_Naomi
source: Are you trying to complete all of the substories? The sad sack on the left will give you a wonderful gift each time you complete one.
it: Stai cercando di completare tutte le sottostorie? Quel sacco di tristezza sulla sinistra ti darà un regalo meraviglioso ogni volta che ne completi una.

# 1896_Naomi
source: You will be notified by mail each time you complete something. Excited yet?
it: Sarai avvisato via e-mail ogni volta che completi qualcosa. Emozionato?

# 1908_Naomi
source: Until about a year ago, I told fortunes on the street under the name X Tiger. Unfortunately, I had only a few customers, as many thought I was "creepy."
it: Fino a circa un anno fa, leggevo la fortuna per strada con il nome di X Tiger. Sfortunatamente, avevo pochi clienti, poiché molti mi ritenevano "inquietante".

# 1920_Naomi
source: I was trying too hard, what with pretending to be the silent mysterious type, specializing in crystal ball scrying and tarot cards.
it: Mi sforzavo troppo, fingendo di essere il tipo silenzioso e misterioso, specializzato nella lettura della sfera di cristallo e dei tarocchi.

# 1932_Naomi
source: I cannot go into the details, but since money is no longer an issue, I set up shop here and opened up last summer.
it: Non posso entrare nei dettagli, ma dato che il denaro non è più un problema, ho aperto bottega qui la scorsa estate.

# 1944_Naomi
source: The mood is much more mysterious here. The best things about this place are its cool summers and warm winters. I still don't get many customers, though.
it: L'atmosfera qui è molto più misteriosa. Le cose migliori di questo posto sono le estati fresche e gli inverni caldi. Non ho ancora molti clienti, però.

# 1956_Naomi
source: The sad sack next to me is my manservant. No, really, I kid you not.
it: Quel sacco di tristezza accanto a me è il mio servitore. No, davvero, non scherzo.

# 1968_Naomi
source: Apparently, he simply cannot get enough of me, but rest assured, he does take part in affairs that don't involve standing next to me and staring creepily.
it: A quanto pare, non ne ha mai abbastanza di me, ma state tranquilli, si occupa anche di cose che non implicano stare accanto a me a fissarmi in modo inquietante.

# 1992_Naomi
source: Perhaps I should start acting more like a psychic...
it: Forse dovrei iniziare a comportarmi più da sensitiva...

# 2004_Naomi
source: You see, people are always asking me things like, "What should I do?" Honestly, most of the time I just want to say, "Just figure it out yourself."
it: Vedi, la gente mi chiede sempre cose come: "Cosa dovrei fare?" Onestamente, la maggior parte delle volte vorrei solo dire: "Sbrigatela da solo".

# 2016_Naomi
source: But, being a psychic and all, I have to give some sort of answer. So, I tell them to slow down and reexamine themselves. Understand what that means?
it: Ma, essendo una sensitiva, devo dare una qualche risposta. Quindi, dico loro di rallentare e di riesaminarsi. Capisci cosa significa?

# 2028_Naomi
source: Oh, I'll just tell you. What I mean is, check the Pause Menu sometimes. If you still don't know what I'm talking about, press the <Action:Button_Options@Adventure> button.
it: Oh, te lo dico io. Intendo dire, controlla il menu di pausa ogni tanto. Se ancora non capisci di cosa sto parlando, premi il pulsante <Action:Button_Options@Adventure>.

# 2040_Naomi
source: Pay
it: Paga

# 2052_Naomi
source: Don't Pay
it: Non pagare
