Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c0016.po
Languages: pt_br

# 11880_Shizuka
source: Anyway, it happened when I handed the cashier my food.
pt_br: Comunque, è successo quando ho dato il mio cibo al cassiere.

# 11892_Shizuka
source: He put the oden in a plastic tub with a lid on it.
pt_br: Ha messo l'oden in una vaschetta di plastica con il coperchio.

# 11904_Shizuka
source: And then, he... put the ice cream right on top of the hot oden!
pt_br: E poi, lui... ha messo il gelato dritto sull'oden bollente!

# 11916_Kiryu
source: Unbelievable. Don't they train those guys?
pt_br: Incredibile. Ma non li addestrano 'sti tizi?

# 11928_Shizuka
source: Well, he was a foreigner.
pt_br: Beh, era uno straniero.

# 11940_Kiryu
source: Well, that explains a lot. I guess they don't know what's accepted as common courtesy in Japan.
pt_br: Beh, questo spiega molte cose. Immagino che non sappiano cosa sia considerato buona educazione in Giappone.

# 11952_Kiryu
source: So what happened?
pt_br: E allora, cos'è successo?

# 11964_Shizuka
source: I hadn't paid yet, so I just stood there with my wallet in my hand, looking at the ice cream sitting on top of the hot container.
pt_br: Non avevo ancora pagato, così me ne stavo lì col portafoglio in mano, a fissare il gelato appoggiato sul contenitore caldo.

# 11976_Shizuka
source: All I could think about was that it would melt.
pt_br: L'unica cosa a cui pensavo era che si sarebbe sciolto.

# 12000_Shizuka
source: Of course as soon as I paid, I reached into the bag and saved the ice cream before it could totally melt.
pt_br: Certo, appena ho pagato, ho messo la mano nella borsa e ho salvato il gelato prima che si sciogliesse del tutto.

# 12012_Shizuka
source: But I guess it kind of traumatized me.
pt_br: Ma immagino mi abbia un po' traumatizzato.

# 12024_Kiryu
source: You'll have to keep an eye on him next time.
pt_br: Dovrai tenerlo d'occhio la prossima volta.

# 12036_Shizuka
source: So it seems...
pt_br: E così pare...

# 12048_Kiryu
source: Did you insist that he give you a new one? When that happens, you should say something.
pt_br: Hai insistito perché te ne desse uno nuovo? Quando succede, dovresti dire qualcosa.

# 12060_Shizuka
source: No, I couldn't... He was a foreigner, so...
pt_br: No, non ci sono riuscita... Era uno straniero, quindi...

# 12072_Kiryu
source: Oh, really?
pt_br: Oh, davvero?

# 12084_Shizuka
source: Yes... I couldn't just complain like that. I'd be too embarrassed.
pt_br: Sì... Non potevo mica lamentarmi così. Sarei stata troppo imbarazzata.

# 12096_Kiryu
source: There's nothing to be embarrassed about. He was the one in the wrong.
pt_br: Non c'è proprio niente di cui vergognarsi. Era lui che aveva torto.

# 12108_Shizuka
source: I suppose. But I'd just hate to make a big deal out of little things like that. I don't even like seeing other people do it.
pt_br: Immagino. Ma non mi andrebbe proprio di farne un dramma per delle sciocchezze così. Non mi piace nemmeno vedere gli altri farlo.

# 12120_Kiryu
source: So you just grin and bear it, huh?
pt_br: Quindi ti limiti a stringere i denti, eh?

# 12132_Shizuka
source: Pretty much. I usually don't make a fuss about it. I just give up.
pt_br: Praticamente. Di solito non faccio storie. Lascio perdere.

# 12144_Kiryu
source: I see...
pt_br: Capisco...

# 12156_Kiryu
source: Hahaha! I guess this isn't your day.
pt_br: Hahaha! Mi sa che non è la tua giornata.

# 12168_Shizuka
source: No, it really wasn't...
pt_br: No, non lo era proprio...

# 12180_Kiryu
source: I had something like that happen to me once. Somebody put my can of iced coffee right on top of my hot boxed lunch. What were they thinking?
pt_br: Mi è successo qualcosa di simile una volta. Qualcuno mi ha messo la lattina di caffè freddo proprio sopra al bento caldo. Ma cosa gli passava per la testa?

# 12192_Shizuka
source: Haha! So I guess you had one of those experiences too, huh, sir?
pt_br: Haha! Quindi immagino che anche a lei sia capitato qualcosa del genere, eh, Signore?

# 12204_Kiryu
source: Yeah. Those things don't normally happen, but sometimes you run into cashiers who have no idea what they're doing.
pt_br: Già. Quelle cose di solito non succedono, ma a volte ti imbatti in cassieri che non sanno dove mettere le mani.

# 12216_Shizuka
source: I was kind of depressed before, but it makes me feel better to think that you've had the same thing happen to you, sir.
pt_br: Ero un po' giù di morale prima, ma mi fa stare meglio pensare che le sia successa la stessa cosa, signore.

# 12228_Shizuka
source: Sometimes you just have to laugh, I guess.
pt_br: A volte ti tocca solo fartela una risata, immagino.

# 12240_Kiryu
source: Heh. I agree.
pt_br: Heh. Sono d'accordo.

# 12264_Shizuka
source: My mother bought me some aloe soap the other day.
pt_br: Mia madre mi ha comprato del sapone all'aloe l'altro giorno.

# 12276_Kiryu
source: Oh? Is that something special?
pt_br: Oh? È una cosa speciale?

# 12288_Shizuka
source: The soap isn't really special, but when I was a little girl, my grandmother used some aloe to help me, so I've always had a soft spot for it.
pt_br: Il sapone non è niente di che, ma quando ero piccolina, mia nonna usava un po' di aloe per aiutarmi, quindi ho sempre avuto un debole per quello.

# 12300_Shizuka
source: I was talking with my grandmother in the kitchen and accidentally knocked over a teapot. The hot water spilled all over my back.
pt_br: Stavo parlando con mia nonna in cucina e ho rovesciato per sbaglio una teiera. L'acqua calda mi si è versata tutta sulla schiena.

# 12312_Kiryu
source: Did you get burned?
pt_br: Ti sei scottato?

# 12324_Shizuka
source: Yes. I was crying of course, but my grandmother ran to the garden where she had some aloe plants and broke some off to rub on my back.
pt_br: Sì. Stavo piangendo, certo, ma mia nonna è corsa in giardino dove aveva delle piante di aloe e ne ha staccate alcune per sfregarle sulla mia schiena.

# 12336_Shizuka
source: It hurt terribly, but the aloe helped a lot, and I eventually calmed down.
pt_br: Mi ha fatto un male tremendo, ma l'aloe mi ha dato una bella mano, e alla fine mi sono calmata.

# 12348_Kiryu
source: I see. So your grandmother really saved you, huh?
pt_br: Capisco. Quindi tua nonna ti ha proprio salvato, eh?

# 12360_Shizuka
source: Yes. We went to the doctor later, and he said that I probably wouldn't have much of a scar at all because of my grandmother's quick thinking.
pt_br: Sì. Siamo andati dal dottore più tardi, e lui ha detto che probabilmente non mi sarebbe rimasta quasi nessuna cicatrice grazie alla prontezza di mia nonna.

# 12372_Shizuka
source: And he was right. All I have is a tiny mark on my right shoulder. You can barely see it.
pt_br: E aveva ragione. Tutto quello che ho è un piccolo segno sulla spalla destra. Si vede a malapena.

# 12384_Kiryu
source: Do people grow aloe in their gardens?
pt_br: La gente coltiva l'aloe nei giardini?

# 12396_Shizuka
source: Yes. Aloe can be used in medicine, so that's why we had it in the garden.
pt_br: Sì. L'aloe può essere usata in medicina, quindi è per questo che la tenevamo in giardino.

# 12408_Kiryu
source: Huh... I didn't know that. Maybe I'll start growing some in my garden at home.
pt_br: Ah... Non lo sapevo. Magari ne pianto un po' nel mio giardino a casa.

# 12420_Shizuka
source: That would be nice.
pt_br: Sarebbe bello.

# 12432_Kiryu
source: It's just like they say－it pays to be prepared. We could learn a thing or two from older folks like your grandma.
pt_br: Proprio come si dice, sai—conviene essere preparati. Potremmo imparare una cosetta o due da gente più anziana, tipo tua nonna.

# 12444_Shizuka
source: Of course! Looking at the aloe soap made me realize how much I really owe my grandmother.
pt_br: Certo! Guardando il sapone all'aloe mi ha fatto capire quanto devo davvero a mia nonna.

# 12456_Kiryu
source: You should be grateful to your grandma.
pt_br: Dovresti essere grato a tua nonna.

# 12468_Shizuka
source: Yes, of course! There's wisdom that you can only learn through experience and age.
pt_br: Sì, certo! C'è una saggezza che si impara solo con l'esperienza e l'età.

# 12480_Kiryu
source: You're right.
pt_br: Hai ragione.

# 12492_Shizuka
source: I still remember how calm she was when I burned myself. I panicked, but she stayed perfectly calm.
pt_br: Mi ricordo ancora quanto calma fosse, quando mi sono bruciata. Io andai nel panico, ma lei rimase di una calma perfetta.

# 12504_Kiryu
source: Good for her.
pt_br: Brava lei.

# 12516_Shizuka
source: It helped so much. Even though my back hurt terribly, when I looked at her, I felt like I could get through it.
pt_br: Mi ha aiutato un sacco. Anche se mi faceva un male cane alla schiena, quando la guardavo, sentivo che ce l'avrei fatta.

# 12528_Kiryu
source: I see. I'll have to take a page from your grandma's book when I deal with my own kids.
pt_br: Capisco. Dovrò prendere spunto da tua nonna quando avrò a che fare con i miei figli.

# 12540_Shizuka
source: Hehehe. You really care so much about your children. It really makes me respect you, sir.
pt_br: Hehehe. Ci tieni davvero tanto ai tuoi figli. Mi fa davvero tanta stima, signore.

# 12552_Kiryu
source: I guess your head was in the clouds even then.
pt_br: Mi sa che avevi la testa tra le nuvole già allora.

# 12564_Shizuka
source: Pretty much. Even now there are times I get a little distracted.
pt_br: Direi di sì. Anche adesso mi capita di distrarmi un pochino.

# 12576_Kiryu
source: They say that being careless for just a second can cause an injury that lasts a lifetime. Little things can take a long time to get over.
pt_br: Si dice che basta un attimo di distrazione per farsi un danno che ti porti dietro per tutta la vita. Le piccole cose, ci vuole un sacco di tempo per superarle.

# 12588_Shizuka
source: Yes. It took about two months to recover from my burns. I wasn't daydreaming or anything, though. I just tripped.
pt_br: Sì. Ci ho messo circa due mesi per riprendermi dalle ustioni. Non stavo sognando ad occhi aperti o chissà che, eh. Sono solo inciampata.

# 12600_Kiryu
source: Sorry, I didn't mean anything by it. Anyway, I'm glad it didn't leave a scar.
pt_br: Scusa, non intendevo nulla di male. Comunque, sono contento che non abbia lasciato una cicatrice.

# 12612_Shizuka
source: Yes. I'm grateful to my grandmother. And to aloe, of course.
pt_br: Sì. Sono grata a mia nonna. E all'aloe, ovviamente.

# 12624_Shizuka
source: I... I must apologize for that bento.
pt_br: Io... mi devo scusare per quel bento.

# 12636_Kiryu
source: Why are you sorry? It was delicious.
pt_br: Ma perché ti scusi? Era delizioso.

# 12648_Shizuka
source: No, I never should have made you eat at a place like that.
pt_br: No, non avrei mai dovuto farti mangiare in un posto così.

# 12660_Shizuka
source: I don't know what I was thinking!
pt_br: Non so cosa mi passava per la testa!

# 12672_Kiryu
source: What are you talking about?
pt_br: Di cosa stai parlando?

# 12684_Shizuka
source: But I was on a date with you, and I ended up being just so selfish...
pt_br: Ma ero ad un appuntamento con te, e ho finito per essere così egoista...

# 12696_Kiryu
source: It was delicious, so don't worry about it. I didn't even think twice about it.
pt_br: Era delizioso, quindi non ti preoccupare. Non ci ho pensato due volte.

# 12708_Shizuka
source: Even if it was good, I should never have made you eat in a place like that! That was so thoughtless of me!
pt_br: Anche se era buono, non avrei mai dovuto farti mangiare in un posto così! Sono stato così sconsiderato!

# 12720_Shizuka
source: Oh, I just want to crawl into a hole and die!
pt_br: Oh, vorrei solo infilarmi in una buca e morire!

# 12732_Kiryu
source: Into a hole...?
pt_br: In un buco...?

# 12744_Shizuka
source: Yes. Well, there's no hole to crawl into here, but you know what I mean.
pt_br: Sì. Bè, non c'è un buco dove ficcarsi qui, ma sai cosa intendo.

# 12756_Kiryu
source: I guess. You're really upset about this, aren't you?
pt_br: Immagino. Sei davvero sconvolta per questo, vero?

# 12768_Shizuka
source: I'm sorry. This always happens to me. I get too worked up about little things.
pt_br: Mi dispiace. Mi succede sempre. Mi agito troppo per delle sciocchezze.

# 12792_Shizuka
source: The bento was a bad idea. I'm truly sorry.
pt_br: Il bento è stata una brutta idea. Mi dispiace davvero.

# 12804_Kiryu
source: That's so like you to say.
pt_br: Proprio da te.

# 12816_Shizuka
source: Yes. That was quite thoughtless of me...
pt_br: Sì. È stato piuttosto sconsiderato da parte mia...

# 12828_Kiryu
source: No, I like it. It's part of what makes you unique.
pt_br: No, mi piace. È parte di ciò che ti rende unica.

# 12840_Shizuka
source: Really...?
pt_br: Davvero...?

# 12852_Kiryu
source: Yeah. I'm usually eating at some restaurant. It's a nice change to have a bento.
pt_br: Già. Di solito mangio in qualche ristorante. Fa un bel cambiamento, questo bento.

# 12864_Shizuka
source: It's nice of you to say that, but still...
pt_br: È bello che tu dica così, ma comunque...

# 12876_Shizuka
source: Do you think I'm strange?
pt_br: Pensi che io sia strana?

# 12888_Kiryu
source: Well... I prefer to say that you march to the beat of your own drum.
pt_br: Bé... preferisco dire che marci al tuo ritmo.

# 12900_Shizuka
source: I don't know if I like the sound of that.
pt_br: Non so se mi vada a genio la cosa.

# 12912_Kiryu
source: I didn't mean anything bad by it. There's nothing wrong with being a little different.
pt_br: Non volevo dire nulla di male. Non c'è nulla di sbagliato nell'essere un po' diversi.

# 12924_Shizuka
source: You truly are too kind to one such as me.
pt_br: Sei davvero troppo gentile con una come me.

# 12936_Kiryu
source: Bentos are nice once in a while. It was a lot more fun than eating at a restaurant.
pt_br: I bento fanno piacere ogni tanto. È stato decisamente più divertente che mangiare al ristorante.

# 12948_Shizuka
source: Really...?
pt_br: Davvero...?

# 12960_Kiryu
source: Sure. And I could see that you put your heart into making that lunch.
pt_br: Certo. E si vedeva che ci avevi messo il cuore a fare quel pranzo.

# 12972_Kiryu
source: I was touched that you put so much effort into making something for me.
pt_br: Mi ha fatto molto piacere che ti sia impegnata così tanto per farmi qualcosa.

# 12984_Shizuka
source: And I was glad to have you eat it! I guess it wasn't such a bad idea after all.
pt_br: E sono stata contenta che tu lo abbia mangiato! Immagino che dopotutto non sia stata una così brutta idea.

# 12996_Kiryu
source: I'd love to have one again sometime if you don't mind making it for me.
pt_br: Mi piacerebbe un sacco averne un'altra, prima o poi, se non ti dispiace farmela.

# 13008_Shizuka
source: Of course! I'll have to practice my cooking so I can make an even better one!
pt_br: Certo! Dovrò esercitarmi a cucinare per poterne fare uno ancora più buono!

# 13020_Kiryu
source: Heh. Looking forward to it.
pt_br: Heh. Non vedo l'ora.

# 13032_Shizuka
source: Sir... There's something I need to talk about.
pt_br: Signore... C'è qualcosa di cui devo parlarle.

# 13044_Kiryu
source: Hm? Why are you so serious all of the sudden?
pt_br: Hm? Perché sei così serio, tutto d'un tratto?

# 13056_Shizuka
source: It looks like I may be getting some on-the-job training as part of my embalming apprenticeship.
pt_br: Sembra che potrei ricevere un po' di formazione pratica sul campo come parte del mio apprendistato da imbalsamatore.

# 13068_Kiryu
source: Really? That's great. Congratulations.
pt_br: Davvero? È fantastico! Congratulazioni.

# 13080_Shizuka
source: It is a great opportunity for me if I want to go ahead and get my license.
pt_br: È una bella occasione per me se voglio andare avanti e prendere la mia licenza.

# 13092_Shizuka
source: The problem is that I can't do it here.
pt_br: Il problema è che non posso farlo qui.

# 13104_Kiryu
source: No? Then where?
pt_br: No? E allora dove?

# 13128_Kiryu
source: So you're going to America? For how long?
pt_br: Quindi vai in America? Per quanto tempo?

# 13140_Shizuka
source: Probably two years.
pt_br: Probabilmente due anni.

# 13152_Kiryu
source: Two years, huh?
pt_br: Due anni, eh?

# 13164_Kiryu
source: Are you worried that your family won't approve? That's a long time to be away from them.
pt_br: Sei preoccupata che la tua famiglia non sia d'accordo? È parecchio tempo stare lontano da loro.

# 13176_Shizuka
source: My family knows that I wouldn't listen if they tried to stop me, so they're being very supportive.
pt_br: I miei sanno che non gli darei retta se provassero a fermarmi, quindi mi stanno supportando davvero molto.

# 13188_Kiryu
source: I see... Then what's the problem?
pt_br: Capisco... Allora, che problema c'è?

# 13200_Shizuka
source: Well... It's something I've just got to come to terms with.
pt_br: Vabbè... È una cosa con cui devo solo fare i conti.

# 13212_Shizuka
source: It's just that... I won't be able to see you anymore...
pt_br: È solo che... non potrò più vederti...

# 13236_Shizuka
source: So I'm not very enthusiastic about the idea.
pt_br: Quindi non sono molto entusiasta dell'idea.

# 13248_Kiryu
source: I'm touched, but what about your dream?
pt_br: Mi commuove, ma che ne è del tuo sogno?

# 13260_Kiryu
source: I think you need to give this some serious thought.
pt_br: Secondo me, dovresti proprio pensarci seriamente.

# 13272_Shizuka
source: I know...
pt_br: Lo so...

# 13284_Kiryu
source: I'm going to miss you.
pt_br: Mi mancherai.

# 13296_Shizuka
source: Yes... I'll miss you too. It's going to be difficult, being away from you for that long.
pt_br: Sì... Mi mancherai anche tu. Sarà dura, stare lontano da te per così tanto tempo.

# 13308_Shizuka
source: Now that I know that you feel the same way, it just makes me feel worse.
pt_br: Ora che so che ricambi, mi fa sentire solo peggio.

# 13320_Shizuka
source: If you didn't care about me, I wouldn't feel so bad about going.
pt_br: Se non ti importasse di me, non mi sentirei così male ad andarmene.

# 13332_Kiryu
source: I'm flattered you feel that way, but...
pt_br: Mi lusinghi, ma...

# 13344_Shizuka
source: I suppose I should feel happy just to have met you, even if just for a short time.
pt_br: Immagino che dovrei essere felice solo di averti conosciuto, anche se solo per poco tempo.

# 13356_Shizuka
source: Oh, I don't know what to do. Should I stay?
pt_br: Oh, non so cosa fare. Dovrei restare?

# 13368_Kiryu
source: Listen. This decision could affect your entire life. It's an important one.
pt_br: Senti. Questa decisione potrebbe condizionarti la vita intera. È un passo importante.

# 13380_Kiryu
source: I can't tell you not to go. You have to make this decision on your own.
pt_br: Non posso dirti di non farlo. Devi decidere tu, per conto tuo.

# 13392_Shizuka
source: You're right...
pt_br: Hai ragione...

# 13404_Kiryu
source: Good luck. It sounds like a great opportunity for you.
pt_br: In bocca al lupo. Mi sembra un'ottima opportunità per te.

# 13428_Kiryu
source: Hm? What's wrong?
pt_br: Mh? Che succede?

# 13440_Shizuka
source: So... you think it best for me to go?
pt_br: Allora... pensi sia meglio che me ne vada?

# 13452_Kiryu
source: Of course. You've been studying all this time to become a professional embalmer, right?
pt_br: Certo. Hai studiato per tutto questo tempo per diventare un imbalsamatore professionista, giusto?

# 13464_Shizuka
source: Yes, and that's why I'm so troubled by this...
pt_br: Sì, ed è per questo che sono così turbata da questa cosa...

# 13476_Shizuka
source: It's difficult to have someone you care so much about encourage you to leave.
pt_br: È dura che qualcuno a cui tieni così tanto ti incoraggi ad andartene.

# 13500_Shizuka
source: If I go, I can't see you. But if I don't go, I may not be able to make my dream come true.
pt_br: Se me ne vado, non potrò vederti. Ma se non me ne vado, potrei non riuscire a realizzare il mio sogno.

# 13512_Shizuka
source: I just can't seem to come to a decision. I'm ashamed...
pt_br: Non riesco proprio a decidermi. Mi vergogno...

# 13524_Kiryu
source: Everyone has to face decisions like that at some point in their life.
pt_br: Tutti si ritrovano ad affrontare scelte del genere a un certo punto della propria vita.

# 13536_Kiryu
source: But if you face it head on, the answer will always come to you. You shouldn't try to avoid it.
pt_br: Ma se lo affronti di petto, la risposta ti arriverà sempre. Non dovresti cercare di evitarlo.

# 13548_Shizuka
source: You're right... I'll have to think on this carefully.
pt_br: Hai ragione... Dovrò pensarci bene.

# 13560_Shizuka
source: If you'll allow it... I have a question to ask you.
pt_br: Se me lo permetti... avrei una domanda da farti.

# 13572_Kiryu
source: Sure.
pt_br: Certo.

# 13584_Shizuka
source: I'm just not sure what to do about my on-the-job training.
pt_br: Non so proprio che pesci pigliare col mio tirocinio.

# 13596_Kiryu
source: I see...
pt_br: Capisco...

# 13608_Shizuka
source: As I told you, it was my friend's death that first made me want to become an embalmer.
pt_br: Come ti dicevo, è stata la morte del mio amico che per la prima volta mi ha fatto venire voglia di diventare un imbalsamatore.

# 13620_Shizuka
source: I think my unresolved feelings toward him were a big part of my motivation.
pt_br: Penso che i miei sentimenti irrisolti verso di lui abbiano influito parecchio sulla mia motivazione.

# 13644_Shizuka
source: But now I feel like he's telling me not to use his death as a reason to become an embalmer.
pt_br: Però ora mi sembra che mi stia dicendo di non usare la sua morte come ragione per diventare un imbalsamatore.

# 13656_Kiryu
source: I'm not sure I understand. What do you mean, exactly?
pt_br: Non sono sicuro di aver capito. Cosa intendi di preciso?

# 13668_Shizuka
source: I don't think he would want me to become an embalmer just because I need closure for my feelings towards him.
pt_br: Non credo che lui vorrebbe che io diventassi un imbalsamatore solo perché ho bisogno di far pace con i miei sentimenti per lui.

# 13680_Kiryu
source: I see. That makes sense.
pt_br: Capisco. Ha senso.

# 13692_Kiryu
source: If that was the only reason you were doing it, your clients might not like it much either.
pt_br: Se quella fosse l'unica ragione, potrebbe non andare giù molto neanche ai tuoi clienti.

# 13716_Kiryu
source: Uh, but what I'm saying is just hypothetical. I mean, you have other reasons for becoming an embalmer, right?
pt_br: Uhm, ma quello che dico è solo ipotetico. Cioè, hai altri motivi per diventare un imbalsamatore, no?

# 13728_Shizuka
source: Well... I'm not so sure.
pt_br: Beh... non ne sono così sicura.

# 13740_Shizuka
source: Why do I really want to become an embalmer?
pt_br: Perché voglio davvero diventare un'imbalsamatrice?

# 13752_Kiryu
source: That voice you hear isn't your friend's. It's yours.
pt_br: Quella voce che senti non è del tuo amico. È la tua.

# 13764_Shizuka
source: Maybe you're right.
pt_br: Forse hai ragione.

# 13776_Kiryu
source: I think you're lucky that you realized this before you went to America. You've got some serious thinking to do.
pt_br: Penso che tu sia fortunato ad averlo capito prima di andare in America. Ti tocca pensarci su per bene.

# 13788_Shizuka
source: Yes...
pt_br: Sì...

# 13800_Shizuka
source: Sir... I mean, Kiryu-san. Thank you for listening to me.
pt_br: Signore... voglio dire, Kiryu-san. Grazie per avermi ascoltato.

# 13824_Kiryu
source: That voice you hear is actually your own.
pt_br: Quella voce che senti è in realtà la tua.

# 13836_Shizuka
source: What do you mean?
pt_br: Cosa intendi?

# 13848_Kiryu
source: Do you really want to become an embalmer just to work out your feelings toward your friend? I don't think so.
pt_br: Vuoi davvero diventare un imbalsamatore solo per elaborare i tuoi sentimenti verso il tuo amico? Non credo proprio.
