Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00020d78.po
Languages: pt_br

source: Taking advantage of this option will allow you to create clear data carrying over your play data from Premium Adventure.
pt_br: Sfruttando questa opzione potrai creare dati di completamento che trasferiscono i tuoi dati di gioco da Premium Adventure.

source: Create clear data and return to the title screen?
pt_br: Creare i dati di completamento e tornare alla schermata del titolo?

source: Date
pt_br: Appuntamento

source: Creating Clear Data
pt_br: Creazione dei Dati di Completamento

source: Create Game Clear Data
pt_br: Crea Dati Partita Completata

# 128_Date
source: Hey, %s. Been painting the town red out there?
pt_br: Ehi, %s. Sei andato a fare baldoria in giro?

# 140_Player
source: Something like that.
pt_br: Qualcosa del genere.

# 152_Date
source: Glad to hear it. By the way, if you wanna replay the main story with the stats you've got now, I can set that up for you.
pt_br: Mi fa piacere. A proposito, se ti va di rigiocare la storia principale con le statistiche che ti sei fatto finora, posso sistemartela io.

# 176_Creating Clear Data
source: Caution! This differs from an ordinary gamesave. <Color:255,255,0,255>Starting New Game+ with the data created here will only<Color:Default> <Color:255,255,0,255>allow you to transfer your abilities, items, and money.<Color:Default>
pt_br: Attenzione! Questo è diverso da un normale salvataggio di gioco. <Color:255,255,0,255>Avviando il New Game+ con i dati creati qui potrai solo<Color:Default> <Color:255,255,0,255>trasferire abilità, oggetti e denaro.<Color:Default>

# 188_Create Game Clear Data
source: Additionally, selecting "Yes" will end Premium Adventure and <Color:255,255,0,255>return you to the title screen<Color:Default>. Starting Premium Adventure with clear data will allow you to transfer all elements from your story, including inventory, substories finished, and more.
pt_br: Inoltre, selezionando "Sì" terminerai Premium Adventure e <Color:255,255,0,255>ti riporterà alla schermata del titolo<Color:Default>. Avviando Premium Adventure con i dati di completamento potrai trasferire tutti gli elementi dalla tua storia, inclusi l'inventario, le sottostorie completate e altro ancora.

# 248_Date
source: Yes
pt_br: Sì
