Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00020217.po
Languages: pt_br

# 68_Kiryu
source: So let me get this straight. Someone on the boat you were working on mentioned me, and told you to look for me if you ever needed help.
pt_br: Quindi, fammi capire. Qualcuno sulla barca su cui lavoravi ha fatto il mio nome e ti ha detto di cercarmi se mai avessi avuto bisogno di aiuto.

# 92_Kiryu
source: But then your ship sank and the rest of the crew drowned, while you narrowly managed to swim to shore.
pt_br: Ma poi la tua nave è affondata e il resto dell'equipaggio è annegato, mentre tu sei riuscito a malapena a nuotare fino a riva.

# 104_Saejima
source: ...Yup.
pt_br: ...Sì.

# 116_Kiryu
source: Interesting.
pt_br: Interessante.

# 140_Saejima
source: Listen, Kiryu-san. I know it's weird, but ya gotta help me. I need to get back to Kamurocho, no matter what.
pt_br: Ascolta, Kiryu-san. So che è strano, ma devi aiutarmi. Devo tornare a Kamurocho, a qualunque costo.

# 152_Saejima
source: I'm not askin' for a hundred grand or nothing. Just enough to get me up to Tokyo.
pt_br: Non ti sto chiedendo centomila yen o altro. Solo abbastanza per arrivare a Tokyo.

# 164_Saejima
source: And don't worry, I'll pay ya back. Just as soon as I take care o' business and scrape some cash together, I swear.
pt_br: E non preoccuparti, ti ripagherò. Appena avrò sistemato i miei affari e racimolato un po' di soldi, lo giuro.

# 176_Saejima
source: So please. Please, loan me the money!
pt_br: Quindi ti prego. Ti prego, prestami i soldi!

# 200_Saejima
source: What's up?
pt_br: Che c'è?

# 212_Kiryu
source: How long were you in for?
pt_br: Per quanto tempo sei stato dentro?

# 224_Saejima
source: ...Huh?
pt_br: ...Eh?

# 236_Kiryu
source: How many years did you spend in prison?
pt_br: Quanti anni hai passato in prigione?

# 248_Saejima
source: Wh-What're ya talkin' about?
pt_br: D-Di che stai parlando?

# 260_Kiryu
source: Listen. I know you weren't out on a boat.
pt_br: Ascolta. So che non eri su una barca.

# 272_Kiryu
source: I went into town when you were asleep and asked the coast guard if there were any accidents last night.
pt_br: Sono andato in città mentre dormivi e ho chiesto alla guardia costiera se ci sono stati incidenti la scorsa notte.

# 284_Kiryu
source: It turns out, last night was one of the calmest they've had in months. Not a cloud in sight. And definitely not shipwreck weather.
pt_br: A quanto pare, la scorsa notte è stata una delle più calme degli ultimi mesi. Nemmeno una nuvola in cielo. E decisamente non tempo da naufragio.

# 296_Saejima
source: Uh...
pt_br: Ehm...

# 308_Kiryu
source: Besides, what do you think it costs to get to Tokyo from Okinawa nowadays?
pt_br: Inoltre, quanto pensi che costi andare a Tokyo da Okinawa al giorno d'oggi?

# 320_Saejima
source: I dunno, can't cost more than what... 30 grand?
pt_br: Non lo so, non può costare più di... 30.000?

# 332_Kiryu
source: That won't get you anything beyond the plane ticket. What about transportation to the airport? Or once you get up to Tokyo?
pt_br: Con quelli non ti paghi nemmeno il biglietto aereo. E il trasporto per l'aeroporto? O una volta arrivato a Tokyo?

# 344_Kiryu
source: Do you know how much a taxi ride would cost you?
pt_br: Sai quanto ti costerebbe una corsa in taxi?

# 356_Saejima
source: Well...
pt_br: Beh...

# 368_Kiryu
source: You don't need to pretend. I know you don't know. You've been locked up for years, haven't you?
pt_br: Non devi fingere. So che non lo sai. Sei stato rinchiuso per anni, vero?

# 380_Saejima
source: ...How'd ya figure it out?
pt_br: ...Come l'hai capito?

# 392_Kiryu
source: It wasn't a tough conclusion to reach. I mean, look at you.
pt_br: Non è stata una conclusione difficile da raggiungere. Voglio dire, guardati.

# 404_Saejima
source: So what, ya thought somethin' was off, then went n' pieced all that together?
pt_br: E allora? Hai pensato che qualcosa non quadrava e hai messo insieme i pezzi?

# 416_Kiryu
source: ...It was because of Haruka.
pt_br: ...È stato per via di Haruka.

# 440_Saejima
source: Oh. Ya mean what happened this afternoon.
pt_br: Oh. Intendi quello che è successo questo pomeriggio.

# 452_Kiryu
source: Yeah.
pt_br: Sì.

# 464_Saejima
source: You, uh... Ya saw that, huh?
pt_br: Tu, uh... hai visto, eh?

# 476_Kiryu
source: Those were the eyes of someone who hasn't seen a woman in a long time. Hasn't been a part of everyday society.
pt_br: Quelli erano gli occhi di qualcuno che non vede una donna da molto tempo. Che non fa parte della società di tutti i giorni.

# 488_Kiryu
source: I know the feeling. The hopelessness you sink into behind bars. How difficult it can be to readjust once you're out. I was in for a long stretch, myself.
pt_br: Conosco la sensazione. La disperazione in cui sprofondi dietro le sbarre. Quanto può essere difficile riadattarsi una volta fuori. Anch'io ci sono stato per un bel po'.

# 500_Saejima
source: Oh yeah?
pt_br: Ah sì?

# 512_Kiryu
source: I spent a decade alone in a dark cell. Honestly, I'm lucky it wasn't longer.
pt_br: Ho passato un decennio da solo in una cella buia. Onestamente, sono fortunato che non sia stato di più.

# 524_Saejima
source: Lucky, at 10 years? Must'a been in for murder.
pt_br: Fortunato, dopo 10 anni? Devi essere stato dentro per omicidio.

# 536_Kiryu
source: I'm guessing your sentence was longer... Or should I say, <Italic>is</Italic> longer?
pt_br: Immagino che la tua condanna sia stata più lunga... O dovrei dire, <Italic>è</Italic> più lunga?

# 548_Kiryu
source: Well?
pt_br: Allora?

# 560_Saejima
source: Rgh...
pt_br: Argh...

# 572_Kiryu
source: I won't tell you what to do, but here's some advice.
pt_br: Non ti dirò cosa fare, ma ecco un consiglio.

# 584_Kiryu
source: You should turn yourself into the police before they catch you themselves.
pt_br: Dovresti costituirti alla polizia prima che ti prendano loro.

# 596_Saejima
source: But...
pt_br: Ma...

# 608_Kiryu
source: They might go easy on you if you go peacefully. Before the media catches wind of your story.
pt_br: Potrebbero andarci piano con te se ti consegni pacificamente. Prima che i media vengano a conoscenza della tua storia.

# 620_Saejima
source: Hrm...
pt_br: Mmmh...

# 632_Kiryu
source: So, what do you think? If that's what you want to do, I'd be glad to lend you a hand.
pt_br: Allora, che ne pensi? Se è questo che vuoi fare, sarei felice di darti una mano.

# 644_Saejima
source: Heh. Hehe... Ahahahaha!
pt_br: Eh. Eheh... Ahahahah!

# 656_Kiryu
source: What's so funny?
pt_br: Cosa c'è di buffo?

# 668_Saejima
source: Don't ya get it? There ain't no goin' back for me. They'd execute me on sight!
pt_br: Non capisci? Per me non c'è modo di tornare indietro. Mi giustizierebbero a vista!

# 680_Kiryu
source: ...So you're on death row.
pt_br: ...Quindi sei nel braccio della morte.

# 692_Saejima
source: Ya call 10 years hard time? Talk to me when ya done 25!
pt_br: Chiami 10 anni un periodo duro? Parliamone quando ne avrai fatti 25!

# 704_Saejima
source: All that matters to me now is gettin' back to Kamurocho, and I'm gonna do whatever it takes to make sure it happens.
pt_br: Tutto ciò che mi importa adesso è tornare a Kamurocho, e farò tutto il necessario perché accada.

# 716_Saejima
source: This ain't about gettin' a fresh start. Never has been.
pt_br: Non si tratta di ricominciare da capo. Non lo è mai stato.

# 728_Saejima
source: All I'm hopin' to do is find the truth.
pt_br: Tutto ciò che spero di fare è trovare la verità.

# 740_Saejima
source: That, and make those bastards taste the pain I been dealin' with these 25 years.
pt_br: Quello, e far assaggiare a quei bastardi il dolore che ho sopportato per 25 anni.

# 752_Saejima
source: Don't ya get it? I gotta avenge my boss, even if it kills me!
pt_br: Non capisci? Devo vendicare il mio capo, anche a costo di morire!

# 764_Kiryu
source: Revenge, huh...
pt_br: Vendetta, eh...

# 776_Saejima
source: Kiryu-san. I'm real grateful for all ya done for me. You n' the little lady.
pt_br: Kiryu-san. Sono davvero grato per tutto quello che hai fatto per me. Tu e la signorina.

# 788_Saejima
source: But I can't stick around. Ya know too much about me now.
pt_br: Ma non posso restare. Ora sai troppo su di me.

# 800_Saejima
source: So please. Just gimme some money before this gets ugly.
pt_br: Quindi, per favore. Dammi solo un po' di soldi prima che la situazione si metta male.

# 812_Kiryu
source: Hm...
pt_br: Mh...

# 824_Saejima
source: I'm beggin' ya, Kiryu-san!
pt_br: Ti supplico, Kiryu-san!
