Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0009025a.po
Languages: pt_br

source: Loan-seeking Woman
pt_br: Donna in cerca di grana

source: Rude Man
pt_br: Uomo Maleducato

source: Noriko's Husband
pt_br: Il Marito di Noriko

# 84_Akiyama
source: So, what can I do for you?
pt_br: Allora, cosa posso fare per te?

# 96_Shiobara
source: Akiyama-san, please make me your apprentice!
pt_br: Akiyama-san, ti prego, fammi tuo apprendista!

# 108_Akiyama
source: My apprentice?
pt_br: Il mio apprendista?

# 120_Shiobara
source: Yes. Please!
pt_br: Sì. Ti prego!

# 132_Akiyama
source: Well, this is sudden. Weren't you starting some kind of online company?
pt_br: Beh, questa è inaspettata. Non dovevi aprire una specie di\nazienda online?

# 144_Shiobara
source: That's what I figured at first. But when I really sat down to think about it, I couldn't come up with anything I wanted to do.
pt_br: Era quello che pensavo all'inizio. Ma quando mi sono messo davvero a rifletterci su, non riuscivo a trovare niente che volessi fare.

# 156_Akiyama
source: So why become my apprentice?
pt_br: Allora, perché diventare il mio apprendista?

# 168_Shiobara
source: I bet if I studied under you, I could discover my true calling.
pt_br: Scommetto che se studiassi da te, potrei scoprire la mia vera vocazione.

# 180_Akiyama
source: That's crazy talk. Figure that out for yourself!
pt_br: Sono fesserie. Arrangiati!

# 192_Shiobara
source: Please.
pt_br: Per favore.

# 204_Akiyama
source: I have no intention of taking on an apprentice.
pt_br: Non ho intenzione di prendere un apprendista.

# 216_Shiobara
source: I'm not asking to be paid, of course. I just want to stay here until I work out what I want to do.
pt_br: Non è che mi aspetti uno stipendio, sia chiaro. Voglio solo restare qui finché non mi chiarisco le idee su cosa fare.

# 228_Akiyama
source: Absolutely not!
pt_br: Assolutamente no!

# 240_Shiobara
source: I don't want to waste the five million yen you lent me. Please.
pt_br: Non voglio sprecare i cinque milioni di yen che mi hai prestato. Ti prego.

# 264_Shiobara
source: Please!
pt_br: Ti prego!

# 276_Hana
source: What's holding you back, Chief? He already said he's not out for money.
pt_br: Che ti frena, Capo? Ha già detto che non è qui per i soldi.

# 288_Akiyama
source: I don't know...
pt_br: Non lo so...

# 300_Hana
source: Well, I'm all for it.
pt_br: Beh, per me ci sto.

# 312_Shiobara
source: Thank you, Hana-san.
pt_br: Grazie, Hana-san.

# 324_Akiyama
source: Fine.
pt_br: Bene.

# 336_Shiobara
source: Really!?
pt_br: Ma dai!?

# 348_Akiyama
source: We'll start by having you pick us up some lunch.
pt_br: Iniziamo col farti prendere il pranzo.

# 360_Shiobara
source: I can do that. I'll be right back!
pt_br: Posso farlo. Torno subito!

# 384_Akiyama
source: You just want him to be your errand boy, don't you?
pt_br: Tu vuoi solo che lui sia il tuo galoppino, vero?

# 396_Hana
source: Was it that obvious?
pt_br: Era così palese?

# 480_Akiyama
source: Phew! I couldn't eat another bite.
pt_br: Uff! Non mi entra più niente.

# 492_Shiobara
source: By the way, Akiyama-san, why did you start Sky Finance, anyway?
pt_br: Tra l'altro, Akiyama-san, perché hai messo su Sky Finance, insomma?

# 504_Akiyama
source: Why?
pt_br: Perché?

# 516_Shiobara
source: Well, frankly, you're not making any money here... I was just wondering what gave you the idea.
pt_br: A dire il vero, non ci stai guadagnando niente qui... Mi stavo\nsolo chiedendo cosa ti fosse saltato in mente.

# 528_Akiyama
source: What gave me the idea, huh? You really want to know?
pt_br: Cosa mi ha dato l'idea, eh? Vuoi proprio saperlo?

# 540_Shiobara
source: I do. It might help give me a push.
pt_br: Lo faccio. Magari mi dà una spinta.

# 552_Akiyama
source: I used to be homeless.
pt_br: Ero un senzatetto.

# 564_Shiobara
source: Did you really!?
pt_br: Davvero!?

# 576_Akiyama
source: Yeah. I'd worked at a bank, but what with one thing after another, I quit. Ran out of money pretty fast...
pt_br: Già. Lavoravo in una banca, ma tra una cosa e l'altra,\nho mollato. Sono rimasto senza soldi piuttosto in fretta...

# 588_Shiobara
source: When was this?
pt_br: Quando è stato questo?

# 600_Akiyama
source: About five years ago, maybe?
pt_br: Circa cinque anni fa, forse?

# 612_Akiyama
source: After I left the bank, I lived on the streets for a while. Then one day money came literally fluttering down from the sky.
pt_br: Dopo che lasciai la banca, vissi per un po' per strada. Poi un giorno i soldi mi arrivarono letteralmente svolazzando dal cielo.

# 624_Shiobara
source: Really? Money?
pt_br: Davvero? Soldi?

# 636_Akiyama
source: You didn't hear about that? There was an explosion at the Millennium Tower that blasted billions of yen out into the street.
pt_br: Non ne hai sentito parlare? C'è stata un'esplosione alla Millennium Tower che ha sparato miliardi di yen per strada.

# 660_Shiobara
source: Oh, yeah! I saw that on the news!
pt_br: Oh, sì! L'ho visto al telegiornale!

# 672_Akiyama
source: I ran around like an idiot, but eventually gathered up about a million yen or so.
pt_br: Ho corso in giro come un idiota, ma alla fine ho racimolato circa un milione di yen o giù di lì.

# 684_Shiobara
source: And that's how you started your business?
pt_br: E così hai messo su la tua attività?

# 696_Akiyama
source: With that chump change? Nah! You can't even rent an office for that little.
pt_br: Con quelle quattro briciole? Macché! Con così poco non ci affitti nemmeno un ufficio.

# 708_Shiobara
source: Then, what did you do?
pt_br: E poi, cos'hai fatto?

# 720_Akiyama
source: I'd been in the banking business, so I knew a little bit about finance.
pt_br: Ero stato nel settore bancario, quindi ne sapevo un po' di finanza.

# 732_Akiyama
source: I thought, "What's the best way to make more?" So I went into day-trading.
pt_br: Pensai: "Qual è il modo migliore per fare di più?" Così mi diedi al day-trading.

# 744_Shiobara
source: What's that?
pt_br: Cosa?

# 756_Akiyama
source: It's basically trading stocks within the course of a single day.
pt_br: È praticamente trading di azioni nell'arco di una singola giornata.

# 768_Akiyama
source: You complete a bunch of trades on a day-by-day basis, and if all goes well, you can earn a substantial profit on your sales.
pt_br: Fai un sacco di affari giorno dopo giorno, e se tutto fila liscio, puoi tirar su un bel guadagno dalle tue vendite.

# 780_Akiyama
source: It's not all that different from gambling, I suppose, but with a little expertise, you can make more than you would on the horses.
pt_br: Non è poi così diverso dal gioco d'azzardo, immagino, ma con un po' di mestiere, puoi guadagnare più di quanto faresti con i cavalli.

# 792_Shiobara
source: And did you? Did you really make that million grow?
pt_br: E ce l'hai fatta? Sei riuscito davvero a far fruttare quel milione?

# 804_Akiyama
source: Well, it was do or die. I scraped up whatever info I could and bought and sold both day and night.
pt_br: Beh, o la va o la spacca. Ho raccattato tutte le informazioni che potevo e ho comprato e venduto giorno e notte.

# 816_Akiyama
source: Not everything was strictly legal, however－one bad trade, and I would've been done for. But I guess somebody up there was looking out for me.
pt_br: Non era tutto proprio legale, però—un solo affare andato male, e sarei stato spacciato. Ma immagino che qualcuno lassù vegliasse su di me.

# 828_Akiyama
source: Before long, I'd made a pretty nice chunk of change.
pt_br: In men che non si dica, mi ero fatto una bella pila di grana.

# 840_Akiyama
source: Then I tried futures trading and the like. Maybe I had a natural talent for it... In any case, the money just kept on multiplying.
pt_br: Poi mi sono cimentato nel trading di futures e roba simile. Forse avevo un talento naturale per la cosa... Comunque, i soldi non facevano che moltiplicarsi.

# 852_Akiyama
source: I'd made a businessman's salary thousands of times over in only a few short years.
pt_br: Ho guadagnato lo stipendio di un uomo d'affari migliaia di volte tanto in soli pochi anni.

# 864_Akiyama
source: Soon after, I found myself wondering what I should do with it all, which made me lukewarm on the idea of making more.
pt_br: Poco dopo, mi ritrovai a chiedermi che fare di tutta 'sta roba, e la cosa mi fece passare la voglia di farne ancora.

# 876_Shiobara
source: Did you lose interest in money itself?
pt_br: Hai perso interesse per la grana in sé?

# 888_Akiyama
source: No, I just went from thinking only about how to make money to thinking about ways to use the money I'd made.
pt_br: No, sono semplicemente passato dal pensare solo a come tirar su grana al pensare a come usare la grana che mi ero fatto.

# 900_Shiobara
source: And you became an interest-free moneylender to help people with their money problems?
pt_br: E sei diventato un prestatore di denaro senza interessi per aiutare la gente con i loro problemi di soldi?

# 912_Akiyama
source: No, it was more than just wanting to help out people who're strapped for cash.
pt_br: No, era più che un semplice voler dare una mano a chi è a corto di grana.

# 924_Akiyama
source: I wanted to see people who'd lost their money and hit rock bottom work hard to pull themselves back up again, just like I had.
pt_br: Volevo vedere persone che erano rimaste al verde e avevano toccato il fondo sgobbare per rimettersi in piedi, proprio come avevo fatto io.

# 936_Shiobara
source: And that's how Sky Finance came to be?
pt_br: E così è nata la Sky Finance?

# 948_Loan-seeking Woman
source: Excuse me. I've heard I can get a loan here...
pt_br: Mi scusi. Ho sentito dire che posso ottenere un prestito qui...

# 960_Akiyama
source: That's enough war stories for today.
pt_br: Basta con le storie di guerra per oggi.

# 972_Shiobara
source: Okay.
pt_br: Ok.

# 996_Akiyama
source: Let's hear what you have to say. Right this way.
pt_br: Sentiamo un po' cosa hai da dire. Prego, da questa parte.

# 1068_Akiyama
source: Now, what can I do for you?
pt_br: Allora, cosa posso fare per lei?

# 1080_Loan-seeking Woman
source: Well, my husband's obsessed with gambling and he's gotten us into a ton of debt.
pt_br: Beh, mio marito è ossessionato dal gioco d'azzardo e ci ha cacciati in un mare di debiti.

# 1092_Loan-seeking Woman
source: Then he drinks and just becomes so incredibly violent... I got us out of there as soon as I could; I couldn't take it anymore.
pt_br: Poi si ubriaca e diventa proprio così incredibilmente violento... Io ho tirato fuori noi da lì appena ho potuto; non ce la facevo più.

# 1104_Shiobara
source: That's terrible...
pt_br: Che brutta storia...

# 1116_Loan-seeking Woman
source: He borrowed all kinds of money under my name, too, and now the loan offices refuse to give me the time of day.
pt_br: Ha preso un sacco di soldi a nome mio, pure, e ora le finanziarie non mi filano più.

# 1128_Loan-seeking Woman
source: I heard a rumor that you might be able to help, so here we are.
pt_br: Ho sentito dire che potresti darmi una mano, quindi eccoci\nqui.

# 1140_Akiyama
source: How much did you need?
pt_br: Quanto ti serviva?

# 1152_Loan-seeking Woman
source: We left with nothing but the clothes on our backs. Would it be possible to borrow about five hundred thousand for living expenses?
pt_br: Ce ne siamo andati con addosso solo i vestiti. Sarebbe possibile chiederle in prestito circa cinquecentomila per campare?

# 1164_Akiyama
source: All right. But you'll have to pass a test before I give you the money.
pt_br: Va bene. Ma dovrai superare un test prima che ti dia i soldi.

# 1176_Loan-seeking Woman
source: Yes, I'd heard about that, too. What would you have me do?
pt_br: Sì, ne avevo sentito parlare anch'io. Che vuoi che faccia?

# 1188_Akiyama
source: You have three hours to find work somewhere here in Kamurocho. Do that, and the five hundred thousand is yours, interest-free.
pt_br: Hai tre ore per trovarti un lavoro qui a Kamurocho. Fatto questo, e i cinquecentomila sono tuoi, senza interessi.

# 1200_Loan-seeking Woman
source: Only three hours...?
pt_br: Solo tre ore...?

# 1212_Akiyama
source: You'll find something if you look hard enough.
pt_br: Se ti impegni a cercare, vedrai che qualcosa la trovi.

# 1236_Akiyama
source: They say we're in a recession, but there's still plenty of work available if you're not too picky.
pt_br: Si dice che siamo in recessione, ma c'è ancora un sacco di lavoro disponibile se non sei troppo schizzinoso.

# 1248_Akiyama
source: What do you think? Wanna give it a try?
pt_br: Che ne dici? Vuoi farci un tentativo?

# 1260_Loan-seeking Woman
source: Okay. I'll see what I can find.
pt_br: Ok. Vedrò cosa riesco a trovare.

# 1308_Akiyama
source: Was it really necessary to give her a test? After all she's been through...
pt_br: Era proprio necessario farle fare una prova? Dopo tutto quello che ha passato...

# 1320_Akiyama
source: If she's serious about the loan, she'll pass it just fine.
pt_br: Se fa sul serio col prestito, ce la farà alla grande.

# 1404_Rude Man
source: Where's Noriko?
pt_br: Dov'è Noriko?

# 1416_Akiyama
source: And you are?
pt_br: E tu chi sei?

# 1428_Noriko's Husband
source: My wife came here for a loan!
pt_br: Mia moglie è venuta qui per un prestito!

# 1440_Akiyama
source: Oh, so you're her husband, are you?
pt_br: Ah, allora sei suo marito, eh?

# 1452_Noriko's Husband
source: Aha! So she <Italic>was</Italic> here!
pt_br: Aha! Allora <Italic>era</Italic> qui!

# 1464_Akiyama
source: Uh-huh.
pt_br: Ah-ah.

# 1476_Noriko's Husband
source: Where is she? Drag her ass out here right now!
pt_br: Dov'è? Buttala fuori di qui, adesso!

# 1488_Akiyama
source: I'm sorry, but your wife is now my customer, and I'm not at liberty to divulge information about my customers.
pt_br: Mi spiace, ma tua moglie ora è una mia cliente, e non mi è permesso divulgare informazioni sui miei clienti.

# 1500_Noriko's Husband
source: Why, you－!
pt_br: Ma tu－!

# 1512_Akiyama
source: If you have any complaints, I'd be more than happy to take this outside.
pt_br: Se hai qualche lamentela, sarei più che felice di portarla fuori.

# 1524_Noriko's Husband
source: That suits me just fine!
pt_br: Mi sta più che bene!
