Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00130412.po
Languages: pt_br

source: Man
pt_br: Uomo

# 68_Man
source: Excuse me... Is this where I can find the Sodachi Dojo?
pt_br: Scusi... È qui che posso trovare il Sodachi Dojo?

# 92_Sodachi
source: Yes. Can I help you with something? If you're selling newspapers, we're not interested.
pt_br: Sì. Che ti serve? Se vendi giornali, non ci interessa.

# 104_Man
source: I'm not selling anything... I came to ask if I could be an apprentice at this dojo. Do you have any room?
pt_br: Non sono qui per vendere niente... Sono venuto a chiedere se potessi fare l'apprendista in questo dojo. Avete posto?

# 116_Sodachi
source: An a... a... apprentice!? Saejima-san! Did you hear that!? We got our second apprentice!
pt_br: Un a... a... apprendista!? Saejima-san! Hai sentito!? Abbiamo il nostro secondo apprendista!

# 128_Saejima
source: Oh? What's yer name?
pt_br: Oh? Come ti chiami?

# 140_Man
source: I'm Takehiro Ehama. I worked in an office until a little while ago. I'm embarrassed to say it, but I have no fighting experience.
pt_br: Sono Takehiro Ehama. Fino a poco tempo fa, lavoravo in un ufficio. Mi vergogno a dirlo, ma non ho alcuna esperienza di combattimento.

# 152_Sodachi
source: That's no problem at all! I don't have any either!
pt_br: Ma figurati! Non ne ho nemmeno io!

# 164_Ehama
source: What? Are you joking? I'm beginning to have second thoughts about this place...
pt_br: Cosa?! Mi prendi in giro? Inizio a ripensarci su questo posto...

# 176_Saejima
source: Relax. We've trained champions here. And I'm the teacher, not 'im.
pt_br: Tranquillo. Qui abbiamo allenato campioni. E il maestro sono io, non lui.

# 188_Ehama
source: Oh, that's a relief. It's a pleasure to meet you.
pt_br: Meno male. Piacere di conoscerti.

# 200_Sodachi
source: My name is Sodachi and this is Saejima-san. Shall we go ahead and start training then?
pt_br: Mi chiamo Sodachi e questo è Saejima-san. Allora, iniziamo pure l'allenamento?

# 212_Ehama
source: But I didn't bring anything to train in. What should I do?
pt_br: Ma non ho portato niente per allenarmi. Che faccio?

# 224_Sodachi
source: No worries at all! I have everything you will need. Let's go ahead and get you changed!
pt_br: Nessun problema, tranquillo! Ho già tutto il necessario. Forza, andiamo a cambiarti!

# 296_Saejima
source: What the hell?
pt_br: Che diavolo?

# 308_Sodachi
source: It's an original Sodachi Dojo Masked Man Set! Everything was ordered and made specially for the dojo. Man, what a good investment!
pt_br: È un originale Set dell'Uomo Mascherato del Sodachi Dojo! Tutto è stato ordinato e fatto appositamente per il dojo. Accidenti, che ottimo investimento!

# 320_Saejima
source: This is exactly why this place ain't got no money. Ya don't have to wear that, y'know. Ain't it embarrassin'?
pt_br: È proprio per questo che qui non c'hanno un soldo. Non devi mica metterti quello, sai. Non è imbarazzante?

# 332_Ehama
source: Actually, I feel surprisingly good, like I'm a new person. This works for me!
pt_br: Anzi, mi sento stranamente bene, come un uomo nuovo. Questo mi va a pennello!

# 344_Sodachi
source: Great! I'm glad you get what a great outfit this is! Now we're getting in the groove! Introducing the one and only, Sodachi Dojo Masked Man!
pt_br: Alla grande! Sono contento che tu abbia capito che gran pezzo di tenuta sia questa! Adesso sì che ingraniamo! Vi presento l'unico e inimitabile, l'Uomo Mascherato del Dojo Sodachi!
