Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid009101c5.po
Languages: pt_br

# 92_Ibuki
source: Well, hello there, Kiryu-san. Glad to see you looking well.
pt_br: Ehi, Kiryu-san. Sono contento di vederla in forma.

# 104_Kiryu
source: Yeah, you too. It looks like the Honest Living Association is keeping you as busy as ever.
pt_br: Già, pure tu. Sembra che l'Associazione per una Vita Onesta ti stia dando un bel daffare come al solito.

# 116_Ibuki
source: It certainly is. It's no easy task for a former yakuza to start living on the straight and narrow.
pt_br: Eh, sì, è così. Non è mica facile per un ex yakuza cominciare a rigare dritto.

# 128_Kiryu
source: Yeah, tell me about it.
pt_br: Già, non me ne parlare.

# 140_Ibuki
source: Nevertheless, it's the HLA's job to support our members until they're capable of leading honest lives.
pt_br: Tuttavia, è compito dell'HLA sostenere i nostri membri finché non saranno in grado di condurre una vita onesta.

# 152_Kiryu
source: Have you run into any more trouble with those hitmen who called themselves the Reapers?
pt_br: Hai avuto ancora grane con quei sicari che si facevano chiamare i Reapers?

# 164_Ibuki
source: That's all cleared up now. A year ago their attacks were such a threat, we could hardly keep our operation running.
pt_br: Ora è tutto sistemato. Un anno fa, i loro attacchi erano una grana tale che facevamo a malapena a tenere in piedi il nostro giro.

# 176_Ibuki
source: But thanks to you catching all the hitmen, things are going smoothly now.
pt_br: Ma grazie a te, che hai beccato tutti i sicari, adesso fila tutto liscio.

# 188_Kiryu
source: Although one certain former Reaper does seem to still be hanging around and bugging you...
pt_br: Anche se un certo ex Mietitore sembra che ti stia ancora bazzicando intorno e rompendo le scatole...

# 212_Kotaro
source: All right! Next time, I'm gonna work in an okonomiyaki restaurant! I mean, a guy's gotta eat, right?
pt_br: Va bene! La prossima volta, andrò a lavorare in un ristorante di okonomiyaki! Voglio dire, un uomo deve pur mangiare, no?

# 224_Ibuki
source: You know, I still can't believe he used to be a hitman...
pt_br: Sai, ancora non mi capacito che fosse un sicario...

# 236_Kiryu
source: Huh? I thought he just wanted to look tough but was too scared to actually ever kill anybody?
pt_br: Eh? Pensavo che volesse solo fare il duro ma che fosse troppo fifone per uccidere davvero qualcuno?

# 248_Ibuki
source: Oh, Kiryu-san. Don't let him hear you say that.
pt_br: Oh, Kiryu-san. Non farglielo sentire.

# 260_Ibuki
source: When I asked him once how he could be considered a killer when he never killed anybody, he flew off the handle.
pt_br: Quando una volta gli chiesi come potesse essere considerato un killer, visto che non aveva mai ucciso nessuno, perse le staffe.

# 272_Kiryu
source: Hmm... Guess he's still got his pride then, huh?
pt_br: Mmm... Ha ancora il suo orgoglio, allora, eh?

# 284_Ibuki
source: I think you're right. Unfortunately, it seems his pride is causing him problems of a different kind now.
pt_br: Credo tu abbia ragione. Purtroppo, sembra che il suo orgoglio gli stia creando problemi di tutt'altro tipo adesso.

# 296_Kiryu
source: With work, you mean? Yeah, from what I saw, it didn't seem to be going very well.
pt_br: Parli del lavoro? Già, da quello che ho visto, non mi pareva stesse andando granché bene.

# 308_Ibuki
source: It isn't. His jobs never last very long.
pt_br: Macché. I suoi lavori non durano mai a lungo.

# 320_Ibuki
source: He's always getting into arguments with the staff and customers, and sometimes even gets into fights.
pt_br: Si becca sempre con lo staff e i clienti, e a volte finisce pure alle mani.

# 332_Ibuki
source: The problem isn't that he's lazy or anything. If anything, he's too serious.
pt_br: Il problema non è che sia pigro o roba del genere. Anzi, è fin troppo serio.

# 344_Kiryu
source: I get the picture. He thinks he's giving it one hundred percent, but that's not necessarily how everybody else sees it.
pt_br: Ho capito il quadro. Lui pensa di spaccarsi in quattro, ma non è detto che gli altri la vedano così.

# 356_Ibuki
source: Exactly. But, unfortunately, I can't follow him around his workplace and point out his faults.
pt_br: Esatto. Ma, purtroppo, non posso stargli dietro sul lavoro e fargli notare i suoi difetti.

# 368_Kiryu
source: Well, he's not a kid anymore. He should be picking up this stuff on his own pretty soon.
pt_br: Beh, non è più un ragazzino. Dovrebbe arrangiarsi da solo con queste cose tra poco.

# 380_Ibuki
source: I hope so...
pt_br: Spero di sì...

# 392_Kotaro
source: I found a new part-time job! Yes! I rock!
pt_br: Ho trovato un nuovo lavoretto part-time! Sì! Spacco!

# 404_Kiryu
source: Don't you have to go for an interview or something like that?
pt_br: Non devi mica andare a un colloquio o roba simile?

# 416_Kotaro
source: Yeah, but I know they'll hire me! Who'd turn down somebody with this much energy!?
pt_br: Sì, ma tanto lo so che mi prendono! Chi mai si rifiuterebbe uno con tutta questa energia!?

# 428_Ibuki
source: I admire your optimism...
pt_br: Ammiro il tuo ottimismo...

# 440_Kotaro
source: I'm gonna go say hi and nail that interview!
pt_br: Vado a salutarlo e a spaccare a quel colloquio!

# 452_Kotaro
source: Oh, almost forgot...
pt_br: Ah, quasi me ne scordavo...

# 464_Kotaro
source: Thanks for the tea, Ibuki!
pt_br: Grazie per il tè, Ibuki!

# 476_Ibuki
source: Don't worry about it. Come by and see me any time.
pt_br: Non farti problemi. Fatti un salto da me quando vuoi.

# 488_Kotaro
source: I will!
pt_br: Lo farò!

# 524_Ibuki
source: You have to admit that he does seem to be making progress, even if it is only a little at a time.
pt_br: Devi ammettere che sembra stia facendo progressi, anche se solo un po' alla volta.

# 536_Kiryu
source: Seems like it. I don't think you need to worry about him too much.
pt_br: Pare proprio di sì. Non credo che tu debba preoccuparti troppo per lui.

# 548_Ibuki
source: I know. I do worry too much. But I still feel like I'd like to check in on him and make sure he's taking to the new job alright...
pt_br: Lo so. Mi faccio troppe paranoie, è vero. Ma sento comunque che mi piacerebbe fargli un salto per assicurarmi che si stia ambientando bene al nuovo lavoro...

# 560_Kiryu
source: I'm sure you've got a lot on your plate, though. Plenty of other people need your help, too.
pt_br: Immagino che tu abbia un bel po' di roba per le mani, però. Anche un sacco di altre persone hanno bisogno del tuo aiuto.

# 572_Kiryu
source: Tell you what. If I run into him around town, I'll see how he's doing.
pt_br: Ti dirò cosa. Se lo becco in giro per la città, vedrò come sta.

# 584_Kiryu
source: You just take care of the rest of your Honest Living Association work.
pt_br: Tu occupati pure del resto del tuo lavoro per l'Associazione per una Vita Onesta.

# 596_Ibuki
source: Really? I'd appreciate that.
pt_br: Davvero? Te ne sarei grato.

# 608_Ibuki
source: If you do happen to see Kotaro in town, please check in on him for me.
pt_br: Se ti capita di vedere Kotaro in giro, per favore, vedi un po' come sta per me.

# 620_Kiryu
source: Will do.
pt_br: Lo farò.
