Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e6025e.po
Languages: pt_br

source: All
pt_br: Tutti

# 320_All
source: Cheeeeeeers!
pt_br: Cin cin!

# 332_Akino
source: Okay, so let's all introduce ourselves! Who wants to go first?
pt_br: Allora, dai, presentiamoci tutti! Chi rompe il ghiaccio?

# 344_Yusuke
source: Well, seeing as I'm the one who organized this whole thing, I might as well start things off. My name's Yusuke, and I work in sales at a printing company.
pt_br: Allora, visto che sono stato io a mettere su 'sto baraccone, tanto vale che rompa il ghiaccio io. Mi chiamo Yusuke, e faccio il commerciale in una tipografia.

# 356_Yusuke
source: Akino and I were in the same club together at college. Every now and then we'll get together for some drinks, and... I guess what I'm trying to say is... Uhh...
pt_br: Io e Akino eravamo nello stesso club all'università. Ogni tanto ci troviamo per bere qualcosa, e... Insomma, quello che cerco di dire è... Uhm...

# 368_Naoya
source: Okay, okay－Yusuke, thank you for that lovely introduction! My turn now! I'm Naoya, and I've known Yusuke since we were little. I just can't seem to get rid of the guy!
pt_br: Allora, allora—Yusuke, grazie per la bella presentazione! Ora tocca a me! Sono Naoya, e conosco Yusuke da quando eravamo piccoli. Non riesco proprio a levarmelo di torno!

# 380_Naoya
source: At the moment, I'm sort of what you would call "underemployed," but don't worry! I promise I'm not some kind of freeloading slacker!
pt_br: Al momento, sono quello che si direbbe un po' 'sottoccupato', ma non preoccupatevi! Vi prometto che non sono mica un scansafatiche scroccone!

# 404_Naoya
source: All right, you're up, brotha!
pt_br: Dai, tocca a te, fratè!

# 416_Tanimura
source: Oh, uh, right. I'm...
pt_br: Oh, uhm, ah sì. Sono...

# 428_Tanimura
source: I'm a detective for the KPD. Community Safety Division.
pt_br: Sono un detective per la KPD. Divisione Sicurezza della Comunità.

# 440_Yusuke
source: You are!? Holy shit!
pt_br: Sei tu!? Cazzo!

# 452_Akino
source: A detective!? Omigosh, that's so cool! Wait a minute, Yusuke, why are you acting so surprised? You guys are best buds, right?
pt_br: Un detective!? Oddio, che figata! Aspetta un attimo, Yusuke, perché fai quella faccia sorpresa? Voi siete amici per la pelle, no?

# 464_Naoya
source: Of course they are! It's just that... we forget what he does sometimes. Yeah! Job's so crazy, it trips us out every time we hear it! Ain't that right, my man?
pt_br: Ma certo che lo sono! È solo che... ci scordiamo cosa fa ogni tanto. Già! Il suo lavoro è così una roba matta, ci fa impazzire ogni volta che lo sentiamo! Non è vero, fratellone?

# 476_Yusuke
source: Right...! I meant it more like, "Holy shit, you <Italic>are</Italic> a detective, aren't you!" Haha...ha. Oh, and his name's－
pt_br: Giusto...! Intendevo più tipo, "Cazzo, tu <Italic>sei</Italic> un detective, vero?!" Ahaha...ah. Ah, e il suo nome è－

# 488_Akino
source: Ryota-kun, right? I read it in the email. Nice to meet you!
pt_br: Ryota-kun, giusto? L'ho letto nella mail. Piacere!

# 500_Tanimura
source: Nice to meet you all.
pt_br: Piacere di conoscervi tutti.

# 512_Naoya
source: (Hey, think you could pull your act together? But damn... You're really a detective!? That's nuts!)
pt_br: (Ehi, datti una regolata, no? Ma cavolo... Sei davvero un detective!? È roba da matti!)

# 524_Tanimura
source: I'm Ryota. I went to high school with these characters.
pt_br: Sono Ryota. Ho fatto il liceo con questi qui.

# 536_Yusuke
source: Yeah, what he said. We sort of bumped into each other the other day, and he told me he was single. Guess my boy's ready to hang and ready to bang－er, make a bang, that is.
pt_br: Sì, quoto lui. Ci siamo incrociati l'altro giorno, e mi ha detto che era single. Mi sa che il mio amico è pronto a fare festa e pronto a scopare—ehm, a fare un botto, intendo.

# 548_Akino
source: Whoa, I never would've guessed you were single! Waste of hotness, if ya ask me.
pt_br: Caspita, non avrei mai detto che fossi single! Che spreco di figaggine, se mi chiedi.

# 560_Yusuke
source: Uh... Sure! Yeah. Totally. Guy's as hot as... a brick oven! Makes me wonder why he hasn't had a girlfriend in years! Know what I mean, Naoya?
pt_br: Eh... Certo! Sì. Davvero. Quel tipo è un fuoco... rovente come un forno a mattoni! Mi chiedo perché non abbia una ragazza da anni! Sai cosa intendo, Naoya?

# 572_Naoya
source: I do. Maybe it's 'cause he's got secrets to hide. Deep-down issues. Literal skeletons in the closet!
pt_br: Eccome. Magari è perché ha segreti da nascondere. Roba pesante. Scheletri nell'armadio, letteralmente!

# 584_Naoya
source: Come on, Ryota, don't look at me like that. Relax! I'm just yankin' your chain, man! It's how close friends who <Italic>clearly</Italic> go way back joke around!
pt_br: Dai, Ryota, non guardarmi così. Tranquillo! Ti sto solo sfottendo, amico! È così che scherzano gli amici stretti che <Italic>chiaramente</Italic> si conoscono da una vita!

# 596_Yusuke
source: (Keep it up, Tanimura-san! You're doing great!)
pt_br: (Continua così, Tanimura-san! Stai andando alla grande!)

# 608_Tanimura
source: I'm Masa.
pt_br: Sono Masa.

# 620_Akino
source: Masa? I was sure I read the name "Ryota" in Yusuke's email...
pt_br: Masa? Mi pareva di aver letto il nome "Ryota" nell'email di Yusuke...

# 632_Yusuke
source: Ohhh! Uh, about that－
pt_br: Ohhh! Uhm, a proposito di quello－

# 644_Naoya
source: Ryota's last name is Masaoka. Ryota, we're all friends here, so just use your first name, okay?
pt_br: Il cognome di Ryota è Masaoka. Ryota, qui siamo tutti amici, quindi diamoci del tu, ok?

# 656_Tanimura
source: Oh, right. Of course. Sorry about that. Let's give this another try. My name's Ryota. Nice to meet you ladies.
pt_br: Ah, giusto. Certo. Scusatemi. Dai, riproviamo. Mi chiamo Ryota. Piacere di conoscervi, ragazze.

# 668_Akino
source: Nice to meet <Italic>you</Italic>!
pt_br: Piacere di conoscere <Italic>te</Italic>!

# 680_Naoya
source: All right, that wraps up the boys! Girls, you're up.
pt_br: Ok, abbiamo finito con i ragazzi! Ragazze, tocca a voi.

# 692_Yusuke
source: Hey, who put you in charge!?
pt_br: Ehi, chi ti ha nominato capo!?

# 704_Akino
source: Now now, no bickering, boys! I'll start things off. I arranged this little mixer on the girls' side, and my name is Akino!
pt_br: Su su, niente battibecchi, ragazzi! Comincio io. Ho organizzato questo piccolo mixer dalla parte delle ragazze, e mi chiamo Akino!

# 716_Akino
source: I work at a restaurant inside the Millennium Tower. Nice to meet you guys!
pt_br: Lavoro in un ristorante nella Millennium Tower. Piacere di conoscervi, ragazzi!

# 728_Tanimura
source: Nice to meet you, Akino.
pt_br: Piacere, Akino.

# 740_Haruko
source: I'm Haruko. I usually work late nights as a nurse, so I'm looking forward to having some fun today!
pt_br: Sono Haruko. Di solito faccio i turni di notte come infermiera, quindi non vedo l'ora di divertirmi un po' oggi!

# 752_Naoya
source: Wow, a nurse! That sounds like a pretty tough job...
pt_br: Caspita, un infermiere! Sembra proprio un lavoraccio...

# 764_Akino
source: Your turn, Konatsu.
pt_br: Tocca a te, Konatsu.

# 776_Konatsu
source: Oh, right... Uh... Okay, so... I'm Konatsu... Akino-chan invited me out tonight... Um. Glad to be here?
pt_br: Ah, giusto... Ehm... Okay, allora... Sono Konatsu... Akino-chan mi ha invitato stasera... Ehm. Contenta di essere qui, spero?

# 800_Yusuke
source: What do you do for work, Konatsu-chan?
pt_br: Che fai nella vita, Konatsu-chan?

# 812_Konatsu
source: Huh? Oh, um. I work part-time at a bookstore. Yeah...
pt_br: Eh? Ah, uhm. Faccio un part-time in una libreria. Sì...

# 824_Naoya
source: Oh snap, you're a part-timer!? That's pretty much what I am!
pt_br: Ma dai, fai il part-time!? È praticamente quello che sono anch'io!

# 836_Yusuke
source: Yeah, a part-time worker and a full-time flake! Sorry about this guy, Konatsu-chan. He kinda... gets carried away sometimes.
pt_br: Già, un mezzo lavoratore e un fannullone a tempo pieno! Scusa per questo qui, Konatsu-chan. Diciamo che... a volte si fa prendere la mano.

# 848_Konatsu
source: Oh, that's... no problem...
pt_br: Oh, nessun problema...

# 860_Akino
source: Well, all right! Now that we got that taken care of, let's get some food! Who's hungry!?
pt_br: Perfetto! Ora che l'abbiamo sbrigata, mettiamoci sotto a mangiare! Chi ha fame!?

# 872_Akino
source: Anything you'd recommend, Ryota-kun?
pt_br: Qualcosa da consigliare, Ryota-kun?

# 884_Tanimura
source: How about some gyoza? Can't go wrong with those, y'know?
pt_br: Che ne dite di un po' di gyoza? Con quelli si va sempre sul sicuro, no?

# 896_Akino
source: Wow, are you psychic or something? I <Italic>love</Italic> gyoza! Looks like we're two of a kind already!
pt_br: Caspita, hai la palla di cristallo, o cosa? Io <Italic>adoro</Italic> i gyoza! Sembra che siamo già sulla stessa lunghezza d'onda!

# 908_Yusuke
source: Hey, I like gyoza too! That must mean we're... uh... three of a kind? Ahahaha...
pt_br: Oi, anche a me piacciono i gyoza! Vuol dire che siamo... uhm... tre dello stesso stampo? Ahahaha...

# 920_Yusuke
source: (Hey, Tanimura-san... You do remember today's objective, don't you?)
pt_br: (Ehi, Tanimura-san... Non ti sarai mica scordato qual è l'obiettivo di oggi, eh?)

# 932_Tanimura
source: Water is fine for now.
pt_br: L'acqua va bene per ora.

# 944_Tanimura
source: You know, I'm so indecisive at times like these... Yusuke, why don't you pick something for us?
pt_br: Sai, in momenti come questi sono così indeciso... Yusuke, perché non scegli tu qualcosa per noi?

# 956_Yusuke
source: Right... How about something filling and mouthwatering... Oh, I know! We should get some pan-fried gyoza!
pt_br: Ok... Che ne dite di qualcosa di sostanzioso e appetitoso... Ah, so cosa! Prendiamo dei gyoza alla piastra!

# 968_Akino
source: Ooh, great choice, Yusuke! Aside from the garlicky smell, I could eat those all day!
pt_br: Ooh, gran bella scelta, Yusuke! A parte l'odore d'aglio, li mangerei tutto il giorno!

# 980_Yusuke
source: (Thanks for the assist, Tanimura-san!)
pt_br: (Grazie per la mano, Tanimura-san!)

# 1064_Naoya
source: So the other day Yusuke was at work, and this girl totally asks him out!
pt_br: Così l'altro giorno Yusuke era al lavoro, e 'sta ragazza gli ha proprio chiesto di uscire!

# 1076_Yusuke
source: Shut up, Naoya! We don't have to talk about that here!
pt_br: Sta' zitto, Naoya! Non dobbiamo parlarne qui!

# 1088_Akino
source: Why not? I wanna hear more!
pt_br: Ma sì, dai! Voglio sentire di più!

# 1100_Haruko
source: Yeah! You can't just end a story before it gets to the juicy stuff!
pt_br: Dai! Non puoi mica chiudere una storia prima che arrivi al bello!

# 1112_Naoya
source: Apparently, this girl was real old-school about it. She left a love letter in his desk!
pt_br: A quanto pare, questa ragazza era proprio all'antica. Gli ha lasciato una lettera d'amore nel cassetto!

# 1124_Haruko
source: Aww, that is pretty old-fashioned! Nobody does that kind of thing anymore... except maybe Konatsu.
pt_br: Ah, questo è proprio all'antica! Nessuno fa più ste cose... a parte forse Konatsu.

# 1136_Konatsu
source: Hey, Haruko-chan!
pt_br: Ehi, Haruko-chan!

# 1148_Haruko
source: Come on, there's nothing wrong with that! Last time I checked, a girl's allowed to confess her love shyly, right? Anyway, what'd you do after you got the letter, Yusuke-kun?
pt_br: Ma dai, non c'è niente di male in questo! Che io sappia, una ragazza può dichiarare il suo amore con timidezza, no? Comunque, cosa hai fatto dopo aver preso la lettera, Yusuke-kun?

# 1160_Naoya
source: Well, here's the part where Yusuke highlights just how much of a gentleman he really is: he decided to handwrite her a letter back! And boy, did he keep messing up...
pt_br: Allora, è qui che Yusuke sfoggia quanto sia un vero gentiluomo: ha deciso di risponderle con una lettera scritta a mano! E cavoli, non faceva che sbagliare...

# 1172_Naoya
source: He even made me go buy more paper for him! And he works at a printing company, people! There should be loads of it there!
pt_br: Mi ha pure fatto comprare altra carta per lui! E lui lavora in una tipografia, gente! Lì ce ne dovrebbe essere a bizzeffe!

# 1184_Haruko
source: Amazing! So what did he write back? Let me guess... It was a rejection letter, right?
pt_br: Forte! E quindi che ti ha risposto? Fammi indovinare... Era una lettera di rifiuto, vero?

# 1196_Naoya
source: Okay, so this is where it gets good. I thought he'd just put something simple like "Nope, not interested," but he went and said, "I'm sorry, but I'm currently into someone else."
pt_br: Ok, e qui viene il bello. Pensavo si limitasse a una cosa semplice tipo "No, non mi va," invece se n'è uscito con un "Mi dispiace, ma sono già preso."

# 1208_Akino
source: Wow, he went through all that trouble.
pt_br: Wow, si è sbattuto così tanto.

# 1220_Yusuke
source: Enough about this! Let's change the subject! New topic, please!
pt_br: Basta così! Cambiamo argomento! Dai, un nuovo argomento!

# 1232_Konatsu
source: Um, you know...
pt_br: Ehm, sai...

# 1244_Yusuke
source: Hm?
pt_br: Mh?

# 1256_Konatsu
source: I think that was a wonderful thing to do, Yusuke-san, clearing things up for her like that. I'm sure she understands your feelings... You're quite sincere.
pt_br: Penso sia stata una cosa splendida, Yusuke-san, averle chiarito le cose così. Sono sicuro che lei capisca i tuoi sentimenti... Sei piuttosto sincero.

# 1268_Yusuke
source: Oh... Thanks... I honestly didn't think much of it at the time, but I appreciate the compliment all the same. Ahahaha...
pt_br: Oh... Grazie... Sinceramente non ci ho fatto molto caso all' epoca, ma apprezzo il complimento comunque. Ahahaha...

# 1280_Konatsu
source: I meant it.
pt_br: Non scherzavo.

# 1292_Haruko
source: Ooh, Konatsu! Are you into Yusuke-kun?
pt_br: Ooh, Konatsu! Hai una cotta per Yusuke-kun?

# 1304_Konatsu
source: No! Well, I mean, I'm not saying I <Italic>don't</Italic> like him... Ugh, dammit, Haruko!
pt_br: No! Beh, voglio dire, non è che <Italic>non</Italic> mi piaccia... Ugh, cavolo, Haruko!

# 1316_Akino
source: Come on, Haruko! Don't put her on the spot like that! Go easy on the girl.
pt_br: Dai, Haruko! Non metterla in imbarazzo così! Vacci piano con la ragazza.

# 1328_Naoya
source: You know what, Konatsu-chan? You're adorable. Isn't she, Ryota?
pt_br: Sai cosa, Konatsu-chan? Sei un amore. Non trovi, Ryota?

# 1340_Tanimura
source: Yeah. A lot of girls nowadays are so masculine. Not that that's a problem, but... I dunno. Konatsu-chan just seems like the type of girl that makes me want to protect her.
pt_br: Già. Un sacco di ragazze al giorno d'oggi sono così mascoline. Non che questo sia un problema, ma... Boh. Konatsu-chan sembra proprio il tipo di ragazza che mi fa venire voglia di proteggerla.

# 1352_Konatsu
source: I am? Sorry... I don't want to make you do that...
pt_br: Io? Scusa... Non voglio darti questo impiccio...

# 1364_Naoya
source: You don't have to apologize!
pt_br: Non devi scusarti!

# 1376_Haruko
source: Yeah! Just say, "Thanks!" in that cute little voice of yours! Since you're so feminine and all－unlike me, apparently.
pt_br: Dai! Basta che dici 'Grazie!' con quella vocina tanto carina che hai! Visto che sei tutta femminile, e robe così－a quanto pare, non come me.

# 1388_Akino
source: Haruko, what's that supposed to mean? Did Ryota-kun's comment rub you the wrong way?
pt_br: Haruko, come sarebbe a dire? Il commento di Ryota-kun ti è andato di traverso?

# 1400_Haruko
source: Heck no! I'm not <Italic>that</Italic> sensitive, you know!
pt_br: Ma figurati! Non sono <Italic>così</Italic> sensibile, sai!

# 1412_Naoya
source: Haruko-chan, I actually find you quite feminine. And attractive. Thought you'd like to know.
pt_br: Haruko-chan, a dire il vero, ti trovo piuttosto femminile. E attraente. Tanto per fartelo sapere.

# 1424_Tanimura
source: Actually, Yusuke was just saying how cute Akino-san looks today, too.
pt_br: Ma infatti, Yusuke stava giusto dicendo che Akino-san è proprio carina anche oggi.

# 1436_Yusuke
source: Wait, what!?
pt_br: Aspetta, cosa!?

# 1448_Akino
source: Hah! Yeah right, Ryota-kun. I know Yusuke doesn't see me like that. Nice try, though.
pt_br: Ah! Ma va' là, Ryota-kun. So che Yusuke non mi fila in quel modo. Bel tentativo, comunque.

# 1460_Yusuke
source: To be honest, that's not exactly... true.
pt_br: Ad essere onesto, non è proprio... vero.

# 1484_Yusuke
source: I mean, Ryota's totally right. Lately I really have noticed how pretty you are, and... yeah.
pt_br: Cioè, Ryota ha proprio ragione. Ultimamente ho davvero notato quanto sei bello, e... sì.

# 1496_Akino
source: What!? No way! I never would've expected to hear something like that from you, Yusuke. But thanks!
pt_br: Ma che dici!? Ma dai! Non mi sarei mai aspettato di sentire una roba del genere da te, Yusuke. Però grazie!

# 1508_Tanimura
source: Well... Not only is Akino-san really cheerful and cute, but everybody here is great.
pt_br: Beh... Akino-san non è solo proprio allegra e carina, ma qui siete tutti una forza.

# 1520_Yusuke
source: Wha－!?
pt_br: Ma che－!?

# 1532_Akino
source: Aww, thanks, Ryota-kun! Even if you're only being nice!
pt_br: Ah, grazie, Ryota-kun! Anche se fai solo il carino!

# 1544_Haruko
source: So nothing about me!?
pt_br: E di me, niente!?

# 1556_Tanimura
source: Haruko-san, you're a lot of fun. It's easy to relax with you here.
pt_br: Haruko-san, sei proprio una spasso! Ci si rilassa un sacco con te qui.

# 1568_Haruko
source: Are you just saying that out of pity? Well, whatever.
pt_br: Lo dici solo per pietà? Beh, vabbè.

# 1580_Naoya
source: (Hey, Tanimura-san! Don't forget why we're here today! You need to make Yusuke look good!)
pt_br: (Ehi, Tanimura-san! Non dimenticare perché siamo qui oggi! Devi far fare bella figura a Yusuke!)

# 1592_Tanimura
source: Well... Haruko-san is a great conversationalist, and she has an awesome personality.
pt_br: Beh... Haruko-san è una che sa chiacchierare da Dio, e ha una personalità pazzesca.

# 1604_Yusuke
source: Wow, Ryota, I didn't know you were after Haruko-chan. Heheh.
pt_br: Cavolo, Ryota, non sapevo che le stavi dietro a Haruko-chan. Heheh.

# 1616_Akino
source: Hmm. So Haruko's more your type, Ryota-kun?
pt_br: Hmm. Allora Haruko è più il tuo tipo, Ryota-kun?

# 1628_Naoya
source: Guess Ryota's more outspoken than he looks. How about you, Yusuke? What's your take?
pt_br: A quanto pare, Ryota è più schietto di quel che sembra. E tu, Yusuke? Tu che ne dici?

# 1640_Yusuke
source: Huh!? Umm... I think everyone here is great? Yeah!
pt_br: Eh!? Uhm... Penso che tutti qui siano fantastici? Sì!

# 1652_Akino
source: Come on, Yusuke. Are you hiding something?
pt_br: Dai, Yusuke. Stai nascondendo qualcosa?

# 1664_Yusuke
source: No, not at all!
pt_br: No, per niente!

# 1676_Naoya
source: But Yusuke did tell me how cute he thought you were the other day when you guys bumped into each other again.
pt_br: Ma Yusuke mi ha proprio detto quanto ti trovava carino l'altro giorno quando vi siete incrociati di nuovo.

# 1688_Yusuke
source: Wait, what!?
pt_br: Aspetta, cosa!?

# 1700_Akino
source: Yeah right, Naoya-kun! I already know Yusuke's not into me. Nice try, though.
pt_br: Sì, come no, Naoya-kun! So già che Yusuke non mi fila. Bel tentativo, comunque.

# 1712_Yusuke
source: To be honest, that's not exactly... true.
pt_br: Ad essere onesto, non è proprio... vero.

# 1736_Yusuke
source: Well, just like Naoya said, I've been noticing how cute you are lately...
pt_br: Beh, proprio come ha detto Naoya, ho notato quanto sei carino ultimamente...

# 1748_Akino
source: What!? No way! I never would've expected to hear something like that from you, Yusuke. But thanks!
pt_br: Ma che dici!? Ma dai! Non mi sarei mai aspettato di sentire una roba del genere da te, Yusuke. Però grazie!

# 1832_Haruko
source: Mm, this is delicious! Oh, by the way－I guess I should've asked this earlier, but you guys are still single, right?
pt_br: Mm, che buono! Ah, a proposito－avrei dovuto chiederlo prima, ma voi ragazzi siete ancora single, vero?

# 1844_Yusuke
source: Yeah. I only invited single guys to this get-together.
pt_br: Sì. Ho invitato solo ragazzi single a questo incontro.

# 1856_Naoya
source: Haha, and I bet it wasn't easy, considering most of his friends are starting to settle down.
pt_br: Ah ah, e scommetto che non è stato facile, visto che la maggior parte dei suoi amici sta iniziando a mettere la testa a posto.

# 1868_Yusuke
source: Hey, you're single too, you know!
pt_br: Ehi, anche tu sei single, sai!

# 1880_Naoya
source: True enough. But there's already a girl I have my eyes on. Not that I stand a chance...
pt_br: È vero. Però c'è già una ragazza che ho puntato. Tanto non ho speranze...

# 1892_Yusuke
source: What?
pt_br: Cosa?

# 1904_Haruko
source: Oh, stop being so negative! Today is your chance to forget about all that!
pt_br: Oh, smettila di fare il negativo! Oggi è la tua chance per dimenticare tutto quello!

# 1916_Akino
source: That's right. And look! Our glasses are almost empty! Let's order another round!
pt_br: Giusto. E guardate! I nostri bicchieri sono quasi vuoti! Facciamo un altro giro!

# 1928_Yusuke
source: Shouldn't you be taking it easy on the drinks, Akino...?
pt_br: Non dovresti andarci giù pesante coi drink, Akino...?

# 1940_Akino
source: What's your problem, Yusuke? Are you trying to say I drink too much?
pt_br: Qual è il tuo problema, Yusuke? Vuoi dire che bevo troppo?

# 1952_Yusuke
source: No, that's not what I meant!
pt_br: No, non era quello che volevo dire!

# 1964_Tanimura
source: Don't worry, Yusuke. We're all having fun here. How about you go and order some more drinks for us?
pt_br: Non ti preoccupare, Yusuke. Qui ci stiamo divertendo tutti. Che ne dici di fare un salto e ordinarci qualche altra bevuta?

# 1976_Yusuke
source: Oh... For sure.
pt_br: Oh... Eh, sicuro.

# 1988_Tanimura
source: Okay then, what'll it be?
pt_br: Allora, che si prende?

# 2000_Tanimura
source: How about yuzu honey sours?
pt_br: Che ne dite di sours allo yuzu e miele?

# 2012_Yusuke
source: Oh, yeah. That sounds good. Hey, Akino, I hope you like yuzu honey sours.
pt_br: Ah, sì. Ci sta. Ehi, Akino, spero ti piacciano i yuzu honey sour.

# 2024_Akino
source: That's exactly what I was thinking! How did you know? You're awesome, Yusuke.
pt_br: È proprio quello che pensavo! Ma come hai fatto? Sei un grande, Yusuke.

# 2036_Tanimura
source: Maybe we've had enough alcohol. How about we switch over to something else? Like oolong tea?
pt_br: Magari abbiamo bevuto abbastanza alcol. Che ne dite se passiamo a qualcos'altro? Tipo il tè oolong?

# 2048_Yusuke
source: Oh... All right. That seems like a pretty safe bet. Akino, how about we order oolong tea next?
pt_br: Ah... Va bene. Mi sembra una garanzia. Akino, che ne dici se ordiniamo tè oolong dopo?

# 2060_Akino
source: What!? Are you trying to be my dad or something? I'm not done drinking yet!
pt_br: Cosa!? Ma mi fai da papà, adesso? Non ho mica finito di bere!

# 2072_Tanimura
source: (Looks like that was a bad call...)
pt_br: (Sembra che sia stata una cantonata...)

# 2084_Tanimura
source: (Yusuke has a hard time standing up to Akino... This is gonna be amusing. Think I'll just hang back and watch what happens.)
pt_br: (Yusuke fatica a tener testa ad Akino... Sarà spassoso. Mi sa che me ne starò un po' in disparte a vedere che succede.)

# 2120_All
source: A detective.
pt_br: Un detective.

# 2156_All
source: I like pan-fried gyoza.
pt_br: Mi piacciono i gyoza alla piastra.

# 2168_All
source: I'll leave it up to Yusuke.
pt_br: Lascio fare a Yusuke.

# 2180_All
source: Very!
pt_br: Eccome!

# 2192_All
source: Akino is cute too.
pt_br: Anche Akino è carina.
