Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00a401e2.po
Languages: pt_br

source: Elderly Woman
pt_br: Anziana

source: Girl
pt_br: Ragazza

source: Businessman
pt_br: Uomo d'affari

source: Little Girl
pt_br: Bambina

# 192_Kiryu
source: You found his contact lenses?
pt_br: Hai trovato le sue lenti a contatto?

# 204_Minoru
source: Yeah, thanks to you!
pt_br: Eh sì, grazie a te!

# 216_Kiryu
source: That's good.
pt_br: Ottimo così.

# 228_Minoru
source: The mother of that lost little girl came by for her, too. She said to tell you thank you.
pt_br: La madre di quella bambina smarrita è venuta a prenderla anche lei. Ha detto di dirti grazie.

# 240_Kiryu
source: Great.
pt_br: Bene.

# 252_Kiryu
source: Is this the purse that was stolen from you?
pt_br: È questa la borsa che ti hanno rubato?

# 276_Elderly Woman
source: That's it! Let me look inside.
pt_br: Eccolo! Fammi guardare dentro.

# 288_Elderly Woman
source: Thank goodness! The fountain pen from my husband is still here. I don't know how I can ever thank you!
pt_br: Meno male! La stilografica di mio marito è ancora qui. Non so come potrò mai ringraziarti!

# 300_Kiryu
source: Don't worry about it. I couldn't just sit back and let your purse get taken.
pt_br: Figurati. Non potevo certo starmene con le mani in mano e lasciare che ti fregassero la borsa.

# 312_Elderly Woman
source: Thank you so much. Take care, young man!
pt_br: Grazie mille. Stammi bene, giovanotto!

# 372_Kiryu
source: Let's see. Guess that takes care of everything. Let's go find Saya.
pt_br: Vediamo un po'. Direi che abbiamo sistemato tutto. Andiamo a trovare Saya.

# 384_Minoru
source: Right!
pt_br: Giusto!

# 420_Minoru
source: The mother of that lost little girl came by for her, too. She said to tell you thank you.
pt_br: La madre di quella bambina smarrita è venuta a prenderla anche lei. Ha detto di dirti grazie.

# 432_Kiryu
source: Great.
pt_br: Bene.

# 444_Kiryu
source: Let's see. Guess that takes care of everything. Let's go find Saya.
pt_br: Vediamo un po'. Direi che abbiamo sistemato tutto. Andiamo a trovare Saya.

# 456_Minoru
source: Right!
pt_br: Giusto!

# 492_Kiryu
source: Is this the purse that was stolen from you?
pt_br: È questa la borsa che ti hanno rubato?

# 516_Elderly Woman
source: That's it! Let me look inside.
pt_br: Eccolo! Fammi guardare dentro.

# 528_Elderly Woman
source: Thank goodness! The fountain pen from my husband is still here. I don't know how I can ever thank you!
pt_br: Meno male! La stilografica di mio marito è ancora qui. Non so come potrò mai ringraziarti!

# 540_Kiryu
source: Don't worry about it. I couldn't just sit back and let your purse get taken.
pt_br: Figurati. Non potevo certo starmene con le mani in mano e lasciare che ti fregassero la borsa.

# 552_Elderly Woman
source: Thank you so much. Take care, young man!
pt_br: Grazie mille. Stammi bene, giovanotto!

# 612_Kiryu
source: Let's see. Guess that takes care of everything. Let's go back to Saya.
pt_br: Allora, vediamo un po'. Mi sa che abbiamo sistemato tutto. Torniamo da Saya.

# 624_Minoru
source: Right!
pt_br: Giusto!

# 660_Kiryu
source: You found his contact lenses?
pt_br: Hai trovato le sue lenti a contatto?

# 672_Minoru
source: Yeah, thanks to you!
pt_br: Eh sì, grazie a te!

# 684_Kiryu
source: It was nothing.
pt_br: Non è stato niente.

# 696_Minoru
source: The mother of that lost little girl came by for her, too. She said to tell you thank you.
pt_br: La madre di quella bambina smarrita è venuta a prenderla anche lei. Ha detto di dirti grazie.

# 708_Kiryu
source: Great.
pt_br: Bene.

# 732_Kiryu
source: You found his contact lenses?
pt_br: Hai trovato le sue lenti a contatto?

# 744_Minoru
source: Yeah, thanks to you!
pt_br: Eh sì, grazie a te!

# 756_Kiryu
source: That's good.
pt_br: Ottimo così.

# 768_Kiryu
source: Is this the purse that was stolen from you?
pt_br: È questa la borsa che ti hanno rubato?

# 792_Elderly Woman
source: That's it! Let me look inside.
pt_br: Eccolo! Fammi guardare dentro.

# 804_Elderly Woman
source: Thank goodness! The fountain pen from my husband is still here. I don't know how I can ever thank you!
pt_br: Meno male! La stilografica di mio marito è ancora qui. Non so come potrò mai ringraziarti!

# 816_Kiryu
source: Don't worry about it. I couldn't just sit back and let your purse get taken.
pt_br: Figurati. Non potevo certo starmene con le mani in mano e lasciare che ti fregassero la borsa.

# 828_Elderly Woman
source: Thank you so much. Take care, young man!
pt_br: Grazie mille. Stammi bene, giovanotto!

# 900_Kiryu
source: Hey, are you Minoru?
pt_br: Ehi, sei Minoru?

# 912_Minoru
source: Uh, that's right. Who are you?
pt_br: Ah, giusto. Chi sei?

# 924_Kiryu
source: I'm Kazuma Kiryu, a friend of Saya's father.
pt_br: Sono Kazuma Kiryu, un amico del padre di Saya.

# 936_Minoru
source: Oh, you know Saya? Nice to meet you. I'm Minoru Aihara.
pt_br: Oh, conosci Saya? Piacere di conoscerti. Sono Minoru Aihara.

# 948_Kiryu
source: What are you doing hanging around here? Saya's been waiting for you forever.
pt_br: Che ci fai qui a bighellonare? Saya ti aspetta da una vita.

# 960_Minoru
source: Oh, it's this little girl... I've been trying to help her find her mother.
pt_br: Ah, è questa ragazzina... Ho cercato di aiutarla a trovare sua madre.

# 972_Kiryu
source: Find her mother?
pt_br: Ritrovare sua madre?

# 984_Minoru
source: She says she's lost. Sounds like she and her mom were supposed to be seeing a play at the theater.
pt_br: Dice che si è persa. Sembra che lei e sua madre dovessero andare a vedere uno spettacolo a teatro.

# 996_Girl
source: Waaaaaaah! Where's my mommy!?
pt_br: Uaaaaaaah! Dov'è la mia mamma!?

# 1008_Kiryu
source: Okay...
pt_br: Va bene...

# 1020_Kiryu
source: Who's this lady, then?
pt_br: Chi è questa donna, allora?

# 1032_Minoru
source: While I was trying to look for this girl's mother, somebody ran off with this lady's purse.
pt_br: Mentre ero lì a cercare la madre di questa ragazzina, qualcuno si è fregato la borsa di questa signora.

# 1044_Elderly Woman
source: That purse has a memento in it from my late husband. I just wish I could get his fountain pen back...
pt_br: Quella borsetta ha dentro un ricordo del mio compianto marito. Vorrei tanto riavere la sua penna stilografica...

# 1056_Kiryu
source: I see.
pt_br: Capisco.

# 1068_Kiryu
source: And what about this guy?
pt_br: E questo qui?

# 1080_Minoru
source: When I tried to chase the thief down, I accidentally bumped into him.
pt_br: Quando ho provato a inseguire il ladro, gli sono andato addosso per sbaglio.

# 1092_Businessman
source: I lost my contact lenses! I'm blind as a bat without them!
pt_br: Ho perso le lenti a contatto! Senza di quelle sono cieco come una talpa!

# 1104_Kiryu
source: Well then.
pt_br: Allora.

# 1116_Kiryu
source: Now I see why you've been tied up. But you should've at least called Saya to let her know.
pt_br: Ora capisco perché eri così preso. Ma avresti dovuto almeno chiamare Saya per farle sapere.

# 1128_Minoru
source: Actually... I sort of lost my cell phone somewhere along the way.
pt_br: A dire il vero... ho perso il mio telefonino da qualche parte per strada.

# 1152_Little Girl
source: Hey, mister... Can you find my mommy!? Waaaaaaah! Waaaaaaah! Where's my mommy!?
pt_br: Ehi, signore... Puoi trovare la mia mami!? Uaaaaaah! Uaaaaaah! Dov'è la mia mami!?

# 1164_Elderly Woman
source: Please, I could do without the purse, but could you get my husband's fountain pen back?
pt_br: La prego, della borsa potrei anche fare a meno, ma riuscirebbe a recuperare la stilografica di mio marito?

# 1176_Businessman
source: Hold on! Don't move! What if you step on my contacts!?
pt_br: Alt! Non muoverti! E se mi calpesti le lenti a contatto!?

# 1188_Minoru
source: Man, what do I do?
pt_br: Mamma mia, che faccio?

# 1200_Kiryu
source: You just help him find his contact lenses, I'll handle the rest.
pt_br: Tu pensa solo ad aiutarlo a trovare le sue lenti a contatto, al resto ci penso io.

# 1212_Minoru
source: What?
pt_br: Cosa?

# 1224_Kiryu
source: I'll get this woman's purse back and find this girl's mother, too.
pt_br: Recupererò la borsa di questa donna e troverò anche la madre di questa bambina.

# 1236_Minoru
source: Are you sure?
pt_br: Sei sicuro?

# 1248_Kiryu
source: You want to keep Saya and her dad waiting any longer?
pt_br: Vuoi far aspettare Saya e suo padre ancora?

# 1260_Minoru
source: Kiryu-san... I appreciate this. I'll keep looking for this man's contacts.
pt_br: Kiryu-san... Ne sono davvero grato. Continuerò a cercare i contatti di quest'uomo.
