Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c001f.po
Languages: pt_br

# 8208_Akiyama
source: Or maybe something more.
pt_br: O magari qualcosa di più.

# 8220_Noa
source: I see.
pt_br: Capisco.

# 8232_Akiyama
source: They're probably waiting for the right time to make a move.
pt_br: Probabilmente stanno solo aspettando l'occasione buona per farsi sotto.

# 8244_Noa
source: Oh no. I was just trying to talk to people. This is so scary...
pt_br: Oh no. Stavo solo cercando di parlare con la gente. Che paura...

# 8256_Akiyama
source: You have to get rid of that habit. Especially if you do it without noticing.
pt_br: Devi sbarazzarti di quell'abitudine. Soprattutto se lo fai senza accorgertene.

# 8268_Noa
source: You're right. But how can I?
pt_br: Hai ragione. Ma come faccio?

# 8280_Akiyama
source: Hmm. How about always keeping something in your hands? Like a handkerchief.
pt_br: Mmm. Che ne dici di tenere sempre qualcosa in mano? Tipo un fazzoletto.

# 8292_Noa
source: Hey, that's not a bad idea. I'll give that a try.
pt_br: Ehi, non è mica male come idea. Ci proverò.

# 8304_Noa
source: You're pretty smart, you know. <Color:7>♥<Color:Default>
pt_br: Sei proprio sveglio, eh. <Color:7>♥<Color:Default>

# 8316_Akiyama
source: Uh-oh! You touched me again!
pt_br: Ahia! Mi hai toccato di nuovo!

# 8328_Noa
source: Ahh! Why do I keep doing that?
pt_br: Ah! Perché continuo a farlo?

# 8340_Akiyama
source: This could take a while...
pt_br: Qui ci vorrà un po'...

# 8352_Noa
source: Hehe. I think you're right. <Color:7>♥<Color:Default>
pt_br: Hehe. Credo che tu abbia ragione. <Color:7>♥<Color:Default>

# 8364_Noa
source: Oh... How long is this going to last?
pt_br: Oh... Quanto deve durare questa storia?

# 8376_Akiyama
source: What?
pt_br: Cosa?

# 8388_Noa
source: This stalker... It feels like he's been bothering me forever.
pt_br: Questo stalker... È come se mi assillasse da una vita.

# 8400_Akiyama
source: Hmm. You could take a taxi to and from work.
pt_br: Mmh. Potresti prenderti un taxi per andare e tornare dal lavoro.

# 8412_Noa
source: That'd be too expensive.
pt_br: Sarebbe troppo costoso.

# 8424_Akiyama
source: Yeah, that's true. What if you asked another hostess to walk home with you?
pt_br: Già, è vero. E se chiedessi a un'altra hostess di accompagnarti a casa?

# 8436_Noa
source: Um... I don't want to tell the other girls about this.
pt_br: Uhm... non vorrei dirlo alle altre ragazze.

# 8448_Akiyama
source: Don't you have any friends here?
pt_br: Non hai amici qui?

# 8460_Noa
source: It's not about friendship. We just don't talk about our private lives very much.
pt_br: Non è questione di amicizia. Non ci raccontiamo molto della nostra vita privata.

# 8472_Akiyama
source: If that's the case, it's possible the other girls are having similar problems and you don't even know it.
pt_br: Se è così, è possibile che anche le altre ragazze abbiano problemi simili e tu non lo sappia nemmeno.

# 8484_Noa
source: Oh. I didn't think of that...
pt_br: Oh. Non ci avevo pensato...

# 8496_Akiyama
source: You should consider talking to them about it. They might be able to help.
pt_br: Potresti provare a parlargliene. Magari ti danno una mano.

# 8508_Noa
source: Okay, I'll try talking to them about it sometime!
pt_br: Ok, proverò a parlargliene prima o poi!

# 8520_Akiyama
source: Don't worry about the other girls, then. I could be your escort.
pt_br: Non ti preoccupare delle altre ragazze, allora. Potrei essere il tuo accompagnatore.

# 8532_Noa
source: But that could backfire.
pt_br: Ma potrebbe ritorcersi contro.

# 8544_Akiyama
source: Backfire? How?
pt_br: Si ritorce contro? Come?

# 8556_Noa
source: If he saw me walking with you, it might make him angry.
pt_br: Se mi vedesse camminare con te, potrebbe farlo incazzare.

# 8568_Akiyama
source: Huh. That's possible...
pt_br: Mh. È possibile...

# 8580_Noa
source: Thanks for offering, but I don't think it's worth the risk.
pt_br: Grazie dell'offerta, ma non credo che valga il rischio.

# 8592_Akiyama
source: I guess you're right.
pt_br: Direi che hai ragione.

# 8604_Akiyama
source: Do you want me to talk to the girls for you?
pt_br: Vuoi che parli io con le ragazze per te?

# 8616_Noa
source: What? No, no, no. You're already helping me enough without asking the other girls to escort me home.
pt_br: Ma no, no, no. Mi stai già aiutando abbastanza senza chiedere alle altre ragazze di scortarmi a casa.

# 8628_Akiyama
source: Don't worry about it. I like getting involved in other people's business.
pt_br: Non ti preoccupare. Mi piace mettere il naso negli affari degli altri.

# 8640_Noa
source: No, please! I'd be too embarrassed to have everybody worrying about me.
pt_br: No, ti prego! Sarei troppo imbarazzata ad avere tutti in pensiero per me.

# 8652_Akiyama
source: Hmm... Well, if anything else happens, just call me.
pt_br: Mmh... Beh, se succede qualcos'altro, chiamami e basta.

# 8664_Noa
source: Okay.
pt_br: Ok.

# 8676_Akiyama
source: What kind of guys do you like, Noa?
pt_br: Che tipo di ragazzi ti piacciono, Noa?

# 8688_Noa
source: Guys? Well...
pt_br: I ragazzi? Beh...

# 8700_Noa
source: Wait a second! You never told me how you pick up girls!
pt_br: Aspetta un attimo! Non mi hai mai detto come rimorchi le ragazze!

# 8712_Akiyama
source: I didn't? Huh, that's weird! Anyway, what kind of guys do you like?
pt_br: Non l'ho fatto? Ah, che strano! Comunque, che tipo di ragazzi ti piacciono?

# 8724_Noa
source: Hey! That's not fair!
pt_br: Ehi! Non vale!

# 8736_Akiyama
source: Heheh.
pt_br: Eheh.

# 8748_Noa
source: Oh, fine. I guess I like guys who work hard, drive fast...
pt_br: Ah, va bene. Direi che mi piacciono i ragazzi che lavorano sodo, guidano veloce...

# 8760_Noa
source: ...and treat me well.
pt_br: ...e trattami bene.

# 8772_Akiyama
source: So they have to be rich?
pt_br: Quindi devono essere ricchi?

# 8784_Noa
source: I didn't say that. I don't care about money.
pt_br: Non ho detto mica quello. A me dei soldi non me ne importa.

# 8796_Akiyama
source: But don't most hardworking people end up having money anyways?
pt_br: Ma la maggior parte di quelli che si fanno il mazzo, alla fine, non si ritrovano con i soldi, comunque?

# 8808_Noa
source: No! Not everybody who works hard is rewarded for it, you know.
pt_br: No! Non tutti quelli che si fanno il mazzo vengono ricompensati per questo, sai.

# 8820_Noa
source: I just want him to do his best!
pt_br: Voglio solo che faccia del suo meglio!

# 8832_Akiyama
source: But the only way you'd know that is if you work together.
pt_br: Ma l'unico modo per saperlo è se ci lavori insieme.

# 8844_Akiyama
source: That's the thing about money. You can see right away if somebody has it.
pt_br: I soldi sono fatti così. Si vede subito se uno ce li ha.

# 8856_Noa
source: Hmm. That's true. I hadn't thought about that...
pt_br: Hmm. È vero. Non ci avevo pensato...

# 8868_Akiyama
source: You really like cars, don't you?
pt_br: Ti piacciono proprio le macchine, vero?

# 8880_Noa
source: I love them! <Color:7>♥<Color:Default>
pt_br: Li adoro! <Color:7>♥<Color:Default>

# 8892_Akiyama
source: And I suppose you don't like automatic transmissions, huh?
pt_br: E il cambio automatico non ti piace, immagino, eh?

# 8904_Noa
source: That's right! It's manual or nothing for me!
pt_br: Proprio così! O manuale o niente per me!

# 8916_Akiyama
source: That's going to be tough. Lots of young guys don't even have cars.
pt_br: La vedo dura. Un sacco di ragazzi giovani non hanno nemmeno una macchina.

# 8928_Noa
source: Oh, it doesn't have to be a young guy. I don't care much about age.
pt_br: Oh, non deve essere per forza un ragazzo giovane. Non mi importa granché dell'età.

# 8940_Akiyama
source: Is that so?
pt_br: È così?

# 8952_Noa
source: Yeah. So I wouldn't even mind going out with a guy your age. <Color:7>♥<Color:Default>
pt_br: Sì, dai. Non mi farei problemi a uscire con un tipo della tua età. <Color:7>♥<Color:Default>

# 8964_Akiyama
source: Uh. Thanks, I guess...
pt_br: Mh. Grazie, immagino...

# 8976_Akiyama
source: That last one's pretty obvious, don't you think? No girl likes mean guys, right?
pt_br: Quell'ultima cosa è abbastanza ovvia, non credi? A nessuna ragazza piacciono i tipi stronzi, vero?

# 8988_Noa
source: Well... Maybe a masochist?
pt_br: Beh... Magari un masochista?

# 9000_Akiyama
source: But that's kind of a special case.
pt_br: Ma quello è un po' un caso speciale.

# 9012_Noa
source: Well, whatever! I just want to be treated well!
pt_br: Vabbè, quello che è! Voglio solo essere trattata bene!

# 9024_Akiyama
source: I understand, but were you treated badly in the past or something?
pt_br: Capisco, ma sei stata trattata male in passato o roba simile?

# 9036_Noa
source: What? No, not really.
pt_br: Cosa? No, mica tanto.

# 9048_Noa
source: Why's it so hard to accept that women just wanna be treated well?
pt_br: Perché è così difficile accettare che le donne vogliono solo essere trattate bene?

# 9072_Noa
source: So, where do you like to go on dates?
pt_br: Allora, dove ti piace andare agli appuntamenti?

# 9084_Akiyama
source: Dates? Hmm, I don't know... That's hard to say.
pt_br: Appuntamenti? Mmm, non saprei... Questo è difficile da dire.

# 9096_Akiyama
source: What about you? What would your ideal date be like?
pt_br: E tu? Come sarebbe il tuo appuntamento ideale?

# 9108_Noa
source: Well, I－
pt_br: Beh, io...

# 9120_Noa
source: Hey! Why do I always have to go first!? It isn't fair!
pt_br: Ehi! Perché tocca sempre a me per primo!? Non è giusto!

# 9132_Akiyama
source: This is the last time. I promise.
pt_br: Questa è l'ultima volta. Lo prometto.

# 9144_Noa
source: Hmph. Well, all right...
pt_br: Bah. Va bene...

# 9156_Noa
source: Let's see. We would go out to lunch, then a bit of shopping...
pt_br: Vediamo un po'. Andremmo a pranzo, poi un po' di shopping...

# 9168_Noa
source: Play some video games at home, too. And then dinner! Oh, and I wouldn't mind going to a race!
pt_br: E potremmo anche farci qualche partita ai videogiochi a casa. E poi a cena! Ah, e non mi dispiacerebbe affatto andare a una corsa!

# 9180_Akiyama
source: They don't have races that often.
pt_br: Non ci sono corse così spesso.

# 9192_Noa
source: Of course they do! There's a race almost every week somewhere.
pt_br: Ma certo! C'è una corsa quasi ogni settimana da qualche parte.

# 9204_Akiyama
source: There is? I don't hear too much about them.
pt_br: Ci sono? Non ne sento parlare molto.

# 9216_Noa
source: I should take you to one, then! I bet you'll love it. <Color:7>♥<Color:Default>
pt_br: Ti ci dovrei proprio portare, allora! Scommetto che lo adorerai. <Color:7>♥<Color:Default>

# 9228_Akiyama
source: Heh, if you say so. Do you need earplugs or something?
pt_br: Eh, se lo dici tu. Ti servono i tappi per le orecchie o qualcosa del genere?

# 9240_Noa
source: Oh no. It'd be a waste to wear earplugs at a race! The sound is half the fun! <Color:7>♥<Color:Default>
pt_br: Ma no! Sarebbe un peccato mettersi i tappi alle orecchie a una gara! Il sound è metà del divertimento! <Color:7>♥<Color:Default>

# 9252_Akiyama
source: That can't be good for your ears...
pt_br: Non può essere un bene per le tue orecchie...

# 9264_Akiyama
source: Doesn't really sound like a date. That's just hanging out.
pt_br: Non suona mica tanto come un appuntamento. Quella è solo passare il tempo.

# 9276_Noa
source: What's wrong with just hanging out? I think that would be plenty of fun.
pt_br: Che c'è di male a vederci e basta? Credo che ci divertiremmo un sacco.

# 9288_Akiyama
source: What about going to a movie or an amusement park?
pt_br: Che ne dici di andare al cinema o a un parco divertimenti?

# 9300_Noa
source: Oh, come on. I'm not a high school kid going out on her first date. I'd rather do everyday things with someone I like.
pt_br: Ma dai! Non sono una ragazzina delle superiori al suo primo appuntamento. Preferirei fare cose di tutti i giorni con qualcuno che mi piace.

# 9312_Akiyama
source: Really? That's all?
pt_br: Davvero? Tutto qui?

# 9324_Noa
source: Sure. You'll understand sooner or later. <Color:7>♥<Color:Default>
pt_br: Ma certo. Lo capirai prima o poi. <Color:7>♥<Color:Default>

# 9336_Akiyama
source: I don't think we have the same tastes. Why would you want to play video games at home when you're on a date?
pt_br: Mi sa che non abbiamo gli stessi gusti. Ma perché dovresti voler giocare ai videogiochi a casa quando sei a un appuntamento?

# 9348_Noa
source: Because it'd be fun to play video games with a guy I like.
pt_br: Perché sarebbe uno spasso giocare ai videogiochi con un ragazzo che mi piace.

# 9360_Akiyama
source: Hmm. If a girl said she wanted to go home to play video games during our date, I don't know what I'd think.
pt_br: Mmh. Se una tipa dicesse che voleva tornare a casa a giocare ai videogiochi durante il nostro appuntamento, non saprei cosa pensare.

# 9384_Noa
source: But then, I'm easily affected by other people. If my date wanted to do something I'd normally find odd, I'd probably give it a try.
pt_br: Ma d'altronde, mi lascio condizionare facilmente dagli altri. Se il mio accompagnatore volesse fare qualcosa che di solito troverei strano, probabilmente ci proverei.

# 9396_Akiyama
source: Heh. Flexibility is definitely valuable, especially for a ballet dancer.
pt_br: Heh. La flessibilità è decisamente preziosa, specialmente per un ballerino di danza classica.

# 9408_Noa
source: Oh, ha ha. Very funny, mister. <Color:7>♥<Color:Default>
pt_br: Oh, ah ah. Molto spiritoso, signore. <Color:7>♥<Color:Default>

# 9420_Noa
source: One of my friends started working as a race queen.
pt_br: Una mia amica ha iniziato a fare la race queen.

# 9444_Noa
source: Yeah. I wish I could do that too!
pt_br: Ah, magari! Lo vorrei fare anch'io!

# 9456_Akiyama
source: Really? You'd like to be a race queen?
pt_br: Davvero? Ti piacerebbe fare la race queen?

# 9468_Noa
source: Yep! Every time I go to a race, I think of how much fun it would be. <Color:7>♥<Color:Default>
pt_br: Sì! Ogni volta che vado a una gara, penso a quanto mi divertirei. <Color:7>♥<Color:Default>

# 9480_Akiyama
source: They do add something to the race, don't they?
pt_br: Danno proprio un tocco in più a 'sta corsa, non trovi?

# 9492_Noa
source: Yeah! They make it a lot more fun to watch.
pt_br: Già! Rendono la cosa molto più divertente da guardare.

# 9504_Akiyama
source: Hmm... You know, it's good for the audience, but what about the drivers?
pt_br: Mmh... Sai, è un bene per il pubblico, ma che ne è dei piloti?

# 9516_Noa
source: What do you mean?
pt_br: Cosa intendi?

# 9528_Akiyama
source: Well, it must be hard to concentrate with pretty girls in bathing suits running around.
pt_br: Beh, dev'essere dura concentrarsi con ragazze carine in costume che corrono in giro.

# 9540_Noa
source: Hahaha! Don't worry about them. Once the race starts, race queens are the last thing on their minds. <Color:7>♥<Color:Default>
pt_br: Ahahah! Non preoccuparti di loro. Una volta iniziata la gara, le ombrelline sono l'ultima cosa a cui pensano. <Color:7>♥<Color:Default>

# 9552_Akiyama
source: Heh, yeah.
pt_br: Eh, già.

# 9564_Akiyama
source: Maybe you could dress up like one here. You could have a race queen day.
pt_br: Magari potresti vestirti come una qui. Potresti fare una giornata da race queen.

# 9576_Noa
source: What!? We couldn't do that at the club!
pt_br: Cosa!? Non potremmo mica farlo al club!

# 9588_Akiyama
source: Heh, it wouldn't be so bad.
pt_br: Eh, non sarebbe mica male.

# 9600_Noa
source: But it wouldn't mean anything without the cars!
pt_br: Ma non avrebbe senso senza le macchine!

# 9612_Akiyama
source: I don't know about that. Pretty girls in bathing suits would mean a lot to me.
pt_br: Non so che dire. Delle belle ragazze in costume da bagno mi farebbero un gran piacere.

# 9624_Noa
source: Ugh, why is it that men only ever have one thing on their minds?
pt_br: Ugh, ma perché gli uomini pensano sempre e solo a quello?

# 9648_Akiyama
source: Wouldn't that be embarrassing? I mean, you'd be in a bathing suit. A pretty skimpy one, too.
pt_br: Non sarebbe un po' imbarazzante? Cioè, saresti in costume da bagno. E pure uno piuttosto striminzito.

# 9660_Noa
source: Ha, I don't mind! I'm used to wearing leotards for ballet.
pt_br: Ahah, non mi faccio problemi! Sono abituata a indossare i body per il balletto.

# 9672_Akiyama
source: Oh, that's right. So you're used to having people stare at you.
pt_br: Ah, è vero. Quindi sei abituata a farti fissare dalla gente.

# 9684_Noa
source: Yep. And you don't have to dance as a race queen, so it'd be much easier.
pt_br: Già. E non devi ballare come una race queen, quindi sarebbe molto più facile.

# 9696_Akiyama
source: Okay. It might be a good fit for you, then. You're certainly pretty enough.
pt_br: Ok. Allora potrebbe fare al caso tuo. Hai senz'altro il fascino che serve.

# 9708_Noa
source: Hehe, thank you! <Color:7>♥<Color:Default>
pt_br: Hehe, grazie! <Color:7>♥<Color:Default>

# 9720_Noa
source: The other day, one of the kids at my ballet class said－
pt_br: L'altro giorno, uno dei ragazzini alla mia lezione di balletto ha detto－

# 9732_Akiyama
source: Wait, what? You're a ballet teacher too?
pt_br: Aspetta, cosa? Sei anche un'insegnante di balletto?

# 9744_Noa
source: Oh, yes! I teach ballet to kids once a week. <Color:7>♥<Color:Default>
pt_br: Ah, sì! Insegno balletto ai bambini una volta alla settimana. <Color:7>♥<Color:Default>

# 9756_Akiyama
source: I knew you danced, but I had no idea you taught.
pt_br: Sapevo che ballavi, ma non avevo idea che insegnassi.

# 9768_Noa
source: Heh, yeah. It's a lot of fun!
pt_br: Eh, sì. È un sacco di divertimento!

# 9780_Noa
source: Anyway, I usually go to class without any makeup on, but this time I went completely made up.
pt_br: Comunque, di solito vado a lezione struccata, ma questa volta sono andata tutta truccata.

# 9792_Noa
source: All of the girls kept saying how cute I was.
pt_br: Tutte le ragazze non facevano che dire quanto fossi carino.

# 9804_Akiyama
source: Heh, I bet.
pt_br: Ah, figurati.

# 9816_Noa
source: Then one of them said, "You look a hundred times better than usual!"
pt_br: Poi uno di loro ha detto: "Sembri cento volte meglio del solito!"

# 9828_Akiyama
source: Ha! That's not the kind of compliment you really want to get, is it?
pt_br: Ah ah! Non è mica il complimento che ti piacerebbe sentirti dire, eh?

# 9840_Noa
source: Oh, I thought it was hilarious! I mean, I'm a hundred times better looking with makeup!?
pt_br: Oh, mi faceva morire dalle risate! Cioè, sono cento volte più bella con il trucco!?

# 9852_Akiyama
source: So, you look pretty terrible without makeup, huh?
pt_br: Allora, sei uno straccio senza trucco, eh?

# 9864_Noa
source: Yeah! I hope you never see me without it!
pt_br: Sì! Spero non mi vedrai mai senza!

# 9876_Akiyama
source: You know, girls always say that, but it can't be that bad. I'd like to see you without makeup.
pt_br: Sai, le ragazze dicono sempre così, ma non può essere così brutto. Mi piacerebbe vederti senza trucco.

# 9888_Noa
source: No! It's never going to happen! Forget about it!
pt_br: No! Non se ne parla! Scordatelo!

# 9900_Akiyama
source: Whoa. Okay...
pt_br: Uhm. Va bene...

# 9912_Akiyama
source: Kids are so innocent. They just say whatever pops into their heads.
pt_br: I ragazzini sono così innocenti. Dicono proprio quello che gli passa per la testa.

# 9924_Noa
source: I know. They don't mean anything by it, so it doesn't bother me.
pt_br: Lo so. Non c'è malizia, quindi non mi dà fastidio.

# 9936_Noa
source: And they're so cute! Seeing the little girls in my class dancing! It's adorable! <Color:7>♥<Color:Default>
pt_br: E sono così carine! Vedere le bambine della mia classe ballare! È adorabile! <Color:7>♥<Color:Default>

# 9948_Akiyama
source: I guess that's ballet for you. A world of innocent, cute little girls.
pt_br: Immagino sia così il balletto. Un mondo di ragazzine innocenti e carine.

# 9960_Noa
source: Yeah. You should stay away.
pt_br: Già. Ti conviene starne alla larga.

# 9972_Akiyama
source: Yeah, yeah.
pt_br: Sì, sì.

# 9984_Akiyama
source: What do you do to look a hundred times better?
pt_br: Cosa fai per apparire cento volte meglio?

# 9996_Noa
source: Haha! Well, kids exaggerate everything.
pt_br: Haha! Bè, i ragazzi esagerano tutto.

# 10008_Akiyama
source: True enough. I once heard a boy telling another he owed him a billion yen.
pt_br: Giusto. Una volta ho sentito un ragazzino dire a un altro che gli doveva un miliardo di yen.

# 10020_Noa
source: Right. They don't know how big a number that is.
pt_br: Giusto. Non sanno che razza di numero sia quello.

# 10032_Akiyama
source: So makeup doesn't make you a hundred times more beautiful, then?
pt_br: Quindi il trucco non ti rende cento volte più bella, allora?

# 10044_Noa
source: I'm afraid not. Maybe ten times. Haha! <Color:7>♥<Color:Default>
pt_br: Temo proprio di no. Forse dieci volte. Ahaha! <Color:7>♥<Color:Default>

# 10056_Noa
source: Um, what do you think of wearing an all-denim outfit?
pt_br: Ehm, che ne pensi di indossare un outfit tutto in denim?

# 10068_Akiyama
source: Hmm? Why do you ask?
pt_br: Mmm? Come mai lo chiedi?

# 10080_Noa
source: Well, my friend went out on a date, and the guy showed up wearing a jean jacket and blue jeans!
pt_br: Allora, una mia amica è uscita per un appuntamento, e il tizio si è presentato con una giacca di jeans e dei jeans blu!

# 10092_Noa
source: Can you believe that!?
pt_br: Ci credi!?

# 10104_Akiyama
source: That's a little much. Doesn't that guy have any fashion sense?
pt_br: È un tantino troppo. Ma quel tizio non ha un minimo di stile?

# 10116_Noa
source: I know! A completely denim outfit? Unbelievable!
pt_br: Non dirlo a me! Un outfit completamente in denim? Incredibile!

# 10128_Akiyama
source: Didn't your friend know how the guy dressed before going out with him?
pt_br: Il tuo amico non sapeva come si vestiva il tipo prima di uscire con lui?

# 10140_Noa
source: She said he's normally okay.
pt_br: Ha detto che di solito è a posto.

# 10152_Akiyama
source: Aw, maybe he wanted to get a new outfit for his date and went a bit overboard.
pt_br: Ah, magari voleva prendersi un completo nuovo per l'appuntamento e si è fatto prendere la mano.

# 10164_Noa
source: Haha! That's probably it. But still, what was he thinking!?
pt_br: Ahah! Sarà quello. Ma comunque, che gli passava per la testa!?

# 10176_Akiyama
source: What's wrong with that? Denim looks good on some people.
pt_br: Che c'è di male? Il denim sta bene ad alcune persone.

# 10188_Noa
source: What!? I'm talking head to toe, here! Head to toe!
pt_br: Cosa!? Parlo dalla testa ai piedi, qui! Dalla testa ai piedi!

# 10200_Akiyama
source: So? What's the big deal?
pt_br: E allora? Che sarà mai?

# 10212_Noa
source: It's... It's just not done. I wouldn't wanna be seen in public with somebody like that.
pt_br: È... È proprio una cosa che non si fa. Non mi farei mai vedere in pubblico con uno così.

# 10224_Noa
source: It'd take a serious weirdo to think that looks good.
pt_br: Ci vorrebbe un tipo davvero fuori di testa per pensare che sia bello.

# 10236_Akiyama
source: Oh, okay...
pt_br: Oh, ok...

# 10248_Akiyama
source: That was the style back in the day.
pt_br: Era la moda di una volta.

# 10260_Noa
source: What!? You're kidding!
pt_br: Ma dai!? Mi prendi in giro!

# 10272_Akiyama
source: No, really. Let me see...
pt_br: No, davvero. Fammi vedere...

# 10284_Akiyama
source: It was probably before you were born. Thirty years ago, maybe. Men and women used to dress like that.
pt_br: Era probabilmente prima che tu nascessi. Trent'anni fa, magari. Uomini e donne si vestivano così.

# 10296_Noa
source: Huh. That's news to me...
pt_br: Ah. Questa è nuova per me...

# 10308_Akiyama
source: But it does look a little unusual these days.
pt_br: Ma pare un po' strano ultimamente.
