Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid008301fc.po
Languages: pt_br

source: Angry Man
pt_br: Tizio incazzato

source: Idle
pt_br: Inattivo

# 84_Angry Man
source: I fulfilled all his requirements, I know I did! So why won't he lend me my money? What does he want from me?
pt_br: Ho soddisfatto tutti i suoi requisiti, eccome se l'ho fatto! Allora perché non mi vuole prestare i miei soldi? Che cavolo vuole da me?

# 96_Angry Man
source: Those rumors about Sky Finance were nothing but a pack of lies! That bastard Akiyama... He won't get away with this!
pt_br: Quelle voci su Sky Finance non erano altro che un mucchio di stronzate! Quel bastardo di Akiyama... Non la passerà liscia così!

# 108_Akiyama
source: (Huh? He's talking about me. I don't remember ever seeing him before, though.)
pt_br: (Eh? Sta parlando di me. Non ricordo proprio di averlo mai visto prima, però.)

# 120_Akiyama
source: Excuse me, did I hear you say something about Sky Finance just now?
pt_br: Scusi, mi è sembrato di sentire qualcosa su Sky Finance proprio adesso?

# 132_Angry Man
source: What's it to you, pal? Beat it!
pt_br: Cosa ti frega, compare? Filatela!

# 144_Akiyama
source: Well, it's just that Sky Finance－
pt_br: Beh, è solo che Sky Finance—

# 156_Angry Man
source: Didn't I tell you to beat it? I don't have time for this crap!
pt_br: Non ti avevo detto di levarti di torno? Non ho tempo per queste cazzate!

# 168_Akiyama
source: Okay, okay!
pt_br: Ok, ok!

# 180_Akiyama
source: (Wish I could hear more, but this joker won't give me the time of day...)
pt_br: (Vorrei sentire di più, ma questo pagliaccio non mi dà corda...)
