Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00260414.po
Languages: pt_br

source: You handed over <Color:8>Large Curry Take-home Packs<Color:Default>.
pt_br: Hai consegnato <Color:8>Maxi vaschette di curry da asporto<Color:Default>.

source: You got a <Color:8>Staminan Spark<Color:Default>.
pt_br: Hai un <Color:8>Staminan Spark<Color:Default>.

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: Delivery Boy
pt_br: Fattorino

source: Foreman
pt_br: Caposquadra

source: Construction Workers
pt_br: Operai Edili

source: Assistant Foreman
pt_br: Assistente Caposquadra

# 264_Delivery Boy
source: Oh, dude! You're back! But what happened to the curry!?
pt_br: Oh, amico! Sei tornato! Ma che fine ha fatto il curry!?

# 312_Delivery Boy
source: You don't have it yet? This is, like, so my fault and everything, but could you hurry it up a little!?
pt_br: Non ce l'hai ancora? Tipo, è tutta colpa mia e tutto il resto, ma potresti darti una mossa!?

# 324_Foreman
source: We're about hungry enough to eat you, kid. How'd you like that?
pt_br: Siamo così affamati che ti mangeremmo, pivello. Che ne dici?

# 336_Delivery Boy
source: Yikes! Man, if only I hadn't hurt my leg, I'd go myself!
pt_br: Accidenti! Se solo non mi fossi fatto male alla gamba, ci andrei io stesso!

# 348_Delivery Boy
source: Oh, sweet! You brought enough sauce for everybody!
pt_br: Oh, alla grande! Hai portato abbastanza salsa per tutti!

# 360_Manager
source: All right! The curry's finally here!
pt_br: Alla grande! Il curry è finalmente qui!

# 372_Delivery Boy
source: But... it's cold! Listen, I feel bad about this and everything, but cold curry?
pt_br: Ma... è freddo! Senti, mi dispiace e tutto il resto, ma curry freddo?

# 384_Delivery Boy
source: Can't you find a stove or something? Curry's just gotta be served hot...
pt_br: Ma non si riesce a rimediare un fornello o qualcosa? Il curry va servito caldo, cavolo...

# 396_Manager
source: The curry's right in front of us, but we still have to wait? Adrenaline... rising...!
pt_br: Il curry ce l'abbiamo qui davanti, ma dobbiamo ancora aspettare? Adrenalina... che sale...!

# 408_Delivery Boy
source: Yikes! Man, if only I hadn't hurt my leg, I'd go myself!
pt_br: Accidenti! Se solo non mi fossi fatto male alla gamba, ci andrei io stesso!

# 432_Kiryu
source: (There ought to be a stove I can use at New Serena. Guess I can run over and heat it up.)
pt_br: (Dovrebbe esserci un fornello che posso usare al New Serena. Mi sa che posso fare un salto lì e scaldarlo.)

# 444_Delivery Boy
source: Oh, wow! You already have some!
pt_br: Caspita! Ne hai già!

# 456_Delivery Boy
source: But, aw, man! That's not gonna be enough! Look at all these people!
pt_br: Ma, cavolo! Non basterà! Guarda tutta questa gente!

# 468_Manager
source: You shouldn't underestimate our appetite. We're hungry as hell! We could finish that off in no time at all.
pt_br: Non dovresti sottovalutare il nostro appetito. Abbiamo una fame da lupi! Potremmo spazzolarlo via in men che non si dica.

# 480_Delivery Boy
source: I really feel bad about this man, but could you bring a whole bunch of curry?
pt_br: Mi dispiace un casino per questo, amico, ma potresti portare un bel po' di curry?

# 492_Manager
source: The curry's right in front of us, but we still have to wait? Adrenaline... rising...!
pt_br: Il curry ce l'abbiamo qui davanti, ma dobbiamo ancora aspettare? Adrenalina... che sale...!

# 504_Delivery Boy
source: Yikes! Man, if only I hadn't hurt my leg, I'd go myself!
pt_br: Accidenti! Se solo non mi fossi fatto male alla gamba, ci andrei io stesso!

# 516_Kiryu
source: (I got this curry from Matsuya. Guess I better go back there again.)
pt_br: (Questo curry l'ho preso da Matsuya. Mi sa che farò meglio a tornarci di nuovo.)

# 564_Delivery Boy
source: Oh, sweet! You brought enough sauce for everybody!
pt_br: Oh, alla grande! Hai portato abbastanza salsa per tutti!

# 576_Delivery Boy
source: Nice and hot, too! Man, you're one heck of a guy, you know that? You really took care of business!
pt_br: Bello caldo, pure! Cavolo, sei proprio un grande, lo sai? Hai sbrigato tutto alla grande!

# 588_Foreman
source: Yes! Curry! Finally, it's here!
pt_br: Sì! Curry! Finalmente è arrivato!

# 600_Construction Workers
source: Curry! Curry! We love curry!
pt_br: Curry! Curry! Adoriamo il curry!

# 612_Delivery Boy
source: Hahaha!
pt_br: Ahahah!

# 624_Kiryu
source: Heh.
pt_br: Eh.

# 636_Assistant Foreman
source: Boss, isn't it a little too early to celebrate?
pt_br: Capo, non è un po' troppo presto per festeggiare?

# 648_Construction Workers
source: Huh?
pt_br: Uh?

# 660_Foreman
source: What's that supposed to mean?
pt_br: Cosa dovrebbe significare?

# 672_Assistant Foreman
source: Sure, we finally got our curry. But the real question is... does it taste any good?
pt_br: Certo, il nostro curry, alla fine, ce l'abbiamo. Ma la vera domanda è... sarà mica buono?

# 684_Foreman
source: It's not over!
pt_br: Non è mica finita!

# 696_Construction Workers
source: Gah! Hungry!
pt_br: Aaargh! Fame!

# 708_Delivery Boy
source: Crap!
pt_br: Cavolo!

# 720_Assistant Foreman
source: The curry we ordered was supposed to be from a famous curry shop. But how does this curry stack up?
pt_br: Il curry che abbiamo ordinato doveva venire da una famosa curry house. Ma questo curry, come se la cava?

# 732_Assistant Foreman
source: Maybe we should taste it before we get too excited.
pt_br: Magari dovremmo assaggiarlo prima di farci prendere la mano.

# 744_Foreman
source: True enough. I don't know what I'd do without that sharp mind of yours.
pt_br: Già. Non so proprio cosa farei senza quel cervello che ti ritrovi.

# 756_Foreman
source: The assistant foreman's right. It all comes down to the taste. Don't think you're out of the woods yet, boy.
pt_br: Il vicecaposquadra ha ragione. Tutto si gioca sul sapore. Non credere di averla scampata, ragazzo.

# 768_Delivery Boy
source: Okay...
pt_br: Va bene...

# 888_Delivery Boy
source: How was it?
pt_br: Com'è stato?

# 948_Foreman
source: It's... fantastic!
pt_br: È... una roba da urlo!

# 960_Assistant Foreman
source: Tastes great!
pt_br: È buonissimo!

# 972_Construction Workers
source: Yeah! It's delicious!
pt_br: Sì! È una goduria!

# 984_Delivery Boy
source: Yes! Dude, they like it!
pt_br: Sì! Amico, gli piace!

# 996_Kiryu
source: Heh. That's a relief.
pt_br: Ah. Che sollievo.

# 1008_Delivery Boy
source: Man, you are, like, my idol! I don't think I could've done this without you!
pt_br: Amico, sei, tipo, il mio idolo! Non credo che ce l'avrei fatta senza di te!

# 1020_Kiryu
source: I thought your leg was broken...
pt_br: Pensavo che ti fossi spaccato una gamba...

# 1032_Delivery Boy
source: It's a miracle! It feels better now that I'm so pumped up!
pt_br: È un miracolo! Mi sento meglio ora che sono così carico!

# 1044_Kiryu
source: If you say so.
pt_br: Se lo dici tu.

# 1056_Delivery Boy
source: Dude, thank you so much! I should've totally asked before, but what's your name? I'm Tomoya.
pt_br: Amico, grazie mille! Avrei dovuto assolutamente chiedere prima, ma come ti chiami? Sono Tomoya.

# 1080_Tomoya
source: Kiryu? Got it! Man, even your name is badass!
pt_br: Kiryu? Capito! Mamma mia, anche il tuo nome è da paura!

# 1092_Tomoya
source: I really wish there were some way I could thank you, but this is all I've got...
pt_br: Vorrei tanto poterti ringraziare in qualche modo, ma è tutto quello che ho...

# 1140_Tomoya
source: I know, it's kind of a lame reward, but it comes from the heart!
pt_br: Lo so, è una ricompensa un po' del cavolo, ma viene dal cuore!

# 1152_Kiryu
source: Good enough. Be careful not to crash your bike again.
pt_br: Va bene così. Fai attenzione a non schiantarti di nuovo con la moto.

# 1164_Tomoya
source: I will! Take care, Kiryu-san!
pt_br: Contaci! Si riguardi, Kiryu-san!

# 1176_Foreman
source: All right! We had our break! Now, back to work!
pt_br: Forza! La nostra pausa l'abbiamo fatta! Ora, tutti al lavoro!

# 1200_Construction Workers
source: Okay, boss!
pt_br: Okay, capo!

# 1284_Delivery Boy
source: You're the only one I've got, man! Could you please go buy the food for me?
pt_br: Conto solo su di te, amico! Potresti per favore andare a comprare il cibo per me?

# 1296_Kiryu
source: I don't have time for this. You'll have to deal with it yourself.
pt_br: Non c'ho tempo per 'ste storie. Dovrai arrangiarti da solo.

# 1308_Delivery Boy
source: What!? Dude, you mean it?
pt_br: Cosa!? Amico, dici sul serio?

# 1320_Kiryu
source: (This kid's gotta fix his own problems.)
pt_br: Questo ragazzino deve sbrigarsela da solo.

# 1332_Foreman
source: Looks like you need another plan, kid. What are you gonna do now?
pt_br: Sembra proprio che ti serva un altro piano, ragazzo. E adesso che ti inventi?

# 1344_Delivery Boy
source: Aw, man! Come on! You're the only one I've got! You can even do it later, whenever you have the chance! Please, man!
pt_br: Ah, cavolo! Dai! Sei l'unico che ho! Puoi farlo pure dopo, quando hai tempo! Ti prego, amico!

# 1356_Kiryu
source: Guess I've gotta see this through. Fine, kid. I'll help you out.
pt_br: Mi sa che dovrò andare fino in fondo. Va bene, ragazzo. Ti darò una mano.

# 1368_Delivery Boy
source: Really!? Dude, you mean it?
pt_br: Davvero!? Fratello, dici sul serio?

# 1380_Kiryu
source: (This kid is starting to get on my nerves.)
pt_br: (Questo moccioso mi sta rompendo le scatole.)

# 1392_Kiryu
source: What kind of lunch was it supposed to be?
pt_br: Che pranzo doveva essere?

# 1404_Delivery Boy
source: It was a curry lunch. Like I said, the rice is still okay, but the sauce is a mess.
pt_br: Era un pranzo al curry. Come ti dicevo, il riso è ancora a posto, ma la salsa è un macello.

# 1416_Kiryu
source: Curry, huh? So I guess that's what I should go look for, then.
pt_br: Curry, eh? Quindi, immagino sia quello che devo andare a cercare, allora.

# 1428_Foreman
source: Sorry, buddy. We really hate to put you out like this.
pt_br: Scusa, amico. Ci scoccia davvero doverti disturbare così.

# 1440_Delivery Boy
source: Yeah, sorry about this, but could you make it quick?
pt_br: Sì, scusa il disturbo, ma potresti sbrigarti?

# 1452_Kiryu
source: Yeah, yeah. Just wait here.
pt_br: Sì, sì. Aspetta qui.

# 1476_Kiryu
source: (Hmm, curry. I'm pretty sure there's a restaurant or something around here that has it.)
pt_br: (Mmm, curry. Mi sa che qui in giro c'è un ristorante o qualcosa del genere che lo serva.)

# 1488_Delivery Boy
source: Owww!
pt_br: Ahia!

# 1512_Delivery Boy
source: Sorry. Looks like I hurt my leg in that crash.
pt_br: Scusa. Sembra che mi sia fatto male alla gamba in quell'incidente.

# 1536_Delivery Boy
source: Ouch... My leg must be broken! It hurts like hell when I put my weight on it!
pt_br: Ahi... Dev'essermi rotta la gamba! Fa un male cane quando ci appoggio il peso!

# 1548_Kiryu
source: If it was broken, you couldn't stand up.
pt_br: Se fosse rotto, non ti reggeresti in piedi.

# 1560_Delivery Boy
source: Anyways, I really feel bad asking and all, but would you go get the food for me?
pt_br: Vabbè, mi sento proprio uno straccio a chiedertelo e tutto il resto, ma potresti andare tu a prendere il cibo per me?

# 1584_Kiryu
source: I don't have time for this. You'll have to deal with it yourself.
pt_br: Non c'ho tempo per 'ste storie. Dovrai arrangiarti da solo.

# 1596_Delivery Boy
source: What!? Dude, you mean it?
pt_br: Cosa!? Amico, dici sul serio?

# 1608_Kiryu
source: (This kid's gotta fix his own problems.)
pt_br: Questo ragazzino deve sbrigarsela da solo.

# 1620_Foreman
source: Looks like you need another plan, kid. What are you gonna do now?
pt_br: Sembra proprio che ti serva un altro piano, ragazzo. E adesso che ti inventi?

# 1632_Delivery Boy
source: Aw, man! Come on! You're the only one I've got! You can even do it later, whenever you have the chance! Please, man!
pt_br: Ah, cavolo! Dai! Sei l'unico che ho! Puoi farlo pure dopo, quando hai tempo! Ti prego, amico!

# 1644_Kiryu
source: Guess I've gotta see this through. Fine, kid. I'll help you out.
pt_br: Mi sa che dovrò andare fino in fondo. Va bene, ragazzo. Ti darò una mano.

# 1656_Delivery Boy
source: Really!? Dude, you mean it?
pt_br: Davvero!? Fratello, dici sul serio?

# 1668_Kiryu
source: (This kid is starting to get on my nerves.)
pt_br: (Questo moccioso mi sta rompendo le scatole.)

# 1680_Kiryu
source: What kind of lunch was it supposed to be?
pt_br: Che pranzo doveva essere?

# 1692_Delivery Boy
source: It was a curry lunch. Like I said, the rice is still okay, but the sauce is a mess.
pt_br: Era un pranzo al curry. Come ti dicevo, il riso è ancora a posto, ma la salsa è un macello.

# 1704_Kiryu
source: Curry, huh? So I guess that's what I should go look for, then.
pt_br: Curry, eh? Quindi, immagino sia quello che devo andare a cercare, allora.

# 1716_Foreman
source: Sorry, buddy. We really hate to put you out like this.
pt_br: Scusa, amico. Ci scoccia davvero doverti disturbare così.

# 1728_Delivery Boy
source: Yeah, sorry about this, but could you make it quick?
pt_br: Sì, scusa il disturbo, ma potresti sbrigarti?

# 1740_Kiryu
source: Yeah, yeah. Just wait here.
pt_br: Sì, sì. Aspetta qui.

# 1764_Kiryu
source: (Hmm, curry. I'm pretty sure there's a restaurant or something around here that has it.)
pt_br: (Mmm, curry. Mi sa che qui in giro c'è un ristorante o qualcosa del genere che lo serva.)

# 1776_Delivery Boy
source: No, wait! Sorry, but I really do need some help here.
pt_br: No, aspetta! Scusa, ma ho proprio bisogno di una mano qui.

# 1788_Kiryu
source: What kind of help?
pt_br: Che tipo di aiuto?

# 1800_Delivery Boy
source: You see, I was just about to deliver these guys their lunches. I work delivery part-time.
pt_br: Sai, stavo giusto per portare il pranzo a questi qui. Lavoro come fattorino part-time.

# 1812_Delivery Boy
source: Thing is, I crashed my bike. You know, totally wrecked the thing. Their lunches got wrecked, too. Now I don't know what I'm going to do.
pt_br: Il fatto è che ho sfasciato la mia moto. Sai, l'ho distrutta completamente. Anche i loro pranzi sono andati in fumo. E ora non so proprio che fare.

# 1824_Foreman
source: First of all, quit dragging random people into this! You sure know how to cause a scene, kid.
pt_br: Innanzitutto, smettila di tirare in mezzo gente a caso! Sei proprio bravo a fare una scenata, ragazzo.

# 1836_Delivery Boy
source: But! Wait!
pt_br: Ma! Aspetta!

# 1848_Foreman
source: I'm sorry, buddy. Don't worry about this.
pt_br: Scusa, amico. Non preoccuparti di questo.

# 1860_Delivery Boy
source: No! Don't go! Help me out, here!
pt_br: No! Non andartene! Dammi una mano, qui!

# 1872_Kiryu
source: Man, how do I keep getting dragged into these things? Are you really sure the lunches are ruined?
pt_br: Cavolo, come faccio a finire sempre invischiato in queste cose qui? Sei proprio sicuro che i pranzi siano rovinati?

# 1884_Delivery Boy
source: I guess the rice is still pretty much edible, but the side dishes are a complete loss.
pt_br: Immagino che il riso sia ancora mangiabile, ma i contorni sono un disastro totale.

# 1908_Delivery Boy
source: And nobody wants a lunch of just rice, right? Sure, it's simple and zen and all that, but you gotta have side dishes.
pt_br: E nessuno vuole un pranzo di solo riso, no? Certo, è semplice e zen e tutto il resto, ma ci vogliono i contorni.

# 1920_Foreman
source: Obviously!
pt_br: Ovviamente!

# 1932_Kiryu
source: Then why don't you go pick up some side dishes around here? It's gonna be expensive, but it's your responsibility after all.
pt_br: Allora perché non vai a prendere qualche contorno qui in giro? Ti costerà un occhio della testa, ma dopotutto è responsabilità tua.

# 1944_Delivery Boy
source: Oh! Man! That is, like, the perfect idea! Why didn't I think of that!? You're a genius, man!
pt_br: Oh! Caspita! Quella è proprio l'idea perfetta! Perché non ci ho pensato io!? Sei un genio, amico!

# 1956_Foreman
source: Good one, buddy.
pt_br: Bella lì, socio.

# 1968_Kiryu
source: All right. Well, good luck, kid.
pt_br: Va bene. Beh, in bocca al lupo, ragazzo.

# 1980_Delivery Boy
source: Thanks, man!
pt_br: Grazie, capo!

# 1992_Delivery Boy
source: Just... Just calm down, okay?
pt_br: Dai... Dai, calmati, ok?

# 2004_Foreman
source: It's normal to feel crabby when you're hungry, 'cause your brain speeds up the release of adrenaline as it tries to raise blood sugar.
pt_br: È normale diventare scorbutici quando si ha fame, perché il cervello accelera il rilascio di adrenalina mentre cerca di alzare la glicemia.

# 2016_Delivery Boy
source: That's, um... very informative.
pt_br: È, uhm... molto informativo.

# 2028_Foreman
source: In other words, there's a whole lot of adrenaline running through our systems right now, if you get what I'm saying...
pt_br: Insomma, abbiamo un sacco di adrenalina in corpo adesso, se mi capisci...

# 2052_Kiryu
source: Something wrong?
pt_br: Qualcosa non va?

# 2076_Delivery Boy
source: Huh? Oh, it's really nothing. Okay, it's actually something, but I'll take care of it... somehow.
pt_br: Eh? Oh, non è niente di che. Vabbè, in realtà è qualcosa, ma ci penserò io... in qualche modo.

# 2088_Kiryu
source: If you're sure...
pt_br: Se ne sei sicuro...

# 2112_Delivery Boy
source: Refuse
pt_br: Rifiuta

# 2124_Delivery Boy
source: Help Him
pt_br: Aiutalo

# 2136_Delivery Boy
source: Refuse
pt_br: Rifiuta

# 2148_Delivery Boy
source: Help Him
pt_br: Aiutalo
