Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c0235.po
Languages: pt_br

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

# 116_Noa
source: What will I sing today? For that matter, what will <Italic>you</Italic> sing today?
pt_br: Cosa canterò oggi? E tu, piuttosto, cosa canterai <Italic>tu</Italic> oggi?

# 128_Noa
source: Let's head in.
pt_br: Dai, entriamo.

# 140_Player
source: Yeah.
pt_br: Sì.

# 164_Noa
source: What will I sing today? For that matter, what will <Italic>you</Italic> sing today?
pt_br: Cosa canterò oggi? E tu, piuttosto, cosa canterai <Italic>tu</Italic> oggi?

# 176_Noa
source: Let's head in.
pt_br: Dai, entriamo.

# 188_Player
source: Um, wait a moment. I thought I had more cash than this...
pt_br: Uhm, aspetta un attimo. Pensavo di avere più grana di così...

# 200_Noa
source: Huh!? Really?
pt_br: Eh!? Davvero?

# 212_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 224_Noa
source: Oh. Well, that's too bad. This'll be the end of our date then. See you around.
pt_br: Oh. Beh, che peccato. Il nostro appuntamento finisce qui, allora. Ci si vede.

# 236_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 344_Noa
source: Whew! That felt great! I really sang my heart out! <Color:7>♥<Color:Default>
pt_br: Mamma mia! È stato una figata! Ho dato l'anima a cantare! <Color:7>♥<Color:Default>

# 356_Player
source: You're a great singer.
pt_br: Canti da Dio.

# 368_Noa
source: And you cheered me on very well, too. <Color:7>♥<Color:Default> I was pleasantly surprised.
pt_br: E mi hai supportato alla grande anche tu. <Color:7>♥<Color:Default> Sono rimasta piacevolmente sorpresa.

# 380_Noa
source: Well, see you later. We should do this again sometime. Okay, I should be going.
pt_br: Beh, ci si vede. Dovremmo rifarlo ancora, prima o poi. Ok, mi sa che devo andare.

# 404_Noa
source: Whew... That was fun. I haven't sung like that in a long time.
pt_br: Ah... Che spasso. Non cantavo così da un sacco di tempo.

# 416_Player
source: I'm glad you had fun.
pt_br: Mi fa piacere che ti sia divertito.

# 428_Noa
source: Thanks to you! You sure livened things up. <Color:7>♥<Color:Default>
pt_br: Grazie a te! Hai proprio acceso l'atmosfera. <Color:7>♥<Color:Default>

# 440_Noa
source: I had a great time today. See you later!
pt_br: Mi sono divertito un mondo oggi. Ci vediamo!

# 464_Noa
source: Ugh. I couldn't sing very well today... You were kind of a downer.
pt_br: Uff. Oggi non ho cantato molto bene... Mi hai un po' buttato giù.

# 476_Player
source: Wait, it's my fault?
pt_br: Aspetta, è colpa mia?

# 488_Noa
source: Anyway, thanks for today. I'll see you.
pt_br: Comunque, grazie per oggi. Ci vediamo.

# 596_Noa
source: What will I sing today? For that matter, what will <Italic>you</Italic> sing today?
pt_br: Cosa canterò oggi? E tu, piuttosto, cosa canterai <Italic>tu</Italic> oggi?

# 608_Noa
source: Let's head in.
pt_br: Dai, entriamo.

# 620_Player
source: Yeah.
pt_br: Sì.

# 644_Noa
source: What will I sing today? For that matter, what will <Italic>you</Italic> sing today?
pt_br: Cosa canterò oggi? E tu, piuttosto, cosa canterai <Italic>tu</Italic> oggi?

# 656_Noa
source: Let's head in.
pt_br: Dai, entriamo.

# 668_Player
source: Um, wait a moment. I thought I had more cash than this...
pt_br: Uhm, aspetta un attimo. Pensavo di avere più grana di così...

# 680_Noa
source: Huh!? Really?
pt_br: Eh!? Davvero?

# 692_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 704_Noa
source: Oh. Well, that's too bad. This'll be the end of our date then. See you around.
pt_br: Oh. Beh, che peccato. Il nostro appuntamento finisce qui, allora. Ci si vede.

# 716_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 824_Noa
source: Whew! That felt great! I really sang my heart out! <Color:7>♥<Color:Default>
pt_br: Mamma mia! È stato una figata! Ho dato l'anima a cantare! <Color:7>♥<Color:Default>

# 836_Player
source: You're a great singer.
pt_br: Canti da Dio.

# 848_Noa
source: And you cheered me on very well, too. <Color:7>♥<Color:Default> I was pleasantly surprised. Wanna head back to the club now?
pt_br: E mi hai fatto un ottimo tifo, anche tu. <Color:7>♥<Color:Default> Sono rimasto piacevolmente sorpreso. Ti va di tornare al club adesso?

# 860_Player
source: Sounds good.
pt_br: Perfetto.

# 884_Noa
source: Whew... That was fun. I haven't sung like that in a long time.
pt_br: Ah... Che spasso. Non cantavo così da un sacco di tempo.

# 896_Player
source: I'm glad you had fun.
pt_br: Mi fa piacere che ti sia divertito.

# 908_Noa
source: Thanks to you! You sure livened things up. <Color:7>♥<Color:Default>
pt_br: Grazie a te! Hai proprio acceso l'atmosfera. <Color:7>♥<Color:Default>

# 920_Noa
source: That was fun. Let's head to the club.
pt_br: È stato divertente. Andiamo al club.

# 932_Player
source: Sounds good.
pt_br: Perfetto.

# 956_Noa
source: Ugh. I couldn't sing very well today... You were kind of a downer.
pt_br: Uff. Oggi non ho cantato molto bene... Mi hai un po' buttato giù.

# 968_Player
source: Wait, it's my fault?
pt_br: Aspetta, è colpa mia?

# 980_Noa
source: Shall we head over to the club, then?
pt_br: Allora, andiamo al club?

# 992_Player
source: Sounds good.
pt_br: Perfetto.
