Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00090577.po
Languages: pt_br

source: Martial Arts Fan
pt_br: Fan di Arti Marziali

source: Businesswoman
pt_br: Donna d'affari

# 84_Martial Arts Fan
source: You know that guy over at the Shichifuku Parking Lot?
pt_br: Hai presente quel tizio lì al Parcheggio di Shichifuku?

# 96_Businesswoman
source: Nope. What guy?
pt_br: Naah. Che tipo?

# 108_Martial Arts Fan
source: There's this guy who pays people prize money if they can hit him. He pops up in Kamurocho from time to time.
pt_br: C'è 'sto tipo che sgancia una bella cifra a chi riesce a menargliene una. Di tanto in tanto salta fuori a Kamurocho.

# 120_Businesswoman
source: Really? You should give it a try. I mean, you're always talking about how good you are at all that mixed martial arts stuff.
pt_br: Davvero? Dovresti farci un salto. Cioè, ti vanti sempre di quanto sei bravo con tutta quella roba di arti marziali miste.

# 132_Martial Arts Fan
source: Are you kidding me? No way! The dude's got insane footwork. No one ever lands a punch!
pt_br: Ma stai scherzando? Impossibile! Quel tipo c'ha un gioco di gambe pazzesco. Nessuno riesce mai a piazzargli un pugno!

# 144_Martial Arts Fan
source: I watched a half dozen guys take him on, and not one even managed to graze him.
pt_br: Ho guardato una mezza dozzina di tizi affrontarlo, e nemmeno uno è riuscito a sfiorarlo.

# 156_Businesswoman
source: That is impressive! I think I'll go see him in action later.
pt_br: È impressionante! Mi sa che andrò a vederlo in azione più tardi.

# 168_Martial Arts Fan
source: Yeah, you really should. The parking lot he's in is over by that one yakiniku restaurant.
pt_br: Sì, dovresti proprio. Il parcheggio dove sta è lì da quel ristorante yakiniku.
