Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee035a.po
Languages: pt_br

source: You got <Color:8>Ecopoints<Color:Default>.
pt_br: Hai <Color:8>Ecopunti<Color:Default>.

source: Shifty Man
pt_br: Uomo Losco

source: Man
pt_br: Uomo

source: Mean Green Machine
pt_br: Macchina Verde Tosta

# 128_Shifty Man
source: Hey there, buddy. Not too often I see guys like you down in a place like this.
pt_br: Ehi, compare. Non capita spesso di vedere tipi come te quaggiù in un posto così.

# 140_Shifty Man
source: Let me guess. You're concerned about the slow deterioration of our natural environment, so you've come to me, the expert on all things grassy and green.
pt_br: Fammi indovinare. Sei preoccupato per il lento deterioramento del nostro ambiente naturale, quindi sei venuto da me, il sapientone di tutte le cose verdi e bucoliche.

# 152_Player
source: Uh... Actually, I...
pt_br: Ehm... A dire il vero, io...

# 164_Shifty Man
source: Relax, big guy. I won't bite. But I will drop a big old knowledge bomb on you.
pt_br: Rilassati, ragazzone. Non mordo. Ma ti sgancio una bella e grossa notizia bomba.

# 176_Shifty Man
source: You know how much trash gets collected in Kamurocho in a year? 22,000 tons. 60 tons every single day. That's as much as two humpback whales! Every day!
pt_br: Sai quanto pattume viene raccolto a Kamurocho in un anno? 22.000 tonnellate. 60 tonnellate ogni singolo giorno. È tanto quanto due balene megattere! Ogni giorno!

# 188_Shifty Man
source: And that doesn't include the litter strewn around town that nobody bothers to pick up. Which, trust me, is a lot.
pt_br: E questo non include la monnezza sparsa per la città che nessuno si degna di raccogliere. E, credimi, è tanta roba.

# 200_Shifty Man
source: So, I've devoted my life to making this city as clean as possible.
pt_br: Allora, ho dedicato la mia vita a rendere questa città così pulita come\npossibile.

# 212_Shifty Man
source: Yes!
pt_br: Sì!

# 224_Player
source: ...And?
pt_br: ...E?

# 236_Man
source: Hm?
pt_br: Mh?

# 248_Player
source: What's any of this have to do with me?
pt_br: Cosa c'entra tutto questo con me?

# 260_Shifty Man
source: Oh! Right!
pt_br: Oh! Giusto!

# 272_Shifty Man
source: 'Round here they call me the Mean Green Machine! No matter how high that trash stacks, I'll always be there to whisk it away!
pt_br: Da queste parti mi chiamano il Mostro Verde! Non importa quanto in alto si accumuli quella spazzatura, ci sarò sempre io a spazzarla via!

# 284_Mean Green Machine
source: Speaking of, trash has something of a special value down here in the underground.
pt_br: A proposito, la spazzatura ha un certo valore speciale quaggiù nel sottosuolo.

# 296_Player
source: What do you mean... value?
pt_br: Che intendi... valore?

# 308_Mean Green Machine
source: You heard me! Down here, trash makes the world go 'round! Ditch your cash, bring me some trash!
pt_br: Mi hai sentito! Qui sotto, è la mondezza che fa girare il mondo! Dimentica i soldi, portami un po' di mondezza!

# 320_Mean Green Machine
source: I'll appraise whatever bits of trash you give me, and give you the appropriate number of points. Points are like our money, mind you.
pt_br: Valuterò qualsiasi robaccia che mi porti, e ti darò i punti che ti spettano. I punti sono i nostri soldi, bada bene.

# 332_Mean Green Machine
source: Here, take this.
pt_br: Tieni, prendi questo.

# 368_Mean Green Machine
source: With points, you can buy all sorts of stuff. Items, food, equipment. Though of course, this only applies to the shops we run down in these here sewers.
pt_br: Con i punti, puoi comprare di tutto. Oggetti, cibo, equipaggiamento. Però, ovviamente, questo vale solo per i negozi che gestiamo quaggiù in queste fogne.

# 380_Mean Green Machine
source: Oh, and keep in mind any trash you've got is worthless until I get my hands on it. Don't worry, I won't rip you off or nothing.
pt_br: Ah, e tieni a mente che qualsiasi pattume hai non vale niente finché\nnon ci metto le mani sopra io. Stai tranquillo, non ti fregherò o\naltro.

# 392_Mean Green Machine
source: One more thing! Just 'cause you nab a piece of trash, that doesn't mean it's gone forever. Someone's bound to litter again in the same spot if you wait long enough.
pt_br: Ancora una cosa! Solo perché acchiappi un pezzo di spazzatura, questo non significa che sia sparito per sempre. Qualcuno tornerà di sicuro a sporcare nello stesso punto se aspetti abbastanza.

# 404_Mean Green Machine
source: Anyway, why don't you start with that little speck of smut over there? Just bring it on over to me.
pt_br: Beh, perché non cominci con quel pezzettino di robaccia\nlaggiù? Portamelo qui.

# 428_Mean Green Machine
source: Thanks for stopping by. What can I trash you for?
pt_br: Grazie di essere passato. Cosa posso riciclarti?

# 452_Mean Green Machine
source: Come back when you've got your hands on some more trash. And don't forget to have a clean day!
pt_br: Torna quando hai racimolato altra roba. E non dimenticare di avere una giornata pulita!

# 476_Mean Green Machine
source: Come back when you've got your hands on some more trash. And don't forget to have a clean day!
pt_br: Torna quando hai racimolato altra roba. E non dimenticare di avere una giornata pulita!

# 488_Mean Green Machine
source: If you say so. Have a clean day!
pt_br: Se lo dici tu. Che tu possa avere una giornata pulita!

# 500_Shifty Man
source: Appraise Trash
pt_br: Valuta Spazzatura

# 512_Shifty Man
source: Green Store
pt_br: Negozio Verde

# 524_Shifty Man
source: Leave
pt_br: Andarsene
