Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00130252.po
Languages: pt_br

source: Officer
pt_br: Ufficiale

source: Shady Man
pt_br: Uomo losco

# 56_Officer
source: Dammit! Where did he go!?
pt_br: Dannazione! Dov'è finito!?

# 68_Tanimura
source: Yo. Where's this wanted criminal you were talking about on the radio?
pt_br: Ehi. Dov'è questo criminale ricercato di cui parlavi alla radio?

# 80_Officer
source: Hey, Tanimura-san. Well, you see, we kind of lost him...
pt_br: Ehi, Tanimura-san. Beh, sai, l'abbiamo un po' perso...

# 92_Tanimura
source: That's too bad... Well, guess I'll look around for him.
pt_br: Peccato... Beh, immagino che mi toccherà cercarlo in giro.

# 176_Shady Man
source: *pant* *pant* These cops don't give up...
pt_br: *ansimando* *ansimando* Questi sbirri non mollano...

# 188_Tanimura
source: (Hm? Is that the wanted criminal that's on the run?)
pt_br: (Mh? È quello il criminale ricercato che sta scappando?)

# 200_Tanimura
source: Hey, you there. Can I talk to you?
pt_br: Ehi, tu lì. Posso parlarti?

# 212_Shady Man
source: Damn! A cop! You'll never take me in!
pt_br: Maledizione! Uno sbirro! Non mi prenderai mai!

# 224_Tanimura
source: If you come along with me, we can avoid any unnecessary violence.
pt_br: Se vieni con me, possiamo evitare ogni violenza inutile.

# 236_Shady Man
source: I can't afford to get caught! Sorry, pal, but you're going to have to die!
pt_br: Non posso permettermi di essere beccato! Spiacente, amico, ma dovrai morire!
