Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c02f8.po
Languages: pt_br

source: I had a really nice time today. We should go out again sometime. <Color:7>♥<Color:Default>
pt_br: Mi sono divertito un sacco oggi. Dovremmo uscire ancora, magari. <Color:7>♥<Color:Default>

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: I had a really nice time today. Shall we head to the club next?
pt_br: Mi sono proprio divertito oggi. Che ne dici se facciamo un salto al club adesso?

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

# 116_峰村七海：源氏名
source: What are you buying for me?
pt_br: Cosa mi compri?

# 128_Tanimura
source: If I told you, it'd spoil the surprise!
pt_br: Se te lo dicessi, ti rovinerei la sorpresa!

# 140_峰村七海：源氏名
source: Okay. Let's go in.
pt_br: Ok. Entriamo.

# 164_峰村七海：源氏名
source: What are you buying for me?
pt_br: Cosa mi compri?

# 176_Tanimura
source: Hold on... Seems I didn't bring enough money.
pt_br: Aspetta un attimo... Sembra che non mi sia portato abbastanza grana.

# 188_峰村七海：源氏名
source: I'm sorry, I must have misheard you. What did you say?
pt_br: Mi scusi, devo averla sentita male. Che ha detto?

# 200_Tanimura
source: Um... I mean... Sorry.
pt_br: Uhm... cioè... Scusa.

# 212_峰村七海：源氏名
source: I don't believe it! You can't manage your own finances? How do you even survive as an adult?
pt_br: Non ci credo! Non riesci a gestire le tue finanze? Come fai a sopravvivere da adulto?

# 224_峰村七海：源氏名
source: I'm going home. Goodbye.
pt_br: Me ne vado a casa. Ciao.

# 236_Tanimura
source: (I should've checked my money earlier...)
pt_br: (Avrei dovuto controllare i miei soldi prima...)

# 344_峰村七海：源氏名
source: I never expected you'd buy me something so nice!
pt_br: Non mi sarei mai aspettata che mi comprassi una cosa così bella!

# 356_Tanimura
source: It seemed perfect for you.
pt_br: Sembrava perfetto per te.

# 368_峰村七海：源氏名
source: I'll take good care of it. Thank you so much!
pt_br: Me ne prenderò cura. Grazie mille!

# 404_峰村七海：源氏名
source: Thank you. You sure you want to give this to to me?
pt_br: Grazie. Sei sicuro di volermelo dare?

# 416_Tanimura
source: Of course. Take it, it's yours.
pt_br: Ma certo. Prendilo, è tuo.

# 428_峰村七海：源氏名
source: It's cute. I gotta get going now. Bye!
pt_br: Che carino. Devo proprio andare adesso. Ciao!

# 464_Tanimura
source: Is something wrong?
pt_br: C'è qualcosa che non va?

# 476_峰村七海：源氏名
source: It's not really my style...
pt_br: Non è proprio il mio stile...

# 488_Tanimura
source: Oh, I thought you'd like it.
pt_br: Oh, pensavo ti piacesse.

# 500_峰村七海：源氏名
source: Anyway, I should get going. Goodbye.
pt_br: Vabbè, mi sa che devo andare. Ciao.

# 512_Tanimura
source: (I guess I should have picked something else.)
pt_br: Magari avrei dovuto scegliere qualcos'altro.

# 620_峰村七海：源氏名
source: What are you buying for me?
pt_br: Cosa mi compri?

# 632_Tanimura
source: If I told you, it'd spoil the surprise!
pt_br: Se te lo dicessi, ti rovinerei la sorpresa!

# 644_峰村七海：源氏名
source: Okay. Let's go in.
pt_br: Ok. Entriamo.

# 668_峰村七海：源氏名
source: What are you buying for me?
pt_br: Cosa mi compri?

# 680_Tanimura
source: Hold on... Seems I didn't bring enough money.
pt_br: Aspetta un attimo... Sembra che non mi sia portato abbastanza grana.

# 692_峰村七海：源氏名
source: I'm sorry, I must have misheard you. What did you say?
pt_br: Mi scusi, devo averla sentita male. Che ha detto?

# 704_Tanimura
source: Um... I mean... Sorry.
pt_br: Uhm... cioè... Scusa.

# 716_峰村七海：源氏名
source: I don't believe it! You can't manage your own finances? How do you even survive as an adult?
pt_br: Non ci credo! Non riesci a gestire le tue finanze? Come fai a sopravvivere da adulto?

# 728_峰村七海：源氏名
source: I'm going home. Goodbye.
pt_br: Me ne vado a casa. Ciao.

# 740_Tanimura
source: (I should've checked my money earlier...)
pt_br: (Avrei dovuto controllare i miei soldi prima...)

# 848_峰村七海：源氏名
source: I never expected you'd buy me something so nice!
pt_br: Non mi sarei mai aspettata che mi comprassi una cosa così bella!

# 860_Tanimura
source: It seemed perfect for you.
pt_br: Sembrava perfetto per te.

# 872_峰村七海：源氏名
source: I'll take good care of it. Thank you so much!
pt_br: Me ne prenderò cura. Grazie mille!

# 896_Tanimura
source: Yeah.
pt_br: Sì.

# 920_峰村七海：源氏名
source: Thank you. You sure you want to give this to to me?
pt_br: Grazie. Sei sicuro di volermelo dare?

# 932_Tanimura
source: Of course. Take it, it's yours.
pt_br: Ma certo. Prendilo, è tuo.

# 944_峰村七海：源氏名
source: It's cute. Shall we head to the club?
pt_br: Che carino. Andiamo al club?

# 956_Tanimura
source: Yeah.
pt_br: Sì.

# 992_Tanimura
source: Is something wrong?
pt_br: C'è qualcosa che non va?

# 1004_峰村七海：源氏名
source: It's not really my style...
pt_br: Non è proprio il mio stile...

# 1016_Tanimura
source: Oh, I thought you'd like it.
pt_br: Oh, pensavo ti piacesse.

# 1028_峰村七海：源氏名
source: Let's just go to the club.
pt_br: Andiamo al club e basta.

# 1040_Tanimura
source: (I guess I should have picked something else.)
pt_br: Magari avrei dovuto scegliere qualcos'altro.
