Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00630036.po
Languages: pt_br

# 256_Haruka
source: I love going to karaoke with you, Uncle Kaz! Now, what should I sing today?
pt_br: Adoro andare al karaoke con te, Zio Kaz! Allora, cosa canto oggi?

# 268_Haruka
source: I think I'll sing "Otomeiro My Life." But wait, I kind of wanna sing something else, too. There are so many songs I like! I can't decide!
pt_br: Penso che canterò "Otomeiro My Life". Ma aspetta, mi andrebbe di cantare anche qualcos'altro. Ci sono così tante canzoni che mi piacciono! Non riesco a decidere!

# 280_Haruka
source: I wonder how I did?
pt_br: Come sono andata?

# 292_Haruka
source: C'mon, you sing too! I wanna hear you sing!
pt_br: Dai, canta anche tu! Voglio sentirti cantare!

# 304_Haruka
source: Hooray! I can't wait!
pt_br: Evviva! Non vedo l'ora!

# 316_Haruka
source: Oh, all right...
pt_br: Oh, va bene...

# 328_Haruka
source: You made it so hard to sing...
pt_br: Me l'hai messa così difficile cantare...

# 340_Kiryu
source: Sorry... I meant well though.
pt_br: Scusa... Però le mie intenzioni erano buone.

# 352_Haruka
source: That was amazing! Thanks, Uncle Kaz.
pt_br: Sei stato grandioso! Grazie, Zio Kaz.

# 364_Haruka
source: C'mon, you sing too! I wanna hear you sing!
pt_br: Dai, canta anche tu! Voglio sentirti cantare!

# 376_Haruka
source: Hooray! I can't wait!
pt_br: Evviva! Non vedo l'ora!

# 388_Haruka
source: Oh, all right...
pt_br: Oh, va bene...

# 400_Haruka
source: Uncle Kaz, you're really good at singing. You're so cool!
pt_br: Zio Kaz, sei proprio bravo a cantare. Sei così forte!

# 412_Kiryu
source: Heh. Thanks.
pt_br: Beh. Grazie.

# 424_Haruka
source: Uncle Kaz?
pt_br: Zio Kaz?

# 436_Kiryu
source: Uh, my throat's been acting up...
pt_br: Ehm, la gola mi sta facendo un po' i capricci...

# 448_Haruka
source: You're so cool, Uncle Kaz! You sounded like a pro!
pt_br: Sei un mito, Zio Kaz! Sembravi un professionista!

# 460_Kiryu
source: Heh. It was nothing.
pt_br: Eh eh. Niente di che.

# 472_Haruka
source: Sure.
pt_br: Certo.

# 484_Haruka
source: Not me.
pt_br: Io no.

# 496_Haruka
source: Sure.
pt_br: Certo.

# 508_Haruka
source: Not me.
pt_br: Io no.
