Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ae0001.po
Languages: pt_br

source: Welcome.
pt_br: Benvenuto.

source: What drink?
pt_br: Cosa vuoi da bere?

source: What food?
pt_br: Che cibo?

source: Cooking Instructions.
pt_br: Istruzioni di cucina.

source: Thank you very much.
pt_br: Grazie mille.

source: Your bill comes to %s!
pt_br: Il conto fa %s!

source: Thanks bunches.
pt_br: Grazie un sacco.

source: Normal food
pt_br: Cibo normale

source: Food, pay later
pt_br: Cibo, conto dopo

source: Food, pay later x2
pt_br: Cibo, paga dopo x2

source: Date
pt_br: Appuntamento
