Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e6036f.po
Languages: pt_br

# 68_Tanimura
source: So, you're Nadine?
pt_br: Allora, sei Nadine?

# 80_Nadine
source: Yes...
pt_br: Sì...

# 92_Saki-chan
source: He says he's here to help you, dear.
pt_br: Dice che è qui per darti una mano, tesoro.

# 104_Nadine
source: Really?
pt_br: Davvero?

# 116_Tanimura
source: Yep. Had a heck of a time trying to find you, too. Nice work.
pt_br: Già. Ho fatto una fatica boia a trovarti anch'io. Bel lavoro.

# 128_Saki-chan
source: She's not out of trouble just yet. Those creeps have her passport, and she can't get home without it.
pt_br: Non è ancora fuori dai guai. Quei viscidoni hanno il suo passaporto, e senza non può tornare a casa.

# 140_Tanimura
source: You mean... the human traffickers?
pt_br: Vuoi dire... i trafficanti di esseri umani?

# 152_Saki-chan
source: I take it you've run into them already. Well, it's not only trafficking they do. They're in charge of managing the women they bring in, too.
pt_br: Immagino che li hai già beccati. Beh, non è solo la tratta che fanno. Si occupano anche di gestire le donne che si portano dietro.

# 164_Tanimura
source: Managing? In what sense?
pt_br: Gestire? Cioè, in che senso?

# 176_Saki-chan
source: They take the women's passports so they can't escape, and then give them just enough money to eke out a meager living. They're essentially modern-day slave drivers.
pt_br: Prendono i passaporti delle donne così non possono scappare, e poi gli danno appena abbastanza soldi per campare alla meno peggio. Sono praticamente degli aguzzini dei giorni nostri.

# 188_Tanimura
source: Ugh... That's terrible. I hate bastards like that the most. You have any idea where they are?
pt_br: Ugh... È uno schifo. Odio i bastardi come quelli più di tutti. Hai idea di dove siano?

# 200_Saki-chan
source: In a dilapidated food warehouse on the docks.
pt_br: In un magazzino alimentare fatiscente sui moli.

# 212_Nadine
source: I want go home to the Philippines...
pt_br: Voglio tornare a casa nelle Filippine...

# 224_Tanimura
source: Don't worry. I'll get your passport back.
pt_br: Non preoccuparti. Ti recupererò il passaporto.

# 236_Nadine
source: You will!?
pt_br: Lo farai!?

# 248_Tanimura
source: Yup. Just leave it to me.
pt_br: Tranquillo. Ci penso io.
