Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60004.po
Languages: pt_br

source: Angry Man
pt_br: Tizio incazzato

source: Angry Ex-Employee
pt_br: Ex-dipendente incazzato

# 84_Akiyama
source: Well? Did you think of a way to get them back on track?
pt_br: Allora? Hai pensato a un modo per rimetterli in carreggiata?

# 108_Akiyama
source: What's wrong? You dropped by Paradise Advertising, yeah?
pt_br: Che c'è? Sei passato alla Paradise Advertising, vero?

# 120_Shiobara
source: You knew all along, didn't you?
pt_br: Tu lo sapevi da mo', vero?

# 132_Akiyama
source: Knew what?
pt_br: Che sapevi?

# 144_Shiobara
source: You sent me to that company knowing full well that the only thing they could do was downsize!
pt_br: Mi hai spedito in quell'azienda sapendo perfettamente che l'unica\ncosa che potevano fare era ridimensionare!

# 156_Akiyama
source: They have sufficient sales and good management. They take all the leaflet orders they can. I don't see how they could possibly bring in any more money...
pt_br: Le vendite vanno bene, e la gestione è pure buona. Acchiappano tutti gli ordini di volantini che possono. Non capisco proprio come potrebbero mai tirare su altri soldi...

# 168_Akiyama
source: Which means they have to reduce their expenses... Employee salaries have already been slashed, and there's simply no more fat to trim!
pt_br: Il che significa che devono ridurre le spese... Gli stipendi dei dipendenti\r\nsono già stati tagliati, e semplicemente non c'è più\r\ngrasso da tagliare!

# 180_Shiobara
source: Their president is a real go-getter, too. Keeps pristine books, has great employee morale. And still, he's stuck in the red...
pt_br: Anche il loro presidente è uno che si sbatte un sacco. Tiene i conti in maniera impeccabile, il morale dei dipendenti è alle stelle. E comunque, è ancora in rosso...

# 192_Akiyama
source: Now that sounds like the CEO you claimed to be. You're looking in all the right places.
pt_br: Ora sì che sembri il CEO che millantavi di essere. Stai guardando nei posti giusti.

# 204_Shiobara
source: If we need to reduce expenses, there's only one thing left to cut: personnel costs. In other words...
pt_br: Se dobbiamo ridurre le spese, c'è solo una cosa che resta da tagliare: i costi del personale. In altre parole...

# 216_Angry Man
source: Hey! If it isn't old Shiobara's idiot son! Imagine my surprise running into you here!
pt_br: Oi! Ma guarda un po' chi si vede, il figlio deficiente del vecchio Shiobara! Figurati la mia sorpresa di trovarti qui!

# 228_Shiobara
source: You... You worked for my father's company...
pt_br: Tu... Lavoravi per l'azienda di mio padre...

# 240_Angry Ex-Employee
source: So you remember me, do ya? Well, thanks to you bringing down your old man's business, I'm still out of a job!
pt_br: Allora, ti ricordi di me, eh? Beh, grazie a te che hai mandato a rotoli l'attività del tuo vecchio, sono ancora a spasso!

# 252_Shiobara
source: But I either had to downsize or close the place down... My hands were tied, and I－
pt_br: Ma o dovevo ridimensionare o chiudere baracca... Avevo le mani legate, e io－

# 264_Angry Ex-Employee
source: Well, then you shoulda downsized! You think your way was more noble? "My hands were tied"－hah! You think that's gonna make up for all the hardship you've caused!?
pt_br: E allora avresti dovuto licenziare! Pensi che il tuo modo fosse più nobile? "Le mie mani erano legate"－ah! Pensi che questo basti a rimediare a tutti i guai che hai causato!?

# 276_Shiobara
source: Speaking as a manager, downsizing is－
pt_br: Come manager, la riduzione del personale è－

# 288_Angry Ex-Employee
source: Does it make you proud that you didn't downsize? Well, guess what, pal? Your pride won't put food on the table!
pt_br: Ti fa sentire fiero di non aver fatto i tagli? E indovina un po', compare? Il tuo orgoglio non ti mette il pane in tavola!

# 300_Akiyama
source: Who'd hire me now, at my age? I either live on the street or die in the gutter! Take some responsibility and die alongside me!
pt_br: Chi mi assumerebbe ora, alla mia età? Finisco per strada o crepo in un fosso! Prenditi le tue responsabilità e crepa inseme a me!

# 312_Akiyama
source: Bad idea, old man. Once you take a life, your own life is over for good.
pt_br: Pessima idea, vecchio. Una volta che togli una vita, la tua stessa vita è finita per sempre.

# 324_Angry Ex-Employee
source: Shut up! You could never understand how I feel! Never!
pt_br: Stai zitto! Non potrai mai capire come mi sento! Mai!

# 336_Akiyama
source: You're right, I couldn't... Still, murder's not the answer.
pt_br: Hai ragione, non ce l'ho fatta... Però, ammazzare non è la soluzione.

# 348_Angry Ex-Employee
source: What's your deal, anyway? You takin' this moron's side?
pt_br: Ma qual è il tuo problema, comunque? Stai con questo idiota?

# 360_Akiyama
source: If you want to try to start over, I can help. Well, I can lend you money, anyway.
pt_br: Se vuoi provare a rimetterti in piedi, posso darti una mano. Beh, posso\nprestarti dei soldi, comunque.

# 372_Angry Ex-Employee
source: I don't want your damn money! How dare you insult me! Aaargh, that does it! We'll all go down together!
pt_br: Non voglio i tuoi fottuti soldi! Come osi insultarmi! Aaargh, questo è troppo! Crolleremo tutti insieme!
