Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00a4007e.po
Languages: pt_br

source: Taxi Driver
pt_br: Tassista

# 56_Nishihama
source: This is where the kidnapper said to go. He said to give the money to－
pt_br: Qui è dove il rapitore ha detto di andare. Ha detto di dare i soldi a－

# 68_Taxi Driver
source: Excuse me... Are you Nishihama-san?
pt_br: Scusi... Lei è Nishihama-san?

# 80_Nishihama
source: Erm... Yes. That's me.
pt_br: Ehm... Sì, sono io.

# 92_Taxi Driver
source: Yes, well, I was told to deliver a briefcase...
pt_br: Sì, beh, mi è stato detto di consegnare una valigetta...

# 104_Nishihama
source: Oh, yes, of course! This is the one...
pt_br: Ah, sì, certo! È proprio questo...

# 116_Taxi Driver
source: Gotta say, I don't usually do this kind of thing. I'm not a delivery man, you know.
pt_br: Devo dire, non è roba che faccio di solito. Non sono mica un fattorino, eh.

# 128_Akiyama
source: Pardon me, friend, but... Do you know where you're taking that?
pt_br: Scusa, amico, ma... Sai dove stai portando quel coso?

# 140_Taxi Driver
source: Not yet... He said he'd call later to let me know.
pt_br: Non ancora... Ha detto che chiamava dopo per farmi sapere.

# 152_Taxi Driver
source: That said, I'd better get going... Well, so long.
pt_br: Detto questo, è meglio che mi muova... Bè, ci si vede.

# 188_Nishihama
source: Hello!? Yes, this is Nishihama!
pt_br: Pronto!? Sì, sono Nishihama!

# 200_Nishihama
source: (It's the kidnapper.)
pt_br: (È il rapitore.)

# 212_Nishihama
source: Yes... I gave it to the taxi driver. Now, where's my daughter!? Where's Miki!?
pt_br: Sì... L'ho dato al tassista. Ora, dov'è mia figlia!? Dov'è Miki!?

# 224_Nishihama
source: ...Huh!? The bathroom in West Park?
pt_br: ...Eh!? Il bagno a West Park?

# 236_Nishihama
source: Hey! Wait a second! Don't hang up! Heeey!
pt_br: Ehi! Aspetta un attimo! Non riattaccare! Ehiii!

# 260_Nishihama
source: He said she's in the bathroom at West Park...
pt_br: Ha detto che sta in bagno a West Park...

# 392_Nishihama
source: Miki, are you all right? Did he... Did he do anything to you?
pt_br: Miki, stai bene? Ti ha... ti ha fatto niente?

# 404_Miki
source: No, I'm fine... Thanks, Dad.
pt_br: No, sto bene... Grazie, papà.

# 416_Nishihama
source: Oh, thank goodness... Thank goodness you're okay.
pt_br: Oh, meno male... Meno male che stai bene.

# 440_Miki
source: Um... Dad? Who's this?
pt_br: Ehm... Papà? Chi è?

# 452_Nishihama
source: This is Akiyama-san. He lent me some money, and, well, you might say he saved your life! You'd do well to thank him.
pt_br: Questo è Akiyama-san. Mi ha prestato dei soldi, e, be', diciamo che ti ha salvato la vita! Faresti bene a ringraziarlo.

# 476_Miki
source: Um... Thank you very much for saving me, Akiyama-san.
pt_br: Ehm... Grazie mille per avermi salvato, Akiyama-san.

# 488_Akiyama
source: Uh... Sure. Now, about your repayment date...
pt_br: Ehm... Va bene. Adesso, a proposito della tua scadenza...

# 500_Nishihama
source: Well, the thing is, I gave nearly all I had to the kidnapper... Along with the money you gave me, that is.
pt_br: Beh, vedi, il fatto è che ho dato quasi tutto quello che avevo al rapitore... Insieme ai soldi che mi hai dato tu, insomma.

# 512_Nishihama
source: If you want me to pay you back right away, it's going to be quite the challenge... Though there's no interest on that loan, right?
pt_br: Se vuoi che ti ripaghi subito, sarà un bel casino... Però su quel prestito non ci sono interessi, giusto?

# 524_Akiyama
source: That was our agreement, yes. Could you please sign or stamp this promissory note?
pt_br: Già, era quello il nostro accordo. Potrebbe per favore firmare o timbrare questa cambiale?

# 536_Nishihama
source: Oh... Sure... There, it's done.
pt_br: Oh... Va bene... Ecco, è fatto.

# 548_Akiyama
source: Thank you kindly. Okay then, I need to get this back to the office.
pt_br: Grazie mille. Va bene, allora, devo riportare questo in ufficio.

# 560_Nishihama
source: Thank you, Akiyama-san! I'll be sure to pay you back someday.
pt_br: Grazie, Akiyama-san! Ti ripagherò di sicuro un giorno.

# 596_Akiyama
source: She seems awfully cheerful, given the circumstances... Oh, well. Guess I'll head on back.
pt_br: Sembra fin troppo allegra, viste le circostanze... Vabbè. Mi sa che torno indietro.

# 620_Akiyama
source: (Oh, it's Hana-chan.)
pt_br: (Oh, è Hana-chan.)

# 656_Akiyama
source: Hello?
pt_br: Pronto?

# 668_Hana
source: Hi, Chief. Is the girl okay?
pt_br: Ehi, Capo. La ragazza sta bene?

# 680_Akiyama
source: Better than okay. Girl was downright bubbly.
pt_br: Più che a posto. La ragazza era decisamente pimpante.

# 692_Hana
source: Hmm... Odd for someone who'd just been kidnapped.
pt_br: Hmm... Strano, per uno appena rapito.

# 704_Akiyama
source: Yeah. There's definitely something fishy going on.
pt_br: Già. Qui c'è decisamente qualcosa che non quadra.

# 716_Akiyama
source: I mean, putting the hostage in a bathroom before the deal goes through? What if Nishihama never handed over the ransom? Things like that.
pt_br: Cioè, mettere l'ostaggio in un bagno prima di chiudere l'affare? E se Nishihama non avesse mai consegnato il riscatto? Roba del genere.

# 728_Hana
source: It's a strange one, all right. Do you think he might've been pulling a fast one on you?
pt_br: È una faccenda strana, eh. Credi che ti stesse fregando?

# 740_Akiyama
source: Maybe... Either way, I'm gonna get to the bottom of it.
pt_br: Magari... Comunque, ci vado a fondo.

# 752_Hana
source: Huh...?
pt_br: Eh...?

# 764_Akiyama
source: The family came together to work this scam. What would drive people to those lengths?
pt_br: La famiglia si è messa insieme per tirare su questa fregatura. Cosa spingerebbe la gente a tanto?

# 776_Hana
source: *sigh* There's that bad habit of yours, Chief.
pt_br: *Sospiro* Eccola lì, quella tua solita brutta abitudine, Capo.

# 788_Akiyama
source: What's the harm? I'm just going to poke around a little.
pt_br: Che male c'è? Vado solo a mettere il naso un po'.

# 800_Hana
source: Let me give you some data, then. I'm looking through the cab company's trip records now...
pt_br: Allora, ti do io qualche dato. Sto spulciando i registri della compagnia di taxi adesso...

# 812_Hana
source: Here we go. Yep, this is fishy, all right.
pt_br: Ci siamo. Già, qui c'è puzza di bruciato, eccome.

# 824_Hana
source: The taxi that picked up the ransom money...
pt_br: Il taxi che ha preso i soldi del riscatto...

# 836_Hana
source: It looks like it did a circuit of Kamurocho then stopped near Children's Park on Shichifuku.
pt_br: Pare che si sia fatto un giro per Kamurocho e poi si sia fermato vicino al Parco dei Bambini su Shichifuku.

# 848_Akiyama
source: Wow, Hana-chan... You looked all that up for me?
pt_br: Wow, Hana-chan... Hai cercato tutto questo per me?

# 860_Hana
source: I was kind of curious myself. Besides, I don't much care for tricking people or seeing them get tricked.
pt_br: In effetti, ero un po' curiosa anch'io. E poi, non mi va molto a genio fregare la gente o vederla farsi fregare.

# 872_Akiyama
source: That sounds like you, all right. Children's Park on Shichifuku Street, huh? All right, I'll go take a look.
pt_br: Proprio da te, eh. Parco dei Bambini a Shichifuku Street, eh? Va bene, vado a dare un'occhiata.
