Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid004b0002.po
Languages: pt_br

source: Trendy Senpai
pt_br: Veterano Modaiolo

source: Early Bird Friend
pt_br: Amico Mattiniero

# 84_Trendy Senpai
source: Ever heard of 777 Town?
pt_br: Hai mai sentito parlare di 777 Town?

# 96_Early Bird Friend
source: 777 Town? No, I don't think so.
pt_br: 777 Town? Nah, non credo proprio.

# 108_Trendy Senpai
source: It's an app for your PC or cell phone that lets you play stuff like pachinko or slots.
pt_br: È un'app per il tuo PC o cellulare che ti permette di giocare a roba tipo pachinko o slot.

# 120_Trendy Senpai
source: I got my girlfriend into it, and now she can't stop playing!
pt_br: Ho tirato dentro la mia ragazza, e adesso non riesce più a smettere di giocare!

# 132_Early Bird Friend
source: Really? You sure are good with women. You always know the right thing to say to them!
pt_br: Davvero? Ci sai fare davvero con le donne. Sai sempre la cosa giusta da dirgli!

# 144_Trendy Senpai
source: Comes with the territory, man.
pt_br: Fa parte del gioco, amico.

# 156_Trendy Senpai
source: Problem is, she's been spending so much time on 777 Town, she barely has any time to hang out with me... I'm telling ya, it's a curse, not a gift.
pt_br: Il problema è che sta passando un sacco di tempo su 777 Town, non ha quasi più tempo per uscire con me... Te lo dico, è una maledizione, non un regalo.

# 168_Early Bird Friend
source: Oh... Yeah...
pt_br: Oh... Già...

# 180_Player
source: (777 Town? Sounds like something the girls at the club might be into.)
pt_br: (777 Town? Mi sa che è roba da ragazze del locale.)

# 192_Player
source: (777 Town? Sounds like something the girls at the club might be into.)
pt_br: (777 Town? Mi sa che è roba da ragazze del locale.)

# 204_Player
source: (777 Town? Sounds like something the girls at the club might be into.)
pt_br: (777 Town? Mi sa che è roba da ragazze del locale.)
