Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid002601d4.po
Languages: pt_br

source: You got a <Color:8>Red Jewel<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Gioiello Rosso<Color:Default>.

source: You gained 2,000 EXP.
pt_br: Hai guadagnato 2.000 EXP.

source: You gained 800 EXP.
pt_br: Hai guadagnato 800 EXP.

source: Short Man
pt_br: Uomo Basso

source: Tall Man
pt_br: Uomo Alto

source: Idle
pt_br: Inattivo

source: Businessman
pt_br: Uomo d'affari

source: Catch the Car Burglars!
pt_br: Acchiappa i ladri d'auto!

# 148_Short Man
source: Man, this guy is strong!
pt_br: Mamma mia, questo qui è forte!

# 160_Tall Man
source: Yeah, this cop's no joke. He's the real deal.
pt_br: Già, questo sbirro non scherza. È uno tosto.

# 172_Tanimura
source: Come on, guys. You know us cops don't have a lot of time on our hands.
pt_br: Dai, ragazzi. Lo sapete che noi poliziotti non abbiamo molto tempo da perdere.

# 184_Tanimura
source: Please don't make more work for us.
pt_br: Per favore, non createci altro sbattimento.

# 196_Short Man
source: Yeah, but officer, you'd be out of a job without criminals like us!
pt_br: Già, ma agente, rimarrebbe a spasso senza criminali come noi!

# 208_Short Man
source: You wouldn't want that to happen, right?
pt_br: Non vorresti che succedesse, vero?

# 220_Tall Man
source: Yo, wait a minute! If everybody became a good citizen, just think what a great place Kamurocho would be for everybody!
pt_br: Ehi, aspetta un attimo! Se tutti diventassero dei buoni cittadini, pensa che gran bel posto sarebbe Kamurocho per tutti!

# 232_Short Man
source: Hey, you got a point...
pt_br: Ehi, hai ragione...

# 244_Tall Man
source: Yeah! We should start a movement!
pt_br: Già! Dovremmo lanciare un movimento!

# 256_Tall Man
source: We won't do anything bad anymore! And that'll set off a chain reaction. Soon, all of Kamurocho will change!
pt_br: Non faremo più cazzate! E questo farà scattare una reazione a catena. Presto, tutta Kamurocho cambierà!

# 268_Short Man
source: Dude, that's a great idea!
pt_br: Amico, è una gran bella idea!

# 280_Short Man
source: I'm glad I chose to team up with you! I made the right choice, for sure!
pt_br: Sono contento di aver scelto di fare squadra con te! Ho fatto la scelta giusta, di sicuro!

# 292_Tall Man
source: Thank you! I mean it, man! Let's start right away!
pt_br: Grazie! Lo dico sul serio, amico! Iniziamo subito!

# 304_Tanimura
source: We're still going to the station. You know that, right?
pt_br: Andiamo comunque al commissariato. Lo sai, no?

# 316_Short Man
source: Right. Sorry.
pt_br: Ok. Scusa.

# 388_Tanimura
source: Man... What a royal pain in the...
pt_br: Mannaggia... Che gran rottura di palle...

# 400_Businessman
source: Excuse me.
pt_br: Scusami.

# 412_Tanimura
source: Yes?
pt_br: Sì?

# 424_Businessman
source: This car... It's mine. Is there something I can help you with?
pt_br: Questa macchina... È mia. Posso esserti d'aiuto in qualche modo?

# 436_Tanimura
source: Oh, this is yours? I apologize. I'm from the KPD. I just caught a couple of men trying to break into your car.
pt_br: Oh, questo è suo? Mi scuso. Sono della KPD. Ho appena beccato un paio di tizi che cercavano di scassinare la sua auto.

# 448_Businessman
source: They were what!? Is my car all right!?
pt_br: Ma cosa!? La mia macchina è a posto!?

# 460_Businessman
source: Oh my god! What did they do to it!?
pt_br: Porca miseria! Cosa ci hanno combinato!?

# 472_Tanimura
source: Well, there was a bit of a scuffle when I tried to apprehend them...
pt_br: Beh, c'è stato un piccolo tafferuglio quando ho provato ad arrestarli...

# 484_Businessman
source: A scuffle? Who's going to pay for this!?
pt_br: Una scazzottata? E chi la paga, questa!?

# 496_Tanimura
source: Uh...
pt_br: Ehm...

# 508_Tanimura
source: I'll have somebody from the station explain. Would you mind giving them a call?
pt_br: Faccio spiegare a qualcuno dal commissariato. Ti andrebbe di dar loro un colpo di telefono?

# 520_Tanimura
source: Take care, sir!
pt_br: Si riguardi, signore!

# 532_Businessman
source: Hey, wait a second!
pt_br: Ehi, aspetta un attimo!

# 592_Tanimura
source: (Whew... Guess I got out of that one.)
pt_br: (Uff... Mi sa che me la sono cavata.)

# 604_Tanimura
source: (I feel sorry for whoever has to deal with that at HQ!)
pt_br: (Poveraccio chi si deve smazzare quella grana al QG!)

# 616_Businessman
source: Oh, it looks unscathed... What a relief!
pt_br: Oh, è intatto... Meno male!

# 628_Tanimura
source: There've been a lot of these break-ins lately. Take care, okay?
pt_br: Ce ne sono stati un sacco di questi scassi ultimamente. Stai attento, ok?

# 640_Businessman
source: Oh, thank you, officer! Please take this. It's not much, but I want to reward you for your effort!
pt_br: Oh, grazie, agente! La prego, prenda questo. Non è granché, ma voglio ricompensarla per il suo impegno!

# 676_Businessman
source: Thank you again!
pt_br: Grazie ancora!

# 772_Short Man
source: Shit! Somebody's coming!
pt_br: Merda! Sta arrivando qualcuno!

# 784_Tall Man
source: There is!? Dammit!
pt_br: C'è!? Cazzo!

# 796_Short Man
source: Let's beat it!
pt_br: Filiamocela!

# 808_Tanimura
source: (Damn. Those guys are fast.)
pt_br: (Accidenti. Quei bastardi sono veloci.)

# 820_Tanimura
source: (After being chased away so many times, I bet they won't be pulling any more shenanigans around here for a while.)
pt_br: (Dopo essere stati cacciati via così tante volte, scommetto che per un po' non combineranno altri guai da queste parti.)

# 832_Tanimura
source: (I'll leave the rest up to patrol.)
pt_br: (Il resto lo lascio alla pattuglia.)

# 868_Short Man
source: Huh? It won't open.
pt_br: Eh? Non si apre.

# 880_Tall Man
source: Whaddya mean? The other one opened without a hitch.
pt_br: Come sarebbe a dire? L'altro si è aperto senza intoppi.

# 892_Tanimura
source: Hey, what are you guys up to?
pt_br: Ehi, cosa combinate?

# 904_Short Man
source: Huh? Oh, we can't get this lock to open.
pt_br: Eh? Oh, non riusciamo ad aprire questa serratura.

# 916_Tall Man
source: Why won't it budge!? C'mon!
pt_br: Perché non si schioda!? Dai!

# 928_Tanimura
source: Oh, a remote control key, huh?
pt_br: Oh, una chiave con telecomando, eh?

# 940_Tanimura
source: Is that the key to that car?
pt_br: È quella la chiave di quella macchina?

# 952_Short Man
source: Well, not to this specific car, no, but it should work on all cars with keys like this.
pt_br: Beh, non su questa macchina specifica, no, ma dovrebbe andare su tutte le auto con chiavi del genere.

# 964_Tall Man
source: It just worked on another car.
pt_br: Ha appena funzionato su un'altra macchina.

# 976_Tanimura
source: Wow, that sounds pretty convenient. Let me have a look at it.
pt_br: Caspita, sembra proprio comodo. Fammi dare un'occhiata.

# 988_Short Man
source: Okay, but you can't have it.
pt_br: Ok, ma non puoi averlo.

# 1000_Tall Man
source: That's right. That key is a vital part of our business.
pt_br: Esatto. Quella chiave è fondamentale per il nostro giro.

# 1012_Tanimura
source: Wow, I've never seen one of these before. Where'd you get it?
pt_br: Caspita, non ne ho mai visto uno così prima d'ora. Dove l'hai rimediato?

# 1024_Short Man
source: Oh, they sell 'em on the Internet.
pt_br: Oh, li piazzano su Internet.

# 1036_Tall Man
source: Yeah, you can get anything online nowadays.
pt_br: Già, oggigiorno si trova di tutto online.

# 1048_Tanimura
source: Oh yeah? Tell me the name of the site, will you?
pt_br: Ah sì? Dimmi il nome del sito, eh?

# 1060_Short Man
source: Psh, don't tell me you're one of those bozos who still picks locks by hand!
pt_br: Tsk, non dirmi che sei uno di quei babbei che scassina ancora le serrature a mano!

# 1072_Tall Man
source: You're way behind the times, man. This is the digital era, baby! All you gotta do is point, click, and <Italic>zap</Italic>－the shit pops right open!
pt_br: Sei proprio fuori dal giro, amico. Questa è l'era digitale, tesoro! Tutto quello che devi fare è puntare, cliccare e <Italic>zac</Italic>－e la roba si apre in un attimo!

# 1084_Tanimura
source: Yeah. By the way...
pt_br: Sì. A proposito...

# 1096_Tanimura
source: I'm actually a cop.
pt_br: In realtà sono un poliziotto.

# 1132_Tanimura
source: So what are you using this for again?
pt_br: Allora, per cosa lo stai usando, ancora?

# 1144_Short Man
source: An... experiment?
pt_br: Un... esperimento?

# 1156_Tall Man
source: Yeah, that's right. Just to see if... you know... it would actually open... or not...
pt_br: Sì, esatto. Solo per vedere se... sai... si apriva davvero... o no...

# 1168_Tanimura
source: Oh, yeah? Sounds like an interesting experiment.
pt_br: Ah, sì? Sembra un esperimento interessante.

# 1204_Short Man
source: (Hey, what do we do now!?)
pt_br: (Oi, che si fa adesso!?)

# 1216_Tall Man
source: (We have to use our heads! We can think through this!)
pt_br: (Dobbiamo usare la testa! Possiamo ragionarci su!)

# 1228_Tall Man
source: Excuse me, sir...
pt_br: Mi scusi, signore...

# 1240_Tanimura
source: Yeah?
pt_br: Davvero?

# 1252_Tall Man
source: Here, we just got this wallet a minute ago.
pt_br: Eccoci, abbiamo appena preso 'sto portafoglio un minuto fa.

# 1264_Tall Man
source: I'll give you half of what's inside if you'll look the other way this time.
pt_br: Ti do metà di quello che c'è dentro se stavolta chiudi un occhio.

# 1276_Short Man
source: Idiot! We already had him fooled with the line about it being an experiment!
pt_br: Idiota! Lo avevamo già fregato con la storia che era un esperimento!

# 1288_Tanimura
source: Actually, I didn't fall for that at all.
pt_br: A dire il vero, non ci sono cascato per niente.

# 1300_Short Man
source: You didn't?
pt_br: Non l'hai mica fatto?

# 1312_Tall Man
source: See! He's onto us, you shithead!
pt_br: Visto! Ci ha sgamati, pezzo di merda!

# 1324_Short Man
source: Hey, don't you get pissy with me!
pt_br: Ehi, non te la prendere con me!

# 1336_Tanimura
source: Well, I guess I could give it some thought, if you really are willing to give me half.
pt_br: Beh, potrei anche farci un pensierino, se sei davvero disposto a darmene la metà.

# 1348_Tanimura
source: See, if I arrested you two clowns, I'd have to fill out a bunch of annoying paperwork... which is honestly a real drag.
pt_br: Sentite, se vi arrestassi, voi due pagliacci, dovrei compilare un sacco di scartoffie noiose... e, onestamente, è una vera palla.

# 1360_Tall Man
source: Whoa! This cop is really understanding!
pt_br: Caspita! Questo sbirro è davvero comprensivo!

# 1372_Short Man
source: I'll say! I guess some cops really <Italic>are</Italic> good!
pt_br: Direi proprio! A quanto pare, certi sbirri <Italic>sono</Italic> davvero in gamba!

# 1384_Tall Man
source: Right, then let's divvy up what's inside this wallet.
pt_br: Ok, allora spartiamoci quello che c'è in questo portafoglio.

# 1396_Short Man
source: ...Hey, what's the matter?
pt_br: ...Ehi, che c'è?

# 1420_Short Man
source: Well, what is it!?
pt_br: Allora, che vuoi!?

# 1432_Tall Man
source: (We just had some burgers, right?)
pt_br: (Abbiamo appena mangiato degli hamburger, vero?)

# 1444_Short Man
source: (Yeah, those sure were good.)
pt_br: (Già, erano proprio buoni.)

# 1456_Tall Man
source: (Yeah. They were. They were really good.)
pt_br: (Sì. Lo erano. Erano davvero bravi.)

# 1468_Short Man
source: (So what does that have to do with anything?)
pt_br: (E allora, che c'entra?)

# 1480_Tall Man
source: (We blew almost everything in the wallet on those burgers.)
pt_br: (Ci siamo giocati quasi tutto il portafoglio per quegli hamburger.)

# 1492_Short Man
source: (What!? How much is left!?)
pt_br: (Ma che!? Quanto manca!?)

# 1504_Tall Man
source: (Let's see... 420 yen.)
pt_br: (Allora, vediamo... 420 yen.)

# 1516_Short Man
source: (So half of that is... 210 yen. I wonder if he'll let this slide for 210 yen?)
pt_br: (Quindi la metà di quella cifra è... 210 yen. Chissà se ci chiuderà un occhio per 210 yen?)

# 1528_Tall Man
source: (Not a chance, man. I wouldn't, if I was him.)
pt_br: (Manco per sogno, amico. Io non lo farei, fossi in lui.)

# 1540_Short Man
source: (This is where we should show our goodwill and give him the whole 420 yen.)
pt_br: (Qui dovremmo far vedere un po' di buon cuore e mollargli tutti i 420 yen.)

# 1552_Tall Man
source: (You're right! I'm sure he'll understand.)
pt_br: (Hai ragione! Sono certo che capirà.)

# 1564_Tall Man
source: Sorry about the wait! Here you are.
pt_br: Scusa l'attesa! Ecco a te.

# 1576_Tanimura
source: I don't need that. I heard everything you guys were saying.
pt_br: Non mi serve. Ho sentito tutto quello che stavate dicendo, voi.

# 1588_Tall Man
source: ...You did?
pt_br: ...Hai fatto?

# 1600_Tanimura
source: I'm not interested in spare change. This is a major pain, but follow me to the station.
pt_br: Non mi interessano gli spiccioli. Questa è una gran rottura, ma seguimi al commissariato.

# 1636_Short Man
source: We ain't going nowhere! We don't give up that easily!
pt_br: Non andiamo da nessuna parte! Non ci arrendiamo così facilmente!

# 1648_Tall Man
source: Raaaaagh!
pt_br: Aaaaargh!

# 1660_Tanimura
source: Maybe it needs a new battery.
pt_br: Magari gli serve una batteria nuova.

# 1672_Tall Man
source: Battery? You might be right.
pt_br: Batteria? Forse hai ragione.

# 1684_Short Man
source: Hey, go to the store and get a new battery.
pt_br: Ehi, vai al negozio e prendi una batteria nuova.

# 1696_Tall Man
source: Gotcha. But you have to pay for half, okay?
pt_br: Capito. Ma tu devi sborsare la metà, ok?

# 1756_Tall Man
source: I got it!
pt_br: Capito!

# 1768_Short Man
source: Awright, let's try it again.
pt_br: Dai, riproviamoci.

# 1780_Tall Man
source: C'mon, c'mon!
pt_br: Forza, forza!

# 1792_Tall Man
source: It worked! You're a genius, man!
pt_br: Ha funzionato! Sei un genio, amico!

# 1804_Short Man
source: You really helped us out, pal. We appreciate it.
pt_br: Ci hai dato una grossa mano, compare. Lo apprezziamo.

# 1816_Tanimura
source: Great.
pt_br: Bene.

# 1828_Tall Man
source: By the way, what's your name?
pt_br: A proposito, come ti chiami?

# 1840_Tanimura
source: Tanimura－of the Kamurocho Police.
pt_br: Tanimura－della Polizia di Kamurocho.

# 1852_Short Man
source: Oh, cool, you work for the police! That's－ Wait a minute... Wouldn't that mean...?
pt_br: Oh, figo, lavori per la polizia! Quello è— Aspetta un attimo... Ma questo non vorrebbe dire...?

# 1864_Tall Man
source: You're a cop!?
pt_br: Sei un poliziotto!?

# 1876_Tanimura
source: You bet I am.
pt_br: Scommetti che sì.

# 1888_Short Man
source: Heheh... You almost had me for a minute, man! Nice one!
pt_br: Heheh... Per un attimo mi hai quasi fregato, amico! Bel colpo!

# 1900_Tanimura
source: Do you wanna see my badge?
pt_br: Vuoi vedere il mio distintivo?

# 1912_Short Man
source: Heheh... No... No thank you.
pt_br: Eheh... No... No, grazie.

# 1924_Tanimura
source: So? You unlocked the door. Is that all you were planning on doing?
pt_br: Allora? Hai sbloccato la porta. È tutto qui quello che pensavi di fare?

# 1936_Short Man
source: Well... uh...
pt_br: Beh... ehm...

# 1948_Tall Man
source: (What the hell are we supposed to do now!? A cop is on to us!)
pt_br: Che cazzo dobbiamo fare adesso!? Uno sbirro ci ha puntato!

# 1960_Short Man
source: (Aww, man, this is awful! He's gonna bust us for sure!)
pt_br: (Mannaggia, questa è brutta! Ci sgamerà di sicuro!)

# 1972_Tall Man
source: (Okay, lemme try something.)
pt_br: (Ok, fammi provare una cosa.)

# 1984_Tall Man
source: Officer!
pt_br: Agente!

# 1996_Tanimura
source: Yeah?
pt_br: Davvero?

# 2008_Tall Man
source: It's true. We were trying to steal the wallet from this car. You caught us fair and square!
pt_br: È vero. Stavamo provando a fregare il portafoglio da questa macchina. Ci hai beccato in pieno!

# 2020_Short Man
source: Hey...
pt_br: Ehi...

# 2032_Tall Man
source: Truth is, we already stole another wallet earlier today.
pt_br: La verità è che abbiamo già rubato un altro portafoglio prima oggi.

# 2044_Tanimura
source: Oh yeah?
pt_br: Ah sì?

# 2056_Tall Man
source: Yesterday too! And the day before that! We're the thieves everybody's been talking about all over town!
pt_br: Pure ieri! E l'altro ieri! Siamo noi i ladri di cui tutti parlano in giro per la città!

# 2068_Short Man
source: Yeah! That's us!
pt_br: Sì! Siamo noi!

# 2080_Tall Man
source: There. We were honest! We told you everything!
pt_br: Ecco. Siamo stati onesti! Ti abbiamo detto tutto!

# 2092_Tanimura
source: Yes, you sure did.
pt_br: Sì, l'hai fatto eccome.

# 2104_Tall Man
source: Doesn't that mean anything to you? Your heart isn't moved at all!?
pt_br: Non ti dice nulla, questo? Il tuo cuore non è minimamente scosso!?

# 2116_Tanimura
source: ...You did?
pt_br: ...Hai fatto?

# 2140_Tall Man
source: (I tried to get him to take pity on us, but it didn't work!)
pt_br: (Ho provato a impietosirlo, ma non c'è stato verso!)

# 2152_Short Man
source: (No, wait! Lemme try!)
pt_br: (No, aspetta! Fammi provare!)

# 2164_Short Man
source: Please listen, officer!
pt_br: Senta, la prego, agente!

# 2176_Tanimura
source: I've done enough listening. It's time for－
pt_br: Ne ho sentite abbastanza. È ora di－

# 2188_Short Man
source: You just gotta hear me out! I'm beggin' ya!
pt_br: Devi solo ascoltarmi! Ti supplico!

# 2200_Tanimura
source: Uh... Okay then...
pt_br: Uh... Va bene allora...

# 2212_Short Man
source: We had no choice!
pt_br: Non avevamo scelta!

# 2224_Short Man
source: No choice, I tell ya!
pt_br: Non c'è scelta, te lo dico!

# 2248_Tall Man
source: He's right! This was the only thing we could do with our lives!
pt_br: Ha ragione! Questa era l'unica cosa che potevamo fare della nostra vita!

# 2260_Tanimura
source: Really now...
pt_br: Ma dai...

# 2272_Tall Man
source: Uh...
pt_br: Ehm...

# 2284_Tall Man
source: (What do you mean, "We had no choice"!?)
pt_br: (Come sarebbe a dire, "Non avevamo scelta"!?)

# 2296_Short Man
source: (...I don't know, man. It just popped out.)
pt_br: (...Non lo so, amico. Mi è scappato.)

# 2308_Tall Man
source: (What!?)
pt_br: (Cosa!?)

# 2320_Tanimura
source: Enough already. Just follow me to the station.
pt_br: Basta così. Seguitemi in centrale.

# 2332_Short Man
source: (Shit! We're gonna get arrested!)
pt_br: (Merda! Ci arrestano!)

# 2344_Tall Man
source: (I guess there's no avoiding it now.)
pt_br: (Mi sa che ora non si scappa.)

# 2356_Short Man
source: We ain't going nowhere! We don't give up that easily!
pt_br: Non andiamo da nessuna parte! Non ci arrendiamo così facilmente!

# 2368_Tall Man
source: What!? Are you serious－ Ah, fuck it, let's just get him! Raaaaagh!
pt_br: Cosa!? Fai sul serio－ Ah, fanculo, andiamo a prenderlo! Raaaaagh!

# 2392_Short Man
source: Hey, would ya look at that. Some dumbo forgot their wallet in their car!
pt_br: Ehi, ma guarda un po' te. Qualche fesso ha scordato il portafoglio nella macchina!

# 2404_Tall Man
source: Wait, isn't that one of those cheapie wallets they sell at the 100-yen store?
pt_br: Un attimo, ma quello non è uno di quei portafogli da quattro soldi che vendono nei negozi da 100 yen?

# 2416_Short Man
source: Still, a wallet's a wallet. There might be money inside. Let's get that shit!
pt_br: Comunque, un portafoglio è pur sempre un portafoglio. Magari c'è qualche soldo dentro. Prendiamo quella roba!

# 2428_Tanimura
source: (Aren't those the thieves from before?)
pt_br: (Ma quelli non sono i ladri di prima?)

# 2440_Tanimura
source: (I'd rather not deal with this crap, but I'll get my head chewed off later if I leave the scene of a crime in progress.)
pt_br: (Non mi va proprio di occuparmi di questa pagliacciata, ma mi faranno un culo così dopo se lascio la scena di un crimine in corso.)

# 2452_Tanimura
source: (If I charge in and they run, it'll be too much of a hassle. I should approach quietly so they don't notice me.)
pt_br: (Se mi butto a testa bassa e quelli se la danno a gambe, sarà un casino. Mi conviene avvicinarmi in silenzio per non farmi notare.)

# 2464_Catch the Car Burglars!
source: Don't miss your chance to arrest the thieves. But be careful－they'll notice you if you don't approach quietly.
pt_br: Non perdere l'occasione di acciuffare i ladri. Ma occhio: ti sgameranno se non ti avvicini in silenzio.

# 2488_Short Man
source: Is that the key to that car?
pt_br: È quella la chiave di quella macchina?

# 2500_Short Man
source: Maybe it needs a new battery.
pt_br: Magari gli serve una batteria nuova.
