Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00a4025f.po
Languages: pt_br

source: Scored one lead!
pt_br: Ho beccato una pista!

source: Subdued Woman
pt_br: Donna sommessa

# 128_Akiyama
source: Hey, how's it going? I'm a scout for a hostess club. Interested?
pt_br: Ehi, come va? Sono uno scout per un hostess club. Interessata?

# 140_Subdued Woman
source: A hostess club, huh? I don't know...
pt_br: Un hostess club, eh? Non saprei...

# 152_Akiyama
source: Oh, I understand completely. You probably have some objections to the industry. But you know...
pt_br: Oh, capisco perfettamente. Probabilmente hai delle obiezioni sul settore. Ma sai...

# 164_Akiyama
source: Just do your best, and you'll be raking in the cash.
pt_br: Basta che ti impegni, e farai i soldi a palate.

# 176_Subdued Woman
source: I do need money, but not that badly!
pt_br: Ho proprio bisogno di soldi, ma non fino a questo punto!

# 188_Akiyama
source: Ah, I see...
pt_br: Ah, capisco...

# 200_Subdued Woman
source: I'm not interested in the sex industry! Get lost!
pt_br: Non sono interessata all'industria del sesso! Vattene!

# 212_Akiyama
source: (Yikes. Blew that one...)
pt_br: (Accidenti. L'ho bruciata...)

# 260_Akiyama
source: Haven't you heard? Working as a hostess is a dream job for young women these days. In fact, hostess club fashion mags are all the rage.
pt_br: Non hai sentito? Fare l'hostess è il lavoro dei sogni per le ragazze al giorno d'oggi. Infatti, le riviste di moda sui hostess club spopolano proprio.

# 272_Subdued Woman
source: Huh? Really?
pt_br: Eh? Davvero?

# 284_Akiyama
source: Really. Are you sure a cute girl like you wouldn't be interested?
pt_br: Davvero? Sei sicura che una ragazza carina come te non sarebbe interessata?

# 296_Subdued Woman
source: Me, cute? Gosh...
pt_br: Io, carina? Oddio...

# 308_Akiyama
source: It's true! Sure, there's plenty of cute girls around here, but they're not the ones who caught my eye.
pt_br: È la verità! Certo, qui in giro ci sono un sacco di ragazze carine, ma non sono state loro a saltarmi all'occhio.

# 320_Akiyama
source: Be pretty great to make yourself even more fabulous, no?
pt_br: Sarebbe una figata renderti ancora più favolosa, no?

# 332_Subdued Woman
source: I guess so.
pt_br: Immagino di sì.

# 344_Akiyama
source: Here's my card, then. Can I get your number?
pt_br: Ecco il mio biglietto, allora. Mi dai il tuo numero?

# 356_Subdued Woman
source: Uh-huh.
pt_br: Ah-ah.

# 380_Akiyama
source: All right, I'll be in touch!
pt_br: Perfetto, ci sentiamo!

# 428_Akiyama
source: There's a lot of money in it.
pt_br: C'è un sacco di grana.

# 440_Akiyama
source: This just might be your dream job.
pt_br: Questo potrebbe essere proprio il lavoro dei tuoi sogni.
