Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0102033e.po
Languages: pt_br

source: Homeless Man
pt_br: Senzatetto

# 56_Akiyama
source: Whoa!
pt_br: Oi!

# 68_Homeless Man
source: This place is ours! Yakuza ain't welcome!
pt_br: Questo posto è nostro! Yakuza, qui non siete i benvenuti!

# 80_Akiyama
source: Relax, pal. I'm no yakuza... I'm a moneylender. One who has business with Midorikawa, the guy who's been hanging out down here.
pt_br: Tranquillo, amico. Non sono yakuza... Sono un usuraio. Uno che ha affari con Midorikawa, il tizio che bazzica qui sotto.

# 92_Homeless Man
source: Oh... Sorry about that.
pt_br: Oh... Scusa.

# 104_Homeless Man
source: This place used to be our home until the Hatsushiba came along and kicked us onto the curb.
pt_br: Questo posto era casa nostra finché non sono arrivati 'sti Hatsushiba e ci hanno buttato sul marciapiede.

# 116_Homeless Man
source: There was some kinda ruckus going on, so my buddy and I figured we'd try and take the place back while they were distracted. He ended up just chickening out, though...
pt_br: C'era una specie di casino in corso, così io e il mio compare abbiamo pensato di provare a riprenderci il posto mentre erano distratti. Lui però alla fine ha fatto il coniglio...

# 128_Homeless Man
source: Guess that ruckus is you, then?
pt_br: Quindi quel casino sei tu, allora?

# 140_Akiyama
source: I was hoping to settle things peacefully, but that doesn't seem to be working out too well. I suggest you get out while you still can.
pt_br: Speravo di sistemare le cose pacificamente, ma a quanto pare non sta andando un granché. Ti consiglio di toglierti di mezzo finché sei in tempo.

# 152_Akiyama
source: I can take it from here.
pt_br: Posso occuparmene da qui.

# 164_Homeless Man
source: No way! I'm tagging along whether you like it or not!
pt_br: Neanche per sogno! Mi aggrego che ti piaccia o no!

# 176_Akiyama
source: Don't be ridiculous. It's not safe for you here!
pt_br: Non essere ridicolo. Qui non è sicuro per te!

# 188_Sukegawa
source: I'm not gonna let you push me around like some senile old fool! The name's Kogoro Sukegawa, and I'm going to punish those yakuza bastards for everything they've done!
pt_br: Non mi lascerò mettere i piedi in testa come un vecchio rimbambito qualsiasi! Il mio nome è Kogoro Sukegawa, e punirò quei bastardi yakuza per tutto quello che hanno combinato!

# 200_Akiyama
source: Uh...
pt_br: Ehm...

# 212_Sukegawa
source: Before those thugs showed up, this was practically a homeless paradise. The closest thing most of us have ever had to a real home. A real family.
pt_br: Prima che quei balordi si facessero vivi, questo era praticamente un paradiso per noi senzatetto. La cosa più vicina che la maggior parte di noi abbia mai avuto a una vera casa. Una vera famiglia.

# 224_Sukegawa
source: But they had to go and ruin it! Not like some fancy-pants rich boy would understand how it feels... *sniffle*"
pt_br: Ma dovevano proprio rovinarlo! Non è che un fighetto col portafoglio gonfio capirebbe mai cosa si prova... *sniffle*

# 236_Akiyama
source: ...All right. You can come with if you want.
pt_br: ...Va bene. Puoi venire se vuoi.

# 248_Sukegawa
source: Really!? Wow, thanks, pal! Just stand back and let ol' Kogoro show you how it's done!
pt_br: Davvero!? Cavolo, grazie, amico! Fatti indietro e lascia che il vecchio Kogoro ti faccia vedere come si fa!

# 260_Akiyama
source: Knock yourself out.
pt_br: Fai pure.
