Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e603fc.po
Languages: pt_br

source: Tough Guy
pt_br: Tipo tosto

# 56_Tanimura
source: (The meeting place Saki-chan told me about should be around here somewhere...)
pt_br: (Il posto dell'incontro che mi ha detto Saki-chan dovrebbe essere qui in zona...)

# 92_Saki-chan
source: Hi, handsome! ♪
pt_br: Ciao, bellone! ♪

# 104_Tanimura
source: Hey! Don't surprise me like that!
pt_br: Ehi! Non farmi prendere un colpo così!

# 116_Saki-chan
source: Sorry, honey. Things are starting to heat up, so I'm taking extra precautions.
pt_br: Scusa, tesoro. Le cose si stanno scaldando, quindi sto prendendo qualche precauzione in più.

# 128_Tanimura
source: Is everything okay?
pt_br: Tutto a posto?

# 140_Saki-chan
source: I told you. I've passed the point of no return now. But it was worth the risk.
pt_br: Te l'avevo detto. Ho superato il punto di non ritorno, ormai. Ma ne è valsa la pena.

# 152_Tanimura
source: What'd you find out?
pt_br: Che hai scoperto?

# 164_Saki-chan
source: Tsugawa. He's the man behind the fake marriages, counterfeit passports, shady recruitment strategy, and just about everything horrible under the sun.
pt_br: Tsugawa. È lui che sta dietro ai matrimoni farlocchi, ai passaporti contraffatti, a una strategia di reclutamento losca, e praticamente a ogni porcheria sotto il sole.

# 176_Tanimura
source: So... Is he Bridge?
pt_br: Allora... È lui Bridge?

# 188_Saki-chan
source: I don't think so. But he's definitely affiliated.
pt_br: Non credo proprio. Ma di sicuro ci sta dentro.

# 200_Saki-chan
source: Tsugawa runs a trading company called Urban Foods. They import food mainly from Asian countries.
pt_br: Tsugawa gestisce una società di trading chiamata Urban Foods. Importano cibo principalmente dai paesi asiatici.

# 212_Tanimura
source: So that's how he gets all his local information.
pt_br: Ah, quindi è così che ottiene tutte le dritte del posto.

# 224_Saki-chan
source: His on-site employees seem to be handling the recruiting operations as well.
pt_br: La sua gente sul campo, a quanto pare, si occupa pure del reclutamento.

# 236_Tanimura
source: You learned all that so quick. You must've been one hell of a detective back in the day.
pt_br: Hai imparato tutto questo in un lampo. Devi essere stato un diavolo di detective ai tuoi tempi.

# 248_Tanimura
source: By the way, I wanted to ask you...
pt_br: A proposito, volevo chiederti...

# 260_Saki-chan
source: What is it?
pt_br: E cioè?

# 272_Tough Guy
source: We heard all that, by the way.
pt_br: Abbiamo sentito tutto, per la cronaca.

# 284_Saki-chan
source: What!?
pt_br: Cosa!?

# 296_Tough Guy
source: I thought you were just another shady lady, but it turns out you're workin' with a cop. Nice knowin' ya, Officer Okama.
pt_br: Pensavo fossi solo un'altra tipa losca, ma salta fuori che ti la fai con uno sbirro. Bel piacere averti conosciuto, Agente Okama.

# 308_Saki-chan
source: Huh, so you found me out... Guess I lost my touch. I'll have to work on that.
pt_br: Ah, quindi mi hai sgamato... Mi sa che ho perso la mano. Dovrò rimettermi in sesto.

# 320_Tanimura
source: Saki-chan, you need to run.
pt_br: Saki-chan, devi scappare.

# 332_Saki-chan
source: But...
pt_br: Ma...

# 344_Tanimura
source: Don't take this wrong, but you'd just be getting in my way here.
pt_br: Non prenderla male, ma qui mi finiresti solo tra i piedi.

# 356_Saki-chan
source: ...If you say so.
pt_br: ...Se lo dici tu.

# 380_Tanimura
source: You caught me at a busy time, so let's settle this quick, okay? I'm sure you understand.
pt_br: Mi hai beccato in un momento incasinato, quindi sbrighiamola in fretta, okay? Sono sicuro che capisci.
