Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00090177.po
Languages: pt_br

source: You got an <Color:8>Elegant Umbrella<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Ombrello Elegante<Color:Default>.

source: You got an <Color:8>Iron Nail<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Chiodo di ferro<Color:Default>.

source: You got a <Color:8>Banker's Piece<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Pezzo del Banchiere<Color:Default>.

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

# 56_Yamashita
source: I appreciate all you've done.
pt_br: Apprezzo tutto quello che hai fatto.

# 68_Saejima
source: Don't mention it. Besides, I reckon you've still gotta keep an eye out for the rest of those hooligans.
pt_br: Di niente. E poi, mi sa che devi ancora stare in campana per il resto di quei balordi.

# 80_Yamashita
source: Maybe not. I have a feeling we've seen the last of them.
pt_br: Magari no. Mi sa che non li rivedremo più.

# 92_Saejima
source: Hope you're right.
pt_br: Spero tu abbia ragione.

# 104_Yamashita
source: Saejima-san, when you said you understand what it's like to be addicted to revenge...
pt_br: Saejima-san, quando hai detto che capisci cosa significa essere dipendenti dalla vendetta...

# 116_Yamashita
source: ...No, I'm overstepping my bounds. I beg your pardon.
pt_br: ...No, mi sto spingendo troppo oltre. Le chiedo perdono.

# 128_Saejima
source: Nah. Don't sweat it.
pt_br: Na. Figurati.

# 140_Yamashita
source: These are some odds and ends we pooled together. They're hardly worth the kindness you've shown us, but please accept them.
pt_br: Questi sono quel poco che abbiamo racimolato. Non sono neanche un granché rispetto a quello che hai fatto per noi, ma ti prego, accettali.

# 152_Saejima
source: Gladly.
pt_br: Volentieri.

# 284_Saejima
source: Nobody can live his life without botherin' somebody else. All we can do is try to get along...
pt_br: Nessuno può vivere la sua vita senza dare fastidio a qualcun altro. Tutto quello che possiamo fare è cercare di andare d'accordo...

# 296_Saejima
source: Just knowin' that might be enough for folks like Iguchi and those homeless fellas to coexist... least I hope so.
pt_br: Solo a saperlo potrebbe bastare per gente come Iguchi e quei barboni per coesistere... almeno ci spero.
