Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e602d4.po
Languages: pt_br

# 132_Kiryu
source: You said you've already tried all the ramen around here, right?
pt_br: Hai detto che hai già provato tutti i ramen in zona, no?

# 144_Matsuyama
source: Yeah. I think I must've eaten at every single place in town.
pt_br: Già. Penso di aver mangiato in ogni singolo locale della città.

# 156_Kiryu
source: In that case, we ought to try something a little different. It might give you some new ideas.
pt_br: Allora, dovremmo provare qualcosa di un po' diverso. Magari ti dà qualche spunto nuovo.

# 168_Matsuyama
source: Good thinking. Where do you think we should go first?
pt_br: Buona pensata. Dove andiamo prima?

# 180_Kiryu
source: Let's go eat some tasty yakiniku. I think it has something in common with that rich tonkotsu ramen at Kyushu No. 1 Star.
pt_br: Andiamo a mangiarci del buon yakiniku. Penso che abbia qualcosa in comune con quel ricco ramen tonkotsu del Kyushu No. 1 Star.

# 192_Matsuyama
source: Great idea! Let's go!
pt_br: Ottima idea! Andiamo!

# 216_Kiryu
source: Let's go eat some top-notch sushi.
pt_br: Andiamo a mangiarci un sushi coi fiocchi.

# 228_Matsuyama
source: Got it. Expensive, high-end seafood would be the exact opposite of the affordable, hearty tonkotsu ramen we serve.
pt_br: Capito. I piatti di mare costosi e di lusso sarebbero l'esatto opposto del ramen tonkotsu economico e sostanzioso che serviamo noi.

# 240_Kiryu
source: Exactly. Let's go.
pt_br: Esatto. Andiamo.

# 252_Matsuyama
source: You're the boss!
pt_br: Comandi tu!

# 276_Kiryu
source: Ramen's all about serving good food fast and cheap. With that in mind, it might be worthwhile to visit a fast food joint.
pt_br: Il ramen, in fondo, deve essere roba buona, veloce e costare poco. Con quest'idea in testa, forse un salto in qualche fast food ci starebbe.

# 288_Matsuyama
source: Great idea! I never thought of that!
pt_br: Ottima idea! Non ci avevo mai pensato!

# 300_Kiryu
source: Okay, let's go to Smile Burger.
pt_br: Ok, andiamo allo Smile Burger.

# 312_Matsuyama
source: You're the boss!
pt_br: Comandi tu!

# 336_Kiryu
source: Maybe we're trying too hard. Let's wander around a little for a change of pace.
pt_br: Forse ci stiamo scervellando troppo. Facciamo un giro, giusto per staccare un po'.

# 348_Matsuyama
source: But...
pt_br: Ma...

# 360_Kiryu
source: You shouldn't overthink things. Let's just take it slow.
pt_br: Non dovresti farti troppe paranoie. Prendiamocela con calma.

# 372_Matsuyama
source: Okay...
pt_br: Va bene...

# 396_Kiryu
source: Let's get some tasty yakiniku.
pt_br: Prendiamo del buon yakiniku.

# 408_Kiryu
source: How about some fresh sushi?
pt_br: Che ne dici di un bel sushi fresco?

# 420_Kiryu
source: Let's see what fast food has to offer.
pt_br: Vediamo un po' cosa offre il fast food.

# 432_Kiryu
source: Let's just wander around town.
pt_br: Gironzoliamo un po' per la città.
