Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c0243.po
Languages: pt_br

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

# 116_Chihiro
source: Okay, this match is for keeps.
pt_br: Okay, questa partita è quella che conta.

# 128_Player
source: Heh. You take this seriously, don't you?
pt_br: Eheh. La prendi sul serio, vero?

# 140_Chihiro
source: Let's go in.
pt_br: Entriamo.

# 164_Chihiro
source: Okay, this match is for keeps.
pt_br: Okay, questa partita è quella che conta.

# 176_Player
source: Hold on a sec... Um, looks like I'm low on cash.
pt_br: Aspetta un attimo... Ehm, mi sa che sono a corto di contanti.

# 188_Chihiro
source: What? You are!?
pt_br: Cosa? Davvero!?

# 200_Player
source: Yeah. Sorry.
pt_br: Sì. Scusa.

# 212_Chihiro
source: That's a shame. I guess that's it today. Goodbye for now.
pt_br: Peccato. Immagino sia tutto per oggi. Arrivederci per ora.

# 224_Player
source: (I better find some money...)
pt_br: (Mi conviene trovare dei soldi...)

# 332_Chihiro
source: Oh, I lost. You could've gone a bit easier on me!
pt_br: Ah, ho perso. Potevi andarci un po' più piano con me!

# 344_Player
source: Hey, you said this was for keeps.
pt_br: Ehi, avevi detto che si giocava sul serio.

# 356_Chihiro
source: Yeah, I did. And I had fun, too. I'll just have to practice! <Color:7>♥<Color:Default>
pt_br: Sì, l'ho fatto. E mi sono divertito un sacco, pure. Mi toccherà allenarmi! <Color:7>♥<Color:Default>

# 368_Chihiro
source: I'll be waiting for you at the club.
pt_br: Ti aspetterò al club.

# 392_Chihiro
source: Looks like a draw.
pt_br: Sembra un pareggio.

# 404_Player
source: Yeah. You're pretty good.
pt_br: Sì. Non sei niente male.

# 416_Chihiro
source: Thank you! That was intense, wasn't it?
pt_br: Grazie! Che tirata, eh?

# 428_Talk_Ojigi
source: Well, I'll see you at the club.
pt_br: Allora, ci vediamo al club.

# 452_Chihiro
source: I did it! I beat you!
pt_br: Ce l'ho fatta! Ti ho stracciato!

# 464_Player
source: Yep, you sure did.
pt_br: Già, l'hai proprio fatta.

# 476_Chihiro
source: That was fun! Bowling's great, isn't it?
pt_br: È stato divertente! Il bowling è una figata, non trovi?

# 488_Talk_Ojigi
source: Okay, I'll see you at the club sometime.
pt_br: Ok, ci vediamo al club un giorno di questi.

# 596_Chihiro
source: Okay, this match is for keeps.
pt_br: Okay, questa partita è quella che conta.

# 608_Player
source: Heh. Go easy on me, okay?
pt_br: Eheh. Non infierire troppo, eh?

# 620_Chihiro
source: Let's go in.
pt_br: Entriamo.

# 644_Chihiro
source: Okay, this match is for keeps.
pt_br: Okay, questa partita è quella che conta.

# 656_Player
source: Hold on a sec... Um, looks like I'm low on cash.
pt_br: Aspetta un attimo... Ehm, mi sa che sono a corto di contanti.

# 668_Chihiro
source: What? You are!?
pt_br: Cosa? Davvero!?

# 680_Player
source: Yeah. Sorry.
pt_br: Sì. Scusa.

# 692_Chihiro
source: That's a shame. I guess that's it today. Goodbye for now.
pt_br: Peccato. Immagino sia tutto per oggi. Arrivederci per ora.

# 704_Player
source: (I better find some money...)
pt_br: (Mi conviene trovare dei soldi...)

# 812_Chihiro
source: Oh, I lost. You could've gone a bit easier on me!
pt_br: Ah, ho perso. Potevi andarci un po' più piano con me!

# 824_Player
source: Hey, you said it was for keeps.
pt_br: Ehi, avevi detto che si faceva sul serio.

# 836_Chihiro
source: Yeah, I did. And I had fun, too. I'll just have to practice! <Color:7>♥<Color:Default>
pt_br: Sì, l'ho fatto. E mi sono divertito un sacco, pure. Mi toccherà allenarmi! <Color:7>♥<Color:Default>

# 848_Chihiro
source: Wanna go to the club now?
pt_br: Ti va di andare al club adesso?

# 860_Player
source: Sure.
pt_br: Certo.

# 884_Chihiro
source: Looks like a draw.
pt_br: Sembra un pareggio.

# 896_Player
source: Yeah. You're pretty good.
pt_br: Sì. Non sei niente male.

# 908_Chihiro
source: Thank you! That was intense, wasn't it?
pt_br: Grazie! Che tirata, eh?

# 920_Chihiro
source: Okay, let's go to the club.
pt_br: Dai, andiamo al club.

# 932_Player
source: Sure.
pt_br: Certo.

# 956_Chihiro
source: I did it! I beat you!
pt_br: Ce l'ho fatta! Ti ho stracciato!

# 968_Player
source: Yep, you sure did.
pt_br: Già, l'hai proprio fatta.

# 980_Chihiro
source: That was fun! Bowling's great, isn't it?
pt_br: È stato divertente! Il bowling è una figata, non trovi?

# 992_Chihiro
source: Okay, let's go to the club.
pt_br: Dai, andiamo al club.

# 1004_Player
source: Sure.
pt_br: Certo.
