Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee004f.po
Languages: pt_br

# 2984_Bartender
source: I used to drink this all the time, and its taste is still as familiar as an old friend.
pt_br: Questo lo bevevo sempre, e il suo sapore mi è ancora familiare come un vecchio amico.

# 2996_Bartender
source: It's even better thanks to those fond memories.
pt_br: È pure meglio grazie a quei bei ricordi.

# 3056_Bartender
source: Like Tenryuga, this awamori is produced at the oldest surviving maker in Shuri, Okinawa.
pt_br: Come il Tenryuga, questo awamori è prodotto dal produttore più antico ancora in attività a Shuri, Okinawa.

# 3068_Bartender
source: It has the unique flavor of awamori along with a bright, light aroma and a clean, crisp taste.
pt_br: Ha il sapore unico dell'awamori insieme a un aroma brillante e leggero e un gusto pulito e deciso.

# 3080_Bartender
source: Straight up, on the rocks, or even cut with hot or cold water－you can't go wrong.
pt_br: Liscio, con ghiaccio, o anche allungato con acqua calda o fredda—non puoi sbagliare.

# 3092_Bartender
source: It also goes well with soda water, or use fruit juice for a livelier mix.
pt_br: Si abbina bene anche con la soda, o usa succo di frutta per un mix più vivace.

# 3152_Bartender
source: Like Churajima, this awamori is produced at the oldest maker in Shuri still in business.
pt_br: Come Churajima, questo awamori è prodotto presso il produttore più antico di Shuri ancora in attività.

# 3164_Bartender
source: Tenryugura is born of only the best spirits that have been left to slowly age.
pt_br: Tenryugura nasce solo dai migliori distillati che sono stati lasciati invecchiare lentamente.

# 3176_Bartender
source: Although its alcohol content is 30%, it has a smooth feel in the mouth, a vanilla-like aroma, and a full flavor.
pt_br: Anche se la sua gradazione alcolica è del 30%, ha un tocco morbido al palato, un aroma vanigliato e un gusto corposo.

# 3188_Bartender
source: I recommend taking your first sip straight so you can enjoy the full flavor of this aged gem.
pt_br: Ti consiglio di bere il primo sorso liscio per poterti godere tutto il sapore di questa gemma invecchiata.

# 3212_Bartender
source: Use
pt_br: Usa

# 3224_Bartender
source: Don't Use
pt_br: Non usare
