Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00910228.po
Languages: pt_br

source: Panicked Homeless Man
pt_br: Senzatetto nel panico

# 68_Saejima
source: (Hm? A homeless guy... Maybe I could ask him about the info dealer.)
pt_br: (Hm? Un senzatetto... Forse potrei chiedergli dell'informatore.)

# 80_Saejima
source: Excuse me. Was wonderin' if I could ask ya something.
pt_br: Scusi. Mi chiedevo se potessi chiederle una cosa.

# 92_Panicked Homeless Man
source: Hey!
pt_br: Ehi!

# 104_Panicked Homeless Man
source: You! Come over here!
pt_br: Ehi tu! Vieni qua!

# 116_Saejima
source: What happened?
pt_br: Cosa è successo?

# 128_Panicked Homeless Man
source: We'll talk later! Just follow me!
pt_br: Ne parliamo dopo! Seguimi e basta!

# 224_Saejima
source: Hold yer horses, old man. Where the hell're ya headed in such a hurry?
pt_br: Frena un po', vecchio. Dove cazzo corri in tutta questa fretta?

# 236_Panicked Homeless Man
source: It's the Master! He's gonna die if we don't do something!
pt_br: È il Maestro! Sta per morire se non ci diamo una mossa!

# 248_Saejima
source: The Master?
pt_br: Il Maestro?

# 260_Panicked Homeless Man
source: Yeah. He's a famous old man around these parts. Been digging a hole down in the sewers for ages now.
pt_br: Eh, sì. È un vecchio parecchio conosciuto qui attorno. È da una vita che sta a scavare un buco giù nelle fogne.

# 272_Panicked Homeless Man
source: But enough chitchat! We gotta hurry!
pt_br: Ma basta chiacchiere! Dobbiamo spicciarci!

# 308_Saejima
source: A manhole? You sure about this?
pt_br: Un tombino? Sei sicuro di 'sta cosa?

# 320_Panicked Homeless Man
source: It's the fastest way! Just follow me!
pt_br: È la via più svelta! Seguimi e basta!

# 332_Saejima
source: Easier said than done, old man. How am I supposed to get through a manhole?
pt_br: Più facile a dirsi che a farsi, vecchio. Come diavolo faccio a scendere in un tombino?

# 344_Panicked Homeless Man
source: I got a special tool for opening manhole covers. But you're bigger than a buffalo, so you probably don't even need it.
pt_br: C'ho un attrezzo speciale per aprire i tombini. Ma tu sei più grosso di un bufalo, quindi probabilmente non ti serve neanche.

# 356_Panicked Homeless Man
source: Anyways, we oughta hurry! Come on!
pt_br: Comunque, dobbiamo sbrigarci! Forza!
