Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60510.po
Languages: pt_br

source: Mystery Man
pt_br: Uomo Misterioso

source: Curveball
pt_br: Curva

# 56_Mystery Man
source: Kiryu! I've been waiting!
pt_br: Kiryu! Ti stavo aspettando!

# 68_Kiryu
source: Do I know you?
pt_br: Ma noi ci conosciamo?

# 80_Mystery Man
source: Hehe, I'm not surprised you don't remember me. But I've had you on my brain nonstop these past four years.
pt_br: Heh, non mi stupisce che non ti ricordi di me. Ma non ti ho mai tolto dalla testa in questi quattro anni.

# 92_Mystery Man
source: Don't tell me you forgot what you said to me?
pt_br: Non mi dire che ti sei dimenticato quello che mi hai detto?

# 116_Mystery Man
source: You felt like swinging a bat around... and we were gonna be the curveballs.
pt_br: Ti andava di menare la mazza in giro... e noi saremmo stati le palle curve.

# 128_Kiryu
source: If you say so. I say a lot of things to a lot of punks.
pt_br: Se lo dici tu. Dico un sacco di cose a un sacco di teppisti.

# 140_Mystery Man
source: That didn't jog your memory!? But the nickname stuck with me ever since! I've had guys calling me Curveball for years!
pt_br: Quello non ti ha fatto scattare niente!? Ma quel soprannome mi è rimasto addosso\nda allora! È da anni che i tipi mi chiamano Curveball!

# 152_Curveball
source: Think, man! You got in a fight here with a gang called the B-Kings, and I'm their leader! Or I was, at least.
pt_br: Pensaci, uomo! Hai fatto a botte qui con una banda chiamata i B-Kings, e io sono il loro capo! O almeno lo ero.

# 164_Kiryu
source: Oh, right. You're the ones who went after Takashi when he tried to leave the gang.
pt_br: Ah, giusto. Siete voi quelli che sono andati dietro a Takashi quando ha cercato di lasciare la banda.

# 176_Kiryu
source: Heh, I thought you were just some random punk. Looks like you've done pretty well for yourself in the meantime, though. I take it those are your fans outside?
pt_br: Eh, pensavo fossi solo un teppistello qualunque. Sembra che nel frattempo te la sia cavata alla grande, però. Immagino che quelli là fuori siano i tuoi fan?

# 188_Curveball
source: Heh, you bet they are. I take it you don't keep up with this kinda stuff, so lemme fill you in.
pt_br: Eh, altroché. Immagino che tu non sia al passo con questo tipo di cose, quindi ti spiego io.

# 200_Baba
source: These days, everyone knows me as professional baseball superstar Keisuke Baba. I've made more TV appearances than I can remember.
pt_br: Di questi tempi, tutti mi conoscono come il fuoriclasse del baseball professionista\nKeisuke Baba. Ho fatto talmente tante apparizioni in TV che ho perso il conto.

# 212_Kiryu
source: Oh yeah?
pt_br: Ah sì?

# 224_Baba
source: Yeah. In other words, I don't have a lot of open slots in my schedule. Yet here I am, asking you out to a dump like this. You know why?
pt_br: Già. In altre parole, non ho molti buchi nell'agenda. Eppure eccomi qui, a chiederti di venire in una bettola come questa. Sai perché?

# 236_Kiryu
source: You said in your message you wanted to settle things.
pt_br: Nel tuo messaggio hai detto che volevi regolare i conti.

# 248_Baba
source: That's right. It's been gnawing at me all this time.
pt_br: Proprio così. Mi ha sempre roso dentro per tutto questo tempo.

# 260_Baba
source: You tried to make me out to be the bad guy back in the day, but Takashi's the one who made the wrong choice.
pt_br: Hai cercato di farmi passare per il cattivo ai tempi, ma è stato Takashi a fare la scelta sbagliata.

# 272_Baba
source: That's when I decided I was gonna prove that I was right. Everyone needed to know the truth.
pt_br: È stato allora che ho deciso che avrei dimostrato di aver ragione. Tutti dovevano sapere la verità.

# 284_Kiryu
source: So you... started playing baseball? I don't think I see the connection.
pt_br: Allora tu... ti sei messo a giocare a baseball? Non credo di capire il\nnesso.

# 296_Baba
source: Of course you don't. You see, the very concept of "right" boils down to nothing more than whatever the powerful say it is.
pt_br: Certo che no. Vedi, il concetto stesso di "giusto" si riduce a nient'altro che quello che i pezzi grossi dicono che sia.

# 308_Baba
source: You've seen those self-help books where successful people tell you how to be successful yourself, right? Having power makes everything you do valid, man.
pt_br: Hai presente quei libri di auto-aiuto dove i tipi che ce l'hanno fatta ti spiegano come farcela pure tu, no? Avere potere rende lecito ogni tua mossa, amico.

# 320_Baba
source: As long as you're powerful, right and wrong don't matter to you. Everything you do becomes right! And whatever came before was just a step on your path to success.
pt_br: Finché hai il potere, il giusto e lo sbagliato per te non contano. Tutto quello che fai diventa giusto! E tutto ciò che è successo prima era solo un passo sulla tua strada per il successo.

# 332_Baba
source: So by becoming rich and famous, I'm proving that all the choices I've made up 'til now were the right ones.
pt_br: Quindi, diventando ricco e famoso, sto dimostrando che tutte le scelte che ho fatto finora erano quelle giuste.

# 344_Kiryu
source: Heh. That's the same kind of logic that got your crown knocked off in the first place, B-King.
pt_br: Eh. È la stessa logica che ti ha fatto perdere il tuo titolo\nper cominciare, B-King.

# 356_Baba
source: Finally remembered, huh? Good.
pt_br: Finalmente ti sei ricordato, eh? Bene.

# 368_Kiryu
source: So now what? Don't tell me you want to slug it out again?
pt_br: E adesso? Non dirmi che vuoi fare a botte di nuovo?

# 380_Baba
source: I told you, I'm a major-leaguer now. And there's only one way major-leaguers settle things: with a bat and ball.
pt_br: Te l'ho detto, adesso sono un pro delle Major. E c'è un solo modo in cui i pro delle Major sistemano le cose: con mazza e palla.

# 392_Baba
source: Here, I'll make the rules simple for you. I throw ten pitches, and if you can get a clean hit off even one of them, you win. Fair enough?
pt_br: Senti, ti metto le regole in chiaro. Io lancio dieci lanci, e se riesci a fare una battuta pulita, anche solo su uno di questi, vinci. Ci stai?

# 404_Kiryu
source: Sounds pretty generous. I can close my eyes and swing randomly and I'd probably still hit at least one.
pt_br: Sembra fin troppo semplice. Potrei chiudere gli occhi e tirare a caso e probabilmente ne colpirei comunque almeno uno.

# 416_Baba
source: Heh, not against my secret weapon, you can't! Swing all you want against my Twisted Curve... You'll come up empty every time!
pt_br: Heh, non ce la fai contro la mia arma segreta! Sferra tutti i colpi che vuoi contro la mia Curva Contorta... Andrai a vuoto ogni volta!
