Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee065a.po
Languages: pt_br

source: You gained 500 EXP.
pt_br: Hai guadagnato 500 ESP.

source: Self-proclaimed Treasure Hunter
pt_br: Sedicente Cacciatore di Tesori

source: Another Perspective
pt_br: Un'altra prospettiva

# 56_Self-proclaimed Treasure Hunter
source: Ooh? You out here treasure hunting, too? Heheheh.
pt_br: Ooh? Anche tu qui a caccia al tesoro? Heheheh.

# 68_Self-proclaimed Treasure Hunter
source: You can't just look at treasure like you're better than it. That just isn't right. You've got to just... focus on it. Be the treasure.
pt_br: Non puoi mica guardare un tesoro con quell'aria di sufficienza. Non va mica bene così. Devi proprio... metterci la testa. Sii il tesoro.

# 80_Self-proclaimed Treasure Hunter
source: When you become the treasure, you can hear it talking to you. Whispering sweet nothings that only another treasure can hear.
pt_br: Quando diventi il tesoro, puoi sentirlo parlarti. Ti sussurra dolci parole che solo un altro tesoro può sentire.

# 92_Self-proclaimed Treasure Hunter
source: During your adventure, you can enter first-person mode with <Action:Button_R3@Adventure>.
pt_br: Durante la tua avventura, puoi entrare nella modalità in prima persona con <Action:Button_R3@Adventure>.

# 104_Self-proclaimed Treasure Hunter
source: Once you enter this mode, you'll step into the shoes of the main character, and you might even discover something new that you didn't see before! Whenever you get to a spot that piques your interest, enter first-person mode and take a look around.
pt_br: Una volta che entri in questa modalità, ti metterai nei panni del personaggio principale, e potresti persino scovare qualcosa di nuovo che prima ti era sfuggito! Ogni volta che arrivi in un punto che ti incuriosisce, entra in modalità in prima persona e dacci un'occhiata in giro.

# 116_Self-proclaimed Treasure Hunter
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt_br: Questa informazione è stata aggiunta come <Color:14>Memo<Color:Default>. Leggi i <Color:14>Memos<Color:Default> selezionando <Color:14>Memos<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.

# 128_Self-proclaimed Treasure Hunter
source: You got that? Focus and look around! Heheheh.
pt_br: Ci sei? Concentrati e guardati attorno! Heheheh.
