Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e6036b.po
Languages: pt_br

# 92_Tanimura
source: Hey. They hurt you any?
pt_br: Ehi. Ti hanno fatto del male?

# 104_Zhao
source: No... I'm fine. Didn't mean to get you involved.
pt_br: No... Sono a posto. Non volevo coinvolgerti.

# 116_Tanimura
source: They were looking for a woman named Nadine, right? She your buddy or something?
pt_br: Cercavano una donna di nome Nadine, giusto? È una tua socia o roba del genere?

# 128_Zhao
source: Nadine... came here from the Philippines to seek better financial opportunities.
pt_br: Nadine... è venuta qui dalle Filippine per cercare di svoltare economicamente.

# 140_Zhao
source: But the authorities found out she was working illegally and now they're trying to chase her down.
pt_br: Ma le autorità hanno scoperto che lavorava illegalmente e adesso stanno cercando di beccarla.

# 152_Tanimura
source: Then she sought help from the Asian Gateway, I'm assuming?
pt_br: Poi ha cercato aiuto all'Asian Gateway, immagino?

# 164_Zhao
source: Correct. She was actually at the restaurant at the time those thugs showed up.
pt_br: Esatto. Lei era proprio lì, al ristorante, quando si sono presentati quei balordi.

# 176_Zhao
source: Luckily, she was in the back room and got the hell out of there as soon as she heard the commotion.
pt_br: Per fortuna, era nel retro e si è data a gambe levate appena ha sentito il casino.

# 188_Tanimura
source: All right, then who were those people just now? Not the authorities, that's for sure.
pt_br: Ok, allora chi erano quelli un attimo fa? Non erano di certo le guardie, è poco ma sicuro.

# 200_Zhao
source: My guess is they're responsible for bringing illegal immigrants into the country－in other words, human traffickers.
pt_br: Secondo me, sono loro che fanno entrare gli immigrati clandestini qui nel paese—in altre parole, trafficanti di esseri umani.

# 212_Zhao
source: They must be afraid that if Nadine gets arrested, she'll lead the police right back to them.
pt_br: Avranno il terrore che, se Nadine finisce dentro, riporterà la pula dritta da loro.

# 224_Tanimura
source: Makes sense. But I doubt she'll be coming this way anymore... Gonna be a real pain in the ass to find her.
pt_br: Ci sta. Ma dubito che si farà più vedere da queste parti... Sarà un vero sbattimento trovarla.

# 236_Zhao
source: ...There is one method you can try.
pt_br: ...C'è un solo metodo che potresti provare.

# 248_Tanimura
source: Yeah? I'm all ears.
pt_br: Sì? Sono tutto orecchi.

# 260_Zhao
source: So... There's this fortune teller over on Tenkaichi Street. Maybe she could help you track Nadine down.
pt_br: Allora... C'è questa veggente lì a Tenkaichi Street. Magari potrebbe darti una mano a rintracciare Nadine.

# 272_Tanimura
source: A fortune teller. Is that seriously the best you can come up with? Or were you just kidding?
pt_br: Una veggente. Ma seriamente, è il massimo che riesci a tirar fuori? O stavi solo scherzando?

# 284_Zhao
source: Oh, it's no joke. In fact, this lady is known for being freakishly accurate with her predictions. Kind of spooky, if you ask me.
pt_br: Ah, non scherzo mica. Infatti, questa tipa è famosa per avere previsioni di una precisione che fa paura. Un po' inquietante, se me lo chiedi.

# 296_Tanimura
source: It sure sounds spooky... but whatever. If you're the one who's recommending it, then I guess I have nothing to lose. Where's this place, exactly?
pt_br: Suona un po' inquietante... ma vabbè. Se sei tu a consigliarlo, allora non ho niente da perdere, immagino. Dov'è questo posto, di preciso?

# 308_Zhao
source: Middle of Tenkaichi Street, right next to a host club called Stardust.
pt_br: In mezzo a Tenkaichi Street, proprio accanto a un host club chiamato Stardust.

# 320_Tanimura
source: Mmkay. Here's hoping fortune's on our side, huh?
pt_br: Mmm, d'accordo. Speriamo che la fortuna sia dalla nostra parte, eh?
