Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e6023a.po
Languages: pt_br

source: You got a <Color:8>Seal of the Dragon<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Sigillo del Drago<Color:Default>.

# 92_Takasu
source: ...I see. It looks like we got more than a few wires crossed.
pt_br: ...Capisco. Sembra proprio che le nostre comunicazioni si siano incrociate un bel po'.

# 104_Saejima
source: Sorry for comin' in full tilt like that without knowin' the whole story.
pt_br: Scusa se sono partito in quarta così senza sapere tutta la storia.

# 116_Tadashi
source: I'm sorry, too...
pt_br: Anche a me dispiace...

# 128_Takasu
source: Not at all. It's really that loan shark Tadokoro's fault, anyway.
pt_br: Per niente. È proprio colpa di quello strozzino di Tadokoro, comunque.

# 140_Takasu
source: Besides, my men－especially Fuse－can stand to learn there's always a bigger fish.
pt_br: Del resto, i miei uomini—specialmente Fuse—hanno da imparare che c'è sempre un pesce più grosso.

# 176_Saejima
source: That's good of ya to say.
pt_br: Fa piacere sentirtelo dire.

# 188_Takasu
source: So you're Tadashi-kun, hm?
pt_br: Allora sei tu Tadashi, mh?

# 200_Tadashi
source: That's me.
pt_br: Sono io.

# 212_Takasu
source: I should've introduced myself earlier. I've been taking care of your sister as her adoptive parent. My name is Tatsuya Takasu.
pt_br: Mi sarei dovuto presentare prima. Mi sono preso cura di tua sorella, come suo padre adottivo. Il mio nome è Tatsuya Takasu.

# 224_Tadashi
source: And I'm Akiko's little brother, Tadashi Inoue. I'm in fourth grade!
pt_br: E io sono il fratellino di Akiko, Tadashi Inoue. Sono in quarta elementare!

# 236_Akiko
source: Tadashi, sit down!
pt_br: Tadashi, siediti!

# 248_Tadashi
source: Oh. Sorry, sis.
pt_br: Oh. Scusa, sorella.

# 260_Akiko
source: When Uncle Tatsuya took me in, I knew you'd be worried about me, so I wrote you a letter.
pt_br: Quando lo zio Tatsuya mi ha preso con sé, sapevo che saresti stato in pensiero per me, così ti ho scritto una lettera.

# 272_Akiko
source: But our real uncle said you ran away. I was worried sick. I looked for you everywhere.
pt_br: Ma il nostro vero zio ha detto che eri scappato. Ero preoccupato morto. Ti ho cercato dappertutto.

# 284_Tadashi
source: I'm sorry. But I was so worried about you!
pt_br: Mi dispiace. Ma ero così preoccupato per te!

# 296_Akiko
source: I know. You went to a lot of trouble for me. It's not like I'm mad or anything.
pt_br: Lo so. Ti sei sbattuto un sacco per me. Non è che sia arrabbiato o altro.

# 308_Tadashi
source: Hehehe... Oh, yeah! The big guy here is Taiga Saejima-san! I met him in Kamurocho, and he's been looking out for me!
pt_br: Hehehe... Ehi, sì! Questo qui è il bestione Taiga Saejima-san! L'ho incontrato a Kamurocho, e mi ha sempre tenuto d'occhio!

# 320_Akiko
source: Thank you, Saejima-san. I appreciate you helping my brother.
pt_br: Grazie, Saejima-san. Apprezzo che tu abbia aiutato mio fratello.

# 332_Tadashi
source: Seriously, you're the only reason I get to see my sister again. Thanks for everything!
pt_br: Sul serio, sei l'unico motivo per cui posso rivedere mia sorella. Grazie di tutto!

# 344_Saejima
source: Just couldn't turn my back on a kid in trouble, that's all. I hardly did nothin', so you can ease up on the thanks. Makin' me embarrassed here.
pt_br: Non potevo mica voltare le spalle a un ragazzino nei guai, tutto qui. Non ho fatto granché, quindi piantala coi ringraziamenti. Mi metti in imbarazzo, così.

# 356_Saejima
source: If ya don't mind my askin', why'd you wind up adopting Akiko, anyhow?
pt_br: Se non ti spiace che te lo chieda, perché alla fine ti sei ritrovato ad adottare Akiko, eh?

# 368_Takasu
source: It pains me to say this, but my wife and I have not been blessed with children of our own.
pt_br: Mi duole dirlo, ma io e mia moglie non siamo stati benedetti con figli nostri.

# 380_Takasu
source: We'd tried adoption, but my business being what it is, it never got off the ground. We had just about given up on ever having a child...
pt_br: Avevamo provato con l'adozione, ma con il mio lavoro, sapete com'è, non se n'è mai fatto nulla. Ci eravamo ormai quasi rassegnati a non avere mai un figlio...

# 392_Takasu
source: Then one day I had to stop by the office of this stingy loan shark named Tadokoro, and that's when I saw Akiko-chan.
pt_br: Poi un giorno sono dovuto passare dall'ufficio di questo strozzino spilorcio di nome Tadokoro, ed è lì che ho visto Akiko-chan.

# 404_Takasu
source: When I saw how that fiend was treating her, my wife and I agreed we should take her in and raise her as our own.
pt_br: Quando ho visto come quel mostro la trattava, mia moglie ed io abbiamo deciso che avremmo dovuto prenderla con noi e crescerla come nostra figlia.

# 416_Saejima
source: And are you happy livin' here, little lady?
pt_br: E sei contenta a starci qui, piccolina?

# 428_Akiko
source: When I heard he was a yakuza, I was scared at first. But Uncle and Auntie are both so kind, they really do treat me like their daughter.
pt_br: Quando ho saputo che fosse uno yakuza, all'inizio mi sono spaventata. Ma lo zio e la zia sono entrambi così gentili, mi trattano davvero come una figlia.

# 452_Takasu
source: What do you say, Tadashi-kun? Would you let me adopt you, too?
pt_br: Che ne dici, Tadashi-kun? Mi lasceresti adottare anche te?

# 464_Takasu
source: That way you could live with Akiko-chan. After all, I've been thinking I'd like to have an heir.
pt_br: Così potresti vivere con Akiko-chan. Dopotutto, stavo pensando che mi piacerebbe avere un erede.

# 476_Akiko
source: Uncle Tatsuya...
pt_br: Zio Tatsuya...

# 488_Takasu
source: Siblings shouldn't have to live apart. If it's all right with you, won't you join our family here?
pt_br: I fratelli non dovrebbero vivere separati. Se per te va bene, non ti unisci alla nostra famiglia qui?

# 512_Saejima
source: Whaddya think, Tadashi? Takasu-san's offer is loads better than livin' on the streets or with your uncle, ain't it?
pt_br: Che ne dici, Tadashi? L'offerta di Takasu-san è oro che cola rispetto a vivere per strada o da tuo zio, non ti pare?

# 548_Tadashi
source: ...I'm sorry.
pt_br: ...Mi dispiace.

# 560_Takasu
source: Do you mind if I ask why not?
pt_br: Ti dispiace se chiedo perché no?

# 572_Tadashi
source: Takasu-san, it's so nice of you to let me live with my sister again, and I love the idea of being a family.
pt_br: Takasu-san, è davvero un bel gesto da parte sua permettermi di vivere di nuovo con mia sorella, e adoro l'idea di essere una famiglia.

# 584_Tadashi
source: But if I come live here with you, it'd be like I'm still running away. I'd be letting our relatives in the country get away with what they did to us.
pt_br: Ma se vengo a vivere qui con te, sarebbe come se stessi ancora scappando. Starei lasciando i nostri parenti in campagna farla franca per quello che ci hanno fatto.

# 596_Tadashi
source: Saejima-san taught me a man doesn't run away. He stands his ground and fights back.
pt_br: Saejima-san mi ha insegnato che un uomo non scappa. Resta in piedi e si batte.

# 608_Tadashi
source: So I'm going back to the country house. And once I can support myself, I'll come back to Kamurocho for my sister!
pt_br: Allora torno alla casa di campagna. E una volta che potrò mantenermi, tornerò a Kamurocho per mia sorella!

# 632_Tadashi
source: And when I grow up, I'll be a police officer, somebody who helps people in trouble. I'll be strong, just like Saejima-san.
pt_br: E quando sarò grande, farò il poliziotto, uno che aiuta le persone in difficoltà. Sarò forte, proprio come Saejima-san.

# 644_Tadashi
source: So I, uh...
pt_br: Quindi io, ehm...

# 656_Takasu
source: No, no, that's just fine. So you want to be a police officer and help people. Well, I think you'd make a fine policeman, Tadashi.
pt_br: No, no, ma va benissimo così. Quindi vuoi fare il poliziotto e aiutare la gente. Beh, penso che saresti un gran bel poliziotto, Tadashi.

# 668_Takasu
source: I understand completely. But Akiko is still your sister, so please come by to see her whenever you like－anytime at all.
pt_br: Capisco benissimo. Ma Akiko è pur sempre tua sorella, quindi per favore passa a trovarla quando ti pare－in qualsiasi momento.

# 680_Tadashi
source: Yes, sir! Thank you very much!
pt_br: Sì, capo! Grazie mille!

# 704_Tadashi
source: I'm sorry, sis.
pt_br: Mi dispiace, sorella.

# 716_Akiko
source: No, I'm glad. You've really grown up since the last time I saw you.
pt_br: No, sono contento. Sei proprio cresciuto dall'ultima volta che ti ho visto.

# 728_Saejima
source: Ya sure 'bout this, Tadashi? This is your chance to live with your sister again.
pt_br: Ma sei sicuro di 'sta cosa, Tadashi? Questa è la tua occasione per vivere di nuovo con tua sorella.

# 740_Tadashi
source: I'm sure. At least now I know she's happy. And, besides...
pt_br: Sono sicuro. Almeno ora so che è felice. E, poi...

# 752_Tadashi
source: Even if we're living miles apart, we'll always be family. Ain't nothin' to whimper 'bout!
pt_br: Anche se siamo lontani un sacco di strada, saremo sempre famiglia. Non c'è niente da frignare!

# 764_Saejima
source: You've been hangin' around me a little too much, kid. Startin' to sound like me...
pt_br: Sei stato un po' troppo in giro con me, ragazzo. Cominci a parlare come me...

# 776_Tadashi
source: Hehehe. Ya gotta problem with that?
pt_br: Hehehe. Hai da ridire?

# 788_Saejima
source: Welp, I'm gonna hit the ol' dusty trail.
pt_br: Beh, mi metto in cammino.

# 800_Tadashi
source: Leaving already, big guy?
pt_br: Già te ne vai, ragazzone?

# 812_Saejima
source: You oughta stay here a while, Tadashi. Ya finally found your sister. Spend some time with her.
pt_br: Dovresti restare qui per un po', Tadashi. Hai finalmente trovato tua sorella. Passa un po' di tempo con lei.

# 824_Saejima
source: Oh, and Takasu-san? Take good care of these two.
pt_br: Oh, e Takasu-san? Abbi cura di questi due.

# 836_Takasu
source: Absolutely. I'll make sure they're both happy and healthy.
pt_br: Assolutamente. Mi assicurerò che siano entrambi felici e in salute.

# 848_Tadashi
source: Hey, Uncle Taiga? This is really special to me, so I want you to have it.
pt_br: Ehi, Zio Taiga? Questo è davvero speciale per me, quindi voglio che tu lo tenga.

# 884_Saejima
source: Thanks, kid. I'll take good care of it.
pt_br: Grazie, ragazzo. Me ne prenderò cura.

# 896_Tadashi
source: And thank you, Uncle Taiga. For everything!
pt_br: E grazie, Zio Taiga. Per tutto!

# 908_Saejima
source: Y'know what, I'm glad we met too. You helped me remember somethin' real important.
pt_br: Sai che ti dico? Sono contento anch'io di averti incontrato. Mi hai fatto ricordare una cosa mica da poco.

# 920_Saejima
source: Alright, be seein' ya. Look after your sister, now.
pt_br: Va bene, ci si vede. Bada a tua sorella, adesso.
