Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0013025f.po
Languages: pt_br

source: You got <Color:8>50,000 yen<Color:Default>.
pt_br: Hai ottenuto <Color:8>50.000 yen<Color:Default>.

source: Man in Disguise
pt_br: Uomo Mascherato

# 68_Tanimura
source: Akaishi-san? I caught the guy you're looking for. Want to come talk to him?
pt_br: Akaishi-san? Ho beccato il tizio che cercavi. Vuoi venire a parlargli?

# 128_Man in Disguise
source: You sonnova... You think you can do this to me and live?
pt_br: Figlio di puttana... Credi di potermi fare questo e vivere?

# 140_Tanimura
source: Well, what do you say?
pt_br: Allora, che dici?

# 152_Akaishi
source: Why are you doing this?
pt_br: Perché lo fate?

# 164_Man in Disguise
source: Because you assholes keep getting in our way, that's why!
pt_br: Perché voi stronzi continuate a metterci i bastoni tra le ruote, ecco perché!

# 176_Man in Disguise
source: I don't give a damn if you're the neighborhood watch or whatever! But all that volunteer shit is screwing up our business!
pt_br: Non me ne frega un cazzo se siete della ronda di quartiere o roba del genere! Ma tutta quella stronzata da volontari ci sta mandando a puttane gli affari!

# 188_Man in Disguise
source: That's why we decided to mess with you a little. Heheh. Akaishi-san, word is your group's numbers have gotten real low lately.
pt_br: Ecco perché abbiamo deciso di rompervi un po' le scatole. Heheh. Akaishi-san, si dice che i vostri uomini siano calati un bel po' ultimamente.

# 212_Man in Disguise
source: We ain't stoppin' till your group's history! Don't you forget it, either! You'll get yours!
pt_br: Non la smettiamo finché il vostro gruppo non sarà storia! Non ve lo scordate, eh! Ve la faremo pagare!

# 236_Tanimura
source: Stop right there!
pt_br: Fermati subito!

# 248_Akaishi
source: Tanimura-san, no need to chase him down. I think I've caused you enough trouble already.
pt_br: Tanimura-san, non c'è bisogno di inseguirlo. Penso di averle già causato abbastanza problemi.

# 260_Tanimura
source: Come on, Akaishi-san. You okay with letting him go like this?
pt_br: Dai, Akaishi-san. Ti sta bene lasciarlo andare così?

# 272_Akaishi
source: It's fine. I'm sure they won't use the same trick twice. I'm happy as long as they're no longer damaging our reputation.
pt_br: Stai sereno. Scommetto che non useranno due volte lo stesso giochetto. L'importante è che non continuino a infangarci la reputazione.

# 284_Akaishi
source: As long as we keep our work honest, I'm sure people will believe in us.
pt_br: Finché facciamo le cose per bene, sono sicuro che la gente crederà in noi.

# 296_Tanimura
source: But those guys really seem like they have it in for you.
pt_br: Ma quelli sembrano proprio ce l'abbiano con voi.

# 308_Akaishi
source: That may be true. Still, after this incident, I hope they'll rethink their actions.
pt_br: Sarà. Però, dopo 'sto casino, spero che si diano una regolata.

# 320_Akaishi
source: In any case, I'm glad we were able to get through this without discovering it was one of our own members.
pt_br: Ad ogni modo, meno male che siamo riusciti a cavarcela senza scoprire che fosse uno dei nostri.

# 332_Tanimura
source: You're a good guy, Akaishi-san. I guess as long as you're satisfied with how it turned out...
pt_br: Sei un brav'uomo, Akaishi-san. Immagino che, finché sei soddisfatto di com'è andata a finire...

# 344_Akaishi
source: Tanimura-san, I truly appreciate all your help. This is a little something to say thank you.
pt_br: Tanimura-san, Le sono davvero riconoscente per tutto il suo aiuto. Questo è un piccolo pensiero per ringraziarla.

# 368_Akaishi
source: I'll be counting on your assistance if we run into any more trouble.
pt_br: Conto sul tuo aiuto se ci capiteranno altri guai.

# 380_Tanimura
source: You bet.
pt_br: Ci puoi scommettere.

# 440_Tanimura
source: Akaishi-san says it's fine, but I don't think that they're going to give up that easy. I just hope I'm wrong.
pt_br: Akaishi-san dice che va bene, ma non credo che molleranno così facilmente. Spero solo di sbagliarmi.
