Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid009102b7.po
Languages: pt_br

source: <Color:9>Weapon attack power increased.<Color:Default>
pt_br: <Color:9>Potenza d'attacco delle armi aumentata.<Color:Default>

source: You got the <Color:8>White Journal<Color:Default>.
pt_br: Hai ottenuto il <Color:8>Diario Bianco<Color:Default>.

source: You remembered the <Color:9>Mini Long-Sword: Sly Wolf<Color:Default>.
pt_br: Ti sei ricordato della <Color:9>Mini Spada Lunga: Lupo Astuto<Color:Default>.

source: <Color:14>Check moves learned in the Abilities screen.<Color:Default>
pt_br: <Color:14>Controlla le mosse apprese nella schermata Abilità.<Color:Default>

source: <Color:9>Heat Action power increased.<Color:Default>
pt_br: <Color:9>Potenza delle Heat Action aumentata.<Color:Default>

source: You got the <Color:8>Black Journal<Color:Default>.
pt_br: Hai ottenuto il <Color:8>Diario Nero<Color:Default>.

source: You remembered <Color:9>Hidden Blade: Hook<Color:Default>.
pt_br: Hai imparato <Color:9>Lama Nascosta: Gancio<Color:Default>.

source: You remembered <Color:9>Hidden Blade: Raging Bull<Color:Default>.
pt_br: Ti sei ricordato <Color:9>Lama Nascosta: Toro Scatenato<Color:Default>.

source: <Color:14>Check moves learned in the Abilities screen.<Color:Default>
pt_br: <Color:14>Controlla le mosse apprese nella schermata Abilità.<Color:Default>

source: <Color:9>Unarmed attack power increased.<Color:Default>
pt_br: <Color:9>Potenza d'attacco a mani nude aumentata.<Color:Default>

# 212_Player
source: (I should come back when I'm alone...)
pt_br: (Dovrei tornare quando sono solo...)

# 224_Komaki
source: Greetings, Kiryu. Train diligently every day, without fail!
pt_br: Salve, Kiryu. Allenati con dedizione ogni giorno, senza mai fallire!

# 236_Komaki
source: Hmm... Are you sick? Not at your best, are you?
pt_br: Hmm... Stai male? Non sei al massimo, vero?

# 248_Komaki
source: It's not like you to lose to my apprentices. Come back when you're in fighting shape.
pt_br: Non è da te farti battere dai miei apprendisti. Torna quando sarai di nuovo in piena forma.

# 344_Komaki
source: Good. I've seen enough.
pt_br: Bene. Ho visto abbastanza.

# 356_Komaki
source: The scariest thing about using a weapon is the possibility of being used by the weapon. Take care it does not happen to you.
pt_br: La cosa che fa più paura quando usi un'arma è la possibilità che sia l'arma stessa a usare te. Stai attento che non ti succeda.

# 368_Kiryu
source: I see...
pt_br: Capisco...

# 380_Komaki
source: All right. I'm going to tell you what I noticed while watching.
pt_br: Allora. Ti dirò cosa ho notato mentre osservavo.

# 440_Kiryu
source: Master Komaki, you sure do know a lot about weapons.
pt_br: Maestro Komaki, te ne intendi proprio un sacco di armi.

# 452_Komaki
source: Don't underestimate my knowledge. One can only add true depth to their combat by first knowing the characteristics of all weapons.
pt_br: Non sottovalutare quello che so. Si aggiunge vera profondità al proprio stile di lotta solo conoscendo a fondo le caratteristiche di ogni singola arma.

# 464_Komaki
source: So, tell me. Are your instincts returning to you?
pt_br: Allora, dimmi. Ti stanno tornando gli istinti?

# 476_Kiryu
source: Yeah, thanks to your advice, I'm starting to remember how to handle weapons.
pt_br: Già, grazie al tuo consiglio, comincio a ricordare come maneggiare le armi.

# 488_Kiryu
source: I feel like a new fighter now. Thank you, Master.
pt_br: Ora mi sento un combattente nuovo di zecca. Grazie, Maestro.

# 512_Komaki
source: By the way, Kiryu, don't you have something you need to say to me?
pt_br: A proposito, Kiryu, non hai qualcosa da dirmi?

# 524_Kiryu
source: Hm? I think I already expressed my gratitude... It's not like you to be so persistent, Master.
pt_br: Mh? Mi sembra di averti già ringraziato... Non è da te essere così insistente, Maestro.

# 536_Komaki
source: No, you fool! I'm not some kind of simpleton who craves thanks for every little thing!
pt_br: No, stupido! Non sono mica un sempliciotto che brama ringraziamenti per ogni piccola cosa!

# 548_Komaki
source: Didn't you notice anything when I gave you the Black Journal last time!?
pt_br: Non hai notato niente quando ti ho dato il Diario Nero l'ultima volta!?

# 560_Kiryu
source: Hm? What do you mean?
pt_br: Hm? Cosa vuoi dire?

# 572_Komaki
source: Enough already! You didn't even read it, did you!?
pt_br: Adesso basta! Non l'hai neanche letto, vero!?

# 584_Komaki
source: Just look at this!
pt_br: Guarda un po' qui!

# 596_Kiryu
source: Hm? Is that... the White Journal?
pt_br: Hm? Quello è... il Diario Bianco?

# 608_Komaki
source: That's right! You just left the Black Journal here with the White Journal when you left!
pt_br: Esatto! Hai lasciato il Diario Nero qui insieme al Diario Bianco quando te ne sei andato!

# 620_Kiryu
source: Oh, I'm sorry. I didn't even notice.
pt_br: Oh, mi dispiace. Non me ne sono nemmeno accorto.

# 632_Komaki
source: Unbelievable... Here, do not forget it this time.
pt_br: Incredibile... Su, non scordartelo stavolta.

# 692_Kiryu
source: I should probably ask－did I forget any other journals here?
pt_br: Forse dovrei chiedere—mi sono scordato qualche altro diario qui?

# 704_Komaki
source: Good. I'm glad you're interested in avoiding disaster later.
pt_br: Bene. Mi fa piacere che tu sia interessato a evitare guai più avanti.

# 716_Komaki
source: Yes in fact, you did. But they aren't here anymore.
pt_br: Sì, in effetti, l'hai fatto. Ma non sono più qui.

# 728_Kiryu
source: What do you mean?
pt_br: Cosa intendi?

# 740_Komaki
source: Well, I didn't know that cell phones were so expensive. I was short on funds, so I had to sell a few of them to pay for it.
pt_br: Beh, non sapevo che i cellulari costassero così tanto. Ero a corto di grana, così ne ho dovuti vendere alcuni per potermelo permettere.

# 752_Kiryu
source: You sold journals of secret techniques to buy a cell phone?
pt_br: Hai venduto i diari delle tecniche segrete per comprare un telefonino?

# 764_Komaki
source: You don't need any journal. The techniques live in me. That loss is nothing compared to losing the apprentice that was supposed to learn them.
pt_br: Non ti serve nessun diario. Le tecniche vivono in me. Quella perdita non è niente in confronto a perdere l'apprendista che avrebbe dovuto impararle.

# 776_Kiryu
source: Well, you probably have a point there...
pt_br: Beh, forse hai ragione tu...

# 788_Komaki
source: Enough talk. I have given you all the journals I have to give.
pt_br: Basta chiacchiere. Ti ho dato tutti i diari che ho da darti.

# 800_Komaki
source: As well as all the advice I have in me. I just told you everything I know.
pt_br: Oltre a tutti i consigli che ho dentro di me. Ti ho appena detto tutto quello che so.

# 812_Kiryu
source: What? Is that it for the training? A bit more lax than usual, don't you think?
pt_br: Cosa? È finita qui l'allenamento? È un po' più molle del solito, non ti pare?

# 824_Komaki
source: You have already mastered my style. I have nothing left to teach you.
pt_br: Hai già padroneggiato il mio stile. Non ho più nulla da insegnarti.

# 836_Komaki
source: Practice every day, and do not forget the knowledge acquired here.
pt_br: Allenati ogni giorno, e non scordarti quello che hai imparato qui.

# 848_Kiryu
source: I understand. Thank you for everything.
pt_br: Ho capito. Grazie di tutto.

# 860_Komaki
source: I don't need any thanks. I look forward to reading your blog.
pt_br: Non mi servono ringraziamenti. Non vedo l'ora di leggere il tuo blog.

# 920_Komaki
source: Good. I've seen enough.
pt_br: Bene. Ho visto abbastanza.

# 932_Komaki
source: When using complex techniques, it's easy to get lost in the moment, causing your basics to suffer. You show slight signs of this.
pt_br: Quando usi tecniche complesse, è facile che ti lasci prendere dal momento, e le tue basi ne risentano. Ne mostri qualche lieve segno.

# 944_Kiryu
source: I see...
pt_br: Capisco...

# 956_Komaki
source: All right. I'm going to tell you what I noticed while watching.
pt_br: Allora. Ti dico quello che ho notato mentre ti guardavo.

# 1016_Kiryu
source: I see. Your powers of perception never fail to impress, Master Komaki. Your advice is right on the mark.
pt_br: Capisco. Il suo intuito non smette mai di stupirmi, Maestro Komaki. Il suo consiglio colpisce nel segno.

# 1028_Komaki
source: So, tell me. Are your instincts returning?
pt_br: Allora, sentiamo. I tuoi istinti stanno tornando?

# 1040_Kiryu
source: Yeah, thanks to your advice it feels like my body's balance is sharper than before.
pt_br: Già, grazie ai tuoi consigli, sento che l'equilibrio del mio corpo è più affinato di prima.

# 1052_Kiryu
source: Now I'll be able to channel my strength more efficiently when using complex techniques. Thank you, Master.
pt_br: Ora potrò incanalare la mia forza più efficacemente nell'eseguire tecniche complesse. Grazie, Maestro.

# 1076_Komaki
source: By the way... have you forgotten some of your techniques?
pt_br: A proposito... ti sei dimenticato alcune delle tue tecniche?

# 1088_Kiryu
source: Yeah... There are some I can't remember because of not using them for a while.
pt_br: Già... Alcune non me le ricordo perché non le uso da un po'.

# 1100_Komaki
source: You may have forgotten them, but chances are your body hasn't. They will come back to you.
pt_br: Magari te li sei dimenticati, ma scommetto che il tuo corpo no. Ti torneranno.

# 1112_Komaki
source: However, that doesn't apply to techniques from the journals... Remember this?
pt_br: Però, questo non vale per le tecniche dai diari... Te lo ricordi?

# 1124_Kiryu
source: It's... the Black Journal. You gave it to me before. Why do you have it now?
pt_br: È... il Diario Nero. Me l'hai dato tu prima. Perché ce l'hai tu ora?

# 1136_Komaki
source: Stop screwing around! I gave it to you and you just forgot it here at the dojo!
pt_br: Non fare lo stupido! Te l'ho dato e tu te lo sei dimenticato qui al dojo!

# 1148_Kiryu
source: That's ridiculous. I'm sure I took it home with me.
pt_br: Assurdo! Sono sicuro di averlo portato a casa con me.

# 1160_Komaki
source: Ha! You only took the cover with you! This is a new cover that I had to get as a replacement!
pt_br: Ah! Ti sei portato via solo la copertura! Questa è una nuova copertura che ho dovuto procurarmi come ricambio!

# 1172_Kiryu
source: Sorry...
pt_br: Scusa...

# 1184_Komaki
source: Well, I guess there's no use in getting fussy about it now. Here, and make sure to take it with you this time.
pt_br: Beh, inutile far storie adesso. Tieni, e assicurati di portartelo dietro stavolta.

# 1256_Komaki
source: You better not lose it this time. Come back soon.
pt_br: Guai a te se lo perdi questa volta. Torna presto.

# 1304_Komaki
source: Good. I've seen enough.
pt_br: Bene. Ho visto abbastanza.

# 1316_Komaki
source: You're just as good as I remember you. Looks like your age isn't holding you back either.
pt_br: Sei in gamba proprio come ti ricordavo. E pare proprio che l'età non ti stia rallentando affatto.

# 1328_Kiryu
source: I could say the same for you.
pt_br: Potrei dire lo stesso di te.

# 1340_Komaki
source: All right. I'm going to tell you what I noticed while watching.
pt_br: Allora. Ti dico quello che ho notato mentre ti guardavo.

# 1400_Kiryu
source: I see. Your powers of perception never fail to impress, Master Komaki. Your advice is right on the mark.
pt_br: Capisco. Il suo intuito non smette mai di stupirmi, Maestro Komaki. Il suo consiglio colpisce nel segno.

# 1412_Komaki
source: Well, I'm not in this business just for show.
pt_br: Beh, non sono mica qui solo per far scena.

# 1424_Komaki
source: So, tell me. Are your instincts returning to you?
pt_br: Allora, dimmi. Ti stanno tornando gli istinti?

# 1436_Kiryu
source: Yeah. Thanks to your advice, I'm starting to remember how to move my body again.
pt_br: Già. Grazie ai tuoi consigli, mi sta tornando in mente come muovere di nuovo il mio corpo.

# 1448_Kiryu
source: I feel like a new fighter now. Thank you, Master.
pt_br: Ora mi sento un combattente nuovo di zecca. Grazie, Maestro.

# 1472_Komaki
source: Slacking off will eat away at your skills. You must never forget to keep training.
pt_br: Battere la fiacca ti farà arrugginire. Non devi mai dimenticare di continuare ad allenarti.

# 1484_Komaki
source: Go now, my disciple. I'm looking forward to reading your next blog.
pt_br: Ora va', discepolo mio. Non vedo l'ora di leggere il tuo prossimo blog.

# 1532_Komaki
source: Hello, Kiryu. Are you ready to practice?
pt_br: Ciao, Kiryu. Sei pronto ad allenarti?

# 1544_Kiryu
source: I'm a bit busy at the moment. Maybe next time.
pt_br: Adesso sono un po' indaffarato. Magari la prossima volta.

# 1556_Komaki
source: All right. I'll be waiting.
pt_br: Perfetto. Ti aspetto.

# 1580_Kiryu
source: Yeah, let's practice.
pt_br: Ok, alleniamoci.

# 1592_Komaki
source: All right. Get ready then.
pt_br: Va bene. Allora preparati.

# 1664_Komaki
source: Practice is simple. All you have to do is fight a round with one of my apprentices.
pt_br: La pratica è semplice. Tutto quello che devi fare è fare un round con uno dei miei apprendisti.

# 1676_Komaki
source: I will then assess your performance and give you advice.
pt_br: Poi darò un'occhiata a come te la sei cavata e ti darò qualche dritta.

# 1688_Kiryu
source: Yeah, got it.
pt_br: Sì, capito.

# 1700_Komaki
source: Well then, let's get started.
pt_br: Allora, cominciamo.

# 1712_Komaki
source: Fight!
pt_br: Combatti!

# 1736_Kiryu
source: Yeah, let's practice.
pt_br: Ok, alleniamoci.

# 1748_Komaki
source: All right. Get ready then.
pt_br: Va bene. Allora preparati.

# 1820_Komaki
source: This session I will analyze your movements when using complex, stronger techniques.
pt_br: In questa sessione analizzerò i tuoi movimenti quando userai tecniche complesse e più potenti.

# 1832_Komaki
source: Your opponent is a tough one this time. Dish out as many special techniques as you like.
pt_br: Il tuo avversario è tosto questa volta. Scatena pure tutte le tecniche speciali che ti pare.

# 1844_Komaki
source: However, not using them will not disqualify you. I will observe your movements and give you advice just the same.
pt_br: Però, non usarli non ti squalificherà. Osserverò le tue mosse e ti darò consigli lo stesso.

# 1856_Kiryu
source: Yeah, got it.
pt_br: Sì, capito.

# 1868_Komaki
source: Well then, let's get started.
pt_br: Allora, cominciamo.

# 1880_Komaki
source: Fight!
pt_br: Combatti!

# 1904_Kiryu
source: Yeah, let's practice.
pt_br: Ok, alleniamoci.

# 1916_Komaki
source: All right. Get ready then.
pt_br: Va bene. Allora preparati.

# 1988_Komaki
source: Your opponent this time is a weapons specialist. Observe him and you will learn how to maneuver yourself efficiently in armed combat.
pt_br: Il tuo avversario questa volta è un esperto di armi. Osservalo e imparerai come destreggiarti efficacemente nel combattimento armato.

# 2000_Komaki
source: You may choose to use weapons or fight unarmed. I'll give you advice just the same.
pt_br: Puoi scegliere se usare armi o combattere a mani nude. Ti darò consigli comunque.

# 2012_Kiryu
source: Yeah, got it.
pt_br: Sì, capito.

# 2024_Komaki
source: Well then, let's get started.
pt_br: Allora, cominciamo.

# 2036_Komaki
source: Fight!
pt_br: Combatti!

# 2060_Komaki
source: My favorite disciple has finally returned. It's been quite a while.
pt_br: Il mio discepolo preferito è finalmente tornato. È passato un bel po'.

# 2072_Kiryu
source: Yeah. Looks like you're doing well as always.
pt_br: Sì. Sembra che te la cavi alla grande come al solito.

# 2084_Komaki
source: You left Kamurocho without saying goodbye. Again! I had to hear about the whole thing from someone else!
pt_br: Te ne sei andato da Kamurocho senza salutare. Ancora una volta! Ho dovuto sentire tutto da qualcun altro!

# 2096_Kiryu
source: I apologize. It wasn't the best of times.
pt_br: Mi scuso. Non era proprio il momento ideale, ecco.

# 2108_Komaki
source: Well, I am happy to see you safe. By the way, Kiryu, have you been keeping up with your training?
pt_br: Bene, sono contento di vederti sano e salvo. A proposito, Kiryu, ti sei mantenuto in allenamento?

# 2120_Kiryu
source: Well, I guess I haven't really been training as hard as I should recently...
pt_br: Beh, mi sa che ultimamente non mi sono allenato come si deve...

# 2132_Komaki
source: I thought so. You may be a master of the Komaki Martial Arts, but technique withers without daily practice.
pt_br: Infatti. Sarai pure un maestro delle Arti Marziali Komaki, ma la tecnica appassisce senza la pratica quotidiana.

# 2144_Komaki
source: Unbelievable... And you haven't even bothered to update your blog with all your revelations!
pt_br: Incredibile... E non ti sei nemmeno degnato di aggiornare il tuo blog con tutte le tue rivelazioni!

# 2156_Kiryu
source: Wait, you read my blog!?
pt_br: Aspetta, hai letto il mio blog!?

# 2168_Komaki
source: Of course I do! What kind of master would I be if I didn't know when my beloved disciple discovers new techniques!?
pt_br: Certo che sì! Che razza di maestro sarei se non sapessi quando il mio amato discepolo scopre nuove tecniche!?

# 2180_Kiryu
source: I guess... But can you even use the Internet?
pt_br: Immagino... Ma tu, riesci nemmeno a usare Internet?

# 2192_Komaki
source: My apprentices kept bickering about how they could never get in touch with me. So I had to buy a cell phone.
pt_br: I miei allievi non facevano altro che brontolare perché non riuscivano mai a sentirmi. Così mi sono dovuto prendere un cellulare.

# 2204_Komaki
source: I even used it to text you earlier.
pt_br: L'ho persino usato per messaggiarti prima.

# 2216_Kiryu
source: You don't say... I assumed you had your apprentices do it for you.
pt_br: Non mi dire... Credevo lo facessi fare ai tuoi apprendisti.

# 2228_Komaki
source: I am going out of my way to operate these unfamiliar devices, so the least you could do is update that blog of yours.
pt_br: Mi sto sbattendo non poco per far funzionare questi aggeggi sconosciuti, quindi il minimo che potresti fare è aggiornare quel tuo blog.

# 2240_Kiryu
source: Okay, okay. I'll update it if I see anything else.
pt_br: Ok, ok. Lo aggiornerò se vedo qualcos'altro.

# 2252_Komaki
source: Good. I look forward to reading your blog.
pt_br: Bene. Non vedo l'ora di leggere il tuo blog.

# 2264_Komaki
source: But enough about that. If you haven't been keeping up with your training, you should practice here.
pt_br: Ma bando alle ciance. Se hai trascurato l'allenamento, dovresti fare pratica qui.

# 2276_Kiryu
source: Practice?
pt_br: Allenamento?

# 2288_Komaki
source: That's right. What you need most now is not new techniques, but strengthening your basics.
pt_br: Esatto. Quello che ti serve di più adesso non sono nuove tecniche, ma rafforzare le tue basi.

# 2300_Komaki
source: I will revive that weakened, untrained body of yours by retraining you with the basics.
pt_br: Ti rimetterò in sesto quel tuo corpo fiacco e senza allenamento, ripartendo dalle basi.

# 2312_Kiryu
source: Basics are the foundation of everything, I guess.
pt_br: I fondamentali sono la base di tutto, immagino.

# 2324_Komaki
source: Precisely. If you would like to practice here, I'll give you a helping hand.
pt_br: Esatto. Se ti va di fare pratica qui, ti darò una mano.

# 2336_Komaki
source: Tell me if you are interested.
pt_br: Fammi sapere se ti interessa.

# 2348_Kiryu
source: I'll do that. I'll come back to you when I have time.
pt_br: Lo farò. Tornerò da te quando avrò tempo.

# 2360_Komaki
source: Good. I'll be waiting.
pt_br: Bene. Ti aspetterò.

# 2372_Kiryu
source: (It seems like Master Komaki is looking forward to my blog. I better find some Revelations and update it.)
pt_br: (Sembra che il Maestro Komaki non veda l'ora di leggere il mio blog. Farei meglio a trovare alcune Rivelazioni e ad aggiornarlo.)

# 2420_Player
source: Yes.
pt_br: Sì.

# 2432_Player
source: Maybe next time.
pt_br: Magari la prossima volta.
