Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c021a.po
Languages: pt_br

source: That was quite fun! May I ask you to take me out again sometime?
pt_br: È stato proprio divertente! Potrei chiederle di portarmi fuori di nuovo, magari?

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

# 116_Shizuka
source: I wonder, what will you give me? Hehe.
pt_br: Chissà, cosa mi regalerai? Eheheh.

# 128_Player
source: You'll find out soon.
pt_br: Lo scoprirai presto.

# 140_Shizuka
source: Let's go in, shall we?
pt_br: Entriamo, che dici?

# 152_Player
source: All right.
pt_br: Va bene.

# 176_Shizuka
source: I wonder, what will you give me? Hehe.
pt_br: Chissà, cosa mi regalerai? Eheheh.

# 188_Player
source: Hold on a sec. I just realized that I'm short on cash.
pt_br: Aspetta un attimo. Mi sono appena reso conto che sono a corto di grana.

# 200_Shizuka
source: Oh, really?
pt_br: Oh, davvero?

# 212_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 224_Shizuka
source: No, I'm the one who should apologize. I asked you out and inconvenienced you like this.
pt_br: No, sono io a dovermi scusare. Ti ho invitato fuori e ti ho creato questo disagio.

# 236_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 344_Shizuka
source: You know exactly what I like, sir. <Color:7>♥<Color:Default>
pt_br: Sa perfettamente cosa mi piace, signore. <Color:7>♥<Color:Default>

# 356_Player
source: It's perfect for you.
pt_br: È perfetto per te.

# 368_Shizuka
source: I'll treasure it always. Thank you so much. <Color:7>♥<Color:Default>
pt_br: Lo custodirò per sempre. Ti ringrazio tanto. <Color:7>♥<Color:Default>

# 392_Player
source: Definitely.
pt_br: Assolutamente.

# 404_Shizuka
source: Then until we meet again!
pt_br: Allora, a presto!

# 428_Shizuka
source: Thank you. I'll certainly treasure this.
pt_br: Grazie. Ne farò sicuramente tesoro.

# 440_Player
source: Glad to hear it.
pt_br: Mi fa piacere.

# 452_Shizuka
source: I'll be seeing you again soon.
pt_br: Ci rivedremo presto.

# 488_Player
source: Hmm? Something wrong?
pt_br: Mh? C'è qualcosa che non va?

# 500_Shizuka
source: I don't think this suits me at all...
pt_br: Non credo proprio che mi stia bene per niente...

# 512_Player
source: Oh... Sorry about that.
pt_br: Oh... Scusa.

# 524_Shizuka
source: (I should've put some more thought into it...)
pt_br: (Ci avrei dovuto pensare meglio...)

# 632_Shizuka
source: I wonder, what will you give me? Hehe.
pt_br: Chissà, cosa mi regalerai? Eheheh.

# 644_Player
source: You'll find out soon...
pt_br: Lo scoprirai presto...

# 656_Shizuka
source: Let's go in, shall we?
pt_br: Entriamo, che dici?

# 668_Player
source: All right.
pt_br: Va bene.

# 692_Shizuka
source: I wonder, what will you give me? Hehe.
pt_br: Chissà, cosa mi regalerai? Eheheh.

# 704_Player
source: Hold on a sec. I just realized that I'm short on cash.
pt_br: Aspetta un attimo. Mi sono appena reso conto che sono a corto di grana.

# 716_Shizuka
source: Oh, really?
pt_br: Oh, davvero?

# 728_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 740_Shizuka
source: No, I'm the one who should apologize. I asked you out and inconvenienced you like this. I suppose the date is over for today.
pt_br: No, dovrei essere io a scusarmi. Sono stata io a chiederti di uscire e a metterti in questo guaio. Immagino che l'appuntamento sia finito per oggi.

# 752_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 860_Shizuka
source: You know exactly what I like, sir. <Color:7>♥<Color:Default>
pt_br: Sa perfettamente cosa mi piace, signore. <Color:7>♥<Color:Default>

# 872_Player
source: It's perfect for you.
pt_br: È perfetto per te.

# 884_Shizuka
source: I'll treasure it always. Thank you so much. <Color:7>♥<Color:Default>
pt_br: Lo custodirò per sempre. Ti ringrazio tanto. <Color:7>♥<Color:Default>

# 896_Shizuka
source: Now then, shall we head to the club?
pt_br: Allora, andiamo al club?

# 908_Player
source: Yeah, sounds good.
pt_br: Sì, bella idea.

# 932_Shizuka
source: Thank you. I'll certainly treasure this.
pt_br: Grazie. Ne farò sicuramente tesoro.

# 944_Player
source: Glad to hear it.
pt_br: Mi fa piacere.

# 956_Shizuka
source: Now then, shall we head to the club?
pt_br: Allora, andiamo al club?

# 968_Player
source: Yeah, sounds good.
pt_br: Sì, bella idea.

# 1004_Player
source: Hmm? Something wrong?
pt_br: Mh? C'è qualcosa che non va?

# 1016_Shizuka
source: I don't think this suits me at all...
pt_br: Non credo proprio che mi stia bene per niente...

# 1028_Player
source: Oh... I'm sorry.
pt_br: Oh... Mi dispiace.

# 1040_Shizuka
source: Um, please don't mind me.
pt_br: Ehm, non badare a me.

# 1052_Talk_No
source: Anyway... It's about time we go back to the club.
pt_br: Comunque... È ora che si torni al locale.

# 1064_Player
source: (I should've put some more thought into it...)
pt_br: (Ci avrei dovuto pensare meglio...)
