Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c001f.po
Languages: pt_br

# 10320_Noa
source: Well, yeah! More than a little!
pt_br: Beh, sì! E non poco!

# 10332_Akiyama
source: Oh, I see.
pt_br: Oh, capisco.

# 10344_Noa
source: One of my customers got mad at me.
pt_br: Uno dei miei clienti si è arrabbiato con me.

# 10356_Akiyama
source: What happened?
pt_br: Cosa è successo?

# 10368_Noa
source: Oh, I was talking about how my ex-boyfriend told me that I should take cooking classes.
pt_br: Oh, stavo parlando di come il mio ex mi ha detto che dovrei fare un corso di cucina.

# 10380_Akiyama
source: Then what?
pt_br: E allora?

# 10392_Noa
source: And I said going to classes is a big pain. I mean, you can learn to cook from books. So I never went.
pt_br: E ho detto che andare a lezione è una gran rottura. Voglio dire, si può imparare a cucinare dai libri. Così non ci sono mai andato.

# 10404_Noa
source: Then this customer said, "Cooking is an elegant balance of technique and sensitivity! You can't learn that from reading a book!"
pt_br: Poi questo cliente ha detto: "Cucinare è un elegante equilibrio di tecnica e sensibilità! Non lo impari mica leggendo un libro!"

# 10416_Akiyama
source: Ah. I understand.
pt_br: Ah. Capito.

# 10428_Akiyama
source: He must have a short temper. He shouldn't have snapped at you like that.
pt_br: Dev'essere uno con la miccia corta. Non doveva scattarti addosso così.

# 10440_Noa
source: Yeah... But to tell you the truth, I've been thinking about what he said.
pt_br: Già... Ma a essere sincera, ho ripensato a quello che ha detto.

# 10452_Akiyama
source: What do you mean?
pt_br: Cosa intendi?

# 10464_Noa
source: I should study cooking properly.
pt_br: Dovrei proprio studiare cucina come si deve.

# 10476_Noa
source: Cooking's an important thing to be able to do, and I might as well learn the right way.
pt_br: Saper cucinare è una cosa importante, e tanto vale che impari come si deve.

# 10488_Akiyama
source: So you can't cook at all, huh?
pt_br: Ma allora non sai proprio cucinare, eh?

# 10512_Akiyama
source: I see...
pt_br: Capisco...

# 10524_Akiyama
source: Why'd he get so mad about something like that? It's not like he's your father.
pt_br: Perché si è incazzato così tanto per una roba del genere? Non è mica tuo padre.

# 10536_Noa
source: Yeah... He just took the whole thing so seriously.
pt_br: Già... Se l'è presa proprio sul serio, tutta la storia.

# 10548_Akiyama
source: Hmm. Maybe he wasn't really mad at you. He might have just been trying to help.
pt_br: Mmh. Magari non ce l'aveva davvero con te. Voleva solo darti una mano.

# 10560_Noa
source: You think so?
pt_br: La pensi così?

# 10572_Akiyama
source: Sure. It sounds like he really cares about cooking. That may have been all it was.
pt_br: Certo. Sembra che ci tenga davvero a cucinare. Forse era solo quello.

# 10584_Akiyama
source: He was probably more excited than angry.
pt_br: Probabilmente era più eccitato che arrabbiato.

# 10596_Noa
source: Huh. Maybe you're right!
pt_br: Ah. Forse hai ragione!

# 10608_Akiyama
source: Heh. And you know, he might've known what he was talking about. Maybe you should take cooking classes.
pt_br: Eh. E sai, magari sapeva il fatto suo. Magari ti ci vorrebbe qualche lezione di cucina.

# 10620_Akiyama
source: I mean, do you know how to cook at all?
pt_br: Cioè, sai cucinare almeno un po'?

# 10644_Akiyama
source: Haha. At least you're honest.
pt_br: Haha. Almeno sei onesta.

# 10656_Akiyama
source: I think he's right. If you're not going to take cooking seriously, you probably shouldn't learn at all.
pt_br: Penso abbia ragione. Se non prendi la cucina sul serio, probabilmente non dovresti imparare affatto.

# 10668_Noa
source: You really agree with him?
pt_br: Sei davvero d'accordo con lui?

# 10680_Akiyama
source: Sure. But it's nothing to get angry about.
pt_br: Certo. Ma non c'è da arrabbiarsi.

# 10692_Noa
source: Yeah. I was pretty shocked.
pt_br: Già. Ci sono rimasto di sasso.

# 10704_Akiyama
source: Well, maybe you can use this as an opportunity to start learning seriously.
pt_br: Beh, magari potresti approfittarne per iniziare a imparare sul serio.

# 10716_Noa
source: Okay. I could ask my mom!
pt_br: Va bene. Potrei chiedere a mia mamma!

# 10728_Akiyama
source: That's not a bad idea. Good luck.
pt_br: Non è una brutta idea. Buona fortuna.

# 10740_Noa
source: I'm starting to think I really am stupid.
pt_br: Mi sa che sono proprio stupido.

# 10752_Akiyama
source: What? Why do you say that? Did another customer get mad at you?
pt_br: Cosa? Come mai dici così? Si è arrabbiato un altro cliente con te?

# 10764_Noa
source: Yeah. He said I didn't know anything.
pt_br: Già. Ha detto che non sapevo niente.

# 10776_Akiyama
source: What ended up happening?
pt_br: Com'è andata a finire?

# 10788_Noa
source: He kept using all these words I'd never heard of. I couldn't follow what he was saying.
pt_br: Non faceva che usare tutte 'ste parole che non avevo mai sentito. Non ci stavo dietro a quello che diceva.

# 10800_Noa
source: Something about credit default swaps?
pt_br: Qualcosa sugli swap sui credit default?

# 10812_Noa
source: I had no idea what he was talking about!
pt_br: Non ci avevo capito niente di quello che diceva!

# 10824_Akiyama
source: Most people don't know about that kind of thing. You'd have to be in finance.
pt_br: La maggior parte della gente non ne capisce un granché. Bisogna essere del giro della finanza.

# 10836_Noa
source: Oh. So that's a specialized term?
pt_br: Oh. Quindi è un termine tecnico?

# 10848_Akiyama
source: Yes. You could hear it on the news, but you don't use it outside of financial institutions.
pt_br: Sì. Lo si sente al telegiornale, ma non lo si usa al di fuori delle istituzioni finanziarie.

# 10860_Noa
source: Okay. Man, I hate it when people just assume everyone should understand everything they say.
pt_br: Va bene. Cavolo, mi dà proprio sui nervi quando la gente dà per scontato che tutti debbano capire tutto quello che dicono.

# 10872_Akiyama
source: Yeah. Don't worry, you're not stupid.
pt_br: Sì. Tranquilla, non sei stupida.

# 10884_Noa
source: Hehe. Thanks. <Color:7>♥<Color:Default>
pt_br: Eheheh. Grazie. <Color:7>♥<Color:Default>

# 10896_Akiyama
source: What a jerk. He must've known you wouldn't understand.
pt_br: Che stronzo. Doveva sapere che non avresti capita.

# 10908_Noa
source: You think so?
pt_br: La pensi così?

# 10920_Akiyama
source: Yeah. He was probably teasing you. Or he was showing off.
pt_br: Sì. Probabilmente ti stava prendendo in giro. O stava facendo lo sbruffone.

# 10932_Noa
source: Oh. I thought it was my fault for not understanding.
pt_br: Oh. Pensavo fosse colpa mia per non aver capito.

# 10944_Akiyama
source: Well, you could try studying financial terms. Then you can surprise him next time.
pt_br: Beh, potresti provare a studiare un po' di termini finanziari. Così la prossima volta potrai stupirlo.

# 10956_Noa
source: Haha, yeah! He'd be pretty surprised if I suddenly became an expert!
pt_br: Ahah, sì! Sarebbe piuttosto sorpreso se di punto in bianco diventassi un'esperta!

# 10968_Akiyama
source: Yeah. Anyway, it's nothing to get upset about.
pt_br: Sì. Comunque, non è il caso di farne un dramma.

# 10980_Noa
source: Thanks! I feel better now. <Color:7>♥<Color:Default>
pt_br: Grazie! Ora mi sento meglio. <Color:7>♥<Color:Default>

# 10992_Akiyama
source: Do you read much? You can't expect to be smart if all you do is watch TV.
pt_br: Leggi molto? Non puoi mica aspettarti di essere sveglia se l'unica cosa che fai è guardare la TV.

# 11004_Noa
source: Huh? You think I'm stupid, too?
pt_br: Eh? Anche tu mi credi fesso?

# 11016_Akiyama
source: Well, somebody your age who reads a fair amount would understand it.
pt_br: Beh, uno della tua età che legge parecchio lo capirebbe.

# 11028_Noa
source: Oh... I didn't know.
pt_br: Oh... non lo sapevo.

# 11040_Akiyama
source: Why don't you read a book once in a while? They can be pretty interesting.
pt_br: Ma perché non leggi un libro ogni tanto? Possono essere davvero interessanti.

# 11052_Noa
source: Er, I'm not much of a reader.
pt_br: Ehm, non sono una gran lettrice.

# 11076_Akiyama
source: Does this mean that you've got another stalker?
pt_br: Vuol dire che ti sei beccato un altro stalker?

# 11088_Noa
source: Wait, why!?
pt_br: Aspetta, perché!?

# 11112_Noa
source: Ugh... I don't know what to do.
pt_br: Ugh... Non so cosa fare.

# 11124_Akiyama
source: Well, you're certainly popular. Most hostesses don't have that kind of following.
pt_br: Beh, hai proprio un bel seguito. La maggior parte delle hostess non ha un seguito del genere.

# 11136_Noa
source: But I don't like it at all! I wonder what the other girls would do in this situation.
pt_br: Ma non mi va proprio per niente! Chissà cosa farebbero le altre ragazze in questa situazione.

# 11148_Akiyama
source: Huh. Hostesses make most of their money from steady customers. In a way, a stalker is the steadiest customer of all.
pt_br: Ah. Le hostess fanno la maggior parte dei loro soldi dai clienti abituali. In un certo senso, uno stalker è il cliente più assiduo di tutti.

# 11160_Akiyama
source: And at least your customers aren't getting into fights over you. Not yet, anyway.
pt_br: E almeno i tuoi clienti non si prendono a botte per te. Non ancora, comunque.

# 11172_Noa
source: Ugh, I'm starting to get sick of this job.
pt_br: Che palle, mi sto stufando di questo lavoro.

# 11184_Akiyama
source: Even if you quit, there's no guarantee they'll leave you alone.
pt_br: Anche se molli, nessuno ti garantisce che ti lasceranno in pace.

# 11196_Noa
source: I know. I'm so depressed...
pt_br: Lo so. Sono così depressa...

# 11208_Akiyama
source: Things are getting interesting. I wonder what'll happen next.
pt_br: Le cose si fanno interessanti. Chissà cosa succederà dopo.

# 11220_Noa
source: Hey, are you enjoying this?
pt_br: Ehi, ti stai divertendo?

# 11232_Akiyama
source: Sure. At this point, you can either be afraid or sit back and enjoy the ride.
pt_br: Certo. A questo punto, puoi aver paura o sederti comodo e goderti lo spettacolo.

# 11244_Noa
source: Heh. It is kind of ridiculous when you think about it.
pt_br: Beh. A pensarci bene, fa quasi ridere.

# 11256_Akiyama
source: Yeah. We could try to predict which of your customers will turn into stalkers next.
pt_br: Già. Potremmo provare a indovinare quale dei tuoi clienti diventerà il prossimo stalker.

# 11268_Noa
source: Hahaha! Isn't that a little rude?
pt_br: Hahaha! Non è un po' sgarbato?

# 11280_Akiyama
source: Sure, you say that, but I bet you have an idea of who will be next.
pt_br: Certo, dici così, ma scommetto che un'idea ce l'hai di chi sarà il prossimo.

# 11292_Noa
source: Maybe...
pt_br: Forse...

# 11304_Akiyama
source: Ha! See? You'd better keep an eye on him.
pt_br: Ah! Vedi? Ti conviene tenerlo d'occhio.

# 11316_Noa
source: Oh, I will.
pt_br: Oh, lo farò.

# 11328_Akiyama
source: I don't think he'll be the last, either. This is beginning to get serious.
pt_br: E non credo sarà l'ultimo. La faccenda sta cominciando a farsi pesante.

# 11340_Noa
source: I know. I'm getting scared of my customers now. All I do now is wonder if he's going to be my next stalker.
pt_br: Lo so. Ora mi sto spaventando dei miei clienti. Non faccio altro che chiedermi se il prossimo sarà il mio stalker.

# 11352_Akiyama
source: Maybe it's time to quit.
pt_br: Forse è ora di mollare.

# 11364_Noa
source: Huh? Stop being a hostess?
pt_br: Eh? Smettere di fare la hostess?

# 11376_Akiyama
source: It's an option.
pt_br: È un'opzione.

# 11388_Noa
source: But what if they keep stalking me after I quit?
pt_br: Ma e se mi continuano a stalkerare anche dopo che mollo?

# 11400_Akiyama
source: You could have a talk with them. Set them straight.
pt_br: Potresti farti due chiacchiere con loro. Metterli in riga.

# 11412_Noa
source: Maybe you're right.
pt_br: Forse hai ragione.

# 11424_Noa
source: You were right about me.
pt_br: Avevi ragione su di me.

# 11436_Akiyama
source: How so?
pt_br: In che senso?

# 11448_Noa
source: One of my male friends told me that he liked me. You know, romantically. I had to tell him I wasn't interested.
pt_br: Uno dei miei amici mi ha detto che gli piacevo. Sai, in quel senso lì. Ho dovuto dirgli che non ero interessata.

# 11472_Noa
source: We hang out a lot, but I never thought of him that way.
pt_br: Ci frequentiamo un sacco, ma non l'ho mai visto in quel modo.

# 11484_Noa
source: He said he told me because he thought I felt the same way.
pt_br: Ha detto di avermelo detto perché pensava che la pensassi allo stesso modo.

# 11496_Akiyama
source: Wow. He must've been hurt when you told him you didn't.
pt_br: Caspita. Deve esserci rimasto male quando gli hai detto di no.

# 11508_Noa
source: It was my fault, right? I must've led him on.
pt_br: È stata colpa mia, no? Devo avergli dato corda.

# 11520_Akiyama
source: Men and women can't be friends. When a man gets close to a woman, he always starts to think about her romantically.
pt_br: Tra uomo e donna, l'amicizia non esiste. Quando un uomo si avvicina a una donna, finisce sempre per pensarla in quel modo.

# 11532_Noa
source: That can't be true. There are lots of guys I'm friends with.
pt_br: Non è possibile. Sono amica di un sacco di tipi.

# 11544_Akiyama
source: But the closer you get to them, the more they're going to get the wrong idea.
pt_br: Ma più ti avvicini a loro, più si faranno strane idee.

# 11556_Akiyama
source: Leaving a little distance between you will actually make your relationship better.
pt_br: Lasciare un po' di spazio tra voi, in realtà, farà bene al vostro rapporto.

# 11568_Noa
source: Hmm. I've always enjoyed talking with men more than women, so perhaps I've been too casual with my male friends.
pt_br: Mmm. Mi è sempre piaciuto parlare più con gli uomini che con le donne, quindi forse sono stata un po' troppo alla mano con i miei amici maschi.

# 11580_Akiyama
source: You just need to think a bit more about how they feel.
pt_br: Devi solo pensare un po' di più a come si sentono loro.

# 11592_Noa
source: Okay...
pt_br: Va bene...

# 11604_Akiyama
source: You have to be careful. Men can be animals. They may act nice, but you never know what they're thinking.
pt_br: Devi stare attenta. Gli uomini possono essere delle bestie. Magari fanno i bravi, ma non sai mai cosa gli frulla per la testa.

# 11616_Noa
source: I guess you're right...
pt_br: Immagino tu abbia ragione...

# 11628_Noa
source: ...Are you that way, too?
pt_br: Anche tu sei così?

# 11640_Akiyama
source: What do you mean?
pt_br: Cosa intendi?

# 11652_Noa
source: Do you think of me as a possible girlfriend?
pt_br: Pensi che potrei essere la tua ragazza?

# 11664_Akiyama
source: Of course.
pt_br: E di che.

# 11676_Akiyama
source: But I don't sneak around like those stalkers of yours. If I like somebody, I come out and say so.
pt_br: Ma io non mi intrufolo come quei tuoi stalker. Se mi piace qualcuno, glielo dico in faccia.

# 11688_Noa
source: Heh, that makes me feel better.
pt_br: Eh, mi fa sentire meglio.

# 11700_Noa
source: So then, is there anything you're planning on telling me?
pt_br: Allora, c'è qualcosa che hai in mente di dirmi?

# 11712_Akiyama
source: Hey, are you trying to get me to tell you I'm in love with you?
pt_br: Ehi, mi stai forse provocando a dirti che sono innamorato di te?

# 11724_Noa
source: Hehe. A real man wouldn't beat around the bush, would he? <Color:7>♥<Color:Default>
pt_br: Hehe. Un vero uomo non starebbe a girarci intorno, vero? <Color:7>♥<Color:Default>

# 11736_Akiyama
source: Oh, brother.
pt_br: Oh, mamma mia.

# 11748_Akiyama
source: It's not your fault.
pt_br: Non è colpa tua.

# 11760_Noa
source: You think so?
pt_br: La pensi così?

# 11772_Akiyama
source: Sure. Men falling for women is the most natural thing in the world.
pt_br: Ma certo. Che gli uomini perdano la testa per le donne è la cosa più naturale del mondo.

# 11784_Akiyama
source: And they shouldn't sneak around about it. Your friend had the right idea. They should just be honest about how they feel.
pt_br: E non dovrebbero girarci intorno. Il tuo amico ha avuto la giusta idea. Dovrebbero semplicemente essere sinceri su come si sentono.

# 11796_Noa
source: But how can I face him now? It's gonna be so awkward.
pt_br: Ma come faccio ad affrontarlo adesso? Sarà così imbarazzante.

# 11808_Akiyama
source: If you want to stay friends, tell him that. And if he still wants something more, it's better not to see him anymore.
pt_br: Se vuoi rimanere amici, diglielo. E se ancora vuole qualcosa di più, è meglio che non lo vedi più.

# 11820_Noa
source: Okay. I'll do that.
pt_br: Va bene. Lo faccio.

# 11832_Noa
source: You always give the best advice. You're so mature.
pt_br: Dai sempre i consigli migliori. Sei così maturo.

# 11844_Akiyama
source: Eh, I've learned a thing or two along the way.
pt_br: Eh, qualcosa l'ho imparata strada facendo.

# 11856_Noa
source: Ugh! That stalker started following me back to my neighborhood!
pt_br: Ugh! Quello stalker ha iniziato a seguirmi fin sotto casa!

# 11868_Akiyama
source: Which one? Stalker A or Stalker B?
pt_br: Quale dei due? Stalker A o Stalker B?

# 11880_Noa
source: Huh? Oh. Um, the new one.
pt_br: Eh? Oh. Ehm, quello nuovo.

# 11892_Akiyama
source: Stalker B, then. Sounds like he's escalating things.
pt_br: Stalker B, allora. Sembra che stia alzando la posta.

# 11904_Noa
source: I'm starting to get scared. What should I do?
pt_br: Mi sta salendo la strizza. Che faccio?

# 11916_Akiyama
source: He needs to be taught a lesson. Next time you see him, give me a call.
pt_br: Ha bisogno di una lezione. La prossima volta che lo vedi, fammi uno squillo.

# 11928_Noa
source: Huh? What would you do?
pt_br: Eh? Cosa faresti?

# 11940_Akiyama
source: I'll knock some sense into him. It sounds like he could use a good punch.
pt_br: Lo sistemo io. Pare proprio che gli serva un bel cazzotto.

# 11952_Noa
source: But what if you get hurt?
pt_br: Ma se ti fai male?

# 11964_Akiyama
source: I'd rather be the one who gets hurt instead of you.
pt_br: Preferirei essere io quello che si fa male al posto tuo.

# 11976_Noa
source: Oh. That's so sweet. You're so good to me. <Color:7>♥<Color:Default>
pt_br: Oh. Che dolce. Sei così gentile con me. <Color:7>♥<Color:Default>

# 11988_Akiyama
source: Just let me take care of it, okay?
pt_br: Ci penso io, ok?

# 12000_Noa
source: Okay. Thank you so much!
pt_br: Va bene. Grazie mille!

# 12012_Akiyama
source: You'll just have to move. It's not safe around your apartment anymore.
pt_br: Dovrai traslocare e basta. Non è più sicuro lì intorno al tuo appartamento.

# 12024_Noa
source: But he can just follow me home again, can't he?
pt_br: Ma tanto può seguirmi a casa di nuovo, no?

# 12036_Akiyama
source: Then you'll have to quit your job and move far away.
pt_br: Allora ti toccherà mollare il lavoro e sparire dalla circolazione.

# 12048_Noa
source: I don't wanna do that! I'd have to leave you.
pt_br: Non voglio farlo! Dovrei lasciarti.

# 12060_Noa
source: And there's no guarantee that he won't track me down again...
pt_br: E non è detto che non mi rintracci di nuovo...

# 12084_Noa
source: I won't be safe anywhere I go. This is terrible.
pt_br: Non sarò al sicuro, non importa dove vada. È un incubo.

# 12108_Akiyama
source: Let's just see what happens. Neither of your stalkers have done anything to you yet.
pt_br: Vediamo un po' che succede. Nessuno dei tuoi stalker ti ha ancora fatto niente.

# 12120_Noa
source: But if we wait until they do something, it may be too late!
pt_br: Ma se aspettiamo che facciano qualcosa, potrebbe essere troppo tardi!

# 12132_Noa
source: Don't you care if something happens to me?
pt_br: Ma non ti importa se mi capita qualcosa?

# 12144_Akiyama
source: Of course I do. But I don't want to make the situation worse by provoking them.
pt_br: Certo che sì. Ma non voglio peggiorare la situazione provocandoli.

# 12156_Noa
source: I thought you'd be able to help me...
pt_br: Pensavo che potessi darmi una mano...

# 12168_Noa
source: Maybe I'll talk to the police.
pt_br: Forse parlerò con la polizia.

# 12192_Noa
source: Do you have a girlfriend?
pt_br: Hai una ragazza?

# 12204_Akiyama
source: No. Why?
pt_br: No. Perché?

# 12228_Akiyama
source: What?
pt_br: Cosa?

# 12240_Noa
source: I think you'd come to places like this even if you did have a girlfriend.
pt_br: Credo che in locali così ci verresti lo stesso, anche se avessi una ragazza.

# 12252_Akiyama
source: Of course. Why would having a girlfriend make a difference?
pt_br: Certo. Che cambia avere una ragazza?

# 12264_Noa
source: Oh. You'd really still come?
pt_br: Oh. Davvero verresti ancora?

# 12276_Akiyama
source: Yeah. So?
pt_br: Sì. E allora?

# 12288_Noa
source: Well, I wouldn't want my boyfriend to come here and drink with other girls.
pt_br: Beh, non vorrei che il mio ragazzo venisse qui a bere con altre ragazze.

# 12300_Akiyama
source: I can understand that, but it's not like I'd be cheating on a girlfriend by coming here, right?
pt_br: Capisco, ma non è che starei tradendo la mia ragazza venendo qui, giusto?

# 12312_Noa
source: But I work here. I know how customers come to depend on their hostesses. Someone with a girlfriend shouldn't do that.
pt_br: Ma io lavoro qui. So come i clienti finiscono per dipendere dalle loro hostess. Uno che ha la fidanzata non dovrebbe farlo.

# 12336_Noa
source: So you'd still come.
pt_br: Allora alla fine saresti venuto.

# 12348_Akiyama
source: No way. My girlfriend's feelings would be my priority.
pt_br: Manco per sogno. I sentimenti della mia ragazza sarebbero la mia priorità.

# 12360_Noa
source: Really? You'd stop going to hostess clubs?
pt_br: Davvero? Smetteresti di andare negli hostess club?

# 12372_Akiyama
source: I said so, didn't I?
pt_br: Te l'avevo detto, no?

# 12384_Noa
source: Hehe. That's a relief.
pt_br: Hehe. Meno male.

# 12396_Akiyama
source: Why do you say that?
pt_br: Perché dici così?

# 12408_Noa
source: Oh, I don't know... Why do you think? Hehe. <Color:7>♥<Color:Default>
pt_br: Mah, non saprei... Tu che dici? Hehe. <Color:7>♥<Color:Default>

# 12432_Akiyama
source: It depends. I might go once in a while.
pt_br: Dipende. Magari ogni tanto ci faccio un salto.

# 12444_Noa
source: Once in a while? When you can sneak away from your girlfriend, you mean?
pt_br: Ogni tanto? Vuoi dire quando riesci a svignartela dalla tua ragazza?

# 12456_Akiyama
source: That's not what I meant. I just don't know what I might do. I'll make up my mind when the time comes.
pt_br: Non era quello che intendevo. Semplicemente non so cosa potrei fare. Deciderò quando sarà il momento.

# 12468_Noa
source: But I wanna know now!
pt_br: Ma lo voglio sapere adesso!

# 12480_Akiyama
source: I'm just not sure. I might, and I might not.
pt_br: Non ne sono mica sicuro. Magari sì, magari no.

# 12492_Noa
source: So you can't say that you wouldn't, huh? I see.
pt_br: Allora non puoi dire che non lo faresti, eh? Capisco.

# 12504_Noa
source: Um, can I ask you something?
pt_br: Ehm, posso chiederle qualcosa?

# 12516_Akiyama
source: Yes?
pt_br: Sì?

# 12528_Noa
source: I'm... not very ladylike, am I?
pt_br: Sono... non proprio una signorina, vero?

# 12540_Akiyama
source: Uh... Well, I wouldn't say that.
pt_br: Uh... Beh, non direi proprio.

# 12552_Noa
source: Hey! You had to think about it!
pt_br: Ehi! Ci hai messo un po' a pensarci!

# 12564_Akiyama
source: Heheh.
pt_br: Eheh.

# 12576_Noa
source: Okay. What do you think of girls who aren't very ladylike?
pt_br: Ok. Che ne pensi di ragazze che non sono proprio delle signorine?

# 12588_Akiyama
source: There's more to that question, isn't there?
pt_br: C'è dell'altro dietro quella domanda, non è vero?

# 12600_Akiyama
source: You're really asking what I think about you, right?
pt_br: Mi stai davvero chiedendo cosa penso di te, no?
