Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60023.po
Languages: pt_br

source: Company President
pt_br: Presidente della Compagnia

source: Photographer
pt_br: Fotografo

# 56_Rio
source: No! That's not what I was told! I was just supposed to listen to what you had to say today!
pt_br: No! Non è quello che mi avevano detto! Io dovevo solo sentire cosa avevi da dire oggi!

# 80_Company President
source: Don't waste time talking. Go ahead and take your clothes off. It's no big deal.
pt_br: Non perdere tempo a parlare. Forza, spogliati. Non è niente di che.

# 92_Rio
source: But... Who are these other people?
pt_br: Ma... chi sono 'sti altri?

# 104_Photographer
source: It's all right. Just show us a little of that confidence you have and start taking off those clothes.
pt_br: Va bene così. Facci vedere un po' di quella sicurezza che hai e inizia a levarti quei vestiti.

# 116_Rio
source: I...
pt_br: Io...

# 128_Akiyama
source: Just a minute!
pt_br: Solo un minuto!

# 140_Company President
source: Who the hell are you!?
pt_br: Chi diavolo sei tu!?

# 152_Akiyama
source: I did a background check on this so-called talent agency of yours. It's actually a call girl service, isn't it?
pt_br: Ho fatto un controllo sui precedenti di questa vostra presunta agenzia di talenti. In realtà è un giro di squillo, no?

# 164_Rio
source: What? Is that true!?
pt_br: Cosa? Davvero!?

# 176_Company President
source: You can't prove that!
pt_br: Non c'hai le prove!

# 188_Akiyama
source: I suppose you use the pictures you take to blackmail the girls into doing what you want. It sounds like you've thought it all through.
pt_br: Mi sa che usate le foto che fate per ricattare le ragazze e fargli fare quello che volete. A quanto pare, avete studiato tutto per bene.

# 200_Photographer
source: Shit!
pt_br: Merda!

# 212_Rio
source: But...
pt_br: Ma...

# 224_Akiyama
source: Sorry, fellas, but I won't allow you to have your way with Rio-chan.
pt_br: Spiacente, ragazzi, ma non vi permetterò di approfittarvi di Rio-chan.

# 236_Company President
source: Shit! We'll just have to force her to let us take the pictures! Get rid of this asshole!
pt_br: Merda! Non ci resta che costringerla a farci le foto! Fatelo fuori, questo stronzo!
