Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0009051c.po
Languages: pt_br

source: Tadokoro's Subordinate
pt_br: Uomo di Tadokoro

# 56_Tadokoro's Subordinate
source: I've been waiting for you.
pt_br: Ti stavo aspettando.

# 68_Saejima
source: You again. What's the gig this time?
pt_br: Ancora tu. Che lavoretto c'è stavolta?

# 80_Tadokoro's Subordinate
source: Heh. Yes, let's cut to the chase, shall we?
pt_br: Eh. Sì, andiamo al sodo, che ne dice?

# 92_Tadokoro's Subordinate
source: Your job is to act as bodyguard for a certain individual.
pt_br: Il tuo compito è fare da scorta a un certo elemento.

# 104_Tadokoro's Subordinate
source: Specifically, you're to escort said individual to a certain location.
pt_br: Nello specifico, devi scortare quel soggetto fino a una determinata località.

# 116_Tadokoro's Subordinate
source: What's more, you are to deliver him there safe and sound.
pt_br: E come se non bastasse, devi consegnarlo lì sano e salvo.

# 128_Saejima
source: That it?
pt_br: Tutto qui?

# 140_Tadokoro's Subordinate
source: You'll likely encounter a fair number of obstacles along the way. It's up to you to decide how to handle them.
pt_br: Molto probabilmente, ti imbatterai in un bel po' di ostacoli strada facendo. Sta a te decidere come sbrigartela.

# 152_Tadokoro's Subordinate
source: Do you have any questions?
pt_br: Hai domande?

# 164_Saejima
source: For starters, this "certain individual" I'll be escortin'... What kinda person we talkin' about?
pt_br: Per cominciare, questo "certo individuo" che mi tocca scortare... Di che tipo di persona stiamo parlando?

# 176_Tadokoro's Subordinate
source: I'm terribly sorry, but that information is confidential. I do hope you understand.
pt_br: Mi dispiace tantissimo, ma quell'informazione è riservata. Spero proprio che Lei capisca.

# 188_Saejima
source: Hmph. "Shut up and do your job," ya mean.
pt_br: Hmph. "Chiudi il becco e fai il tuo lavoro," intendi.

# 200_Tadokoro's Subordinate
source: You're free to decline if you so wish.
pt_br: Sei libero di rifiutare, se proprio vuoi.

# 212_Tadokoro's Subordinate
source: Putting your life on the line for a perfect stranger isn't exactly the smartest way to spend your free time, after all.
pt_br: Rischiare la pelle per un perfetto sconosciuto non è mica il modo più intelligente per passare il tempo libero, dopotutto.

# 224_Saejima
source: Smart or stupid has nothin' to do with it. Any guy who goes back on a promise to save his own ass? That ain't no man at all.
pt_br: Non c'entra un cavolo se uno è furbo o scemo. Un uomo che si rimangia una promessa solo per salvarsi il culo? Quello non è un vero uomo.

# 236_Tadokoro's Subordinate
source: Then do you accept the assignment?
pt_br: Allora, accetti l'incarico?

# 248_Saejima
source: Yeah.
pt_br: Sì.

# 260_Tadokoro's Subordinate
source: Very well. Then let's discuss the particulars. First, proceed to the parking space behind the Millennium Tower.
pt_br: Perfetto. Allora, vediamo un po' i dettagli. Prima cosa, fila al parcheggio dietro la Millennium Tower.

# 272_Tadokoro's Subordinate
source: That's where I'll introduce you to the client.
pt_br: È lì che ti presento il cliente.

# 296_Tadokoro's Subordinate
source: See you there.
pt_br: Ci si vede lì.
