Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid010201e0.po
Languages: pt_br

source: Elise Manager
pt_br: Manager dell'Elise

# 92_Elise Manager
source: Akiyama-san, this is Tanuma from Elise.
pt_br: Signor Akiyama, sono Tanuma dall'Elise.

# 104_Elise Manager
source: Lily-san just went home, and I've finished totaling her sales for today.
pt_br: Lily-san è appena andata a casa, e ho finito di tirare le somme delle sue vendite di oggi.

# 116_Akiyama
source: Great, thanks. How'd she do?
pt_br: Ottimo, grazie. Come se l'è cavata?

# 128_Elise Manager
source: Just over half a million yen. That's amazing considering it's only her first day.
pt_br: Poco più di mezzo milione di yen. È pazzesco, considerando che è solo il suo primo giorno.

# 140_Akiyama
source: Pretty impressive, yeah. But she's gonna have to step up her game if she actually wants to pass.
pt_br: Niente male, eh. Però dovrà tirare fuori gli artigli se vuole davvero passare.

# 152_Elise Manager
source: True...
pt_br: Vero...

# 164_Elise Manager
source: Maybe you could drop in during her next shift? It might help having you there to give her some pointers, Akiyama-san.
pt_br: Forse potresti fare un salto durante il suo prossimo turno? Potrebbe essere d'aiuto averti lì per darle qualche dritta, Akiyama-san.

# 176_Akiyama
source: Not a bad idea. Sure, why not.
pt_br: Non male come idea. Certo, perché no.

# 188_Elise Manager
source: Thank you, sir. See you then.
pt_br: Grazie, signore. Ci vediamo allora.

# 308_Lily
source: Sorry I'm late.
pt_br: Scusa il ritardo.

# 320_Akiyama
source: Oh, no worries at all. Nice work today, by the way. Getting used to it?
pt_br: Oh, figurati. Bel lavoro oggi, a proposito. Ci stai prendendo la mano?

# 332_Lily
source: Yes, but...
pt_br: Sì, ma...

# 344_Akiyama
source: Hm? But what?
pt_br: Mh? Ma cosa?

# 356_Lily
source: I'm a little worried about how much I made today. It didn't feel like very much.
pt_br: Sono un po' preoccupata per quanto ho tirato su oggi. Non mi è sembrato un granché.

# 368_Akiyama
source: Do you want to know the actual number?
pt_br: Vuoi sapere il numero reale?

# 380_Lily
source: If you don't mind... Yes, I would.
pt_br: Se non ti dispiace... Sì, mi piacerebbe.

# 392_Akiyama
source: All right, here goes. Your total for today came out to...
pt_br: Allora, sentiamo un po'. Il tuo incasso per oggi è stato di...

# 428_Lily
source: That's... it?
pt_br: È... tutto qui?

# 440_Akiyama
source: Hm? Why the long face? That's pretty dang impressive.
pt_br: Mh? Che hai quella faccia? È una cosa dannatamente impressionante.

# 452_Lily
source: No, I know... But that still leaves another two and a half million in only two days.
pt_br: No, lo so... Ma restano ancora altri due milioni e mezzo in soli due giorni.

# 464_Akiyama
source: Don't worry. Today was all about settling into the job.
pt_br: Non ti preoccupare. Oggi era solo per prendere le misure.

# 476_Akiyama
source: And hey, you didn't even have a full shift.
pt_br: Ehi, non hai nemmeno fatto un turno intero.

# 488_Lily
source: I suppose...
pt_br: Suppongo di sì...

# 500_Akiyama
source: Seriously, you'll be fine. I'm sure of it.
pt_br: Sul serio, te la caverai. Ne sono sicuro.

# 512_Lily
source: Hehe...
pt_br: Eheh...

# 524_Akiyama
source: What's so funny?
pt_br: Cosa c'è di buffo?

# 536_Lily
source: You're a very interesting man, Akiyama-san.
pt_br: Lei è davvero un tipo interessante, Akiyama-san.

# 548_Akiyama
source: Yeah?
pt_br: Davvero?

# 560_Lily
source: You say this is a test, but now here you are telling me everything's going to be fine.
pt_br: Dici che questa è una prova, ma adesso eccoti qui a dirmi che andrà tutto bene.

# 572_Akiyama
source: What's wrong with that? It's not like I want you to fail or anything.
pt_br: Che c'è di male in questo? Non è mica che voglia farti fallire o altro.

# 584_Lily
source: Don't you?
pt_br: Non è vero?

# 596_Akiyama
source: Of course not. I want nothing more than to lend you that money.
pt_br: Certo che no. Non desidero altro che prestarti quei soldi.

# 608_Akiyama
source: It might be a test, but I've been hoping you'd succeed from the bottom of my heart.
pt_br: Sarà anche una prova, ma dal profondo del cuore speravo che ce la facessi.

# 632_Akiyama
source: Plus, I know you're not gonna just take failure lying down. Not with that much money on the line.
pt_br: E poi, so che non ti arrenderai mica così facilmente. Non con tutti quei soldi in gioco.

# 644_Lily
source: Yes... You're right. I <Italic>can</Italic> do this.
pt_br: Sì... Hai ragione. <Italic>Posso</Italic> farcela.

# 656_Akiyama
source: That's more like it. Just try not to stress too much, yeah? Keeping cool is half the battle.
pt_br: Così va meglio. Non stressarti troppo, ok? Mantenere il sangue freddo è già metà della battaglia.

# 668_Lily
source: Okay.
pt_br: Ok.

# 680_Akiyama
source: Now, how about we enjoy this date?
pt_br: Allora, che ne dici di goderci questo appuntamento?

# 692_Akiyama
source: Anywhere special you'd like to go?
pt_br: C'è un posto speciale dove ti andrebbe di andare?

# 704_Lily
source: Um... Can I ask you something first? Why are you being so nice to me?
pt_br: Uhm, posso chiederti una cosa, prima? Perché sei così gentile con me?

# 716_Akiyama
source: Well, because you're worth it.
pt_br: Beh, perché tu vali.

# 728_Lily
source: I'm not sure I understand. This isn't part of the test, is it?
pt_br: Non sono sicura di capire. Questo non fa parte della prova, vero?

# 740_Akiyama
source: Not exactly... But hey, remember the date we were on earlier?
pt_br: Non proprio... Ma senti, ti ricordi l'appuntamento che abbiamo avuto prima?

# 752_Akiyama
source: Let's just call this part two.
pt_br: Diciamo che questa è la parte due.

# 764_Lily
source: So it <Italic>is</Italic> part of the test, then. And here I was ready to join you on an actual date.
pt_br: Quindi <Italic>è</Italic> proprio parte del test, allora. E io che ero pronta per un vero appuntamento.

# 776_Akiyama
source: Look, it doesn't matter <Italic>what</Italic> it is. Just keep me company for a while, okay?
pt_br: Senti, non importa <Italic>cosa</Italic> sia. Famme compagnia per un po', va bene?

# 788_Akiyama
source: ...Now that's settled, where do you want to go? Your pick.
pt_br: ...Ora che è tutto a posto, dove vuoi andare? Scegli tu.

# 800_Lily
source: Hm, I get to choose?
pt_br: Mh, posso scegliere io?

# 812_Akiyama
source: Anywhere you want. Don't worry if you can't think of a place, though.
pt_br: Dove ti pare. Non ti preoccupare, però, se non ti viene in mente un posto.

# 824_Akiyama
source: I have plenty of spots we can stroll into if need be.
pt_br: Ho un sacco di posti in cui possiamo fare un salto, se serve.

# 836_Lily
source: Oh, well... There actually is somewhere I'd like to go. You're sure you don't mind?
pt_br: Oh, beh... In effetti c'è un posto dove mi piacerebbe andare. Sei sicuro che non ti scoccia?

# 848_Akiyama
source: Of course not. So, where to?
pt_br: Certo che no. E allora, dove si va?

# 860_Lily
source: A bar I've heard about over in the Champion District. I think I'll recognize it once we get there.
pt_br: Un bar di cui ho sentito parlare, lì nel Quartiere Champion. Penso che lo riconoscerò appena ci saremo.

# 872_Akiyama
source: Yeah? All right, then. Let's go.
pt_br: Sì? Va bene, allora. Andiamo.
