Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c000b.po
Languages: pt_br

# 12120_Himeka
source: I've even got a friend who lives up there. It might be relaxin'. ♪
pt_br: Ho persino un'amica che vive lassù. Magari sarebbe rilassante. ♪

# 12132_Himeka
source: Where should I go in Hokkaido?
pt_br: Dove dovrei andare ad Hokkaido?

# 12144_Tanimura
source: Well... There was a pretty bumpin' nightlife downtown.
pt_br: Beh... C'era una vita notturna che tirava di brutto in centro.

# 12156_Himeka
source: Oh, come on. You expect me to go all the way to Hokkaido to drink in some bar? How will that help me relax?
pt_br: Ma dai! Ti aspetti che vada fino ad Hokkaido solo per bermi qualcosa in un bar qualsiasi? Come diavolo dovrebbe aiutarmi a rilassarmi, così?

# 12168_Tanimura
source: Er, right.
pt_br: Ah, già.

# 12180_Tanimura
source: You like hot springs. Why not go to Hakone?
pt_br: Ti piacciono le terme. Perché non vai ad Hakone?

# 12192_Himeka
source: That's a great idea! ♪ And my mom could come with me. She'd enjoy that, doncha think?
pt_br: È una gran bella idea! ♪ E mia mamma potrebbe venire con me. Si divertirebbe, non credi?

# 12204_Tanimura
source: I thought you'd like that idea.
pt_br: Pensavo ti piacesse quell'idea.

# 12216_Himeka
source: Yep. And when I get back, I'll be even more beautiful thanks to the hot springs. ♪
pt_br: Già. E quando torno, sarò ancora più bella grazie alle terme. ♪

# 12228_Tanimura
source: You're plenty beautiful now.
pt_br: Sei già bellissima, adesso.

# 12240_Himeka
source: Aww, Tanimura-san! Why'd you have to be so honest?
pt_br: Ma dai, Tanimura-san! Perché dovevi essere così onesto?

# 12252_Tanimura
source: Heh. Well, I am a cop.
pt_br: Eh. Beh, sono un sbirro.

# 12264_Himeka
source: You know, my brother had a baby last year.
pt_br: Sai, mio fratello ha avuto un bambino l'anno scorso.

# 12276_Tanimura
source: Oh yeah?
pt_br: Ah sì?

# 12288_Himeka
source: I saw my niece for the first time when I went to Osaka for New Year's. She's so cute! ♪
pt_br: Ho visto mia nipote per la prima volta quando sono andata a Osaka per Capodanno. È così carina! ♪

# 12300_Himeka
source: I never wanted to get married. I thought I'd be fine by myself... but now I think I want to have a baby!
pt_br: Non ho mai voluto sposarmi. Pensavo di stare bene da sola... ma ora credo di volere un bambino!

# 12312_Tanimura
source: Maternal instincts kicking in?
pt_br: Ti stanno venendo gli istinti materni?

# 12324_Himeka
source: As much as I'd hate to admit it, that might be the case. I'd want a boy and a girl! ♪
pt_br: Anche se mi scoccia ammetterlo, potrebbe darsi. Vorrei un maschio e una femmina! ♪

# 12336_Himeka
source: What about you? Ever thought about gettin' hitched?
pt_br: E tu? Hai mai pensato di fare il grande passo?

# 12348_Tanimura
source: Not really, but I guess I'd like to settle down and raise a family someday.
pt_br: Non proprio, ma, sai, credo che un giorno mi piacerebbe mettere la testa a posto e mettere su famiglia.

# 12360_Himeka
source: Um... Can I ask you somethin' super embarrassin'?
pt_br: Ehm... Posso chiederti una cosa super imbarazzante?

# 12372_Tanimura
source: What?
pt_br: Cosa?

# 12384_Himeka
source: Um... Do you think I could ever be your wife?
pt_br: Uhm... Pensi che potrei mai essere tua moglie?

# 12396_Tanimura
source: Let's just worry about Kashiwabara for now.
pt_br: Pensiamo a Kashiwabara per adesso.

# 12408_Himeka
source: Yeah, okay. I wish everything would just go back to normal.
pt_br: Sì, vabbè. Vorrei solo che tutto tornasse alla normalità.

# 12420_Tanimura
source: It's all right. I'm here for you.
pt_br: Va tutto bene. Ci sono io per te.

# 12432_Himeka
source: All right, but you gotta promise you'll answer that question when this whole Kashiwabara thing is over.
pt_br: Ok, però mi devi promettere che risponderai a quella domanda quando tutta 'sta storia di Kashiwabara sarà finita.

# 12444_Tanimura
source: All right.
pt_br: Va bene.

# 12456_Tanimura
source: You can do much better than me.
pt_br: Meriti di molto meglio di me.

# 12468_Himeka
source: What? No, I could never find anyone as wonderful as you!
pt_br: Cosa? No, non potrei mai trovare nessuno di così meraviglioso come te!

# 12480_Tanimura
source: But I don't have any money. And I like to gamble.
pt_br: Ma non c'ho una lira. E mi piace giocare.

# 12492_Himeka
source: That doesn't matter. You're the most important person in my life.
pt_br: Non importa. Sei la persona più importante della mia vita.

# 12504_Himeka
source: I just want you to know that. <Color:7>♥<Color:Default>
pt_br: Voglio solo che tu lo sappia. <Color:7>♥<Color:Default>

# 12516_Tanimura
source: Heh. Am I, now?
pt_br: Eh. Lo sarei, io?

# 12528_Tanimura
source: Well, I don't know.
pt_br: Beh, non lo so.

# 12540_Himeka
source: What's that supposed to mean? You don't wanna be with me?
pt_br: Che intendi dire? Non vuoi stare con me?

# 12552_Tanimura
source: It's not that. But marriage...? I just want to stay single a bit longer.
pt_br: Non è quello. Ma il matrimonio...? Voglio solo rimanere single ancora per un po'.

# 12564_Himeka
source: Hmph! I never knew you were such a typical man!
pt_br: Hmph! Non pensavo proprio fossi il solito tipo!

# 12576_Tanimura
source: You don't have to get mad about it.
pt_br: Non c'è bisogno che ti scaldi.

# 12588_Himeka
source: I ain't mad! Just... Ugh, never mind!
pt_br: Non sono arrabbiato, eh! Solo... Uff, lascia perdere!

# 12612_Himeka
source: I ran into one of my classmates from junior high the other day.
pt_br: L'altro giorno ho incrociato un mio compagno delle medie.

# 12624_Himeka
source: We talked about how long it had been since we'd last seen each other, and d'you know what he said?
pt_br: Abbiamo chiacchierato di quanto tempo era passato dall'ultima volta che ci eravamo visti, e sai cos'ha detto?

# 12636_Tanimura
source: What?
pt_br: Cosa?

# 12648_Himeka
source: "Ya still got no sex appeal, do ya?" Can you believe that!?
pt_br: Ancora zero sex appeal, eh? Riesci a crederci!?

# 12660_Himeka
source: What, haven't I grown since junior high?
pt_br: Beh, non sono mica cresciuta dalle medie?

# 12672_Himeka
source: D'you think I've got no sex appeal?
pt_br: Cioè, credi che non abbia sex appeal?

# 12684_Tanimura
source: Not having sex appeal makes you attractive.
pt_br: Non avere sex appeal ti rende attraente.

# 12696_Himeka
source: Huh!? How does having no sex appeal make me attractive!?
pt_br: Eh!? Come fa il non avere sex appeal a rendermi attraente!?

# 12708_Tanimura
source: Tryin' to be sexy all the time can be exhausting, you know.
pt_br: Cercare di essere sexy in continuazione è una faticaccia, sai?

# 12720_Himeka
source: So I may not have sex appeal, but you like spending time with me?
pt_br: Quindi, magari non avrò sex appeal, ma ti piace passare il tempo con me?

# 12732_Tanimura
source: I'd say so.
pt_br: Direi di sì.

# 12744_Himeka
source: I'm not sure I buy that, but I guess I shouldn't overthink it.
pt_br: Non me la bevo tanto, ma immagino che non dovrei pensarci troppo.

# 12756_Tanimura
source: Yeah, don't worry so much.
pt_br: Sì, tranquilla, non preoccuparti troppo.

# 12768_Himeka
source: Okay, then. Wow. ♪ You actually made me feel better! You're pretty smooth! ♪
pt_br: Ok, allora. Wow. ♪ Mi hai davvero fatto sentire meglio! Ci sai proprio fare! ♪

# 12780_Tanimura
source: You could try a little harder. Your friend wouldn't say something like that for no reason.
pt_br: Potresti metterci un po' più d'impegno. Il tuo amico non direbbe una cosa del genere senza un perché.

# 12792_Himeka
source: So you really think I've got no sex appeal!?
pt_br: Allora, pensi davvero che non ho nessun sex appeal!?

# 12804_Himeka
source: I can't believe it! Waaah!
pt_br: Non ci posso credere! Nooo!

# 12816_Tanimura
source: Uh, no, no. I'm saying that with a little effort, you could be amazing.
pt_br: No, no. Sto dicendo che con un po' di impegno, potresti essere fantastica.

# 12828_Himeka
source: Huh? What do you mean?
pt_br: Eh? Cosa intendi?

# 12840_Tanimura
source: Um, well... Your makeup? If you changed your makeup, you could boost your sex appeal.
pt_br: Ehm, beh... Il tuo trucco? Se lo cambiassi, potresti dare una bella spinta al tuo sex appeal.

# 12852_Himeka
source: Bull! You're just tryin' to talk yer way out of a corner!
pt_br: Stronzate! Stai solo cercando di arrampicarti sugli specchi!

# 12864_Himeka
source: I'm sorry you've gotta spend time with a woman with no sex appeal! Hmph!
pt_br: Mi dispiace che ti tocca passare del tempo con una donna senza sex appeal! Hmph!

# 12888_Tanimura
source: He's a fool. He's obviously got no taste in women.
pt_br: È un idiota. È palese che non ha proprio occhio per le donne.

# 12900_Himeka
source: Ya think so?
pt_br: La pensi così?

# 12912_Tanimura
source: Definitely. You've got plenty of attractive qualities. If he can't see them, it's his loss.
pt_br: Assolutamente. Hai un sacco di belle qualità. Se non le vede, peggio per lui.

# 12924_Himeka
source: But you can see these qualities, yeah? ♪
pt_br: Ma tu riesci a vedere queste qualità, vero? ♪

# 12936_Tanimura
source: Of course. Sex appeal is just a tiny part of what makes somebody attractive.
pt_br: Certo. Il sex appeal è solo una piccola parte di quello che rende una persona attraente.

# 12948_Himeka
source: Yeah. <Color:7>♥<Color:Default> You're a pretty smart guy, you know that? <Color:7>♥<Color:Default>
pt_br: Già. <Color:7>♥<Color:Default> Sei un tipo piuttosto sveglio, lo sai? <Color:7>♥<Color:Default>

# 12960_Tanimura
source: Heh, thank you.
pt_br: Eh, grazie.

# 12972_Himeka
source: I really enjoy our time together. You're so easy to be with.
pt_br: Mi piace un sacco passare il tempo insieme. Mi trovo così bene con te.

# 12984_Himeka
source: When I'm with you, I remember how much I love servin' customers.
pt_br: Quando sono con te, mi torna in mente quanto adoro prendermi cura dei clienti.

# 12996_Tanimura
source: Is that right?
pt_br: È così?

# 13008_Himeka
source: Yep. I worked at my neighborhood convenience store when I was in high school.
pt_br: Già. Ho lavorato al minimarket di quartiere quando ero al liceo.

# 13020_Himeka
source: I remember how happy I was when one of our regulars said my smile helped him face the day.
pt_br: Mi ricordo quanto ero felice quando uno dei nostri affezionati ha detto che il mio sorriso lo aiutava ad affrontare la giornata.

# 13032_Himeka
source: Whenever a customer compliments me or smiles, it reminds me that I love helpin' people.
pt_br: Ogni volta che un cliente mi fa un complimento o sorride, mi ricorda che adoro aiutare la gente.

# 13044_Tanimura
source: Not everyone is cut out for that kind of thing. You've got a talent for it.
pt_br: Non tutti sono tagliati per 'ste cose. Tu ci sai proprio fare.

# 13056_Himeka
source: Talent? Ya think I've got talent?
pt_br: Talento? Dici che ce l'ho?

# 13068_Himeka
source: I always thought I didn't have any talents. Maybe I was wrong!
pt_br: Ho sempre pensato di non avere nessun talento. Magari mi sbagliavo!

# 13080_Himeka
source: That makes me feel good. It's a new discovery about myself. ♪
pt_br: Questo mi fa proprio sentire bene. È una cosa nuova che scopro di me. ♪

# 13092_Tanimura
source: You should be proud.
pt_br: Dovresti esserne fiera.

# 13104_Himeka
source: You're so nice! ♪ All right, I'll work even harder now! You'll see! <Color:7>♥<Color:Default>
pt_br: Sei un tesoro! ♪ Va bene, ora lavorerò ancora più sodo! Vedrai! <Color:7>♥<Color:Default>

# 13116_Tanimura
source: All right.
pt_br: Va bene.

# 13128_Tanimura
source: You're good at dealing with customers, but you should try harder.
pt_br: Sei brava coi clienti, ma dovresti darci dentro di più.

# 13140_Himeka
source: What? Work harder than I already am? But I'm doin' my best!
pt_br: Come? Lavorare più di così? Ma io ce la metto tutta!

# 13152_Tanimura
source: Well... You could work on some things. The way you talk, for example.
pt_br: Bè... Potresti lavorarci un po' su certe cose. Il modo in cui parli, per esempio.

# 13164_Himeka
source: You don't like the way I talk?
pt_br: Non ti piace come parlo?

# 13176_Tanimura
source: I didn't say that, but sometimes it can be a bit too relaxed, you know?
pt_br: Non ho detto questo, ma a volte può essere un po' troppo rilassato, sai?

# 13188_Himeka
source: That's the first time anyone's said that to me. I'm kinda shocked...
pt_br: È la prima volta che me lo sento dire. Sono rimasta un po' di sasso...

# 13200_Tanimura
source: I'm just trying to help.
pt_br: Cerco solo di dare una mano.

# 13212_Himeka
source: I'll try to do better...
pt_br: Cercherò di fare meglio...

# 13236_Tanimura
source: Maybe you should open up your own store.
pt_br: Magari dovresti aprire un locale tuo.

# 13248_Himeka
source: My own store!? I could never do somethin' like that.
pt_br: Un locale mio!? Non ce la farei mai a fare una cosa del genere.

# 13260_Tanimura
source: How can you know until you try?
pt_br: Come fai a saperlo se non provi?

# 13272_Himeka
source: Because I'm no good at math or keepin' track of money!
pt_br: Perché con la matematica sono una frana e non so gestire i soldi!

# 13284_Himeka
source: Besides, what kinda store would I open?
pt_br: E poi, che razza di negozio aprirei?

# 13296_Tanimura
source: Um... Maybe a children's clothing store? You must be good with kids.
pt_br: Uhm... Magari un negozio di vestiti per bambini? Devi essere brava con i bambini.

# 13308_Himeka
source: Huh. That's not a bad idea. ♪ I've just never thought about it before. ♪
pt_br: Ah. Non è affatto una cattiva idea, sai? Non ci avevo mai pensato prima.

# 13320_Tanimura
source: See?
pt_br: Vedi?

# 13332_Himeka
source: I've been really into cookin' lately. I'm not so hopeless in the kitchen anymore! ♪
pt_br: Ultimamente mi sono proprio messa a cucinare un sacco. Non sono più così un disastro in cucina! ♪

# 13344_Tanimura
source: That's great.
pt_br: Fantastico.

# 13356_Himeka
source: Hehe. ♪ I've been workin' my way up to more difficult dishes.
pt_br: Eheh. ♪ Mi sto cimentando con piatti sempre più difficili.

# 13368_Himeka
source: Yesterday, I made stuffed cabbage, but...
pt_br: Ieri ho fatto il cavolo ripieno, ma...

# 13380_Tanimura
source: But?
pt_br: Ma?

# 13392_Himeka
source: Well, I spend so much time making food, but I've got no one to share it with.
pt_br: Beh, passo un sacco di tempo a cucinare, ma non ho nessuno con cui condividerlo.

# 13404_Tanimura
source: How about me? I'd love to try your cooking. If you don't mind, that is.
pt_br: E io? Mi piacerebbe un sacco assaggiare la tua cucina. Se non ti dispiace, s'intende.

# 13416_Himeka
source: Mind!? Of course I don't mind!
pt_br: Ma figurati!? Certo che no!

# 13428_Himeka
source: I'm so happy! ♪ But I can't make any promises about the food. ♪
pt_br: Sono così felice! ♪ Ma non posso fare promesse sul\ncibo. ♪

# 13440_Tanimura
source: Well, you use a cookbook, right?
pt_br: Beh, usi un ricettario, giusto?

# 13452_Himeka
source: Oh no, I sorta throw everything together. I don't even taste test it, either.
pt_br: Oh no, metto un po' tutto assieme. Non lo assaggio neanche.

# 13464_Himeka
source: So, what should I make, Tanimura-san?
pt_br: Allora, cosa ti preparo, Tanimura-san?

# 13476_Tanimura
source: Um, maybe I'll pass.
pt_br: Ehm, forse passo.

# 13488_Tanimura
source: I'd like you to make me miso soup every morning.
pt_br: Vorrei che tu mi facessi la zuppa di miso ogni mattina.

# 13500_Himeka
source: What's that? Almost sounds like a marriage proposal.
pt_br: Cos'è? Sembra quasi una proposta di matrimonio.

# 13512_Tanimura
source: No, I just...
pt_br: No, io solo...

# 13524_Himeka
source: Besides, miso soup for breakfast every day? Hehehe, that's kinda old-school, doncha think? ♪
pt_br: E poi, zuppa di miso per colazione tutti i giorni? Hehehe, è un po' all'antica, non credi? ♪

# 13536_Tanimura
source: Never mind. Forget I said it.
pt_br: Lascia stare. Dimentica quello che ho detto.

# 13548_Himeka
source: I couldn't forget if I tried. ♪ Y'know, now that I think on it, I've never made miso soup.
pt_br: Non riuscirei a dimenticare nemmeno provandoci. ♪ Sai, ora che ci penso, non ho mai fatto la zuppa di miso.

# 13560_Himeka
source: Maybe I'll look into it for you. <Color:7>♥<Color:Default>
pt_br: Magari ci do un'occhiata per te. <Color:7>♥<Color:Default>

# 13572_Tanimura
source: I'm kind of a gourmet, actually. Do you think your cooking is good enough?
pt_br: A dire il vero, sono un po' un buongustaio. Credi che la tua cucina sia all'altezza?

# 13584_Himeka
source: Oh, come on. You're no gourmet. Ya look like the kind of guy who'd eat anythin'.
pt_br: Ma dai. Tu non sei mica un buongustaio. Hai l'aria di uno che mangia qualsiasi cosa.

# 13596_Himeka
source: I betcha eat fast food most of the time.
pt_br: Scommetto che mangi quasi sempre al fast food.

# 13608_Tanimura
source: Nope.
pt_br: No.

# 13620_Himeka
source: Heh, okay. What if I cooked ya somethin' terrible?
pt_br: Eh, va bene. E se ti cucinassi una schifezza?

# 13632_Tanimura
source: I'd say so. Honesty's the best policy.
pt_br: Direi di sì. L'onestà è la migliore politica.

# 13644_Himeka
source: Not always! You could try to pretend it's good!
pt_br: Non sempre! Potresti provare a far finta che vada bene!

# 13656_Himeka
source: Okay, fine! I'm not makin' you anythin'.
pt_br: E va bene! Non ti preparo proprio niente.

# 13680_Himeka
source: My mom sometimes sends me emails. She's always like, "Are you eating your veggies?"
pt_br: Mia mamma a volte mi manda delle email. È sempre lì che mi fa: 'Mangi le verdure?'

# 13692_Himeka
source: I'll always be a little girl to her. It's kinda sweet. I save all her messages.
pt_br: Sarò sempre una bambina per lei. È quasi tenero. Salvo tutti i suoi messaggi.

# 13704_Tanimura
source: Sounds like a good mother.
pt_br: Sembra una brava madre.

# 13716_Himeka
source: Yeah, but she's the typical Osakan mother. Equal parts pushy and nosy.
pt_br: Già, ma è la solita mamma di Osaka. Tanto invadente quanto ficcanaso.

# 13728_Himeka
source: I'd love to introduce ya to her someday. I'd tell her, here's this amazin' person I met in Kamurocho!
pt_br: Mi piacerebbe presentartela un giorno. Le direi: ecco qua una persona pazzesca che ho incontrato a Kamurocho!

# 13740_Tanimura
source: She wouldn't get mad at me, would she?
pt_br: Non si arrabbierebbe con me, vero?

# 13752_Himeka
source: Maybe! I am her little girl, after all! ♪
pt_br: Magari! Sono pur sempre la sua bambina, dopotutto! ♪

# 13764_Himeka
source: She's a hell of a talker, too. She could probably beat ya in an argument. ♪
pt_br: Anche lei c'ha una parlantina mica da ridere. Ti batterebbe pure a parole, probabilmente. ♪

# 13776_Himeka
source: Wanna give her a try?
pt_br: Vuoi provarci con lei?

# 13788_Tanimura
source: Uh, no thanks...
pt_br: Uh, no grazie...

# 13800_Himeka
source: Aww, hehe. But I wanna see you cryin' after you lose an argument! ♪
pt_br: Ah, ahah. Ma voglio vederti piangere dopo che perdi una discussione! ♪

# 13812_Tanimura
source: Gimme a break...
pt_br: Dammi un taglio...

# 13824_Tanimura
source: But really, she sounds interesting. I'd like to see what an Osakan mother is like.
pt_br: Ma, a dire il vero, sembra interessante. Vorrei proprio vedere com'è una madre di Osaka.

# 13836_Himeka
source: She'll talk yer ear off! Ya won't be able to stand it for more than a few minutes!
pt_br: Ti farà scoppiare le orecchie! Non la reggerai per più di qualche minuto!

# 13848_Himeka
source: I wonder if I'll be like that when I'm her age... Now that's a scary thought.
pt_br: Chissà se sarò così alla sua età... Beh, questo sì che è un pensiero che mette i brividi.

# 13860_Tanimura
source: I think you're well on your way already.
pt_br: Penso che tu sia già a buon punto.

# 13872_Himeka
source: Huh? Ya sayin' I babble like an old lady?
pt_br: Eh? Stai dicendo che blatero come una vecchia?

# 13884_Tanimura
source: Heh. Well, now and then.
pt_br: Eh. Beh, ogni tanto.

# 13896_Himeka
source: Now, that's not a very nice thing to say to a girl! Ugh, guess I gotta watch the way I talk...
pt_br: Ma dai, non si dice così a una ragazza! Uff, mi sa che devo stare più attenta a come parlo...

# 13908_Tanimura
source: I think I'll pass. I don't think I could stand up to her.
pt_br: Passo, credo. Non credo di poterle tenere testa.

# 13920_Himeka
source: You're probably right about that. She's one tough cookie. ♪
pt_br: Probabilmente hai ragione su questo. È una tipa tosta. ♪

# 13932_Himeka
source: But my mom still likes handsome young men, even at her age. In fact, you're just her type.
pt_br: Ma a mia mamma piacciono ancora i bei ragazzi giovani, pure alla sua età. Anzi, sei proprio il suo tipo.

# 13944_Tanimura
source: Then you'd better be careful she doesn't steal me away from you.
pt_br: Allora, stai attenta che non mi soffi via da te.

# 13956_Himeka
source: A love triangle with my mom? Oh, I could never beat her! I'd just give up. ♪
pt_br: Un triangolo amoroso con mia mamma? Oh, non potrei mai batterla! Mi arrenderei e basta. ♪

# 13968_Tanimura
source: Hey now...
pt_br: Ehi, ehi...

# 13980_Himeka
source: Do ya have a dream, Tanimura-san?
pt_br: Ce l'hai un sogno, Tanimura-san?

# 13992_Tanimura
source: Hmm. Maybe getting a perfect hand in mahjong.
pt_br: Mmm. Forse fare una mano perfetta a mahjong.

# 14004_Himeka
source: Really? That's a funny kind of dream!
pt_br: Davvero? Che sogno buffo!

# 14016_Tanimura
source: You think so?
pt_br: La pensi così?

# 14028_Himeka
source: My dream is to live in Hawaii when I get old. ♪ I wanna look out at the ocean every day with my hubby. ♪
pt_br: Il mio sogno è vivere alle Hawaii quando sarò vecchia. ♪ Voglio guardare l'oceano ogni giorno con il mio maritino. ♪

# 14040_Himeka
source: Wouldn't that be nice? I've already started savin' for it.
pt_br: Non sarebbe fantastico? Ho già iniziato a mettere via i soldi per quello.

# 14052_Tanimura
source: That's surprisingly practical of you.
pt_br: Beh, per essere te, è sorprendentemente pratico.

# 14064_Himeka
source: What's surprisin' about that? I've been savin' money ever since high school! ♪
pt_br: Che c'è di strano? Ho messo via soldi fin dalle superiori! ♪

# 14076_Himeka
source: And when the time comes, I'm gonna use it all! I just gotta be patient till then.
pt_br: E quando sarà il momento, lo userò tutto! Devo solo pazientare fino ad allora.

# 14088_Himeka
source: Ya don't look like much of a saver yerself. How much ya got in the bank?
pt_br: Non hai mica l'aria di uno che risparmia, eh, tu. Quanti soldi c'hai in banca?

# 14100_Tanimura
source: That's a secret.
pt_br: È un segreto.

# 14112_Himeka
source: Hehe. Ya say that, but I bet there ain't much but moths and dust in there.
pt_br: Hehe. Lo dici tu, ma scommetto che lì dentro non c'è altro che tarme e polvere.

# 14124_Himeka
source: Whoever marries you is gonna have a bad time. ♪
pt_br: Chiunque ti sposi, se la passerà male. ♪

# 14136_Tanimura
source: Do they have horse racing in Hawaii?
pt_br: Hanno le corse dei cavalli alle Hawaii?

# 14148_Himeka
source: What!? You'd go all the way to Hawaii just to bet on the horses!?
pt_br: Cosa!? Andresti fino alle Hawaii solo per scommettere sui cavalli!?

# 14160_Tanimura
source: Racing is even more exciting than mahjong. I'd love to win thousands, no, millions on a race.
pt_br: Le corse sono molto più emozionanti del mahjong. Mi piacerebbe vincere migliaia, anzi, milioni su una corsa.

# 14172_Himeka
source: Ya gotta have a more practical dream. You'll never win millions on a horse race!
pt_br: Ti ci vuole un sogno più pratico. Non farai mai milioni alle corse dei cavalli!

# 14184_Tanimura
source: Don't say that! You'll jinx me!
pt_br: Non dire così! Mi gufi!

# 14196_Himeka
source: Yeesh, sorry. I never should'a brought it up.
pt_br: Accidenti, scusa. Non avrei mai dovuto parlarne.
