Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0002073c.po
Languages: pt_br

# 124_Haruka
source: Hi, %s-san!
pt_br: Ciao, %s-san!

# 136_Haruka
source: Good evening, %s-san!
pt_br: Buonasera, %s-san!

# 244_Haruka
source: How long has Sky Finance been here? We spend a lot of time in Serena, so maybe we've passed by you before, Akiyama-san!
pt_br: Da quanto tempo la Sky Finance è qui? Passiamo un sacco di tempo a Serena, quindi magari ti abbiamo incrociato prima, Akiyama-san!

# 256_Haruka
source: I hope it rains! I love how shiny all the lights in the city get when it rains!
pt_br: Spero che piova! Adoro come tutte le luci in città diventano luccicanti quando piove!

# 268_Haruka
source: You must be good at adding and subtracting if you have all that money, Akiyama-san. Can you come to Morning Glory sometime and teach everyone how to do math?
pt_br: Devi essere proprio bravo a fare addizioni e sottrazioni se hai tutti quei soldi, Akiyama-san. Potresti venire al Morning Glory un giorno e insegnare a tutti a fare i conti?

# 280_Haruka
source: I usually come visit Serena once every year or so. I wonder if it'll be more fun when I'm all grown up and I can drink...
pt_br: Di solito vengo a trovare Serena più o meno una volta all'anno. Chissà se sarà più divertente quando sarò cresciuta e potrò bere...

# 292_Haruka
source: Are you and Hana-san dating, Akiyama-san? You guys seem really close... and you argue like a married couple!
pt_br: Akiyama-san, tu e Hana-san uscite insieme? Mi sembrate davvero molto affiatati... e litigate come marito e moglie!

# 376_Haruka
source: I'm so glad you're doing well, Saejima-san! I was really worried about you being hurt and all.
pt_br: Sono così contenta che tu stia bene, Saejima-san! Ero davvero preoccupata che ti fossi fatto male e cose così.

# 388_Haruka
source: Um... Are you from Osaka, Saejima-san?
pt_br: Ehm... Sei di Osaka, Saejima-san?

# 400_Haruka
source: I'm really good at making takoyaki! They always end up super round. Maybe I'll make some for you sometime!
pt_br: Sono bravissima a fare i takoyaki! Vengono sempre rotondissimi. Magari te ne faccio un giorno!

# 412_Haruka
source: You and my Uncle Kaz are really similar, Saejima-san.
pt_br: Tu e il mio Zio Kaz siete davvero simili, Saejima-san.

# 424_Haruka
source: Like... instead of cutting up carrots, you probably just toss them into the pot whole.
pt_br: Tipo... invece di tagliare le carote, probabilmente le butti intere nella pentola.

# 436_Haruka
source: Do you know how to play shogi, Saejima-san? It's not really fun to play with Uncle Kaz... He always wins.
pt_br: Sai giocare a shogi, Saejima-san? Non è tanto divertente giocare con lo Zio Kaz... Lui vince sempre.

# 448_Haruka
source: Have you ever thought about shaving your head, Saejima-san? I think you'd look really cool!
pt_br: Hai mai pensato di rasarti la testa, Saejima-san? Penso che staresti davvero figo!

# 532_Haruka
source: Thanks for looking after Uncle Kaz, Tanimura-san.
pt_br: Grazie per aver badato allo Zio Kaz, Tanimura-san.

# 544_Haruka
source: You're a police officer, right, Tanimura-san? That makes me kinda nervous for some reason!
pt_br: Sei un poliziotto, vero, Tanimura-san? Questo mi rende un po' nervosa, non so perché!

# 556_Haruka
source: I feel like you remind me of someone, Tanimura-san... but I don't know who!
pt_br: Mi fai pensare a qualcuno, Tanimura-san... ma non so chi!

# 568_Haruka
source: Uncle Kaz didn't finish all his vegetables at dinner the other day... Can you arrest him for crimes against veggie-kind? Hehe, just kidding!
pt_br: Zio Kaz non ha finito tutte le sue verdure a cena l'altro giorno... Puoi arrestarlo per crimini contro il mondo delle verdure? Hehe, scherzavo!

# 580_Haruka
source: Are you good at card games, Tanimura-san? I've been learning a lot of different ones lately! Maybe we could play together sometime!
pt_br: Sei bravo ai giochi di carte, Tanimura-san? Ultimamente ne ho imparati un sacco di diversi! Magari potremmo farci una partita insieme qualche volta!

# 592_Haruka
source: Going somewhere, Uncle Kaz?
pt_br: Vai da qualche parte, Zio Kaz?

# 604_Kiryu
source: Looks like it, yeah.
pt_br: Pare di sì, eh.

# 616_Haruka
source: I wanna go, too! Can I come with you?
pt_br: Voglio venire anch'io! Posso venire con voi?

# 628_Kiryu
source: Sorry, Haruka. Not this time.
pt_br: Scusa, Haruka. Non stavolta.

# 640_Haruka
source: Oh... Then promise you'll take me next time!
pt_br: Oh... Allora promettimi che mi ci porti la prossima volta!

# 652_Kiryu
source: All right, sure.
pt_br: Ok, certo.

# 664_Haruka
source: Hooray! So where're we going?
pt_br: Evviva! Allora, dove andiamo?

# 712_Haruka
source: Sorry, not this time.
pt_br: Scusa, non questa volta.

# 724_Haruka
source: All right, sure.
pt_br: Ok, certo.
