Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00630050.po
Languages: pt_br

# 256_Maya
source: Karaoke, huh? Hehe, can't wait. <Color:7>♥<Color:Default>
pt_br: Karaoke, eh? Hehe, non vedo l'ora. <Color:7>♥<Color:Default>

# 268_Maya
source: What should I sing? I think I'll go with "Get to the Top"! <Color:7>♥<Color:Default>
pt_br: Cosa canto? Mi sa che vado con "Get to the Top"! <Color:7>♥<Color:Default>

# 280_Maya
source: Hehe, that was fun! <Color:7>♥<Color:Default> I never knew you could get so lively!
pt_br: Hehe, che spasso! <Color:7>♥<Color:Default> Non avrei mai detto che potessi scatenarti così tanto!

# 292_Maya
source: Now let me hear you sing!
pt_br: Ora fammi sentire come canti!

# 304_Maya
source: Ooh, I have the best idea! Why don't we sing a duet? <Color:7>♥<Color:Default>
pt_br: Ohh, mi è venuta un'idea geniale! Perché non cantiamo un duetto? <Color:7>♥<Color:Default>

# 316_Kiryu
source: Sure, why not.
pt_br: Ma sì, perché no.

# 328_Maya
source: Great! I can't wait to hear you sing. <Color:7>♥<Color:Default>
pt_br: Fantastico! Non vedo l'ora di sentirti cantare. <Color:7>♥<Color:Default>

# 340_Kiryu
source: Nah, not right now.
pt_br: Nah, non adesso.

# 352_Maya
source: Huh? Seriously? You're no fun...
pt_br: Eh? Davvero? Non sai proprio divertirti...

# 364_Maya
source: That was... different.
pt_br: È stato... particolare.

# 376_Kiryu
source: Sorry.
pt_br: Scusa.

# 388_Maya
source: That felt great. <Color:7>♥<Color:Default> Has anyone ever told you that you have a great sense of rhythm?
pt_br: È stato fantastico. <Color:7>♥<Color:Default> Qualcuno ti ha mai detto che hai un gran ritmo?

# 400_Maya
source: Now let me hear you sing!
pt_br: Ora fammi sentire come canti!

# 412_Maya
source: Ooh, I have the best idea! Why don't we sing a duet? <Color:7>♥<Color:Default>
pt_br: Ohh, mi è venuta un'idea geniale! Perché non cantiamo un duetto? <Color:7>♥<Color:Default>

# 424_Kiryu
source: Sure, why not.
pt_br: Ma sì, perché no.

# 436_Maya
source: Great! I can't wait to hear you sing. <Color:7>♥<Color:Default>
pt_br: Fantastico! Non vedo l'ora di sentirti cantare. <Color:7>♥<Color:Default>

# 448_Kiryu
source: Nah, not right now.
pt_br: Nah, non adesso.

# 460_Maya
source: Huh? Seriously? You're no fun...
pt_br: Eh? Davvero? Non sai proprio divertirti...

# 472_Maya
source: Did I manage to stay in key?
pt_br: Sono riuscita a rimanere intonata?

# 484_Kiryu
source: Yeah, you were great.
pt_br: Sì, sei stato grande.

# 496_Maya
source: Umm... Maybe you should try again later.
pt_br: Uhm... Forse dovresti riprovare più tardi.

# 508_Kiryu
source: Sorry.
pt_br: Scusa.

# 520_Maya
source: We've got great harmony. <Color:7>♥<Color:Default> I think we might be perfect for each other... <Color:7>♥<Color:Default>
pt_br: Abbiamo una sintonia pazzesca! <Color:7>♥<Color:Default> Credo che siamo fatti apposta l'uno per l'altro... <Color:7>♥<Color:Default>

# 532_Kiryu
source: Heh, oh yeah?
pt_br: Eh, già?

# 544_Maya
source: Sure.
pt_br: Certo.

# 556_Maya
source: I'd rather not.
pt_br: Preferirei di no.

# 568_Maya
source: Sure.
pt_br: Certo.

# 580_Maya
source: I'd rather not.
pt_br: Preferirei di no.
