Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid001301c0.po
Languages: pt_br

source: You got <Color:8>5,000 yen<Color:Default>.
pt_br: Ti sei beccato <Color:8>5,000 yen<Color:Default>.

source: Owner
pt_br: Proprietario

# 128_Yakuza
source: Better pay that protection money now! You stiff me and I'll bust up your shop!
pt_br: È meglio che sganci subito il pizzo! Se mi freghi, ti spacco il negozio!

# 140_Owner
source: Where do you expect me to get five million yen on such short notice!?
pt_br: Come faccio a tirar fuori cinque milioni di yen con così poco preavviso!?

# 152_Tanimura
source: (Great, a shady brothel and a yakuza who looks like a complete moron...)
pt_br: (Perfetto, una casa d'appuntamenti losca e uno yakuza che sembra un completo deficiente...)

# 164_Tanimura
source: I'm with the police! And I won't tolerate scum like you disturbing the peace!
pt_br: Sono della polizia! E non tollererò feccia come voi che disturbate la pace!

# 176_Yakuza
source: Who the hell're you? Aw, don't matter! You just jumped to the top of my ass-kicking list!
pt_br: Chi cazzo sei? Ma chi se ne frega! Sei appena finito in cima alla mia lista di gente a cui spaccare il culo!

# 200_Tanimura
source: Ahem... Can I have a word with you? I'm with the Kamurocho Police Department.
pt_br: Ehm... Posso scambiare due parole con te? Sono della polizia di Kamurocho.

# 212_Yakuza
source: Yeah? Whaddya want, pig!?
pt_br: Sì? Che vuoi, sbirro!?

# 224_Tanimura
source: I'd hate to inconvenience a decent yakuza like you, but isn't there a better way to do this?
pt_br: Non vorrei certo disturbare uno yakuza come si deve come te, ma non si potrebbe farla in un altro modo?

# 236_Tanimura
source: If you just used your brain, you wouldn't have to worry about trouble from the police.
pt_br: Se solo usassi il cervello, non avresti noie dalla polizia.

# 248_Yakuza
source: Bah... You givin' me a goddamn lecture? Fine, I'll let him off the hook this time.
pt_br: Bah... Mi stai facendo una cazzo di predica? Va bene, gliela faccio passare liscia questa volta.

# 308_Owner
source: Thank you! I mean it!
pt_br: Grazie! Lo dico davvero!

# 320_Tanimura
source: If you mean it, then why don't you show me?
pt_br: Se parli sul serio, allora fammelo vedere.

# 332_Owner
source: Huh!?
pt_br: Eh!?

# 344_Tanimura
source: You're employing illegal immigrants, right? And now you've got a yakuza on your back. Seems like you could use a friend on the force.
pt_br: Fai lavorare clandestini, vero? E ora ti sei beccato uno yakuza alle costole. Sembra proprio che ti servirebbe un amico in polizia.

# 356_Owner
source: Uh, heheh... Maybe you're right about that. Here, take this.
pt_br: Uh, eh eh... Magari hai ragione tu. Tieni, prendi questo.

# 440_Yakuza
source: Use Your Fists
pt_br: Usa i pugni

# 452_Yakuza
source: Use Your Head
pt_br: Usa la testa
