Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e6052d.po
Languages: pt_br

# 160_Matsuyama
source: Hey, Kiryu-san! Welcome.
pt_br: Ehi, Kiryu-san! Benvenuto.

# 172_Kiryu
source: How's your creation coming along?
pt_br: Allora, a che punto è la tua creazione?

# 184_Matsuyama
source: Hmm, it's been kind of tough. It's got to stand up to No. 1 Star standards, after all.
pt_br: Mh, è stato un po' difficile. Deve pur essere all'altezza degli standard da Prima Stella, dopotutto.

# 196_Matsuyama
source: I've gone around to different ramen shops and I've tested out some new ideas, but I'm having a bit of a ramen block right now...
pt_br: Ho fatto il giro di diversi ramen shop e ho provato qualche idea nuova, ma in questo momento ho un po' il blocco del ramen...

# 208_Kiryu
source: I see...
pt_br: Capisco...

# 232_Matsuyama
source: Say, Kiryu-san. If you're not too busy, would you mind helping me hunt for new ramen ideas?
pt_br: Senti, Kiryu-san. Se non sei troppo occupato, ti dispiacerebbe aiutarmi a caccia di nuove idee per il ramen?

# 244_Kiryu
source: Who, me?
pt_br: Chi, io?

# 256_Matsuyama
source: That's right. I've heard quite a bit about you from Ueda-san. He said you really helped him when he was working on his instant ramen.
pt_br: Proprio così. Ueda-san mi ha parlato parecchio di te. Ha detto che gli hai dato una grossa mano quando stava lavorando al suo ramen istantaneo.

# 268_Kiryu
source: He's exaggerating. I didn't do much.
pt_br: Sta esagerando. Non ho fatto molto.

# 280_Matsuyama
source: Still, I need to get a fresh viewpoint! Obsessing over it by myself isn't going to help me get anywhere.
pt_br: Comunque, mi serve una prospettiva fresca! A starci a rimuginare da solo, non ne vengo a capo.

# 292_Kiryu
source: All right. I'll help you if you really want.
pt_br: Va bene. Ti aiuterò se ci tieni davvero.

# 304_Matsuyama
source: You mean it? Thanks!
pt_br: Dici sul serio? Grazie!

# 316_Matsuyama
source: I'd like to start out with a little search around town. Would you mind coming along with me?
pt_br: Per iniziare, mi piacerebbe fare un giretto in città per dare un'occhiata. Ti va di venire con me?

# 328_Kiryu
source: Sure.
pt_br: Certo.

# 364_Kiryu
source: Sorry. I'm pretty busy right now.
pt_br: Scusa. Sono piuttosto indaffarato in questo momento.

# 376_Matsuyama
source: I understand... I'm sorry to ask you such a strange request.
pt_br: Capisco... Mi dispiace chiederle una richiesta così strana.

# 388_Matsuyama
source: But it'd really mean a lot to me if you could lend a hand when you have time!
pt_br: Ma ci terrei un sacco se potessi darmi una mano quando hai tempo!

# 400_Kiryu
source: All right, I will.
pt_br: Va bene, lo faccio.

# 412_Matsuyama
source: Oh, Kiryu-san. Please help me come up with ideas for my new ramen!
pt_br: Oh, Kiryu-san. Per favore, aiutami a tirar fuori delle idee per il mio nuovo ramen!

# 424_Kiryu
source: All right. I'll help you if you really want.
pt_br: Va bene. Ti aiuterò se ci tieni davvero.

# 436_Matsuyama
source: You mean it? Thanks!
pt_br: Dici sul serio? Grazie!

# 448_Matsuyama
source: I'd like to start out with a little search around town. Would you mind coming along with me?
pt_br: Per iniziare, mi piacerebbe fare un giretto in città per dare un'occhiata. Ti va di venire con me?

# 460_Kiryu
source: Sure.
pt_br: Certo.

# 496_Kiryu
source: Sorry. I'm pretty busy right now.
pt_br: Scusa. Sono piuttosto indaffarato in questo momento.

# 508_Matsuyama
source: I understand... I'm sorry to ask you such a strange request.
pt_br: Capisco... Mi dispiace chiederle una richiesta così strana.

# 520_Matsuyama
source: But it'd really mean a lot to me if you could lend a hand when you have time!
pt_br: Ma ci terrei un sacco se potessi darmi una mano quando hai tempo!

# 532_Kiryu
source: All right, I will.
pt_br: Va bene, lo faccio.

# 544_Matsuyama
source: Refuse
pt_br: Rifiuta

# 556_Matsuyama
source: Help Him Out
pt_br: Dagli una mano

# 568_Matsuyama
source: Refuse
pt_br: Rifiuta

# 580_Matsuyama
source: Help Him Out
pt_br: Dagli una mano
