Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee0506.po
Languages: pt_br

source: Putting Together a Stylish Outfit
pt_br: Creare un Outfit Stiloso

# 104_Akiyama
source: Okay. Let's get started.
pt_br: Perfetto. Cominciamo.

# 116_Lily
source: Yes, let's.
pt_br: Sì, dai.

# 128_Akiyama
source: First, let's get you changed into an outfit that brings out the best of your natural beauty. Don't worry, I guarantee you'll look great.
pt_br: Per prima cosa, ti facciamo mettere un vestito che tiri fuori il meglio della tua bellezza naturale. Non preoccuparti, ti garantisco che sarai uno schianto.

# 152_Akiyama
source: Looking good.
pt_br: Stai bene.

# 164_Lily
source: You think so?
pt_br: La pensi così?

# 176_Akiyama
source: Of course. Now go get 'em.
pt_br: Certo. Ora dacci dentro.

# 188_Lily
source: Okay... I'll do my best.
pt_br: Ok... Farò del mio meglio.

# 248_Akiyama
source: Get a feel for your customers' preferences by walking around the club, then return to the break room and coordinate your hostess to fit their ideal image.
pt_br: Fatti un'idea delle preferenze dei tuoi clienti girando per il locale, poi torna nella sala relax e sistema il tuo look per adattarlo alla loro immagine ideale.

# 260_Akiyama
source: (Guess I should take a stroll around the club.)
pt_br: (Mi sa che dovrei farmi un giro per il club.)

# 284_Akiyama
source: I've taught you everything I know. It's all up to you now.
pt_br: Ti ho insegnato tutto quello che so. Adesso sta a te.

# 296_Lily
source: Okay...
pt_br: Va bene...

# 308_Akiyama
source: There's still some time until the club closes. Good luck.
pt_br: Manca ancora un po' di tempo alla chiusura. In bocca al lupo.

# 320_Lily
source: Thank you.
pt_br: Grazie.

# 332_Akiyama
source: The manager will contact me once he's calculated your sales. We just need to wait until then.
pt_br: Il manager mi farà sapere non appena avrà fatto due conti sulle tue vendite. Non ci resta che aspettare.

# 344_Lily
source: Okay.
pt_br: Ok.
