Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00130411.po
Languages: pt_br

# 116_Ehama
source: *pant* I'm beat...
pt_br: Anf... Sono a pezzi...

# 128_Saejima
source: Not bad. Ya really are passionate about yer trainin'. I'm impressed.
pt_br: Non male. Ci metti proprio l'anima nell'allenamento. Sono impressionato.

# 140_Ehama
source: I've never been strong or anything, so I have to work twice as hard as everyone else.
pt_br: Non sono mai stato forte, o che so io, quindi mi tocca faticare il doppio di tutti gli altri.

# 152_Saejima
source: Just make sure ya don't hurt yerself. So, why'd ya decide to become a fighter?
pt_br: Vedi di non farti male. E allora, perché hai deciso di diventare un combattente?

# 164_Ehama
source: I wanted to get rid of this feeling of emptiness...
pt_br: Volevo liberarmi di questa sensazione di vuoto...

# 176_Saejima
source: Whaddaya talkin' about?
pt_br: Ma che dici?

# 188_Ehama
source: As you can see, I'm just a normal guy. There's nothing special about me. No special skills, no passion, no dream. I'm just boring and ordinary.
pt_br: Come vedi, sono solo un tipo normale. Non c'è niente di speciale in me. Nessuna abilità speciale, nessuna passione, nessun sogno. Sono solo noioso e banale.

# 200_Ehama
source: I've always lived on the safe side. I studied a bit, went to an okay college, got an okay job, had an arranged marriage...
pt_br: Ho sempre giocato sul sicuro. Ho studiato un po', sono andato a un'università discreta, ho trovato un lavoro discreto, ho avuto un matrimonio combinato...

# 212_Saejima
source: There ain't nothin' wrong with being normal. That's a form of happiness, ain't it?
pt_br: Non c'è mica niente di male a essere normale. Quella è una forma di felicità, no?

# 224_Ehama
source: I thought so, too. I told myself, "This is happiness. This is the way things should be." But then I got fired from my job.
pt_br: Anch'io la pensavo così. Mi dicevo: "Questa è la felicità. Così devono andare le cose." Ma poi mi hanno sbattuto fuori dal lavoro.

# 248_Ehama
source: I was too shocked to look for another job. My wife got fed up, took our son, and left.
pt_br: Ero troppo scioccato per cercare un altro lavoro. Mia moglie si è stufata, ha preso nostro figlio, e se n'è andata.

# 260_Ehama
source: I lost my job and my family. I don't have anything left at all.
pt_br: Ho perso il lavoro e la mia famiglia. Non mi è rimasto più niente.

# 272_Ehama
source: It made me realize how empty I was.
pt_br: Mi ha fatto capire quanto ero vuoto.

# 284_Ehama
source: That's when it hit me. I couldn't go on like this. I wanted to change myself.
pt_br: È lì che mi è scattata la molla. Non potevo più andare avanti così. Volevo cambiare me stesso.

# 296_Saejima
source: I gotcha... So that's why you wanna learn to fight.
pt_br: Ho afferrato... Ecco perché vuoi imparare a combattere.

# 308_Ehama
source: That's right. I don't want to be weak and pathetic anymore. And I don't want to just lead an aimless, boring life.
pt_br: Proprio così. Non voglio più essere debole e patetico. E non voglio più tirar avanti una vita senza scopo, noiosa e basta.

# 320_Ehama
source: I don't have a strong body, and I know that I'm not young anymore. But I'm more motivated than anyone. Do you think I have a chance?
pt_br: Non ho un gran fisico, e so che non sono più un ragazzino. Ma ho più grinta di chiunque altro. Credi che ce la possa fare?

# 332_Saejima
source: Of course ya do. Who the hell do ya think I am? I'll help ya become real strong. I give ya my word.
pt_br: Ma certo che sì! Ma chi cazzo credi che sia? Ti farò diventare fortissimo. Ti do la mia parola.

# 344_Ehama
source: Saejima-san... Thank you! I'm going to train hard!
pt_br: Saejima-san... Grazie! Mi allenerò sodo!

# 356_Saejima
source: (Looks like he's motivated. Now it's up to me to train 'im well.)
pt_br: (Pare motivato. Ora sta a me allenarlo per bene.)

# 380_Saejima
source: Hm... I ain't so sure. You ain't that strong, and yer pretty old. You're gonna have to work yer damn ass off.
pt_br: Mmm... Non ne sono molto convinto. Non sei mica tanto forte, e sei pure un po' in là con gli anni. Dovrai spaccarti il culo di brutto.

# 404_Saejima
source: But if ya work real hard, you should be able to overcome yer weaknesses.
pt_br: Ma se ti impegni per davvero, dovresti riuscire a superare le tue debolezze.

# 416_Saejima
source: You got a long way to go, but at least you're on the right track. Yer success or failure depends on how hard ya work from here on out.
pt_br: Hai ancora un bel po' di strada da fare, ma almeno sei sulla buona strada. Il tuo successo o fallimento dipenderà da quanto ci darai dentro d'ora in poi.

# 428_Ehama
source: Thank you, Saejima-san. I'll try my best.
pt_br: Grazie, Saejima-san. Darò il massimo.

# 440_Ehama
source: My weaknesses aren't going to hold me back any longer!
pt_br: Le mie debolezze non mi freneranno più!

# 452_Ehama
source: All right! Here I go!
pt_br: Va bene! Eccomi!

# 464_Saejima
source: (Heh. Looks like he got real motivated. Now it's up to me to train 'im well.)
pt_br: (Eh. Sembra che si sia motivato sul serio. Adesso tocca a me tirarlo su come si deve.)

# 488_Saejima
source: Hmmm... Good question. Guess we can give it a try n' see what happens.
pt_br: Mmm... Bella domanda. Magari ci proviamo e vediamo che succede.

# 500_Ehama
source: Right... I guess it'll be impossible for me...
pt_br: Vabbè... credo che per me sarà impossibile...

# 512_Saejima
source: (Maybe I shoulda been more supportive...)
pt_br: (Magari avrei dovuto sostenerlo di più...)

# 584_Ehama
source: Of course.
pt_br: E di che.

# 596_Ehama
source: I ain't so sure.
pt_br: Non ne sono mica tanto sicuro.

# 608_Ehama
source: We can give it a try.
pt_br: Possiamo farci un tentativo.
