Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60400.po
Languages: pt_br

# 56_Tanimura
source: You know the guy they call Bridge, right?
pt_br: Conosci il tizio che chiamano Bridge, no?

# 68_Tsugawa
source: ...You're shit outta luck. I don't know a damn thing.
pt_br: ...Non hai speranze. Non so un cazzo.

# 80_Tanimura
source: Okay, let's make a deal.
pt_br: Allora, facciamo un accordo.

# 92_Tsugawa
source: Huh?
pt_br: Uh?

# 104_Tanimura
source: Give up Bridge's identity and promise to never get involved with crime again, and I'll forget about everything you've done.
pt_br: Sputa l'identità di Bridge e prometti di non immischiarti mai più col crimine, e io mi dimenticherò di tutto quello che hai combinato.

# 128_Tanimura
source: Or you can rot in a jail cell. Your choice.
pt_br: Oppure puoi marcire in galera. Decidi tu.

# 140_Tsugawa
source: ...Will you promise you'll never tell anybody I talked?
pt_br: ...Mi prometti che non spiffererai a nessuno che ho parlato?

# 152_Tanimura
source: Sure.
pt_br: Certo.

# 164_Tsugawa
source: The real name of the man they call Bridge is Yuji Katsuura.
pt_br: Il vero nome dell'uomo che chiamano Bridge è Yuji Katsuura.

# 188_Tsugawa
source: He's the chairman of the Asian Women's Friendship Association.
pt_br: Lui è il presidente dell'Associazione per l'Amicizia delle Donne Asiatiche.

# 200_Tanimura
source: "Friendship," huh? So they use that as a front to hide the terrible things they really do...
pt_br: "Amicizia," eh? Così lo usano come copertura per nascondere le porcherie che combinano...

# 212_Tanimura
source: If you value your life, you should run.
pt_br: Se ci tieni alla pelle, faresti meglio a scappare.
