Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00910955.po
Languages: pt_br

source: You got <Color:8>200,000 yen<Color:Default>.
pt_br: Hai ottenuto <Color:8>200.000 yen<Color:Default>.

source: Man
pt_br: Uomo

# 84_Kiryu
source: Your scheme's finished, for good. Give up and get the hell out of town.
pt_br: La tua farsa è finita, una volta per tutte. Molla il colpo e levati dalle palle da questa città.

# 96_Rouge
source: What choice do I have now?
pt_br: Che scelta mi rimane adesso?

# 108_Kiryu
source: But before you go, you're going to tell me a little more about the Dark Clan.
pt_br: Ma prima di filare, mi sputerai fuori due parole sulla Dark Clan.

# 120_Rouge
source: What do you want to know?
pt_br: Che vuoi sapere?

# 132_Kiryu
source: Where's the strongest group in your alliance located?
pt_br: Dov'è il gruppo più tosto della tua alleanza?

# 144_Rouge
source: What do you plan to do with that information?
pt_br: Che cosa intendi farci con quelle informazioni?

# 156_Kiryu
source: I want to know what's coming next.
pt_br: Voglio sapere cosa succederà dopo.

# 168_Rouge
source: Are you sure that's all?
pt_br: Sei sicuro che sia tutto?

# 180_Kiryu
source: I've got enough people after me in Kamurocho already. I'm not interested in going head to head with any more groups, gangs, or syndicates.
pt_br: Ho già abbastanza gente alle costole a Kamurocho. Non mi interessa mettermi contro altri gruppi, bande o sindacati.

# 192_Rouge
source: Hahaha. In other words, discretion is the better part of valor? So that's also a part of being the Legendary Yakuza...
pt_br: Hahaha. In altre parole, la prudenza vince sul coraggio, eh? Quindi anche questo fa parte dell'essere il Leggendario Yakuza...

# 204_Rouge
source: However, if that's why you want to know, I'm afraid I can't give you an answer.
pt_br: Ma se è per questo che vuoi saperlo, temo di non poterti dare una risposta.

# 216_Rouge
source: It would give you an unfair advantage the next time we make an attempt on your life.
pt_br: Ti darebbe un vantaggio sleale la prossima volta che tenteremo di farti fuori.

# 228_Rouge
source: Now then, if you'll excuse me.
pt_br: Dunque, se mi scusate.

# 300_Akaishi
source: Interesting...
pt_br: Interessante...

# 312_Akaishi
source: So, you beat them this time, but they may come looking for you again?
pt_br: Allora, li hai sistemati questa volta, ma potrebbero tornare alla carica?

# 324_Akaishi
source: Is that really what you wanted, Kiryu-san?
pt_br: È davvero questo quello che volevi, Kiryu-san?

# 336_Kiryu
source: I don't think we'll need to deal with them again anytime soon.
pt_br: Non penso che dovremo occuparci di loro di nuovo tanto presto.

# 348_Kiryu
source: I'll probably be back in Okinawa the next time they try to take me down, so I'm not going to worry about it.
pt_br: Probabilmente sarò tornato a Okinawa la prossima volta che proveranno a farmi fuori, quindi non me ne preoccupo.

# 360_Akaishi
source: Hmm, interesting. So, it's not necessary to wipe them out completely? Is this some kind of "live and let live" philosophy of the underworld?
pt_br: Mmmh, interessante. Quindi non è necessario farli fuori del tutto? È una specie di filosofia del 'campa e lascia campare' della malavita?

# 372_Kiryu
source: Well, wading through all those gang conflicts, I got the sense that all groups are capable of making a change for the better.
pt_br: Beh, barcamenandomi tra tutti quegli scontri tra bande, ho avuto la sensazione che tutti i gruppi siano capaci di cambiare in meglio.

# 384_Kiryu
source: It's not impossible, you know. Even for a group that sets out to crush the yakuza, but ends up a lot like the yakuza themselves.
pt_br: Non è impossibile, sai. Anche per un gruppo che si prefigge di schiacciare gli yakuza, ma che alla fine non è poi così diverso dagli yakuza stessi.

# 396_Kiryu
source: As long as they keep coming after me, I'll keep standing my ground.
pt_br: Finché continueranno a venirmi addosso, io non mi tirerò indietro.

# 408_Kiryu
source: There've been plenty of guys who picked a fight with me only to come out of it a better man.
pt_br: Tanti tizi mi hanno cercato la rissa, solo per uscirne uomini migliori.

# 420_Akaishi
source: I see what you mean. You know, you really do live up to the title of fourth chairman. You're a better man than I'll ever be.
pt_br: Capisco cosa intendi. Sai, sei proprio all'altezza del titolo di quarto patriarca. Sei un uomo migliore di quanto io potrò mai essere.

# 432_Kiryu
source: Huh? You already knew about me?
pt_br: Eh? Sapevi già di me?

# 444_Akaishi
source: Haha, doesn't everybody know about you? You're famous. Or infamous, depending on whom you ask.
pt_br: Ahah, non ti conoscono tutti? Sei famoso. O famigerato, dipende a chi lo chiedi.

# 456_Akaishi
source: Anyone in this town who hasn't heard of Kazuma Kiryu must have been living under a rock!
pt_br: Chiunque qui in città che non abbia mai sentito parlare di Kazuma Kiryu deve aver vissuto sotto una roccia!

# 468_Akaishi
source: Oh, I almost forgot to tell you! The gang violence seems to have died down.
pt_br: Oh, quasi dimenticavo di dirti! La violenza tra le gang sembra essersi placata.

# 480_Akaishi
source: Apparently, the mafia has been putting a lot of pressure on the gangs.
pt_br: A quanto pare, la mafia sta stringendo la vite alle gang.

# 492_Kiryu
source: The mafia?
pt_br: La mafia?

# 504_Akaishi
source: That's right. From the mafia's point of view, there's not much to gain from stirring up any more trouble.
pt_br: Esatto. Dal punto di vista della mafia, non si guadagna granché a creare altri casini.

# 516_Kiryu
source: Guess that's how it goes. Yakuza, mafia... No shortage of thugs out there.
pt_br: Immagino funzioni così. Yakuza, mafia... Di delinquenti, là fuori, ce n'è sempre a bizzeffe.

# 528_Akaishi
source: So it would seem. Thanks for your hard work.
pt_br: Pare di sì. Grazie per il lavoro svolto.

# 540_Akaishi
source: I'm sure there are a few stragglers out there who haven't had their fill of violence yet, so please don't let your guard down.
pt_br: Sono sicuro che ci siano ancora in giro alcuni elementi che non ne hanno avuto ancora abbastanza di botte, quindi, per favore, non abbassate la guardia.

# 552_Akaishi
source: Also, this is our final gift to you.
pt_br: Inoltre, questo è il nostro ultimo regalo per te.

# 576_Akaishi
source: I'll be waiting in front of the theater, as always. If you get any proof of driving more gang members out of town, bring it to me.
pt_br: Ti aspetterò davanti al teatro, come sempre. Se trovi qualche prova di aver cacciato via altri membri di gang dalla città, portamela.

# 648_Kiryu
source: So I get to meet you at last. You're the boss of the Dark Clan?
pt_br: Dunque, finalmente ti conosco. Sei tu il capo della Dark Clan?

# 660_Man
source: Yes, at the moment. I'm known as Rouge.
pt_br: Sì, per ora. Mi conoscono come Rouge.

# 672_Kiryu
source: At the moment? What the hell does that mean?
pt_br: Al momento? Che diavolo significa?

# 684_Rouge
source: When the Dark Clan of Yakuza Extermination takes on a job, the person executing the hit takes control.
pt_br: Quando il Clan Oscuro per l'Estirpazione degli Yakuza accetta un incarico, la persona che esegue il colpo prende il controllo.

# 696_Rouge
source: This "boss" is given complete authority until the hit is executed, or he perishes. Those are the rules under which we operate.
pt_br: Questo "boss" ha piena autorità finché il colpo non è messo a segno, o ci rimette la pelle. Quelle sono le regole del gioco.

# 708_Rouge
source: So, in short, I'm the current Dark Clan leader for the matter at hand.
pt_br: Dunque, in breve, sono l'attuale leader del Dark Clan per la questione che ci riguarda.

# 720_Kiryu
source: I see. Just what kind of members belong to this little syndicate of yours?
pt_br: Capisco. Che razza di gente fa parte di questo tuo sindacatucolo?

# 732_Rouge
source: Well, you could say it's mostly those not too fond of the yakuza, but the majority are foreigners.
pt_br: Beh, diciamo che sono perlopiù quelli che non vedono di buon occhio gli yakuza, ma la maggior parte sono stranieri.

# 744_Kiryu
source: A foreign mafia?
pt_br: Una mafia straniera?

# 756_Rouge
source: Not all of them. Some simply have reason to bear a grudge against yakuza. But many are mafia members from all across Asia.
pt_br: Non tutti. Alcuni hanno semplicemente un conto in sospeso con gli yakuza. Ma molti sono mafiosi da tutta l'Asia.

# 768_Kiryu
source: I see. But then, why are you all trying to eliminate me? I'm no longer with the yakuza.
pt_br: Capisco. Ma allora, perché state cercando di farmi fuori? Non faccio più parte della yakuza.

# 780_Rouge
source: Since either you or I must die to end this, I suppose we might as well talk.
pt_br: Visto che o crepi tu o crepo io per chiudere 'sta faccenda, suppongo che tanto valga parlare.

# 792_Rouge
source: Your mere presence threatens to disrupt the delicate balance within the underworld. We've been well aware of that for some time.
pt_br: La tua sola presenza minaccia di sconvolgere il delicato equilibrio nella malavita. Ne siamo ben consapevoli da tempo.

# 804_Rouge
source: Controlling you to make the yakuza move as we see fit would be the optimal scenario.
pt_br: Controllarti per far muovere la yakuza come ci pare e piace sarebbe lo scenario ottimale.

# 816_Rouge
source: But as that doesn't seem to be possible, the decision was made to eliminate you.
pt_br: Ma dato che non pare proprio possibile, la decisione è stata di farti fuori.

# 828_Kiryu
source: Why did you just decide this now?
pt_br: Perché ti sei deciso solo adesso?

# 840_Rouge
source: The death of Lau Ka Long of the Snake Flower Triad was the main reason.
pt_br: La morte di Lau Ka Long della Triade Fiore del Serpente è stato il motivo principale.

# 852_Rouge
source: Until then, we'd simply regarded you with caution. But Lau's death came as a huge shock to us.
pt_br: Fino ad allora, ti avevamo solo tenuto d'occhio con circospezione. Ma la morte di Lau è stata un colpo durissimo per noi.

# 876_Rouge
source: Of course, we're aware it wasn't you who killed him.
pt_br: Certo, sappiamo che non sei stato tu a farlo fuori.

# 888_Rouge
source: However, his death changed the balance of power among the Asian mafia here in Kamurocho.
pt_br: Ma la sua morte ha cambiato gli equilibri di potere tra la mafia asiatica qui a Kamurocho.

# 900_Rouge
source: Not only are you yakuza, you shattered the power balance in Kamurocho with one fell swoop.
pt_br: Non solo sei uno yakuza, hai mandato in frantumi l'equilibrio di potere a Kamurocho in un colpo solo.

# 912_Rouge
source: For those like us who try to control the city from the shadows, it was quite unsettling.
pt_br: Per quelli come noi che cercano di controllare la città dalle ombre, ha creato non poco scompiglio.

# 924_Rouge
source: You probably can't even imagine how threatened we felt at the prospect of you wiping out everything we struggled to accomplish.
pt_br: Non puoi nemmeno farti un'idea di quanto ci siamo sentiti con il fiato sul collo alla prospettiva che tu spazzassi via tutto quello che avevamo faticato a costruire.

# 936_Rouge
source: It is true you're not pulling the strings in the underworld anymore. You've settled down in Okinawa.
pt_br: È vero che non tiri più i fili della malavita. Ti sei stabilito a Okinawa.

# 948_Rouge
source: But you're like a natural disaster that takes the city by storm every so often.
pt_br: Ma sei come un disastro naturale che si abbatte sulla città di tanto in tanto.

# 960_Kiryu
source: So why go to the trouble of getting involved in that mess with the gangs?
pt_br: E allora perché andarsi a cercare i guai in quel casino con le gang?

# 972_Rouge
source: Just when we were trying to figure out what to do, a rather strange war broke out between the gangs vying for your head.
pt_br: Proprio mentre stavamo cercando di capire il da farsi, è scoppiata una guerra alquanto bizzarra tra le gang che si contendevano la tua testa.

# 984_Rouge
source: Normally, we'd ignore such juvenile antics. However, we just couldn't bear to let a golden opportunity go to waste.
pt_br: Di solito, avremmo lasciato perdere certe pagliacciate. Però, non potevamo proprio farci sfuggire un'occasione d'oro.

# 996_Kiryu
source: Okay, now that I know the why, let me ask you one more thing.
pt_br: Va bene, ora che so il perché, fammi fare un'altra domanda.

# 1008_Rouge
source: Hmm?
pt_br: Mmm?

# 1020_Kiryu
source: Aren't you guys just a bunch of criminals, too?
pt_br: Ma non siete mica anche voi una manica di criminali?

# 1032_Rouge
source: What do you mean by that?
pt_br: Che vuoi dire con questo?

# 1044_Kiryu
source: You can make a big deal about yakuza and call me a disaster or whatever, but in the end you're just the same.
pt_br: Puoi fare tanto lo schifiltoso sugli yakuza e darmi del disastro o quel che ti pare, ma alla fine non sei diverso.

# 1056_Kiryu
source: The same goes with you targeting me. You can go on about your high and mighty cause, but it all comes down to a simple power struggle.
pt_br: E vale lo stesso per voi che mi date la caccia. Potete riempirvi la bocca con la vostra nobile e giusta causa, ma alla fine dei conti è solo una sporca lotta di potere.

# 1068_Kiryu
source: So cut the crap, and bring it on!
pt_br: Falla finita, e fatti sotto!

# 1080_Rouge
source: Well, now that it's all out in the open, it's time for me to eliminate Kazuma Kiryu, the man who dares to challenge our mighty syndicate!
pt_br: Beh, ora che è tutto allo scoperto, è ora di fare fuori Kazuma Kiryu, l'uomo che osa sfidare il nostro potente sindacato!
