Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0102048c.po
Languages: pt_br

source: Manager of Midori
pt_br: Direttore del Midori

# 56_Zhao
source: So what kept you today? I thought you'd be here earlier.
pt_br: E allora, che ti ha trattenuto oggi? Pensavo saresti stato qui prima.

# 68_Tanimura
source: This detective, Sugiuchi-san, was grilling me back at the station. Ever since that shooting, Homicide's been all up in my ass.
pt_br: Questo detective, Sugiuchi-san, mi stava mettendo sotto torchio alla centrale. Da quella sparatoria, la Omicidi non fa che starmi addosso.

# 80_Zhao
source: Hah, police questioning police? That's ridiculous.
pt_br: Ah, la polizia che interroga la polizia? È una stronzata.

# 92_Tanimura
source: Yeah, normally I wouldn't give a damn... But apparently, this wasn't just one random punk killing another.
pt_br: Già, di solito non me ne fregherebbe niente... Ma a quanto pare, questo non era solo un balordo qualsiasi che ne ammazzava un altro.

# 104_Tanimura
source: It was significant enough to set the Tojo Clan against itself.
pt_br: Era abbastanza significativo da mettere il Clan Tojo contro sé stesso.

# 116_Tanimura
source: ...Although why Homicide cares so much about mob activity is beyond me. That's what Organized Crime's for.
pt_br: ...Eppure, non mi capacito di perché l'Omicidi si preoccupi così tanto delle attività della mala. A quello ci pensa la Criminalità Organizzata.

# 128_Zhao
source: Either way, we don't need another gang war in this city...
pt_br: Comunque, non ci serve un'altra guerra tra bande in questa città...

# 140_Tanimura
source: Oh, and it's not just the Tojo Clan. I hear the Ueno Seiwa's involved.
pt_br: Ah, e non è solo affare del Clan Tojo. Ho sentito dire che ci sono di mezzo anche gli Ueno Seiwa.

# 152_Zhao
source: Ueno Seiwa? Wait, isn't that...?
pt_br: Ueno Seiwa? Aspetta, non è mica quello...?

# 164_Tanimura
source: Yeah. The same clan my dad was investigating after the Yoshiharu Ueno hit... Right around when he was murdered.
pt_br: Già. Lo stesso clan che mio padre indagava dopo l'omicidio di Yoshiharu Ueno... Proprio quando l'hanno fatto fuori.

# 176_Zhao
source: ...You think this is connected somehow?
pt_br: ...Pensi che sia collegato in qualche modo?

# 188_Tanimura
source: Can't say. All I know is the Ueno Seiwa Clan's been quiet for 25 years...
pt_br: Non posso dire. Tutto quello che so è che il Clan Ueno Seiwa è stato in silenzio per 25 anni...

# 200_Tanimura
source: But now there's this shooting a week ago, and suddenly they've gone into overdrive? Something's definitely up.
pt_br: Ma ora c'è stata questa sparatoria una settimana fa, e all'improvviso sono andati su di giri? C'è decisamente qualcosa sotto.

# 212_Tanimura
source: Following this case could lead me to someone who knows the truth... about who killed my dad.
pt_br: Seguire questo caso potrebbe portarmi a qualcuno che sa la verità... su chi ha ammazzato mio padre.

# 224_Zhao
source: You still looking for that woman?
pt_br: Stai ancora cercando quella donna?

# 236_Tanimura
source: Yeah, Yasuko Saejima. Her brother Taiga's the one who carried out the hit on Ueno.
pt_br: Sì, Yasuko Saejima. È stato suo fratello Taiga a fare la sparatoria a Ueno.

# 248_Tanimura
source: She's been missing ever since that went down.
pt_br: È sparita da quando è successo quel casino.

# 260_Zhao
source: And you really think this Yasuko Saejima knows why your father was killed?
pt_br: E credi davvero che questa Yasuko Saejima sappia perché tuo padre è stato fatto fuori?

# 272_Tanimura
source: Maybe, maybe not. But the last thing written in his notebook was, "Meet with Yasuko Saejima." That has to mean something.
pt_br: Forse sì, forse no. Ma l'ultima cosa scritta nel suo quaderno era: "Incontrare Yasuko Saejima." Questo deve pur significare qualcosa.

# 284_Zhao
source: So she might even be the last person who saw him alive...
pt_br: Quindi, potrebbe persino essere l'ultima persona che l'ha visto vivo...

# 332_Manager of Midori
source: Is this Tanimura?
pt_br: È Tanimura?

# 344_Tanimura
source: Yeah, speaking.
pt_br: Sì, dimmi.

# 356_Manager of Midori
source: This is Park, the manager at Midori.
pt_br: Sono Park, il manager del Midori.

# 368_Tanimura
source: Midori? Oh, right, the Korean salon. What do you want?
pt_br: Midori? Oh, giusto, il salone coreano. Che vuoi?

# 380_Manager of Midori
source: Can you come here as soon as possible?
pt_br: Puoi farti vivo qui al più presto?

# 392_Tanimura
source: Why, the police raiding the place or something?
pt_br: Ma come, la polizia sta facendo una retata o roba simile?

# 404_Manager of Midori
source: No, nothing like that. It's about that woman you've been looking for.
pt_br: No, niente del genere. Si tratta di quella donna che stavi cercando.

# 416_Manager of Midori
source: Someone who looks just like her is here right now.
pt_br: Qualcuno tale e quale a lei è qui proprio adesso.

# 428_Tanimura
source: Are you serious!?
pt_br: Dici sul serio!?

# 440_Manager of Midori
source: That's why I'm calling! Hurry up, before she leaves.
pt_br: Ecco perché ti chiamo! Sbrigati, prima che se ne vada.

# 452_Tanimura
source: Okay, be right there.
pt_br: Ok, arrivo subito.

# 500_Zhao
source: Something wrong?
pt_br: Qualcosa non va?

# 512_Tanimura
source: I knew it. That killing set something in motion. Zhao-san, I think I found her.
pt_br: Lo sapevo. Quell'omicidio ha messo in moto qualcosa. Zhao-san, credo di averla trovata.

# 524_Zhao
source: Wait, the woman we were just talking about!?
pt_br: Aspetta, la donna di cui stavamo giusto parlando!?

# 536_Tanimura
source: I don't know if it's really her, but I've got no reason to doubt it.
pt_br: Non so se sia proprio lei, ma non ho motivo di dubitarne.

# 548_Zhao
source: I see. Then I suggest you be careful.
pt_br: Capisco. Allora, ti suggerisco di stare attento.

# 560_Tanimura
source: You think?
pt_br: Dici?

# 572_Zhao
source: I'm serious. You're telling me this woman shows up out of nowhere, right as the Ueno Seiwa make their biggest ruckus in 25 years?
pt_br: Faccio sul serio. Mi stai dicendo che questa tizia spunta fuori dal nulla, proprio mentre gli Ueno Seiwa combinano il loro casino più grosso degli ultimi 25 anni?

# 584_Zhao
source: The timing's too perfect.
pt_br: Il tempismo è fin troppo perfetto.

# 596_Tanimura
source: So you're saying she's involved somehow.
pt_br: Quindi, dici che c'entra qualcosa?

# 608_Zhao
source: Well, you're about to find out, aren't you? Now go. Find her before she disappears again.
pt_br: Beh, stai per scoprirlo, no? Ora vai. Trovala prima che sparisca di nuovo.

# 620_Tanimura
source: Right.
pt_br: Esatto.

# 704_Mei Hua
source: You off and running already, Ma-chan?
pt_br: Ti sei già messo sotto, Ma-chan?

# 716_Tanimura
source: Yep, business as usual. You know how it is.
pt_br: Già, il solito tran tran. Sai com'è.

# 728_Mei Hua
source: Let us know if you need anything, okay? You know you're always welcome here.
pt_br: Faccelo sapere se hai bisogno di qualcosa, ok? Sai che sei sempre il benvenuto qui.

# 740_Mei Hua
source: After all, we couldn't be called Homeland if we weren't your home away from home!
pt_br: Dopotutto, non potremmo mica chiamarci Homeland se non fossimo la tua seconda casa!

# 752_Tanimura
source: That's sweet, Mei Hua. Thank you.
pt_br: Che gentile, Mei Hua. Grazie.
