Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid01020232.po
Languages: pt_br

source: Welcome to the blackjack table.
pt_br: Benvenuto al tavolo da blackjack.

source: Let's begin.
pt_br: Iniziamo.

source: Welcome to the blackjack table. Would you like to play one-on-one against the house?
pt_br: Benvenuto al tavolo di blackjack. Vuoi giocare uno contro uno contro il banco?

source: Let's begin.
pt_br: Iniziamo.

source: Select "Bet" or "Re-Bet" to place a wager.
pt_br: Scegli "Punta" o "Ripunta" per puntare.

source: The cards will now be dealt.
pt_br: Ora si danno le carte.

source: The dealer pulled a green card. The deck will now be re-shuffled.
pt_br: Il mazziere ha pescato una carta verde. Il mazzo verrà ora rimescolato.

source: You seem to be short on chips. Please come back soon.
pt_br: Mi sa che sei a corto di fiches. Fatti rivedere presto.

source: It's your turn. What would you like to do?
pt_br: Tocca a te. Cosa vuoi fare?

source: It's a bust. What a shame.
pt_br: Hai sballato. Che peccato.

source: It's the dealer's turn.
pt_br: Tocca al banco.

source: The total is less than 17. Drawing another card.
pt_br: Il totale è meno di 17. Pesca un'altra carta.

source: The dealer's total is 17.
pt_br: Il totale del banco è 17.

source: The dealer's total is 18.
pt_br: Il totale del banco è 18.

source: The dealer's total is 19.
pt_br: Il totale del mazziere è 19.

source: The dealer's total is 20.
pt_br: Il totale del mazziere è 20.

source: The dealer's total is 21.
pt_br: Il totale del banco è 21.

source: The dealer has blackjack.
pt_br: Il banco ha blackjack.

source: The dealer busts.
pt_br: Il banco sballa.

source: The dealer's open card is an ace. They could have blackjack.
pt_br: La carta scoperta del banco è un asso. Potrebbe avere blackjack.

source: The dealer has blackjack.
pt_br: Il banco ha blackjack.

source: The dealer does not have blackjack. The game continues.
pt_br: Il dealer non ha blackjack. Il gioco continua.

source: You have a blackjack! Congratulations!
pt_br: Hai un blackjack! Congratulazioni!

source: Unfortunately, the dealer has blackjack as well. Better luck next time.
pt_br: Purtroppo, anche il banco ha fatto blackjack. Sarà per la prossima volta.

source: We look forward to seeing you again soon.
pt_br: Non vediamo l'ora di rivederti presto.

source: You seem to be short on chips. Please visit us again soon.
pt_br: Sembra che tu sia a corto di fiches. Torna a trovarci presto.
