Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c001d.po
Languages: pt_br

# 13296_Rio
source: Do you like soft serve ice cream?
pt_br: Ti piace il gelato soft?

# 13308_Akiyama
source: Ice cream? Where'd that come from?
pt_br: Gelato? Da dove spunta?

# 13320_Rio
source: Just tell me. Do you like it? Do you eat it a lot?
pt_br: Dimmi e basta. Ti piace? Ne mangi tanto?

# 13332_Akiyama
source: I guess so. As much as the next guy.
pt_br: Credo di sì. Quanto il primo che passa.

# 13344_Rio
source: Aha! I knew it!
pt_br: Aha! Lo sapevo!

# 13356_Akiyama
source: What about it?
pt_br: Cosa c'è?

# 13368_Rio
source: I saw an old man eating an ice cream cone on the street today. It was soooo cute! <Color:7>♥<Color:Default>
pt_br: Oggi ho visto un vecchietto mangiare un cono gelato per strada. Era di una tenerezza pazzesca! <Color:7>♥<Color:Default>

# 13380_Akiyama
source: Uh... huh...
pt_br: Mh... mh...

# 13392_Rio
source: He was eating it kinda weird, like he'd never had one before. He was concentrating so hard on it.
pt_br: Lo stava mangiando in un modo un po' strano, come se non ne avesse mai assaggiato uno prima. Ci si stava concentrando così tanto.

# 13404_Rio
source: But he was really enjoying it!
pt_br: Ma si stava proprio divertendo!

# 13416_Rio
source: So I was just imagining how you'd eat one, Akiyama-san. <Color:7>♥<Color:Default>
pt_br: Mi stavo proprio immaginando come lo mangeresti, Akiyama-san. <Color:7>♥<Color:Default>

# 13428_Akiyama
source: I take big bites.
pt_br: Faccio dei gran bocconi.

# 13440_Rio
source: Ooh, how manly!
pt_br: Ooh, che maschio!

# 13452_Rio
source: But don't you get ice cream all around your mouth that way?
pt_br: Ma non ti impiastricci tutta la bocca di gelato così?

# 13464_Akiyama
source: Yeah, but that's just the way it is. You can't really avoid it.
pt_br: Già, ma è così e basta. Non puoi mica evitarlo.

# 13476_Rio
source: That's cute! I'd like to see you with ice cream on your face!
pt_br: Che carina! Mi piacerebbe vederti col gelato in faccia!

# 13488_Akiyama
source: Cute? Me?
pt_br: Carina? Io?

# 13500_Rio
source: I like it when men show their vulnerable side like that.
pt_br: Mi piace quando i ragazzi si mostrano vulnerabili in quel modo.

# 13512_Akiyama
source: Really?
pt_br: Davvero?

# 13524_Rio
source: Hehe! Yes! That innocent, childlike look is just adorable!
pt_br: Hehe! Sì! Quello sguardo così innocente, così da bambina, è proprio un amore!

# 13536_Rio
source: Of course, I wouldn't want men to act like that all the time...
pt_br: Certo, non vorrei mica che gli uomini si comportassero sempre così...

# 13548_Akiyama
source: Oh, yeah...
pt_br: Ah, sì...

# 13560_Rio
source: We should go out for ice cream sometime!
pt_br: Dovremmo uscire a mangiare un gelato, un giorno di questi!

# 13572_Akiyama
source: Okay, but I don't much like the idea of you observing the way I eat.
pt_br: Ok, ma non mi va molto l'idea che tu mi stia a guardare mentre mangio.

# 13584_Rio
source: Okay! I won't watch you then.
pt_br: Va bene! Allora non ti guardo.

# 13608_Akiyama
source: You're a terrible liar, you know.
pt_br: Sei una frana a mentire, lo sai.

# 13632_Akiyama
source: I knew it!
pt_br: Lo sapevo!

# 13644_Akiyama
source: I take my time and lick it.
pt_br: Ci vado piano e lo lecco.

# 13656_Rio
source: Well, when you say it like that, it's kinda pervy, Akiyama-san.
pt_br: Beh, detto così, suona un po' da pervertito, Akiyama-san.

# 13668_Akiyama
source: Even so, there's no other way to eat it, right?
pt_br: Eppure, non c'è altro modo per mangiarlo, giusto?

# 13680_Rio
source: You're right about that. And I like to take small licks, too. <Color:7>♥<Color:Default>
pt_br: Hai ragione su questo. E mi piace prendermi anch'io i miei piccoli sfizi. <Color:7>♥<Color:Default>

# 13692_Akiyama
source: See! Even you do that.
pt_br: Visto! Anche tu lo fai.

# 13704_Rio
source: I like watching people try to stop melting ice cream from dripping down the cone onto their hand. It's kind of exciting.
pt_br: Mi piace guardare la gente che cerca di non far gocciolare il gelato che si scioglie dal cono sulla mano. È un po' eccitante.

# 13716_Akiyama
source: Especially for the person doing the eating.
pt_br: Soprattutto per chi mangia.

# 13728_Rio
source: Hehehe!
pt_br: Eheheh!

# 13740_Akiyama
source: I always throw away the cone.
pt_br: Butto sempre via il cono.

# 13752_Rio
source: What!? Why?
pt_br: Cosa!? Perché?

# 13764_Akiyama
source: It doesn't really have any flavor. Once the ice cream's gone, I toss it.
pt_br: Non ha proprio nessun sapore. Una volta finito il gelato, lo butto via.

# 13776_Rio
source: No! The whole point is to eat the ice cream with the cone! They go great together! You're missing the perfect harmony of cream and cone!
pt_br: No! Il punto è proprio mangiare il gelato con il cono! Stanno benissimo insieme! Ti stai perdendo la perfetta armonia tra crema e cono!

# 13788_Akiyama
source: Harmony?
pt_br: Armonia?

# 13800_Rio
source: Men just don't get this kind of thing, do they? You cook all day for them, and they always just say, "yeah, it's fine, whatever"!
pt_br: Gli uomini proprio non le capiscono queste cose, vero? Tu cucini tutto il giorno per loro, e loro ti dicono sempre solo: "sì, va bene, fa lo stesso"!

# 13812_Akiyama
source: That's not always the case.
pt_br: Non è sempre così.

# 13824_Rio
source: I'm so hurt.
pt_br: Ci sono rimasta così male.

# 13836_Akiyama
source: It's just an ice cream cone!
pt_br: È solo un cono gelato!

# 13848_Akiyama
source: You're still wondering what to do about that job, aren't you?
pt_br: Ti stai ancora chiedendo che fare con quel lavoro, vero?

# 13860_Rio
source: The pin-up model job?
pt_br: Il lavoro da modella pin-up?

# 13872_Akiyama
source: Yeah.
pt_br: Sì.

# 13884_Rio
source: Yeah...
pt_br: Già...

# 13896_Rio
source: I think it's amazing that some girls can get naked in front of strangers, but I'm not sure if I can.
pt_br: Trovo incredibile che alcune ragazze riescano a mettersi nude davanti a sconosciuti, ma non so se io ci riuscirei.

# 13908_Akiyama
source: Yeah, it's not easy.
pt_br: Già, non è facile.

# 13920_Rio
source: I worry about what other people might think, too...
pt_br: Mi preoccupo di quello che pensa la gente, pure io...

# 13932_Akiyama
source: You know what I think?
pt_br: Sai cosa penso?

# 13944_Rio
source: What?
pt_br: Cosa?

# 13956_Akiyama
source: The fact you're spending so much time debating this means that part of you wants to do it.
pt_br: Il fatto che ci stia mettendo così tanto tempo a pensarci su significa che una parte di te vuole farlo.

# 13968_Rio
source: That's possible.
pt_br: Può darsi.

# 13980_Akiyama
source: What about it interests you?
pt_br: Cosa ci trovi di interessante?

# 13992_Rio
source: Mm... I don't quite know how to explain it.
pt_br: Mmm... non saprei proprio come spiegarlo.

# 14004_Rio
source: I think I'd feel like I really achieved something if I could go through with it.
pt_br: Penso che mi sentirei come se avessi davvero realizzato qualcosa se riuscissi ad andare fino in fondo.

# 14016_Akiyama
source: So you'd feel accomplished?
pt_br: Quindi ti sentiresti realizzata?

# 14028_Rio
source: Yes! That's it.
pt_br: Sì! Esatto.

# 14040_Rio
source: I don't feel the same sense of accomplishment in my work here that I used to.
pt_br: Non provo più lo stesso senso di realizzazione nel mio lavoro qui che provavo una volta.

# 14052_Rio
source: And there's something freeing about being able to stand naked and pose in front of everybody.
pt_br: E c'è qualcosa di liberatorio nel poter stare nudo e posare davanti a tutti.

# 14064_Akiyama
source: I get it now.
pt_br: Ora capisco.

# 14076_Rio
source: You do?
pt_br: Davvero?

# 14088_Akiyama
source: You want to try something new.
pt_br: Vuoi provare qualcosa di nuovo.

# 14100_Rio
source: Hmm... Hmm! Yes!
pt_br: Mmh... Mmh! Sì!

# 14112_Akiyama
source: That's not a bad thing.
pt_br: Non è mica una brutta cosa.

# 14124_Rio
source: Really?
pt_br: Davvero?

# 14136_Akiyama
source: Of course. It's important to challenge yourself. You can't gain anything without taking action yourself.
pt_br: Certo. È importante mettersi alla prova. Non ottieni nulla se non ti dai da fare in prima persona.

# 14148_Rio
source: You're right!
pt_br: Hai ragione!

# 14160_Akiyama
source: You don't have to decide right away, right?
pt_br: Non devi decidere subito, giusto?

# 14172_Rio
source: Right.
pt_br: Esatto.

# 14184_Akiyama
source: Then take your time and think about it. It's not the kind of decision you should make spur of the moment.
pt_br: Allora, pensaci su con calma. Non è una decisione da prendere su due piedi.

# 14196_Rio
source: Hehehe. You're right.
pt_br: Hehehe. Hai ragione.

# 14208_Rio
source: I thought that being unsure was my problem. That I was being indecisive.
pt_br: Credevo che la mia insicurezza fosse il mio problema. Che fossi indecisa.

# 14220_Rio
source: But that's only natural, isn't it?
pt_br: Ma è naturale, no?

# 14232_Akiyama
source: Heh, of course. You're allowed to be unsure.
pt_br: Eh, certo. È normale avere dei dubbi.

# 14244_Rio
source: It's strange...
pt_br: È strano...

# 14256_Akiyama
source: Hm?
pt_br: Mh?

# 14268_Rio
source: Nothing... Thanks for listening to my problems, Akiyama-san!
pt_br: Niente... Grazie per aver ascoltato i miei problemi, Akiyama-san!

# 14280_Akiyama
source: Any time.
pt_br: Figurati.

# 14292_Akiyama
source: Then you should make this decision on your own.
pt_br: Allora dovresti prendere questa decisione da sola.

# 14304_Rio
source: Um... Don't you have any advice for me?
pt_br: Ehm... non hai qualche dritta per me?

# 14316_Akiyama
source: It's your life, Rio-chan. You need to figure this out for yourself.
pt_br: È la tua vita, Rio-chan. Devi arrivarci da sola.

# 14328_Rio
source: You're kind of strict, Akiyama-san...
pt_br: Sei un po' severo, Akiyama-san...

# 14340_Akiyama
source: Would you rather I just told you what to do? I know you're struggling with this, but I respect you too much to just feed you an easy answer.
pt_br: Preferiresti che ti dicessi e basta cosa fare? So che stai facendo fatica con questa cosa, ma ti rispetto troppo per darti la pappa pronta.

# 14352_Rio
source: That's sweet of you, but... I'm really, actually lost here.
pt_br: Sei troppo gentile, ma... sono davvero confusa, a dire il vero.

# 14364_Rio
source: I just wanted a little help is all.
pt_br: Volevo solo una mano, tutto qui.

# 14388_Akiyama
source: You could try something else. There are plenty of other ways to challenge yourself.
pt_br: Potresti provare qualcos'altro. Ci sono un sacco di altri modi per metterti alla prova.

# 14400_Rio
source: So you don't think it's a good idea?
pt_br: Allora non credi sia una buona idea?

# 14412_Akiyama
source: No, I'm just saying there are other ways to feel proud of yourself.
pt_br: No, dico solo che ci sono altri modi per poterti sentire fiera di te.

# 14424_Rio
source: Something else? I never really thought about other options.
pt_br: Altro? Non ho mai davvero pensato ad altre opzioni.

# 14436_Akiyama
source: Then take this opportunity to think about it. Maybe there's something else you'd like to do.
pt_br: Allora cogli questa occasione per pensarci. Magari c'è qualcos'altro che vorresti fare.

# 14448_Rio
source: That's true. I still have a lot of time. I'll give it more thought.
pt_br: È vero. Ho ancora un sacco di tempo. Ci penserò meglio.

# 14460_Akiyama
source: If you ever need someone to talk to, I'm here.
pt_br: Se mai avessi bisogno di qualcuno con cui parlare, io ci sono.

# 14472_Rio
source: Thank you, Akiyama-san!
pt_br: Grazie, Akiyama-san!

# 14496_Akiyama
source: You're in a good mood today.
pt_br: Sei proprio di buon umore oggi.

# 14508_Rio
source: Hehe, you noticed, huh?
pt_br: Hehe, te ne sei accorto, eh?

# 14520_Akiyama
source: You find a briefcase full of money or something?
pt_br: Hai trovato una valigetta piena di soldi o roba simile?

# 14532_Rio
source: Not quite!
pt_br: Non proprio!

# 14544_Akiyama
source: What, then?
pt_br: Che, allora?

# 14556_Rio
source: Okay. Are you ready?
pt_br: Ok. Sei pronta?

# 14568_Akiyama
source: Heh, yeah. Spit it out.
pt_br: Eh, sì. Sputa il rospo.

# 14580_Rio
source: My friend saw my column and contacted me.
pt_br: Un mio amico ha visto la mia rubrica e mi ha contattato.

# 14592_Akiyama
source: Your magazine column?
pt_br: La tua rubrica sulla rivista?

# 14604_Rio
source: Yep. This friend was totally against me working in a hostess club. We fought about it, then we didn't talk for about a year.
pt_br: Già. Questo amico era proprio contrario a che lavorassi in un hostess club. Ci abbiamo litigato, e poi non ci siamo parlati per circa un anno.

# 14616_Rio
source: She said she saw me in the magazine and apologized for how she'd treated me.
pt_br: Ha detto che mi aveva visto sulla rivista e si è scusata per come mi aveva trattato.

# 14628_Akiyama
source: That's great to hear.
pt_br: Mi fa piacere sentirlo.

# 14640_Rio
source: Gosh, it's just like a TV show! I guess things like this really do happen!
pt_br: Cavolo, è proprio come in una serie TV! A quanto pare, cose del genere succedono davvero!

# 14652_Akiyama
source: It feels good to get a little recognition, doesn't it?
pt_br: Fa piacere ricevere un po' di riconoscimento, no?

# 14664_Rio
source: Yep! ♪
pt_br: Sì! ♪

# 14676_Akiyama
source: So you've been thinking about your friend all this time?
pt_br: Quindi hai pensato alla tua amica per tutto questo tempo?

# 14688_Rio
source: Yes. I didn't like how things ended between us. I was so depressed when she told me she didn't want to see me anymore.
pt_br: Sì. Non mi è proprio andata giù la fine che abbiamo fatto. Ero così depressa quando mi ha detto che non voleva più vedermi.

# 14700_Akiyama
source: I see, I see. Well, I'm happy for you.
pt_br: Ah, capisco, capisco. Beh, mi fa piacere per te.

# 14712_Rio
source: Today might be the happiest day of my life!
pt_br: Oggi potrebbe essere il giorno più felice della mia vita!

# 14724_Akiyama
source: Hehe. I'm happy you're happy.
pt_br: Hehe. Sono contento che tu sia felice.

# 14736_Rio
source: Really? You always know the best thing to say, don't you, Akiyama-san?
pt_br: Davvero? Sai sempre la cosa giusta da dire, non è vero, Akiyama-san?

# 14748_Akiyama
source: Heh. I dunno about that.
pt_br: Ehm. Non saprei.

# 14760_Rio
source: It's true!
pt_br: È vero!

# 14772_Akiyama
source: I wonder which photos she saw.
pt_br: Mi chiedo quali foto abbia visto.

# 14784_Rio
source: It was the one I told you about, apparently.
pt_br: Era quello di cui ti ho parlato, a quanto pare.

# 14796_Rio
source: The one with the S&M-style policewoman costume... Or was it a police-style dominatrix costume?
pt_br: Quello col costume da poliziotta in stile S&M... O era un costume da dominatrice in stile poliziesco?

# 14808_Akiyama
source: Oh yeah, that's a hard one to forget.
pt_br: Ah sì, quella è dura da dimenticare.

# 14820_Rio
source: Okay, I'm a little embarrassed. <Color:7>♥<Color:Default>
pt_br: Beh, sono un po' imbarazzata. <Color:7>♥<Color:Default>

# 14832_Akiyama
source: So all that hard work paid off, huh?
pt_br: Allora, tutto quel duro lavoro ha ripagato, eh?

# 14844_Rio
source: It did!
pt_br: Eccome!

# 14856_Akiyama
source: Sounds like joining the magazine was worth it.
pt_br: A quanto pare, entrare in quella rivista ne è valsa la pena.

# 14868_Rio
source: It really was!
pt_br: Lo è stato davvero!

# 14880_Akiyama
source: Hard work really has its rewards.
pt_br: Il duro lavoro dà davvero le sue soddisfazioni.

# 14892_Rio
source: It so does! Then I'll keep working harder for even better rewards!
pt_br: Eccome! Allora mi impegnerò ancora di più per ricompense ancora migliori!

# 14904_Akiyama
source: Maybe I can reward you, too.
pt_br: Magari posso ricompensarti pure.

# 14916_Rio
source: Akiyama-san, you're gonna give me something?
pt_br: Akiyama-san, mi dai qualcosa?

# 14928_Akiyama
source: I know. I'll give you the privilege of one date with me.
pt_br: Lo so. Ti concedo il privilegio di un appuntamento con me.

# 14940_Rio
source: Huh? Is that really a reward for me?
pt_br: Eh? È davvero un premio per me?

# 14952_Akiyama
source: Of course it is.
pt_br: Ovvio che lo è.

# 14964_Rio
source: Hmm... Hehehe.
pt_br: Mmm... Hehehe.

# 14976_Rio
source: Um, Akiyama-san...
pt_br: Ehm, Akiyama-san...

# 14988_Akiyama
source: Hm?
pt_br: Mh?

# 15000_Rio
source: I really don't know what to do.
pt_br: Non so proprio cosa fare.

# 15012_Akiyama
source: You still mulling over that pin-up model job?
pt_br: Ci stai ancora rimuginando su quel lavoro da modella pin-up?

# 15024_Rio
source: Yeah... They want an answer soon.
pt_br: Già... Vogliono una risposta presto.

# 15036_Rio
source: I wouldn't mind trying it, but...
pt_br: Non mi dispiacerebbe provare, però...

# 15048_Akiyama
source: I'm against it, personally.
pt_br: Personalmente, sono contrario.

# 15060_Rio
source: Do you think it's wrong?
pt_br: Pensi che sia sbagliato?

# 15072_Akiyama
source: That's not it.
pt_br: Non è così.

# 15084_Akiyama
source: I just think you're better than that.
pt_br: Penso solo che tu valga di più.

# 15108_Akiyama
source: But how I feel shouldn't affect your decision.
pt_br: Però quel che provo io non dovrebbe mica condizionare la tua scelta.

# 15120_Rio
source: No. I'm actually happy...
pt_br: No. Sono davvero felice...

# 15132_Akiyama
source: You have to actually try it to know whether it's for you or not, Rio-chan.
pt_br: Devi provarci per davvero per sapere se fa per te o no, Rio-chan.

# 15144_Akiyama
source: If you think it'll make you feel accomplished, maybe you should go for it.
pt_br: Se pensi che ti farà sentire realizzata, forse dovresti buttarti.

# 15156_Akiyama
source: No matter what your job is, you'll always be you. You'll never lose the qualities that make you an amazing girl.
pt_br: Qualunque sia il tuo lavoro, sarai sempre tu. Non perderai mai le qualità che ti rendono una ragazza fantastica.

# 15180_Akiyama
source: Remember, I'm always here if you need someone to talk to.
pt_br: Ricorda, sono sempre qui se hai bisogno di qualcuno con cui parlare.

# 15192_Rio
source: Thank you! That really makes me feel better. <Color:7>♥<Color:Default>
pt_br: Grazie! Questo mi fa sentire davvero meglio. <Color:7>♥<Color:Default>

# 15204_Akiyama
source: It doesn't really matter what I say, does it? You should do whatever you want to do.
pt_br: Non importa granché quello che dico io, no? Dovresti fare quello che vuoi.

# 15216_Rio
source: What? So that's your thought on it? I'm hurt...
pt_br: Come? Allora è così che la vedi? Ci rimango male...

# 15228_Akiyama
source: Then let me ask you this. If I told you I didn't want you to do it, would you give up the idea?
pt_br: Allora, senti qua. Se ti dicessi che non voglio che tu lo faccia, ci rinunceresti all'idea?

# 15240_Rio
source: Well, I'm not sure...
pt_br: Beh, non saprei...

# 15252_Akiyama
source: Then you should decide on your own.
pt_br: Allora, dovresti decidere da te.

# 15264_Rio
source: Okay...
pt_br: Va bene...

# 15276_Akiyama
source: If you're not sure, why don't you just try it?
pt_br: Se non sei sicura, perché non ci provi e basta?

# 15288_Rio
source: Huh?
pt_br: Uh?

# 15300_Akiyama
source: Instead of agonizing over it forever, go and give it a try and then decide if you want to stick with it.
pt_br: Invece di rimuginarci sopra per sempre, buttati e provaci, e poi decidi se fa per te.

# 15312_Akiyama
source: That seems like the fastest solution to me.
pt_br: Mi sembra la soluzione più rapida.

# 15324_Rio
source: Yeah, you might be right.
pt_br: Già, potresti aver ragione.

# 15336_Akiyama
source: Exactly.
pt_br: Esatto.

# 15348_Rio
source: Yes! I'm going to just do it instead of wasting time trying to make up my mind!
pt_br: Sì! Mi butto e basta, invece di perdere tempo a pensarci su!

# 15360_Akiyama
source: That's the spirit.
pt_br: È lo spirito giusto.

# 15372_Akiyama
source: Hey, whatever happened with that dog that looks like an old man? Is he getting along with your other one?
pt_br: Ehi, che fine ha fatto quel cane che sembra un vecchietto? Va d'accordo con l'altro tuo?

# 15384_Rio
source: Yep! They're both doing fine. I just taught him how to sit! He's a fast learner.
pt_br: Sì! Stanno entrambi bene. Gli ho appena insegnato il "seduto"! Impara in fretta.

# 15396_Akiyama
source: Oh? I guess you can teach an old-looking dog new tricks. Glad to hear it.
pt_br: Oh? A quanto pare si possono insegnare nuovi trucchi anche a un cane che sembra vecchio. Mi fa piacere sentirlo.

# 15408_Rio
source: Hehe! He's cute, but... Well, he poops while he walks!
pt_br: Hehe! È carino, ma... Beh, fa la cacca mentre cammina!

# 15420_Akiyama
source: He actually moves around?
pt_br: Ma si muove davvero?

# 15432_Rio
source: Yes! He gets poo all over my apartment!
pt_br: Sì! Mi riempie l'appartamento di cacca!

# 15444_Rio
source: The first thing I do when I get home is clean up after him...
pt_br: La prima cosa che faccio quando torno a casa è mettere a posto dopo di lui...

# 15456_Akiyama
source: They say dogs take after their masters.
pt_br: Dicono che i cani prendano dai loro padroni.

# 15468_Rio
source: Hey! That's kinda mean! Besides, you were the one who convinced me to buy him in the first place!
pt_br: Ehi! Che cattiveria! Tra l'altro, sei stato tu a convincermi a prenderlo fin dall'inizio!

# 15480_Akiyama
source: Haha. Yeah, I guess I did.
pt_br: Haha. Già, mi sa di sì.

# 15492_Rio
source: He is really smart though. I just wish he'd get housebroken already.
pt_br: È in gamba, però. Vorrei solo che si desse una regolata, una buona volta.

# 15504_Akiyama
source: Heh... I'm sure he'll get it some day.
pt_br: Heh... Sono sicuro che un giorno ci arriverà.

# 15516_Akiyama
source: You sound like you're enjoying taking care of him, at least.
pt_br: Sembra che ti piaccia prenderti cura di lui, almeno.

# 15528_Rio
source: You can tell? Yeah, it's actually a lot of fun.
pt_br: Si vede? Già, in realtà mi diverto un sacco.

# 15540_Rio
source: I mean, it is a little depressing to have to clean up after him so often, but I love having him around!
pt_br: Cioè, è un po' deprimente dovergli sempre sistemare il casino, però mi piace averlo intorno!

# 15552_Akiyama
source: I'm just picturing you following him around with a mop.
pt_br: Mi sto solo immaginando te che lo segui in giro con un mocio.

# 15564_Rio
source: Oh my gosh, Akiyama-san! Hahaha!
pt_br: Mamma mia, Akiyama-san! Hahaha!

# 15576_Akiyama
source: Well, I hope he gets housebroken soon.
pt_br: Bè, spero che si dia una regolata presto.

# 15588_Rio
source: Hehehe. Yeah, me too.
pt_br: Hehehe. Già, anch'io.

# 15600_Akiyama
source: It sounds like he could use better training.
pt_br: Sembra che gli ci vorrebbe un addestramento migliore.

# 15612_Rio
source: You'd think so, right? I thought I must be doing something wrong, so I went back and talked to the people at the pet store.
pt_br: Lo penseresti, no? Pensavo di star sbagliando qualcosa, così sono tornata a parlare con quelli del negozio di animali.

# 15624_Akiyama
source: What did they say?
pt_br: Che hanno detto?

# 15636_Rio
source: That he's always been like that...
pt_br: Che è sempre stato così...

# 15648_Akiyama
source: That's it?
pt_br: Tutto qui?

# 15660_Rio
source: Yes! If that was the case, they should have mentioned it a little earlier!
pt_br: Già! Se le cose stavano così, avrebbero dovuto dirlo un po' prima!

# 15672_Akiyama
source: Yeah, seriously.
pt_br: Già, sul serio.

# 15684_Rio
source: Well, not much I can do about it now.
pt_br: Beh, ormai non ci posso fare più niente.

# 15696_Akiyama
source: You just have to housebreak him.
pt_br: Devi solo addomesticarlo.

# 15708_Rio
source: He's smart, so it shouldn't be hard, but...
pt_br: È sveglio, quindi non dovrebbe essere difficile, ma...
