Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00a40070.po
Languages: pt_br

source: Miki's Friend
pt_br: Amico di Miki

# 84_Akiyama
source: Hey, you got a second? Are you Miki Nishihama-san's friend?
pt_br: Ehi, hai un attimo? Sei l'amico di Miki Nishihama-san?

# 96_Miki's Friend
source: Yes, I am. Who are you?
pt_br: Sì, sono io. Chi sei?

# 108_Akiyama
source: Er, well... I know her father, you see, and I could've sworn I heard you say he "fooled" someone... What's that about?
pt_br: Beh, allora... conosco suo padre, sai, e avrei giurato di averti sentito dire che aveva "bidonato" qualcuno... Che storia è?

# 120_Miki's Friend
source: Oh... Well, I dunno if I should say, but...
pt_br: Oh... Beh, non so se dovrei dirtelo, ma...

# 132_Miki's Friend
source: There's this, like, urban legend, y'know? About a legendary loan shark who gives out money for free right here in Kamurocho.
pt_br: C'è questa, tipo, leggenda metropolitana, capisci? Su un leggendario strozzino che regala soldi proprio qui a Kamurocho.

# 144_Miki's Friend
source: I mean, he'll kill you if you don't pay up, but, like, if you manage to really pull the wool over his eyes, you can get by without paying a single yen.
pt_br: Voglio dire, ti fa fuori se non saldi il debito, ma, tipo, se riesci proprio a fregarlo per bene, puoi farla franca senza pagare un solo yen.

# 156_Akiyama
source: Huh... A "legendary loan shark," you say?
pt_br: Ah... Uno "strozzino leggendario", dici?

# 168_Miki's Friend
source: Word is: Miki's dad totally fooled this guy and made off with a buttload of cash. Maybe, like, two hundred million or something...
pt_br: Gira voce: il padre di Miki ha completamente fregato questo tizio e si è intascato un botto di grana. Tipo, duecento milioni o giù di lì...

# 180_Miki's Friend
source: But, like, Mr. Nishihama has his own company and stuff, so I thought for sure it was just a rumor...
pt_br: Ma, tipo, il signor Nishihama ha la sua ditta e roba varia, quindi ero\nconvinto che fosse solo una voce...

# 192_Miki's Friend
source: Then again, she started buying all these brand-name clothes and, like, a bunch of jewelry, so maybe it's true after all!
pt_br: D'altronde, ha iniziato a comprarsi tutti 'sti vestiti firmati e, tipo, un sacco di gioielli, quindi forse è vero, dopotutto!

# 204_Akiyama
source: Hmm... I see. Thanks. I think I get it now.
pt_br: Hmm... Capisco. Grazie. Penso di averci capito ora.

# 228_Akiyama
source: (Well, they're not exactly trying to cover it up... Fancy clothes and jewelry in Kamurocho? Must be Le Marche... I should go check it out.)
pt_br: (Beh, non è che lo stiano nascondendo... Roba sfarzosa e gioielli a Kamurocho? Dev'essere Le Marche... Dovrei andare a dare un'occhiata.)
