Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid010204ba.po
Languages: pt_br

source: Thug
pt_br: Teppista

# 72_Thug
source: Shit...
pt_br: Merda...

# 84_Tanimura
source: Also, I'm with Tokyo PD. Probably should've mentioned that sooner.
pt_br: Ah, a proposito, sono della Polizia di Tokyo. Probabilmente avrei dovuto dirlo prima.

# 96_Thug
source: What the hell!? You mean I just picked a fight with a cop!?
pt_br: Ma che cazzo!? Vuoi dire che ho appena attaccato briga con uno sbirro!?

# 108_Tanimura
source: Yep. But it was partly my fault, too. Don't worry, I won't tell if you won't.
pt_br: Già. Ma è stata anche un po' colpa mia. Non preoccuparti, non lo dirò se non lo dici tu.

# 120_Thug
source: Phew, that's a relief... Well, see you around. Er... Hopefully not soon.
pt_br: Uff, che sollievo... Beh, ci si vede in giro. Ehm... speriamo di non beccarci troppo presto.

# 168_Tanimura
source: (Does the key fit?)
pt_br: (La chiave entra?)

# 240_Thug
source: Hey! What're you doing to my ride!?
pt_br: Ehi! Che stai combinando al mio ferro!?

# 252_Tanimura
source: Oh, no, nothing.
pt_br: Ma no, niente.

# 264_Thug
source: Strange... There's been a string of break-ins around here these past few days... I bet it was you!
pt_br: Strano... C'è stata una raffica di spaccate qui in giro negli ultimi giorni... Scommetto che sei stato tu!

# 276_Tanimura
source: Trust me, it's not. Besides, do I look desperate enough to break into a bucket like that?
pt_br: Fidati, non è così. E poi, sembro così disperato da dovermi mettere a scassinare un secchio?

# 288_Thug
source: Hey, this ain't no bucket! It's vintage, dammit! It has its own sort of charm－ You know what, forget it! You just earned yourself an ass-kicking!
pt_br: Ehi, questo non è mica un bidone! È vintage, maledizione! Ha un suo fascino－ Sai cosa, lascia perdere! Ti sei appena guadagnato un sacco di botte!
