Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid01020403.po
Languages: pt_br

source: The Florist
pt_br: Il Fiorista

# 56_Saejima
source: What kinda place is this?
pt_br: Ma che razza di posto è questo?

# 68_The Florist
source: The Underground Coliseum. Only VIP members are allowed to spectate the fights here.
pt_br: Il Colosseo Sotterraneo. Solo ai membri VIP è consentito assistere ai combattimenti qui.

# 80_Saejima
source: I'm guessin' you're not inviting me to watch.
pt_br: Mi sa che non mi hai invitato a guardare.

# 92_The Florist
source: Exactly. I want you to enter the exhibition deathmatch I'm holding.
pt_br: Esatto. Voglio che tu entri nel deathmatch di esibizione che sto organizzando.

# 116_The Florist
source: Heh. That's right, a bona fide deathmatch. Not like that fake crap they show on TV.
pt_br: Heh. Proprio così, un vero e proprio deathmatch. Non come quella merda finta che fanno vedere in TV.

# 128_The Florist
source: Two fighters enter the ring, only one walks out alive.
pt_br: Due lottatori entrano nel ring, solo uno ne esce vivo.

# 152_The Florist
source: I'm not going to force you against your will. But if you can't pay, this is your only option to obtain that info on your old boss.
pt_br: Non ti forzerò mica contro la tua volontà. Ma se non puoi sganciare i soldi, questa è la tua unica possibilità per avere quelle dritte sul tuo vecchio capo.

# 164_Saejima
source: Fine. I'm in.
pt_br: E va bene. Ci sto.

# 176_The Florist
source: It's settled, then.
pt_br: Allora, è fatta.

# 188_The Florist
source: There's only one rule: weapons and medicines are strictly forbidden during the match.
pt_br: C'è solo una regola: armi e medicine sono severamente vietate durante l'incontro.

# 200_The Florist
source: Now, I suggest you go prepare yourself. Come see me when you're ready to begin.
pt_br: Ora, vedi di andare a prepararti. Vieni da me\nquando sei pronto a iniziare.
