Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid000900a3.po
Languages: pt_br

source: You got a <Color:8>Stun Gun<Color:Default>.
pt_br: Hai ottenuto una <Color:8>pistola stordente<Color:Default>.

source: Kappa?
pt_br: Un Kappa?

# 56_Kappa?
source: What's with you, anyway?
pt_br: Che ti prende, insomma?

# 68_Saejima
source: You're askin' me? Shit, are you really a kappa?
pt_br: Me lo chiedi a me? Merda, ma sei davvero un kappa?

# 80_Kappa?
source: Uh, well, I...
pt_br: Uh, beh, io...

# 92_Kappa?
source: Yep! I'm a kappa, all right!
pt_br: Sì! Sono un kappa, eccome!

# 116_Kappa?
source: Ack!
pt_br: Ah!

# 128_Saejima
source: Ain't no such thing, dipshit! That's just a costume. Ya think I'm stupid?
pt_br: Non esiste un cazzo del genere, coglione! Quello è solo un costume. Mi prendi per scemo?

# 140_Kappa?
source: Ow... Please don't hit my head. Kappas lose their strength if you knock over the bowl they have up on top, you know.
pt_br: Ahia... Ti prego, non colpirmi la testa. I Kappa perdono la loro forza se rovesci la scodella che hanno in testa, sai.

# 152_Saejima
source: It was you, wasn't it? You're the one who stole food from the homeless guys underground.
pt_br: Eri tu, vero? Sei tu che hai rubato il cibo ai barboni sottoterra.

# 164_Kappa?
source: Oh. Yes, I'm sorry about that. I was so hungry, I just, well...
pt_br: Oh. Sì, mi dispiace per quello. Avevo una fame da lupi, ho solo, beh...

# 176_Saejima
source: So what the hell were you doing beneath the streets in that getup, anyway? This how ya get your jollies?
pt_br: Ma che diavolo ci facevi nel sottosuolo, con quell'accrocchio addosso, insomma? È così che ti spassi, eh?

# 188_Kappa?
source: No, I work for a production company that's contracted to a television station.
pt_br: No, lavoro per una casa di produzione che ha un contratto con un'emittente televisiva.

# 200_Kappa?
source: We decided to make a special documentary for TV called "Hiroshi's Kamuro Expedition."
pt_br: Abbiamo deciso di fare un documentario speciale per la TV intitolato "La spedizione di Hiroshi a Kamuro."

# 212_Kappa?
source: The show would be about the famous explorer Hiroshi-san capturing a kappa that lives in Kamurocho's underground.
pt_br: Lo show avrebbe riguardato il famoso esploratore Hiroshi-san che cattura un kappa che vive nel sottosuolo di Kamurocho.

# 224_Saejima
source: Well, I ain't never heard of kappas in Kamurocho.
pt_br: Beh, io di kappa a Kamurocho non ne ho mai sentito parlare.

# 236_Kappa?
source: That's because there aren't any. So the director told me to become the monster.
pt_br: Questo perché non ce ne sono. Così il regista mi ha detto di fare io il mostro.

# 248_Saejima
source: How do ya mean?
pt_br: In che senso?

# 260_Kappa?
source: I would dress up like a kappa and live under the streets of Kamurocho, and the rumors would start to fly.
pt_br: Mi travestirei da kappa e vivrei sotto le strade di Kamurocho, e le voci inizierebbero a circolare.

# 272_Kappa?
source: That way, everybody would tune in when the intrepid Hiroshi finally bagged the beast!
pt_br: Così, tutti si sarebbero sintonizzati quando l'intrepido Hiroshi avrebbe finalmente acciuffato la bestia!

# 284_Kappa?
source: But it's been a month, with no sign of the camera crew. I'm starting to wonder if the director forgot about me...?
pt_br: Ma è passato un mese, e della troupe manco l'ombra. Comincio a chiedermi se il regista si è scordato di me...?

# 308_Kappa?
source: What's wrong? Was it something I said?
pt_br: Che c'è? È stato qualcosa che ho detto?

# 320_Saejima
source: Nah... forget it. This is just gettin' way too fuckin' batshit, that's all.
pt_br: No... Lasciamo perdere. Questa roba sta diventando decisamente troppo fottutamente assurda, ecco tutto.

# 332_Kappa?
source: Well, now that somebody's unmasked me...
pt_br: Beh, ora che qualcuno mi ha smascherato...

# 344_Kappa?
source: ...I guess they'll have to scrap the show. I'll head to the TV station and tell the director what happened.
pt_br: ...Immagino che dovranno mandare a monte lo show. Vado all'emittente e dico al regista cos'è successo.

# 356_Saejima
source: Oh, one more thing. Somebody raided my hideout in the theater underground... Was that you, too?
pt_br: Ah, un'altra cosa. Qualcuno ha svaligiato il mio nascondiglio nel sottosuolo del teatro... Sei stato tu pure quello?

# 368_Kappa?
source: Huh? I've never been under the theater. I just stuck to the underground mall and below Children's Park.
pt_br: Eh? Non sono mai stato sotto il teatro. Mi sono limitato al centro commerciale sotterraneo e sotto il Parco dei Bambini.

# 380_Saejima
source: Oh, uh, okay. Fuggetaboutit.
pt_br: Oh, uhm, va bene. Lascia perdere.

# 392_Kappa?
source: Sure thing... Anyway, I found this down in the sewers. I don't need it, so you can have it if you want.
pt_br: Certo... Comunque, ho trovato questo laggiù nelle fogne. Non mi serve, quindi puoi prenderlo se lo vuoi.

# 428_Kappa?
source: Thanks for getting me out of this dead end gig.
pt_br: Grazie per avermi tirato fuori da questo lavoretto del cavolo.

# 440_Kappa?
source: Aw, cruddlesticks. Can I even ride the train wearing this?
pt_br: Mannaggia! Posso mica prendere il treno vestito così?

# 452_Saejima
source: (So then who was the green guy who broke into my hideout?)
pt_br: (E allora chi era il tipo verde che ha fatto irruzione nel mio nascondiglio?)

# 464_Saejima
source: (Ah, whatever. It's not like he stole anything.)
pt_br: (Ah, vabbè. Non ha mica rubato niente.)

# 476_Saejima
source: (I better not hang around a crowded place like this. Somebody might recognize me...)
pt_br: (Meglio che non mi aggiri in un posto affollato come questo. Qualcuno potrebbe riconoscermi...)\n
