Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid01a400fd.po
Languages: it

source: You got a <Color:8>Ruby<Color:Default>.
it: Hai ottenuto un <Color:8>Rubino<Color:Default>.

source: You gained 5,000 EXP.
it: Hai guadagnato 5.000 ESP.

source: Young Man from Little Asia
it: Ragazzo di Little Asia

source: Young Woman from Little Asia
it: Ragazza di Little Asia

source: Boy from Little Asia
it: Bambino di Little Asia

source: Man from Little Asia
it: Uomo di Little Asia

source: Woman from Little Asia
it: Donna di Little Asia

source: Yanagi's Underling
it: Scagnozzo di Yanagi

# 72_Tanimura
source: All right. Now give me the money.
it: Bene. E ora dammi i soldi.

# 84_Yanagi
source: I'll never give it back! Not to a dirty scoundrel like you!
it: Non te li darò mai! Non a un mascalzone sporco come te!

# 108_Tanimura
source: Mei Hua! What are you doing here!?
it: Mei Hua! Che ci fai qui!?

# 120_Mei Hua
source: I was so worried, I just had to come and check on you! And it's not just me...
it: Ero così preoccupata che dovevo venire a controllare come stavi! E non sono l'unica...

# 132_Tanimura
source: Huh?
it: Eh?

# 144_Young Man from Little Asia
source: You good, Tanimura!?
it: Tutto bene, Tanimura!?

# 156_Young Woman from Little Asia
source: Ma-kun, please tell me you're okay!
it: Ma-kun, ti prego, dimmi che stai bene!

# 168_Boy from Little Asia
source: We're here for you, big bro!
it: Siamo qui per te, fratellone!

# 180_Man from Little Asia
source: Yeah, now step away from Ma-chan this instant!
it: Sì, allontanati subito da Ma-chan!

# 192_Woman from Little Asia
source: You'd better not have hurt him!
it: Guai a te se gli hai fatto del male!

# 204_Yanagi
source: Who are all these people...?
it: Chi è tutta questa gente...?

# 288_Yanagi
source: I apologize. It looks like I made a terrible mistake.
it: Mi scuso. Sembra che abbia commesso un terribile errore.

# 300_Mei Hua
source: How could you believe some stupid rumors!? And you better apologize to my dad, too!
it: Come hai potuto credere a delle stupide voci!? E farai meglio a chiedere scusa anche a mio padre!

# 312_Yanagi
source: I... I'm sorry. Please forgive me, sir.
it: Mi... mi dispiace. La prego di perdonarmi, signore.

# 324_Zhao
source: That's enough, Mei Hua. It looks like it was just a misunderstanding.
it: Basta così, Mei Hua. Sembra sia stato solo un malinteso.

# 336_Tanimura
source: Maybe, but he just called you a "chubby old man" a few minutes ago.
it: Forse, ma ti ha appena chiamato "vecchio grassone" pochi minuti fa.

# 348_Zhao
source: What!?
it: Cosa!?

# 360_Mei Hua
source: But you were in the wrong, too, Ma-chan. You knew it was a misunderstanding right from the start. You should've talked it out instead of fighting.
it: Ma anche tu hai sbagliato, Ma-chan. Sapevi fin dall'inizio che era un malinteso. Avresti dovuto parlarne invece di combattere.

# 372_Tanimura
source: Yeah, I guess you're right... It's just that negotiating's such a hassle.
it: Sì, immagino tu abbia ragione... è solo che negoziare è una tale seccatura.

# 396_Tanimura
source: So, Yanagi.
it: Allora, Yanagi.

# 408_Yanagi
source: Yes?
it: Sì?

# 420_Tanimura
source: All that talk about helping the weak just now... Was that for real?
it: Tutto quel discorso sull'aiutare i deboli di poco fa... era vero?

# 432_Yanagi's Underling
source: Of course! He's already helped out plenty of people in this town!
it: Certo! Ha già aiutato un sacco di gente in questa città!

# 444_Yanagi's Underling
source: This time was a bit of a clusterfuck, though...
it: Stavolta è stato un bel casino, però...

# 456_Zhao
source: All right, then. Starting today, you're going to be helping the Asian Gateway.
it: Va bene, allora. A partire da oggi, aiuterai l'Asian Gateway.

# 468_Yanagi
source: What?
it: Cosa?

# 480_Zhao
source: I imagine that you've been using those same violent methods that you used today in order to help people, correct?
it: Immagino che tu abbia usato gli stessi metodi violenti di oggi per aiutare la gente, giusto?

# 492_Zhao
source: That may be one way of doing things, but too many things could go wrong. I can't just sit by and watch that happen.
it: Può essere un modo di fare, ma troppe cose potrebbero andare storte. Non posso starmene a guardare.

# 504_Zhao
source: All in all, I do believe we have the same goal. So we should be working together, don't you think?
it: Tutto sommato, credo che abbiamo lo stesso obiettivo. Quindi dovremmo lavorare insieme, non credi?

# 516_Yanagi
source: Will... you forgive us for what happened today?
it: Ci... perdonerà per quello che è successo oggi?

# 528_Zhao
source: We're not the yakuza. As far as I'm concerned, what happened today is over and done with. So will you agree to help?
it: Non siamo la yakuza. Per quanto mi riguarda, quello che è successo oggi è acqua passata. Allora, accetti di aiutare?

# 540_Yanagi
source: I'd be honored to.
it: Ne sarei onorato.

# 552_Mei Hua
source: Okay, then I'll teach you all about what the Asian Gateway does. From here on out, you'll be my official understudy!
it: Ok, allora ti insegnerò tutto quello che fa l'Asian Gateway. D'ora in poi, sarai il mio apprendista ufficiale!

# 564_Yanagi
source: Sure... Looking forward to it.
it: Certo... Non vedo l'ora.

# 576_Yanagi
source: Hey, I'm really sorry about today. Please take this as my apology to you.
it: Ehi, mi dispiace davvero per oggi. Ti prego, accetta questo come le mie scuse.

# 612_Mei Hua
source: Come on! We've got a lot of work to do!
it: Dai! Abbiamo un sacco di lavoro da fare!

# 624_Yanagi
source: Coming!
it: Arrivo!

# 708_Yanagi
source: Ah. We've been waiting for you.
it: Ah. La stavamo aspettando.

# 720_Yanagi
source: So you're the Parasite of Kamurocho, huh... A real pleasure, meeting the most crooked cop in town.
it: Allora sei tu il Parassita di Kamurocho, eh... un vero piacere, incontrare il poliziotto più corrotto della città.

# 732_Tanimura
source: You the guys who attacked Homeland? Why did you do it?
it: Siete voi che avete attaccato l'Homeland? Perché l'avete fatto?

# 744_Yanagi
source: "Why?" You've got some nerve to ask.
it: "Perché?" Hai un bel coraggio a chiederlo.

# 756_Yanagi
source: Our mission is to punish people like you who prey on the weak.
it: La nostra missione è punire la gente come te che se la prende con i deboli.

# 768_Yanagi
source: I've heard all sorts of things about you－how you extort piles of money from women who can't go to the cops, for instance.
it: Ho sentito un sacco di cose su di te, per esempio che estorci un mucchio di soldi a donne che non possono andare dalla polizia.

# 780_Yanagi
source: And I know you and that chubby old man are in on it together.
it: E so che tu e quel vecchio grassone siete d'accordo.

# 792_Tanimura
source: ...What do you intend to do with the money?
it: ...Cosa intendete fare con i soldi?

# 804_Yanagi
source: What else but return it to the good, honest people you stole it from? That's why we brought you here, so you can get to telling us their names.
it: Cos'altro se non restituirli alla brava e onesta gente a cui li hai rubati? È per questo che ti abbiamo portato qui, così potrai dirci i loro nomi.

# 816_Yanagi
source: Oh, and we were thinking we should break one or both of your arms for good measure. Otherwise, you'd go right back at it.
it: Oh, e stavamo pensando di romperti una o entrambe le braccia, per sicurezza. Altrimenti ci ricascheresti.

# 828_Tanimura
source: I see. So, is that all you had to say?
it: Capisco. Allora, è tutto quello che avevi da dire?

# 840_Yanagi
source: What!?
it: Cosa!?

# 852_Tanimura
source: Just give me back the money already... You are done talking, right?
it: Restituiscimi i soldi e basta... hai finito di parlare, vero?

# 864_Yanagi
source: You little prick... You think this is some kind of game!? Looks like we're gonna be breaking more than just your arms!
it: Piccolo str... pensi che sia un gioco!? Pare che ti romperemo più delle sole braccia!
