Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid000903ce.po
Languages: pt_br

# 56_Motoyama
source: *cough* *wheeze*
pt_br: *tosse* *rantolo*

# 68_Saejima
source: You know, I lost everythin' 25 years ago myself.
pt_br: Sai, anch'io ho perso tutto 25 anni fa.

# 92_Saejima
source: I'm not askin' ya to believe me, but that's why I came back. To find out the truth.
pt_br: Non ti sto a chiedere di credermi, ma è per questo che sono tornato. Per scoprire la verità.

# 104_Motoyama
source: So, what really happened back then... and why?
pt_br: Allora, cosa è successo davvero all'epoca... e perché?

# 116_Saejima
source: Still tryin' to piece that together. But I can tell ya this much...
pt_br: Sto ancora cercando di mettere insieme i pezzi. Ma questo posso dirtelo...

# 128_Saejima
source: That's a question ya don't wanna ask. It'll land you in deeper shit than this, and I couldn't bear to see that.
pt_br: È una domanda che non ti conviene fare. Ti ficcherà in un casino più grosso di questo, e non sopporterei di vederlo.

# 140_Saejima
source: I'm sorry, Aniki. One thing's for sure, though...
pt_br: Mi dispiace, Aniki. Una cosa è sicura, però...

# 152_Motoyama
source: Yeah?
pt_br: Davvero?

# 164_Saejima
source: Sasai-san is alive.
pt_br: Sasai-san è vivo.

# 176_Motoyama
source: Really? After all this time...!
pt_br: Davvero? Dopo tutto 'sto tempo...!

# 248_Saejima
source: He's changed a lot, and not for the better. But he's still our boss.
pt_br: È cambiato un sacco, e non in meglio. Ma resta comunque il nostro capo.

# 260_Motoyama
source: So he's alive... maybe that's enough.
pt_br: Allora è vivo... forse basta così.

# 272_Saejima
source: What're ya gonna do next?
pt_br: E adesso che fai?

# 284_Motoyama
source: I'm gonna leave. Somehow, I feel like I can finally shut the door on the demons that've haunted me all these years.
pt_br: Me ne vado. In qualche modo, sento di poter finalmente chiudere la porta ai demoni che mi hanno tormentato tutti questi anni.

# 296_Saejima
source: Yeah?
pt_br: Davvero?

# 308_Motoyama
source: And I'm sorry. Truth is, you were only a kid in way over your head. Just like I was.
pt_br: E mi dispiace. La verità è che eri solo un ragazzino che si era cacciato in un guaio più grande di te. Proprio come me.

# 320_Saejima
source: Don't worry 'bout it. Just take care of yourself, Aniki.
pt_br: Non ti preoccupare. Pensa a te, Fratello.

# 332_Motoyama
source: I will.
pt_br: Lo farò.

# 356_Motoyama
source: But tell me something, Saejima.
pt_br: Ma dimmi una cosa, Saejima.

# 368_Saejima
source: Yes, sir?
pt_br: Sì, capo?

# 380_Motoyama
source: Kamurocho's been my prison for half my life. I've been too scared to set foot outside this city.
pt_br: Kamurocho è stata la mia galera per metà della mia vita. Sono stato troppo spaventato per mettere piede fuori da questa città.

# 404_Motoyama
source: I lost my boss, my rank in the Tojo... but I didn't have the courage to skip town and live my own life.
pt_br: Ho perso il mio boss, il mio rango nella Tojo... ma non ho avuto il coraggio di tagliare la corda e rifarmi una vita.

# 428_Motoyama
source: But you broke out of prison, didn't you? What did it feel like, breathing free for the first time in a quarter century?
pt_br: Ma sei evaso dal gabbio, no? Com'è stato, respirare libero per la prima volta dopo venticinque anni?

# 440_Saejima
source: Frankly, I still ain't used to it. I'm like a ghost payin' a visit from the past.
pt_br: A dire il vero, non mi ci sono ancora abituato. Sono come un fantasma che si rifà vivo dal passato.

# 464_Saejima
source: Still, it's not all bad.
pt_br: Comunque, non è mica tutto male.

# 500_Saejima
source: I made some new friends. Might be on the run, but I ain't lonely no more. And that's good enough.
pt_br: Mi sono fatto dei nuovi amici. Sarò pure in fuga, ma non sono più solo. E tanto mi basta.

# 524_Saejima
source: People are what make people happy. You're not in this alone, Aniki.
pt_br: È la gente che rende felice la gente. Non sei solo in questo, Aniki.

# 536_Saejima
source: If things get rough out there, don't lose it. Just come on back to Kamurocho. Back to your family.
pt_br: Se le cose si mettono male là fuori, non perdere la testa. Torna pure a Kamurocho. Dalla tua famiglia.

# 548_Motoyama
source: I'll remember that. Thanks, Saejima.
pt_br: Me lo ricorderò. Grazie, Saejima.

# 560_Saejima
source: Yeah.
pt_br: Sì.

# 620_Saejima
source: (25 years of hell, huh? Motoyama-aniki had it rough, too.)
pt_br: (25 anni d'inferno, eh? Motoyama-aniki l'ha passata brutta anche lui.)

# 632_Saejima
source: (Welp, I got things to do. First, better tell Tadokoro how the gig went. I reckon he'll send his stooge to the hideout.)
pt_br: (Beh, ho delle cose da fare. Prima, è meglio che dica a Tadokoro come è andato l'affare. Immagino che manderà il suo scagnozzo al covo.)
