Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60331.po
Languages: pt_br

# 84_Saejima
source: Here I am. Whaddya want me to do?
pt_br: Eccomi. Che vuoi che faccia?

# 96_Tadokoro
source: I want you to take part in a special match tournament, Suzuki-san, and I want you to win.
pt_br: Voglio che tu scenda in campo per un torneo di incontri speciali, Suzuki-san, e voglio che tu vinca.

# 108_Saejima
source: Special what?
pt_br: Speciale cosa?

# 120_Tadokoro
source: Unlike regular tourneys, the special match tournament allows the use of weapons. However...
pt_br: A differenza dei normali tornei, il torneo degli incontri speciali permette l'uso di armi. Però...

# 132_Saejima
source: You alone will be competing－and winning, mind you－ without using any weapons whatsoever.
pt_br: Tu solo lotterai—e vincerai, bada bene— senza usare assolutamente nessuna arma.

# 144_Saejima
source: So I'm the only guy goin' in with a handicap. This ain't like all those other gigs, is it? Is this even a job at all?
pt_br: Quindi sono l'unico che ci va con un handicap. Questo non è mica come tutti gli altri lavoretti, vero? Ma è davvero un lavoro, questo?

# 156_Tadokoro
source: I have my reasons for giving you this assignment. Feel free to refuse at any time.
pt_br: Ho i miei motivi per darti questo incarico. Sentiti libero di rifiutare quando vuoi.

# 168_Saejima
source: Who's refusin'?
pt_br: Chi è che si rifiuta?

# 180_Tadokoro
source: And to make absolutely certain you use no weapons, Tadashi-kun and I will be watching your every move.
pt_br: E per essere proprio sicuri che tu non usi armi, Tadashi-kun e io ti terremo d'occhio a ogni tua mossa.

# 192_Saejima
source: Why'd ya hafta drag the kid into this? What, just to watch? Kinda pointless.
pt_br: Perché diavolo dovevi tirarci in mezzo il ragazzino? Che, solo per guardare? Un po' inutile.

# 204_Tadokoro
source: Heh. Not quite.
pt_br: Eh. Non proprio.

# 216_Saejima
source: Oh yeah?
pt_br: Ah sì?

# 228_Tadokoro
source: Let's just say... it's educational.
pt_br: Diciamo pure che... è istruttivo.

# 240_Saejima
source: What're ya talkin' about?
pt_br: Ma che dici?

# 252_Tadokoro
source: I want the boy to see his oh-so-gallant benefactor putting his life on the line to pay off his debts.
pt_br: Voglio che il ragazzo veda il suo protettore, quello così... valoroso, mentre si gioca la pelle per saldare i suoi debiti.

# 264_Saejima
source: What's the use in showin' him that?
pt_br: A che serve farglielo vedere?

# 276_Tadokoro
source: I want you to understand that this tournament is no walk in the park. It's unlikely you'll make it out unscathed.
pt_br: Voglio che tu capisca che questo torneo non è una passeggiata È improbabile che tu ne esca illeso.

# 288_Tadokoro
source: In fact, I wager you'd be lucky to only lose a limb or two.
pt_br: Anzi, scommetto che saresti fortunato se ci rimettessi solo un braccio o due.

# 312_Tadokoro
source: What can happen when you burden a trusted friend with your own financial obligations?
pt_br: Che succede quando trascini un amico fidato nei tuoi guai economici?

# 324_Tadokoro
source: He may be a child, but I believe Tadashi-kun here has a responsibility to see the answer to that question.
pt_br: Sarà pure un bambino, ma credo che questo Tadashi-kun abbia la responsabilità di vedere la risposta a quella domanda.

# 336_Saejima
source: That's sick. Some things a kid ain't meant to see.
pt_br: Fa schifo. Certe cose un bambino non dovrebbe proprio vederle.

# 348_Tadokoro
source: Consider it my own personal philosophy. Don't get me wrong; I'd like nothing better than for you to win, of course.
pt_br: Considerala la mia filosofia personale. Non fraintendermi; Non desidererei altro che tu vinca, certo.

# 360_Tadokoro
source: So fight, and fight well. You wouldn't want to check out right in front of the boy, now, would you?
pt_br: Allora combatti, e combatti per bene. Non vorrai mica tirare le cuoia proprio davanti al ragazzo, no?

# 372_Tadashi
source: Don't worry about me, big guy.
pt_br: Non ti preoccupare per me, grande.

# 384_Saejima
source: So what's my payment this time around?
pt_br: E allora, cosa mi spetta stavolta?

# 396_Tadokoro
source: Let's see... Complete this job and I'll consider the debts repaid.
pt_br: Vediamo... Porta a termine questo lavoro e considererò i debiti saldati.

# 408_Saejima
source: If I win this thing, you'll let Tadashi's sister go?
pt_br: Se vinco 'sta roba, libererai la sorella di Tadashi?

# 420_Tadokoro
source: Yes, that's right. Do your best out there.
pt_br: Sì, proprio così. Dacci dentro là fuori.

# 432_Tadashi
source: Big guy...
pt_br: Omone...

# 444_Saejima
source: Hear that, Tadashi? Once I'm done here, your sister's free.
pt_br: Senti, Tadashi? Appena finisco qui, tua sorella sarà libera.

# 456_Tadokoro
source: We shall be watching from the audience, then. Speak to my underling when you're ready.
pt_br: Staremo a guardare dal pubblico, allora. Parla con il mio scagnozzo quando sei pronto.
