Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c0016.po
Languages: pt_br

# 17820_Shizuka
source: I didn't know you were that kind of person, sir...
pt_br: Non sapevo che fosse un tipo così, signore...

# 17832_Shizuka
source: Another one of these?
pt_br: Ancora una di queste?

# 17844_Shizuka
source: You already gave me one earlier... Or did you forget?
pt_br: Me ne hai già dato uno prima... O te ne sei scordata?

# 17868_Shizuka
source: I'm so happy! <Color:7>♥<Color:Default>
pt_br: Sono felicissima! <Color:7>♥<Color:Default>

# 17880_Shizuka
source: I've wanted this for oh-so long!
pt_br: È da una vita che lo desidero!

# 17892_Shizuka
source: Thank you! <Color:7>♥<Color:Default>
pt_br: Grazie! <Color:7>♥<Color:Default>

# 17904_Shizuka
source: What would you like to order?
pt_br: Cosa desidera ordinare?

# 17928_Player
source: I'll have this.
pt_br: Prendo questo.

# 17940_Shizuka
source: You're not going to drink anything?
pt_br: Non bevi niente?

# 17952_Shizuka
source: Your glass is empty. Would you like another drink?
pt_br: Hai il bicchiere vuoto. Ne vorresti un altro?

# 17976_Player
source: I'll have this.
pt_br: Prendo questo.

# 17988_Shizuka
source: You don't want any more?
pt_br: Non ne vuoi più?

# 18000_Shizuka
source: That's my favorite!
pt_br: È proprio il mio preferito!

# 18012_Shizuka
source: We've got such good taste. <Color:7>♥<Color:Default>
pt_br: Abbiamo proprio un bel gusto. <Color:7>♥<Color:Default>

# 18024_Shizuka
source: You drink that?
pt_br: Te lo scoli?

# 18036_Shizuka
source: I'll have to admit, I'm a little surprised.
pt_br: Devo ammettere, sono un po' sorpreso.

# 18048_Shizuka
source: Yes, right away.
pt_br: Sì, subito.

# 18060_Shizuka
source: You like that kind of thing?
pt_br: Ti piace quel genere di cose?

# 18072_Shizuka
source: Well, all right then...
pt_br: Beh, va bene allora...

# 18084_Shizuka
source: You really like that kind of drink?
pt_br: Ti piace proprio quel tipo di drink?

# 18096_Shizuka
source: Would you like to order some food?
pt_br: Vuoi ordinare qualcosa da mangiare?

# 18120_Player
source: I'll have this.
pt_br: Prendo questo.

# 18132_Shizuka
source: You're not hungry?
pt_br: Non hai fame?

# 18144_Shizuka
source: Would you like to order some food?
pt_br: Vuoi ordinare qualcosa da mangiare?

# 18168_Player
source: I'll have this.
pt_br: Prendo questo.

# 18180_Shizuka
source: Are you full?
pt_br: Sei pieno?

# 18192_Shizuka
source: I love that!
pt_br: Adoro!

# 18204_Shizuka
source: Would you mind if I ate with you?
pt_br: Ti dispiacerebbe se mangiassi con te?

# 18216_Shizuka
source: I like that quite a bit myself.
pt_br: Mi piace parecchio, anche a me.

# 18228_Shizuka
source: Could I have a bite?
pt_br: Posso assaggiare?

# 18240_Shizuka
source: Yes, right away.
pt_br: Sì, subito.

# 18252_Shizuka
source: You eat that kind of thing?
pt_br: Mangi roba del genere?

# 18264_Shizuka
source: I... do not like that...
pt_br: Io... non mi piace quello...

# 18276_Shizuka
source: I'll put in the order, then.
pt_br: Faccio l'ordine, allora.

# 18288_Shizuka
source: Excuse me.
pt_br: Scusami.

# 18312_Attendant
source: Yes?
pt_br: Sì?

# 18324_F_cab_sitsofa_talk_smileA
source: Here's our order.
pt_br: Ecco la nostra ordinazione.

# 18336_Shizuka
source: Of course, right away.
pt_br: Ma certo, subito!

# 18360_Shizuka
source: Cheers!
pt_br: Salute!

# 18372_Shizuka
source: Cheers.
pt_br: Salute.

# 18384_F_cab_sitsofa_talk_smileA
source: Please enjoy yourself!
pt_br: Si diverta pure!

# 18396_Shizuka
source: Cheers!
pt_br: Salute!

# 18408_Shizuka
source: Cheers.
pt_br: Salute.

# 18420_F_cab_sitsofa_talk_smileA
source: Please enjoy yourself!
pt_br: Si diverta pure!

# 18432_Shizuka
source: Let me make your drink.
pt_br: Ti preparo il tuo drink.

# 18444_Shizuka
source: Thanks.
pt_br: Grazie.

# 18480_Shizuka
source: I'm Shizuka. A pleasure to make your acquaintance.
pt_br: Sono Shizuka. Piacere di conoscerla.

# 18492_Shizuka
source: Same here.
pt_br: Anche io.

# 18516_Shizuka
source: You got Shizuka's business card.
pt_br: Hai preso il biglietto da visita di Shizuka.

# 18552_Shizuka
source: (Maybe I'll request her next time.)
pt_br: (Magari chiederò di lei la prossima volta.)

# 18576_Shizuka
source: Please come again!
pt_br: Torni a trovarci!

# 18588_Shizuka
source: Sure.
pt_br: Certo.

# 18612_Shizuka
source: You got Shizuka's fancy business card.
pt_br: Hai ottenuto il raffinato biglietto da visita di Shizuka.

# 18660_Shizuka
source: Here you go!
pt_br: Ecco a te!

# 18684_Shizuka
source: Do you mind if I smoke as well?
pt_br: Ti dispiace se fumo anch'io?

# 18696_Shizuka
source: Go ahead.
pt_br: Vai pure.

# 18708_Shizuka
source: Please, drink up.
pt_br: Prego, beva.

# 18720_Shizuka
source: Sure.
pt_br: Certo.

# 18732_Shizuka
source: I think I'll have a little myself!
pt_br: Penso che ne prenderò un po' anch'io!

# 18744_Shizuka
source: Sure.
pt_br: Certo.

# 18756_Kiryu
source: I should get going.
pt_br: Dovrei andare.

# 18768_F_cab_sitsofa_tlk_noA
source: You're leaving already?
pt_br: Te ne vai già?

# 18780_Shizuka
source: I guess it's about that time.
pt_br: Immagino sia giunta l'ora.

# 18792_P_sitsofaR_tlk_yes
source: Yeah...
pt_br: Già...

# 18900_Shizuka
source: Thank you for coming.
pt_br: Grazie per essere venuto.

# 18948_Shizuka
source: Please come again! <Color:7>♥<Color:Default>
pt_br: Torni a trovarmi! <Color:7>♥<Color:Default>

# 18960_Shizuka
source: Sure.
pt_br: Certo.

# 18972_F_cab_sitsofa_talk_smileA
source: Goodbye.
pt_br: Addio.

# 19008_Shizuka
source: Thank you for coming, sir!
pt_br: Grazie per essere venuto, signore!

# 19020_Shizuka
source: Please come again! <Color:7>♥<Color:Default>
pt_br: Torni a trovarmi! <Color:7>♥<Color:Default>

# 19032_Shizuka
source: Sure.
pt_br: Certo.

# 19044_F_cab_sitsofa_talk_smileA
source: Goodbye.
pt_br: Addio.

# 19080_Shizuka
source: Thank you for coming, sir!
pt_br: Grazie per essere venuto, signore!

# 19092_Shizuka
source: Please come again! <Color:7>♥<Color:Default>
pt_br: Torni a trovarmi! <Color:7>♥<Color:Default>

# 19104_Shizuka
source: Sure.
pt_br: Certo.

# 19116_F_cab_sitsofa_talk_smileA
source: Goodbye.
pt_br: Addio.

# 19164_Shizuka
source: I love you! <Color:7>♥<Color:Default>
pt_br: Ti amo! <Color:7>♥<Color:Default>

# 19176_Shizuka
source: Thanks.
pt_br: Grazie.

# 19188_F_cab_sitsofa_talk_smileA
source: Goodbye.
pt_br: Addio.

# 19236_Shizuka
source: Be careful on your way home.
pt_br: Fai attenzione tornando a casa.

# 19248_Shizuka
source: After date.
pt_br: Dopo l'appuntamento.

# 19272_Shizuka
source: Excuse me, sir... Have you heard anything interesting recently?
pt_br: Scusi, signore... Ha sentito qualcosa di interessante ultimamente?

# 19284_Shizuka
source: I'm afraid I'm a little out of touch with what's going on these days. Maybe you can help.
pt_br: Mi sa che sono un po' fuori dal giro su quello che succede ultimamente. Magari puoi aiutarmi.

# 19296_P_sitsofaR_tlk_yes
source: Something interesting? Let's see here.
pt_br: Qualcosa di interessante? Vediamo un po'.

# 19308_Kiryu
source: No... Nothing in particular.
pt_br: No... Niente di particolare.

# 19440_Shizuka
source: Sometimes I wonder... Why does a wonderful person like you want to spend time with someone like me?
pt_br: A volte mi chiedo... perché una persona meravigliosa come te voglia passare del tempo con una come me?

# 19452_Kiryu
source: What are you talking about?
pt_br: Di cosa stai parlando?

# 19464_Shizuka
source: I'm just not very attractive as a woman.
pt_br: Non sono proprio molto attraente come donna.

# 19476_Kiryu
source: Not at all. I think you're plenty attractive.
pt_br: Per niente. Anzi, ti trovo parecchio attraente.

# 19488_Shizuka
source: Really? What part of me do you think is attractive?
pt_br: Davvero? Che parte di me trovi attraente?

# 19500_Kiryu
source: Well...
pt_br: Beh...

# 19512_Shizuka
source: Have you thought about giving traditional Japanese dancing a try?
pt_br: Hai mai pensato di provare la danza tradizionale giapponese?

# 19524_Kiryu
source: Huh? Men can do that too?
pt_br: Eh? Anche gli uomini possono farlo?

# 19536_Shizuka
source: Of course. Well, women totally outnumber men, but there are good male dancers, too.
pt_br: Certo. Beh, le donne sono decisamente più numerose degli uomini, ma ci sono anche dei bravi ballerini uomini.

# 19548_Kiryu
source: I didn't know that. Although I'm not sure dancing is really my style.
pt_br: Non lo sapevo. Anche se non sono sicuro che ballare sia proprio roba mia.

# 19560_Shizuka
source: Dancing is good for you. You just have to get up and move your body. Look how full of energy I am!
pt_br: Ballare fa un gran bene. Devi solo alzarti e muovere quel corpo. Guarda che carica che sono!

# 19572_Kiryu
source: Now that you mention it...
pt_br: Ora che lo dici...

# 19608_Shizuka
source: Look! I'm wearing the clothes you gave me!
pt_br: Guarda un po'! Indosso i vestiti che mi hai regalato!

# 19620_Shizuka
source: I just love it!
pt_br: Lo adoro proprio!

# 19632_Shizuka
source: I'm a little thirsty. May I order a drink?
pt_br: Ho un po' di sete. Posso ordinare qualcosa da bere?

# 19656_Shizuka
source: Thank you! I'll order right away then.
pt_br: Grazie! Ordino subito allora.

# 19668_F_cab_sitsofa_sync_order
source: Excuse me!
pt_br: Scusi!

# 19692_Shizuka
source: Aw. Why not?
pt_br: Ah. Perché no?

# 19704_Shizuka
source: I'm a little hungry. May I order some <Color:7>Vegetable Sticks<Color:Default>?
pt_br: Ho un po' di fame. Posso ordinare dei <Color:7>Bastoncini di verdura<Color:Default>?

# 19716_Shizuka
source: Thank you. I'll go ahead and order, then.
pt_br: Grazie. Allora, ordinerò.

# 19728_F_cab_sitsofa_sync_order
source: Here's our order.
pt_br: Ecco la nostra ordinazione.

# 19740_Kiryu
source: Sorry. I don't have enough money...
pt_br: Mi dispiace. Non ho abbastanza quattrini...

# 19752_Shizuka
source: Oh... That's too bad then.
pt_br: Ah... Peccato, allora.

# 19764_Shizuka
source: I'm sorry. Perhaps I got carried away...
pt_br: Mi dispiace. Forse mi sono lasciata prendere la mano...

# 19776_Shizuka
source: Thank you for answering my email.
pt_br: Grazie per aver risposto alla mia email.

# 19788_Shizuka
source: I'm glad you took that time to do that for me.
pt_br: Sono contenta che tu ti sia preso quel tempo per farmi questo.

# 19800_Kiryu
source: Heh, no problem.
pt_br: Eh, nessun problema.

# 19812_Shizuka
source: I got your email. It sounds like you're doing a great job teaching the children you look after.
pt_br: Ho ricevuto la tua email. Sembra proprio che tu stia facendo un gran bel lavoro a insegnare ai bambini di cui ti prendi cura.

# 19824_Shizuka
source: I really respect that.
pt_br: Lo rispetto davvero molto.

# 19836_Kiryu
source: It's nothing. I'm just doing what anyone would do.
pt_br: Non è niente. Faccio solo quello che farebbe chiunque.

# 19848_Shizuka
source: Okinawa sounds like a lot of fun. I'd like to try relaxing on the beach there sometime.
pt_br: Okinawa sembra proprio divertente. Mi piacerebbe provare a rilassarmi in spiaggia lì, prima o poi.

# 19860_Kiryu
source: You should come visit us if you get the chance.
pt_br: Dovresti venire a trovarci se ti capita l'occasione.

# 19884_Shizuka
source: I told my teacher about you the other day. I said that you were the strong, silent type but had a real understanding of Japanese culture.
pt_br: Ho parlato di te al mio insegnante l'altro giorno. Gli ho detto che eri un tipo tosto e di poche parole, ma che avevi una vera comprensione della cultura giapponese.

# 19896_Shizuka
source: She was impressed. She said she'd like to meet you sometime. I'm sure you two would get along well.
pt_br: Ne è rimasta colpita. Ha detto che le farebbe piacere incontrarti, prima o poi. Sono sicura che voi due andreste proprio d'accordo!

# 19908_Kiryu
source: It would be an honor. I'd love to meet her someday.
pt_br: Ne sarei onorato. Mi piacerebbe un sacco incontrarla un giorno.

# 19920_Shizuka
source: We should definitely go and see the cherry blossoms when you have some time off. I can't wait for them to bloom!
pt_br: Dovremmo proprio andare a vedere i ciliegi in fiore quando avrai un po' di tempo libero. Non vedo l'ora che sboccino!

# 19932_Kiryu
source: Hehe. We just have to wait a bit longer.
pt_br: Hehe. Dobbiamo solo aspettare ancora un po'.

# 19944_Shizuka
source: I've never heard of fortune telling with fish.
pt_br: Non ho mai sentito parlare di divinazione con i pesci.

# 19956_Shizuka
source: Does that mean you think I'm old?
pt_br: Vuoi dire che mi trovi vecchio?

# 19968_Shizuka
source: Do I live up to your expectations?
pt_br: Sono all'altezza delle tue aspettative?

# 19980_Shizuka
source: So you're studying to get your license?
pt_br: Allora, stai studiando per prendere la licenza?

# 19992_Shizuka
source: I didn't know a job like that existed.
pt_br: Non sapevo che esistesse un lavoro del genere.

# 20004_Shizuka
source: I think that's a respectable job.
pt_br: Penso che sia un lavoro rispettabile.

# 20016_Shizuka
source: I'm sure their family would appreciate that.
pt_br: Sono sicuro che la loro famiglia apprezzerebbe molto.

# 20028_Shizuka
source: Do you ever make mistakes?
pt_br: Fai mai degli errori?

# 20040_Shizuka
source: I'm sure the deceased would appreciate that.
pt_br: Sono sicuro che al defunto farebbe piacere.

# 20052_Shizuka
source: You don't hear many women say that these days.
pt_br: Non senti spesso delle donne dire una cosa simile, di questi tempi.

# 20064_Shizuka
source: I agree.
pt_br: Sono d'accordo.

# 20076_Shizuka
source: Isn't that kind of old-fashioned?
pt_br: Non è roba un po' da vecchi?

# 20088_Shizuka
source: Um... What do you mean by that?
pt_br: Ehm... Che vuoi dire con ciò?

# 20100_Shizuka
source: Isn't that a bit aggressive?
pt_br: Non è un po' aggressivo?

# 20112_Shizuka
source: And what do they say?
pt_br: E cosa ne dicono?

# 20124_Shizuka
source: It sounds like we have similar tastes.
pt_br: A quanto pare abbiamo gusti simili.

# 20136_Shizuka
source: How old are you, anyway?
pt_br: Quanti anni hai, comunque?

# 20148_Shizuka
source: What about when you go out with your friends?
pt_br: E quando esci con i tuoi amici?

# 20160_Shizuka
source: You'd rather he lied to you?
pt_br: Preferiresti che ti mentisse?

# 20172_Shizuka
source: What a scumbag.
pt_br: Che bastardo!

# 20184_Shizuka
source: You should be glad you found out in time.
pt_br: Dovresti essere contento di averlo scoperto in tempo.

# 20196_Shizuka
source: Don't worry about it.
pt_br: Non preoccupartene.

# 20208_Shizuka
source: That's an interesting way to put it.
pt_br: È un modo interessante di metterla.

# 20220_Shizuka
source: Don't you want to do something about it?
pt_br: Non vuoi fare qualcosa a riguardo?

# 20232_Shizuka
source: You have incredible focus.
pt_br: Hai una concentrazione pazzesca.

# 20244_Shizuka
source: Don't the attendants clean the bathroom?
pt_br: Ma gli addetti non puliscono il bagno?

# 20256_Shizuka
source: Are you a neat freak?
pt_br: Sei un maniaco della pulizia?

# 20268_Shizuka
source: Sounds like you're lucky to have found her.
pt_br: Sembra proprio che tu sia fortunato ad averla trovata.

# 20280_Shizuka
source: I agree with your teacher.
pt_br: Sono d'accordo con il tuo insegnante.

# 20292_Shizuka
source: Isn't it tiring to be polite all the time?
pt_br: Non ti stanca essere sempre così educata?

# 20304_Shizuka
source: I can see what the writer meant, though.
pt_br: Capisco cosa intendeva lo scrittore, però.

# 20316_Shizuka
source: I'm sure people will understand someday.
pt_br: Sono sicura che la gente capirà un giorno.

# 20328_Shizuka
source: Would you embalm me if I died?
pt_br: Mi imbalsameresti se morissi?

# 20340_Shizuka
source: You can't ask for the impossible.
pt_br: Non puoi pretendere l'impossibile.

# 20352_Shizuka
source: Everyone's got to start somewhere.
pt_br: Tutti devono pur iniziare da qualche parte.

# 20364_Shizuka
source: You're giving me too much credit.
pt_br: Mi stai dando troppo credito.

# 20376_Shizuka
source: Everyone has secrets.
pt_br: Tutti hanno dei segreti.

# 20388_Shizuka
source: Why are you apologizing?
pt_br: Perché ti scusi?

# 20400_Shizuka
source: Thanks for telling me.
pt_br: Grazie per avermelo detto.

# 20412_Shizuka
source: That's pretty long...
pt_br: È piuttosto lungo...

# 20424_Shizuka
source: What's so incredible about that?
pt_br: Che c'è di così incredibile?

# 20436_Shizuka
source: You like stationery?
pt_br: Ti piace la cancelleria?

# 20448_Shizuka
source: I think you've had a little too much to drink.
pt_br: Mi sa che hai bevuto un po' troppo.

# 20460_Shizuka
source: I wouldn't mind doing the same for you.
pt_br: Non mi dispiacerebbe fare lo stesso per te.

# 20472_Shizuka
source: Just my back?
pt_br: Solo la mia schiena?

# 20484_Shizuka
source: That's a good way to catch a cold, you know.
pt_br: Così ti becchi un raffreddore, sai.

# 20496_Shizuka
source: I go out during typhoons myself.
pt_br: Io pure esco durante i tifoni.

# 20508_Shizuka
source: Um... Are you a masochist or something?
pt_br: Ehm... Sei un masochista o qualcosa del genere?

# 20520_Shizuka
source: No, don't change. I like that about you.
pt_br: No, non cambiare. È questo che mi piace di te.

# 20532_Shizuka
source: One of the kids at my orphanage is like that.
pt_br: Uno dei ragazzi del mio orfanotrofio è così.

# 20544_Shizuka
source: They say it's hard to grow out of the habits of your childhood.
pt_br: Dicono che è difficile scrollarsi di dosso le abitudini dell'infanzia.

# 20556_Shizuka
source: I guess that's a good time to do it.
pt_br: Immagino sia un buon momento per farlo.

# 20568_Shizuka
source: I never would've made that connection.
pt_br: Non ci sarei mai arrivato.

# 20580_Shizuka
source: Do you look at the moon often?
pt_br: Guardi spesso la luna?

# 20592_Shizuka
source: Unbelievable.
pt_br: Incredibile.

# 20604_Shizuka
source: Did you insist that he give you a new one?
pt_br: Hai insistito che te ne desse uno nuovo?

# 20616_Shizuka
source: Hahaha! I guess this just isn't your day.
pt_br: Hahaha! Credo proprio che non sia la tua giornata.

# 20628_Shizuka
source: Do people grow aloe in their gardens?
pt_br: La gente coltiva l'aloe nei giardini?

# 20640_Shizuka
source: You should be grateful to your grandma.
pt_br: Dovresti essere grato a tua nonna.

# 20652_Shizuka
source: I guess your head was in the clouds even then.
pt_br: Mi sa che avevi la testa tra le nuvole già allora.

# 20664_Shizuka
source: It was delicious, so don't worry about it.
pt_br: Era buonissimo, quindi non ti preoccupare.

# 20676_Shizuka
source: That's so like you.
pt_br: È proprio da te.

# 20688_Shizuka
source: Bento is nice once in a while.
pt_br: Ogni tanto, un bento ci sta.

# 20700_Shizuka
source: Are you worried that your family won't approve?
pt_br: Sei preoccupato che la tua famiglia non approvi?

# 20712_Shizuka
source: I'm going to miss you.
pt_br: Mi mancherai.

# 20724_Shizuka
source: Good luck.
pt_br: Buona fortuna.

# 20736_Shizuka
source: I'm not sure I understand.
pt_br: Non sono sicuro di aver capito.

# 20748_Shizuka
source: That voice you hear is actually your own.
pt_br: Quella voce che senti è in realtà la tua.

# 20760_Shizuka
source: Wake up.
pt_br: Dai, svegliati.

# 20772_Shizuka
source: Okay, but you shouldn't actually fall asleep.
pt_br: Ok, ma non dovresti proprio addormentarti.

# 20784_Shizuka
source: You're working yourself too hard.
pt_br: Ti stai strapazzando troppo.

# 20796_Shizuka
source: Should I get you a pillow?
pt_br: Ti porto un cuscino?

# 20808_Shizuka
source: You're just talented.
pt_br: Sei semplicemente talentuoso.

# 20820_Shizuka
source: Women's intuition can be a little scary.
pt_br: L'intuito femminile può essere un po' inquietante.

# 20832_Shizuka
source: Are your hunches ever wrong?
pt_br: Le tue intuizioni sono mai sbagliate?

# 20844_Shizuka
source: Just drinking.
pt_br: Bevo e basta.

# 20856_Shizuka
source: Playing with my kids.
pt_br: Giocare con i miei figli.

# 20868_Shizuka
source: Coming to see you.
pt_br: Vengo a trovarti.

# 20880_Shizuka
source: Pets are a lot of work, aren't they?
pt_br: Gli animali domestici danno un bel po' da fare, vero?

# 20892_Shizuka
source: I wouldn't mind trying that myself.
pt_br: Non mi dispiacerebbe provarci anch'io.

# 20904_Shizuka
source: He must be like family to you.
pt_br: Dev'essere come uno di famiglia per te.

# 20916_Shizuka
source: Safety pins?
pt_br: Spille da balia?

# 20928_Shizuka
source: I think you should give up drinking.
pt_br: Penso che dovresti smetterla di bere.

# 20940_Shizuka
source: Did you eat the buns?
pt_br: Hai mangiato i panini?

# 20952_Shizuka
source: Is that fast?
pt_br: È così veloce?

# 20964_Shizuka
source: You're like the perfect Japanese woman.
pt_br: Sei come la perfetta donna giapponese.

# 20976_Shizuka
source: So it's no problem if I undressed you then.
pt_br: Quindi, nessun problema se ti spogliassi, allora.

# 20988_Shizuka
source: That's just the way things go.
pt_br: È così che vanno le cose.

# 21000_Shizuka
source: That worries me, too.
pt_br: Anche questo mi preoccupa.

# 21012_Shizuka
source: I'll have to visit before that happens.
pt_br: Dovrò fare un salto prima che succeda.

# 21024_Shizuka
source: That's pretty soon.
pt_br: È abbastanza presto.

# 21036_Shizuka
source: So you're finally going.
pt_br: Allora, te ne vai finalmente.

# 21048_Shizuka
source: Don't forget about me.
pt_br: Non dimenticarti di me.

# 21060_Shizuka
source: Nothing
pt_br: Niente

# 21096_Shizuka
source: The Ghost in the Underground Mall
pt_br: Il Fantasma nella Galleria Commerciale Sotterranea

# 21108_Shizuka
source: The Footbaths at Yunosono Hot Springs
pt_br: I pediluvi alle Terme di Yunosono

# 21120_Shizuka
source: Popular Golf Dates Among Women
pt_br: Appuntamenti di golf gettonati tra le donne

# 21132_Shizuka
source: Eating Liver to Reverse Brain Aging
pt_br: Mangiare Fegato per Ringiovanire il Cervello

# 21144_Shizuka
source: The Pole Dancing Workout
pt_br: Il Workout di Pole Dance

# 21156_Shizuka
source: Popular Sweet Sake Among Women
pt_br: Sake Dolce Popolare Tra le Donne

# 21168_Shizuka
source: Sure.
pt_br: Certo.

# 21180_Shizuka
source: Nope.
pt_br: No.

# 21192_Shizuka
source: Go ahead.
pt_br: Vai pure.
