Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c0223.po
Languages: it

source: Major error! No flags set for conversation selection!
it: Errore grave! Nessun flag impostato per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
it: Errore grave! Nessun flag impostato per la selezione della conversazione!

source: Player
it: Giocatore

# 116_Himeka
source: I ain't no pushover, Tanimura-san!
it: Non pensare che sia una facile da battere, Tanimura-san!

# 128_Player
source: We'll see about that.
it: Questo lo vedremo.

# 140_Himeka
source: Well, let's head in!
it: Bene, entriamo!

# 164_Himeka
source: I ain't no pushover, Tanimura-san!
it: Non pensare che sia una facile da battere, Tanimura-san!

# 176_Talk_Yes
source: Well, let's head in!
it: Bene, entriamo!

# 188_Player
source: Uh... Hold on a second. I just realized I'm short on cash.
it: Uh... aspetta un attimo. Mi sono appena accorto che ho pochi contanti.

# 200_Himeka
source: Huh? You're kiddin', right?
it: Eh? Stai scherzando, vero?

# 212_Tanimura
source: Sorry...
it: Scusa...

# 224_Himeka
source: Well, that's the end of our date for today. See ya later, Tanimura-san...
it: Beh, direi che il nostro appuntamento finisce qui per oggi. Ci vediamo dopo, Tanimura-san...

# 236_Player
source: (I'd better remember to bring enough cash next time...)
it: (La prossima volta farei meglio a portare più contanti...)

# 344_Himeka
source: Wow! I shoulda known you'd be good at bowling!
it: Wow! Avrei dovuto immaginare che fossi bravo anche a bowling!

# 356_Player
source: I've had some practice.
it: Mi sono allenato un po'.

# 368_Himeka
source: I had a great time today! Let's do this again sometime. See ya!
it: Mi sono divertita un sacco oggi! Rifacciamolo presto. A presto!

# 392_Himeka
source: Aww! A draw!
it: Oh no! È un pareggio!

# 404_Player
source: So close...
it: Quasi ce l'avevo...

# 416_Himeka
source: I had fun today! See ya!
it: Mi sono divertita oggi! Ci vediamo!

# 440_Himeka
source: Hehehe! Too bad! Looks like I win this one.
it: Hehehe! Peccato per te! Sembra che stavolta abbia vinto io.

# 452_Tanimura
source: Damn.
it: Accidenti.

# 464_Himeka
source: That was fun. Come visit me at the club, okay? <Color:7>♥<Color:Default>
it: È stato divertente. Vienimi a trovare al club, ok? <Color:7>♥<Color:Default>

# 572_Himeka
source: I ain't no pushover, Tanimura-san!
it: Non pensare che sia una facile da battere, Tanimura-san!

# 584_Player
source: We'll see about that.
it: Questo lo vedremo.

# 596_Himeka
source: Well, let's head in!
it: Bene, entriamo!

# 620_Himeka
source: I ain't no pushover, Tanimura-san!
it: Non pensare che sia una facile da battere, Tanimura-san!

# 632_Talk_Yes
source: Well, let's head in!
it: Bene, entriamo!

# 644_Player
source: Uh... Hold on a second. I just realized I'm short on cash.
it: Uh... aspetta un attimo. Mi sono appena accorto che ho pochi contanti.

# 656_Himeka
source: Huh? You're kiddin', right?
it: Eh? Stai scherzando, vero?

# 668_Tanimura
source: Sorry...
it: Scusa...

# 680_Himeka
source: Well, that's the end of our date for today. See ya later, Tanimura-san...
it: Beh, direi che il nostro appuntamento finisce qui per oggi. Ci vediamo dopo, Tanimura-san...

# 692_Player
source: (I'd better remember to bring enough cash next time...)
it: (La prossima volta farei meglio a portare più contanti...)

# 800_Himeka
source: Wow! I should've known you'd be good at bowling!
it: Wow! Avrei dovuto immaginare che fossi bravo anche a bowling!

# 812_Player
source: I've had some practice.
it: Mi sono allenato un po'.

# 824_Himeka
source: I had a great time today! Let's head over to the club now. <Color:7>♥<Color:Default>
it: Mi sono divertita un sacco oggi! Andiamo al club, ti va? <Color:7>♥<Color:Default>

# 836_Player
source: Sure. Sounds good.
it: Certo, mi va.

# 860_Himeka
source: Aww! A draw!
it: Oh no! È un pareggio!

# 872_Player
source: So close...
it: Quasi ce l'avevo...

# 884_Himeka
source: I had fun today! Let's do this again sometime. Wanna head back to the club now? <Color:7>♥<Color:Default>
it: Mi sono divertita oggi! Rifacciamolo presto. Torniamo al club adesso? <Color:7>♥<Color:Default>

# 896_Player
source: Sure. Sounds good.
it: Certo, mi va.

# 920_Himeka
source: Hehe! Too bad for you! Looks like I win this one.
it: Hehe! Peccato per te! Sembra che stavolta abbia vinto io.

# 932_Tanimura
source: Damn.
it: Accidenti.

# 944_Himeka
source: That was fun. Let's head over to the club now. <Color:7>♥<Color:Default>
it: È stato divertente. Andiamo al club adesso, ti va? <Color:7>♥<Color:Default>

# 956_Player
source: Sure. Sounds good.
it: Certo, mi va.
