Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00090421.po
Languages: pt_br

source: You got a <Color:8>Popularity Bracelet<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Braccialetto della Popolarità<Color:Default>.

source: It's the Tojo Terror, Kazuma Kiryu, and... there's something I need to tell you guys.
pt_br: Sono il Terrore dei Tojo, Kazuma Kiryu, e... c'è qualcosa che devo dirvi, ragazzi.

source: I'm not really Kazuma Kiryu. I'm just a big phony.
pt_br: In realtà non sono Kazuma Kiryu. Sono solo un gran falso.

source: Truth is, the real Kiryu walloped me good just now. Thought I was gonna die. Anyway, I've been thinking it's time for a change.
pt_br: A dire il vero, il vero Kiryu mi ha spaccato di brutto proprio adesso. Credevo di morire. Comunque, stavo pensando che è ora di dare una svolta.

source: From now on, I'll be posting as "Fake Kiryu"! Don't forget to stay subscribed and keep your eyes peeled for more posts! -Fake Kiryu, the World's Number One Kiryu Fan
pt_br: D'ora in poi, pubblicherò come "Fake Kiryu"! Non dimenticate di rimanere iscritti e tenete d'occhio i prossimi post! -Fake Kiryu, il fan di Kiryu numero uno al mondo

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

# 56_"Kiryu"
source: Hrgh... You think the Tojo Clan's gonna let you get away with this, bitch? You're gonna be lucky if there's anything left of you once they're done!
pt_br: Urgh... Pensi che il Clan Tojo ti lascerà passarla liscia così, stronzo? Sarai fortunato se rimarrà qualcosa di te quando avranno finito!

# 68_Kiryu
source: Hold on a second. Haven't we done this all before?
pt_br: Aspetta un attimo. Non abbiamo già fatto 'sta cosa?

# 80_"Kiryu"
source: ...Huh?
pt_br: ...Eh?

# 92_"Kiryu"
source: Wait, you're not... No. The real Kazuma Kiryu!?
pt_br: Aspetta, tu non sei... No. Il vero Kazuma Kiryu!?

# 104_Kiryu
source: If you're gonna impersonate someone, you should at least be able to recognize when they're right in front of you.
pt_br: Se devi impersonare qualcuno, dovresti almeno riconoscerlo quando ce l'hai proprio davanti.

# 116_"Kiryu"
source: I'm so sorry! I know I said I was done after last time, but you were gone! I couldn't help myself! It was just a little harmless fun...
pt_br: Mi dispiace tanto! Lo so che avevo detto che avrei smesso dopo l'ultima volta, ma tu eri sparito! Non ho resistito! Era solo un po' di innocuo divertimento...

# 128_Kiryu
source: Yeah, because writing that blog and throwing your weight around town is real harmless.
pt_br: Già, perché scrivere quel blog e fare il gradasso in giro per la città è davvero innocuo.

# 140_"Kiryu"
source: You know about that, too!? Look, I didn't mean it! And I'll confess on the blog right away!
pt_br: Sai anche quello!? Guarda, non l'ho fatto apposta! E Lo confesserò subito sul blog!

# 152_"Kiryu"
source: Just forgive me, please!
pt_br: Perdonami, ti prego!

# 212_"Kiryu"
source: I'm sorry, man! I really mean it!
pt_br: Scusa, guarda! Lo dico sul serio!

# 224_Kiryu
source: Hey, hold it! What is this guy, a pro runner?
pt_br: Ehi, fermo lì! Ma questo qui, è un corridore professionista?

# 236_Kiryu
source: (He did say he was gonna apologize. But is he really turning over a new leaf...?)
pt_br: (Aveva pure detto che si sarebbe scusato. Ma starà davvero mettendo la testa a posto...?)

# 260_Kiryu
source: (Oh, he updated his blog already.)
pt_br: (Oh, ha già aggiornato il blog.)

# 320_Kiryu
source: (This guy updates his blog even faster than he runs...)
pt_br: (Questo tizio aggiorna il suo blog ancora più velocemente di quanto corre...)
