Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0102036a.po
Languages: pt_br

# 56_Saejima
source: Did you just say "Shibata Family"?
pt_br: Hai appena detto "Famiglia Shibata"?

# 68_Kido
source: Who's asking?
pt_br: Chi lo chiede?

# 80_Saejima
source: Ex-member of the Tojo Clan's Sasai Family.
pt_br: Ex-membro del Clan Tojo, Famiglia Sasai.

# 92_Kido
source: Never heard of them.
pt_br: Mai sentiti nominare.

# 104_Saejima
source: These goons ya just wasted－they all Shibata's?
pt_br: Questi scagnozzi che hai appena fatto fuori－sono tutti di Shibata?

# 116_Kido
source: Maybe. What's it to you?
pt_br: Forse. E a te che te ne frega?

# 140_Saejima
source: You in the business?
pt_br: Sei nel giro?

# 152_Kido
source: The yakuza? Uh, yeah...
pt_br: La yakuza? Uh, sì...

# 164_Saejima
source: What family?
pt_br: Quale famiglia?

# 176_Kido
source: Er, I'm with the Tojo. The, uh... Shibata Family, actually.
pt_br: Ehm, sono dei Tojo. La, ehm... Famiglia Shibata, in realtà.

# 188_Saejima
source: Why were ya just poundin' on your own boys?
pt_br: Perché stavi a pestare i tuoi stessi ragazzi?

# 200_Kido
source: Um, it's kinda complicated...
pt_br: Beh, è un po' complicato...

# 212_Saejima
source: They jump ya for droppin' out?
pt_br: Ti saltano addosso perché hai mollato?

# 224_Kido
source: No, not exactly.
pt_br: No, non proprio.

# 236_Saejima
source: Well, you're obviously no friend of Shibata's. Just the man I need.
pt_br: Allora, non sei certo un amico di Shibata. Proprio l'uomo che mi serve.

# 248_Kido
source: Wait－need me? For what?
pt_br: Aspetta－ ti servo? A fare che?

# 260_Saejima
source: You're gonna help me find my boss, Sasai-san.
pt_br: Mi aiuterai a trovare il mio capo, Sasai-san.

# 296_Kido
source: Hup!
pt_br: Ah!

# 332_Saejima
source: Ngh!
pt_br: Ugh!

# 356_Kido
source: Sorry, man, but I got my own shit to take care of!
pt_br: Spiacente, compare, ma ho i miei cazzi da sbrigare!

# 368_Saejima
source: Fuck!
pt_br: Cazzo!
