Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0009006e.po
Languages: pt_br

source: Rowdy Homeless Man
pt_br: Barbone Scalmanato

source: Skeptical Homeless Man
pt_br: Senzatetto Scettico

# 72_Rowdy Homeless Man
source: A kappa in Kamurocho? I'll drink to that!
pt_br: Un kappa a Kamurocho? Ci bevo sopra!

# 84_Skeptical Homeless Man
source: There ain't no such thing as kappas! You were just drunk－ and still are!
pt_br: Ma che dici, i kappa non esistono! Eri solo ubriaco－ e lo sei ancora!

# 96_Rowdy Homeless Man
source: I'm telling you what I saw. It was an alien or something!
pt_br: Ve lo dico io, quello che ho visto. Era un alieno o una roba del genere!

# 108_Skeptical Homeless Man
source: There's no such thing as aliens! You're just drunk.
pt_br: Ma che, gli alieni non esistono! Sei solo sbronzo.

# 120_Rowdy Homeless Man
source: Well, maybe it was a monster! Ever think of that? I mean, shit, you didn't even see it.
pt_br: Beh, forse era un mostro! Ci hai mai pensato? Cioè, cazzo, non l'hai nemmeno visto.

# 132_Skeptical Homeless Man
source: Then what'd it look like, this alien-monster of yours?
pt_br: E allora, che aspetto aveva, sto mostro alieno tuo?

# 144_Rowdy Homeless Man
source: It was green, and kinda slimy. It lifted the manhole cover in Children's Park and glared right at me!
pt_br: Era verde, e mezzo viscido. Ha sollevato il tombino nel Parco dei Bambini e mi ha fissato in cagnesco!

# 156_Skeptical Homeless Man
source: That, my friend, was a kappa. You know, those mythical, cucumber-eating critters. Congrats on finding such a fantastic beast.
pt_br: Quello, amico, era un kappa. Sai, quelle bestiole mitiche che si pappano i cetrioli. Complimenti per aver scovato una bestia così fantastica.

# 168_Rowdy Homeless Man
source: So, okay, it was a kappa! Doesn't matter what it's called. When I think of that... <Italic>thing</Italic> creeping through the streets, well, it drives a man to drink!
pt_br: Allora, ok, era un kappa! Poco importa come si chiami. Quando penso a quella... <Italic>cosa</Italic> che striscia per le strade, beh, fa venire voglia di bere a un uomo!

# 180_Skeptical Homeless Man
source: I told you, there ain't no such thing as kappas! I swear...
pt_br: Ve l'ho detto, i kappa non esistono proprio! Giuro...
