Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e6036e.po
Languages: pt_br

# 56_Tanimura
source: *pant* Look... *pant* I think you have the wrong idea. I'm not after Nadine－in fact, I'm trying to help her.
pt_br: *ansimando* Senti... *ansimando* Mi sa che hai capito male. Non sono qui per Nadine－anzi, sto cercando di aiutarla.

# 68_Saki-chan
source: ...Are you really?
pt_br: ...Dici sul serio?

# 80_Tanimura
source: Cross my heart. So what's up with the whole chase sequence as soon as you saw my badge? Are you hiding something?
pt_br: Te lo giuro. Allora, che cos'era tutta quella rincorsa appena hai visto il mio distintivo? Stai nascondendo qualcosa?

# 92_Saki-chan
source: Well, the thing is... I help people.
pt_br: Beh, diciamo che... io do una mano alla gente.

# 104_Tanimura
source: Help them how?
pt_br: Come li aiuto?

# 116_Saki-chan
source: I use my connections to help foreign women when the cops or criminals come for them.
pt_br: Uso i miei agganci per aiutare le donne straniere quando gli sbirri o i criminali vengono a prenderle.

# 128_Tanimura
source: So I take it you know Nadine, then.
pt_br: Quindi conosci Nadine, allora.

# 140_Saki-chan
source: What would you do if you found her?
pt_br: Cosa ci faresti, se la trovassi?

# 152_Tanimura
source: Let me put it this way: she'll be dead if I don't find her first. And I'd like to get her home safe before that happens.
pt_br: Mettiamola così: se non la trovo io per primo, è spacciata. E vorrei riportarla a casa sana e salva prima che succeda.

# 176_Saki-chan
source: All right. I know where she is... I'm actually the one looking after her.
pt_br: Va bene. So dov'è... Sono io, in realtà, che mi occupo di lei.

# 188_Tanimura
source: Great! Can you take me to see her, then?
pt_br: Ottimo! Mi ci porti a vederla, allora?

# 200_Saki-chan
source: Well, you do seem like a decent guy... Alrighty-poo. ♪ You just follow me.
pt_br: Beh, sembri proprio un tipo a posto... Va bene, dai. ♪ Tu seguimi.
