Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60339.po
Languages: pt_br

source: Tadokoro's Subordinate
pt_br: Uomo di Tadokoro

# 56_Saejima
source: Well, I won. Just like I said I would.
pt_br: Beh, ho vinto. Proprio come avevo detto.

# 80_Saejima
source: Hey, where's Tadokoro? Where's Tadashi?
pt_br: Ehi, dov'è Tadokoro? Dov'è Tadashi?

# 92_Tadokoro's Subordinate
source: Don't be concerned. They've already departed.
pt_br: Non ti preoccupare. Se ne sono già andati.

# 104_Saejima
source: I completed the job, Tadashi gets to see his sister. That was the deal. So where's the boy?
pt_br: Ho portato a termine il lavoro, Tadashi doveva rivedere sua sorella. Questo era il patto. Allora dov'è il ragazzo?

# 116_Tadokoro's Subordinate
source: If you'll just－
pt_br: Se solo—

# 128_Saejima
source: I asked ya where Tadashi's at! Get Tadokoro back here now!
pt_br: T'ho chiesto dove sta Tadashi! Riporta Tadokoro qui subito!

# 140_Tadokoro's Subordinate
source: I see you won't listen to reason.
pt_br: Vedo che non senti ragioni.

# 152_Saejima
source: Ex-fuckin'-scuse me?
pt_br: Scusa un cazzo?

# 164_Tadokoro's Subordinate
source: Such a pity. The boss didn't want me to hurt you, but I suppose this was bound to happen.
pt_br: Che peccato. Il boss non voleva che ti facessi del male, ma immagino che dovesse succedere.

# 224_Saejima
source: Where's Tadashi, and what the fuck's Tadokoro up to!?
pt_br: Dov'è Tadashi, e che cazzo sta combinando Tadokoro!?

# 236_Tadokoro's Subordinate
source: You－You're... much too dangerous...
pt_br: Tu－Sei... fin troppo pericoloso...

# 248_Saejima
source: What're ya gettin' at?
pt_br: Dove vuoi andare a parare?

# 260_Tadokoro's Subordinate
source: My boss wanted a puppet, someone he could string along. But you're too wild, too powerful to be used like that. A puppet who breaks his strings can't be controlled.
pt_br: Il mio boss voleva un burattino, qualcuno da tirare per i fili. Ma tu sei troppo indomabile, troppo potente per farti usare così. Un burattino che spezza i suoi fili non può essere controllato.

# 272_Saejima
source: 'Scuse me?
pt_br: Come, scusa?

# 284_Tadokoro's Subordinate
source: But now that you know who the puppetmaster is, he can't just exit stage left. It'd be easier for him to just... dispose of you.
pt_br: Ma ora che sai chi è il burattinaio, non può mica sparire nel nulla. Gli farebbe più comodo... farti fuori e basta.

# 296_Tadokoro's Subordinate
source: So he tried to get you killed under the pretext of doing one last job for him.
pt_br: Così ha cercato di farti fuori con la scusa di fare un ultimo lavoretto per lui.

# 308_Saejima
source: What bullshit. Sounds like somethin' that asswipe would come up with, though.
pt_br: Che stronzate. Sembra roba che quel pezzo di merda si inventerebbe, però.
