Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid002601f2.po
Languages: pt_br

source: Man
pt_br: Uomo

source: Snake Flower Triad Member
pt_br: Membro della Triade Fiore di Serpente

source: Run
pt_br: Scappa

# 80_Emoto
source: Oh, Kiryu. Nice timing. He just woke up.
pt_br: Oh, Kiryu. Bel tempismo. Si è appena svegliato.

# 92_Kiryu
source: All right. Tanimura, see if you can get him to talk to you.
pt_br: Bene. Tanimura, vedi se riesci a farlo parlare.

# 104_Tanimura
source: Got it.
pt_br: Capito.

# 152_Tanimura
source: I think I got most of the story.
pt_br: Credo di aver afferrato il grosso della storia.

# 164_Kiryu
source: That's great. I owe you one.
pt_br: Ottimo. Ti devo un favore.

# 176_Kiryu
source: Is he an illegal immigrant?
pt_br: È un clandestino?

# 188_Tanimura
source: That's right. He says he came from Fujian.
pt_br: Esatto. Dice che viene da Fujian.

# 200_Kiryu
source: So how did he get hurt at the docks? Did somebody catch him stowing away?
pt_br: Allora, come si è fatto male al porto? L'hanno beccato mentre cercava di imbarcarsi clandestinamente?

# 212_Tanimura
source: No, it sounds like he managed to sneak into the country just fine. The problem was his hiding place.
pt_br: No, sembra che sia riuscito a entrare di straforo nel paese senza intoppi. Il problema era il suo nascondiglio.

# 224_Kiryu
source: Where was he hiding?
pt_br: Dove si nascondeva?

# 236_Tanimura
source: Inside a freight container.
pt_br: Dentro un container.

# 248_Emoto
source: Hmm. I can see where this is going...
pt_br: Mmm. Vedo dove si va a parare...

# 260_Kiryu
source: What's wrong with that?
pt_br: Che c'è di male?

# 272_Tanimura
source: You know how they use those cranes to stack up the containers?
pt_br: Sai come usano quelle gru per impilare i container?

# 284_Tanimura
source: He waited till night so there wouldn't be anybody around, but as soon as he crawled out, he fell like thirty feet.
pt_br: Ha aspettato che facesse notte così da non avere nessuno attorno, ma appena è strisciato fuori, è caduto giù per una trentina di piedi.

# 296_Emoto
source: I guess with no ladder, there'd be no other way to get out but to jump.
pt_br: Immagino che senza una scala, non ci sarebbe altro modo per uscire se non buttarsi.

# 308_Kiryu
source: So that's why he was hurt so bad.
pt_br: Ecco perché era conciato così male.

# 320_Tanimura
source: Pretty much. Actually, we see stuff like this happen a lot.
pt_br: Praticamente. Anzi, cose del genere le vediamo succedere un sacco.

# 332_Kiryu
source: That often?
pt_br: Spesso così?

# 344_Tanimura
source: Yeah, police and immigration aren't totally oblivious. We deal with illegals all the time.
pt_br: Già, la polizia e l'immigrazione non sono proprio all'oscuro di tutto. Abbiamo a che fare con i clandestini di continuo.

# 356_Tanimura
source: These guys run like hell whenever we try to go after them. If it meant getting away, they'd jump off anything in a heartbeat.
pt_br: Questi tizi scappano a gambe levate ogni volta che proviamo a inseguirli. Pur di farla franca, si butterebbero giù da qualsiasi cosa in un battito di ciglia.

# 392_Man
source: So this is where he ended up.
pt_br: Allora è qui che è andato a finire.

# 404_Emoto
source: Who are you?
pt_br: Chi sei?

# 428_Tanimura
source: Sounds like he's an immigrant trafficker. My guess is he's the one who got this guy over.
pt_br: Sembra un trafficante di immigrati. Immagino sia stato lui a far arrivare questo tizio.

# 464_Tanimura
source: His family is on the line. The trafficker is telling them to pay up now that he's arrived inside the country.
pt_br: C'è la sua famiglia in pericolo. Il trafficante gli sta dicendo di sganciare i soldi ora che è arrivato nel paese.

# 500_Kiryu
source: Hold on! You're just going to abandon the guy when he's hurt like this?
pt_br: Aspettate! Lo mollate così, 'sto tizio, ridotto in questo stato?

# 512_Man
source: Not my problem. I got him in, job's over.
pt_br: Non sono affari miei. L'ho fatto entrare, il lavoro è finito.

# 524_Kiryu
source: Are you kidding me?
pt_br: Mi stai prendendo per il culo?

# 536_Man
source: Don't have time to bother with you.
pt_br: Non ho tempo da perdere con te.

# 560_Tanimura
source: Hang on. You're from the Snake Flower Triad, aren't you?
pt_br: Aspetta un attimo. Tu sei della Triade Fiore del Serpente, vero?

# 572_Kiryu
source: Huh?
pt_br: Uh?

# 596_Tanimura
source: I heard about it from Zhao. Members of the Snake Flower Triad have started up operations in Japan recently.
pt_br: Me l'ha detto Zhao. Membri della Triade Fiore del Serpente hanno iniziato a operare in Giappone di recente.

# 608_Snake Flower Triad Member
source: You, tell me who you are. Wrong answer, you die.
pt_br: Tu, dimmi chi sei. Risposta sbagliata, sei morto.

# 620_Tanimura
source: I guess this guy must be one of your members, too? Can't you come up with a better way to sneak people in?
pt_br: Mi sa che anche questo qui è uno dei vostri, no? Non riuscite a trovare un modo migliore per far entrare la gente di soppiatto?

# 632_Snake Flower Triad Member
source: What'd you say!?
pt_br: Cosa diavolo hai detto!?

# 644_Kiryu
source: Figures. Here I thought things had calmed down after Lau Ka Long bit the dust, but looks like they've got their eyes on a new target now.
pt_br: Prevedibile. Pensavo che le cose si fossero calmate dopo che Lau Ka Long aveva tirato le cuoia, ma a quanto pare hanno già puntato gli occhi su un nuovo bersaglio.

# 656_Snake Flower Triad Member
source: I see. You killed Lau? Then we have special treat for you.
pt_br: Capisco. Hai ucciso Lau? Allora abbiamo un trattamento speciale per te.

# 680_Kiryu
source: Damn! We can't let him get away!
pt_br: Maledizione! Non possiamo lasciarlo scappare!
