Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid010200ef.po
Languages: pt_br

source: Akiyama's Fighting Style
pt_br: Stile di combattimento di Akiyama

source: Abilities
pt_br: Abilità

source: Street Punk
pt_br: Pestifero di Strada

source: Displeased Man
pt_br: Uomo Contrariato

# 84_Akiyama
source: One thing the loan business and a street fight have in common? You gotta know who you're dealing with.
pt_br: Una cosa che il business dei prestiti e una scazzottata hanno in comune? Devi sapere con chi hai a che fare.

# 108_Ito
source: Grr... We'll be back!
pt_br: Grrr... Torneremo!

# 168_Akiyama's Fighting Style
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt_br: Questa informazione è stata aggiunta come <Color:14>Memo<Color:Default>. Leggi i <Color:14>Memos<Color:Default> selezionando <Color:14>Memos<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.

# 180_Akiyama
source: (Guess I'll go collect some debts.)
pt_br: (Mi sa che vado a riscuotere qualche debito.)

# 204_Abilities
source: Unlock new abilities by using the <Color:200,255,200,255>Soul Orbs<Color:Default> you earn by leveling up. Check abilities in the Abilities screen of the Pause Menu.
pt_br: Sblocca nuove abilità usando i <Color:200,255,200,255>Globi Anima<Color:Default> che ottieni salendo di livello. Controlla le abilità nella schermata Abilità del Menu di Pausa.

# 240_Street Punk
source: Well, well, well. If it ain't our good friend Akiyama-san.
pt_br: Beh, beh, beh. Ma guarda chi si vede, il nostro buon amico Akiyama-san.

# 252_Displeased Man
source: Looks like Sky Finance's flying sky high. You out to collect?
pt_br: Sembra che la Sky Finance stia volando alle stelle. Sei venuto a riscuotere?

# 264_Akiyama
source: (Great, a pack of loan shark heavies. Just what I needed.)
pt_br: (Fantastico, un branco di gorilla degli usurai. Ci mancava anche questo.)

# 276_Akiyama
source: Hey, guys. How's business over at Kamurocho Loans?
pt_br: Ehi, ragazzi. Come vanno gli affari da Kamurocho Loans?

# 288_Kobayashi
source: It's shit, thanks to you and your company. You're a regular pain in the ass.
pt_br: È una merda, grazie a te e alla tua compagnia. Sei un vero rompipalle.

# 300_Ito
source: Got that right. I hear you don't even charge interest on the loans you dish out.
pt_br: Hai capito bene. Ho sentito dire che non chiedi nemmeno gli interessi sui prestiti che dai.

# 312_Ito
source: You're stealing away all our customers.
pt_br: Ci stai fregando tutti i clienti.

# 324_Takahashi
source: C'mon, we're both lenders here. Let's all play by the rules and everyone'll do just fine.
pt_br: Dai, siamo entrambi usurai qui. Stiamo alle regole e tutti quanti se la caveranno.

# 336_Akiyama
source: Rules? Pfft.
pt_br: Regole? Pff.

# 348_Akiyama
source: You guys aren't even a legitimate business. What rules do you play by?
pt_br: Voi non siete nemmeno un'attività in regola. Con quali regole giocate?

# 360_Akiyama
source: You don't seem to mind bullying folks into borrowing, or plastering up ugly ads all over. My customers find me on their own.
pt_br: Non ti fai problemi a spingere la gente a indebitarsi, o a tappezzare ovunque con manifesti orrendi. I miei clienti mi trovano da soli.

# 372_Akiyama
source: If anyone's a pain in the ass here, it's you.
pt_br: Se c'è qualcuno che è un rompicazzo qui, sei tu.

# 384_Takahashi
source: So we got a tough guy, do we? I'd watch that big mouth of yours if I were you.
pt_br: Allora, abbiamo un duro, eh? Fossi in te, darei un freno a quella boccaccia.

# 396_Akiyama
source: Oh, and one more thing. You and me? Don't think we're in the same league. Heck, we're not even playing the same game.
pt_br: Oh, e un'ultima cosa. Io e te? Non credere di essere al mio livello. Ma figurati, non stiamo nemmeno giocando alla stessa partita.

# 408_Kobayashi
source: Shut your trap, dickweed!
pt_br: Chiudi il becco, stronzo!

# 420_Ito
source: You've been pissing me off for a while now. I'm gonna enjoy flattening your ass!
pt_br: Mi stai rompendo le palle da un bel pezzo. Mi godrò lo spaccarti il culo!
