Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid009103bc.po
Languages: pt_br

source: Scared Punk
pt_br: Bullo fifone

source: Defeated Businessman
pt_br: Uomo d'affari sconfitto

source: Police Scanner - Tanimura
pt_br: Scanner della polizia - Tanimura

# 56_Scared Punk
source: Agh... Ugh... You're no joke. Who the hell are you, anyways?
pt_br: Agh... Ugh... Non sei uno scherzo. Chi diavolo sei, comunque?

# 68_Tanimura
source: I'm Tanimura, a detective here in Kamurocho.
pt_br: Sono Tanimura, un detective qui a Kamurocho.

# 80_Scared Punk
source: Shit! Fuckin' cops...
pt_br: Merda! Sbirri del cazzo...

# 92_Tanimura
source: Watch your mouth and get the hell out of here. Arresting punks like you is a waste of my time.
pt_br: Occhio a come parli e levati dai piedi. Arrestare gentaglia come te è uno spreco del mio tempo.

# 104_Scared Punk
source: Right! Consider me gone!
pt_br: Va bene! Mi tolgo di mezzo!

# 116_Defeated Businessman
source: Thank you. You saved me.
pt_br: Grazie. Mi hai salvato.

# 128_Tanimura
source: No worries. I was just passing by, don't think too much of it. But you should watch your step from here on out.
pt_br: Stai tranquillo. Ero solo di passaggio, non farci caso. Ma faresti meglio a stare attento d'ora in poi.

# 140_Defeated Businessman
source: Yes, sir. I apologize for the trouble. I'll be more careful in the future.
pt_br: Sissignore. Mi dispiace per il disturbo. Starò più attento d'ora in poi.

# 164_Tanimura
source: Whew... That takes care of that.
pt_br: Uff... A posto così.

# 176_Akaishi
source: Looks like you cleaned that up quite nicely!
pt_br: Vedo che l'hai messa a posto come si deve!

# 200_Tanimura
source: And you are?
pt_br: E tu chi sei?

# 212_Akaishi
source: Oh, I apologize. I am Akaishi, here representing the Kamurocho Guard.
pt_br: Oh, mi scusi. Sono Akaishi, qui a rappresentare la Kamurocho Guard.

# 224_Tanimura
source: Kamurocho Guard? Oh, that volunteer group doing a community watch type of thing?
pt_br: Kamurocho Guard? Oh, quel gruppo di volontari che fa una specie di ronda civica?

# 236_Akaishi
source: You know us! Well, it's nice to meet you, Tanimura-san.
pt_br: Ci conosci! Beh, è un piacere conoscerla, Tanimura-san.

# 248_Tanimura
source: Huh? How did you know my name?
pt_br: Ma come? Come hai fatto a sapere il mio nome?

# 260_Akaishi
source: Working in the area has made me really knowledgeable about the local police. And boy, have I heard a lot about you!
pt_br: Lavorando qui in zona, mi sono fatto una bella idea della polizia locale. E cavolo, ne ho sentite di tutti i colori su di te!

# 272_Tanimura
source: I'm almost certain it's nothing good.
pt_br: Sono quasi certo che non sia niente di buono.

# 284_Akaishi
source: Anyways, nice work back there. You resolved the situation by being the first on the scene and handled things expediently.
pt_br: Comunque, bel lavoro prima. Hai risolto la situazione arrivando per primo sul posto e hai gestito la faccenda in fretta.

# 296_Tanimura
source: I just came by because I was in the area and heard about it on my radio.
pt_br: Sono solo passato di qui perché ero in zona e l'ho sentito alla radio.

# 308_Akaishi
source: Our group gives its all to maintain the peace here in Kamurocho.
pt_br: Il nostro gruppo si fa in quattro per mantenere la pace qui a Kamurocho.

# 320_Akaishi
source: But with a pleasure district this big, even our combined efforts can't cover all the problems that arise.
pt_br: Ma con un quartiere a luci rosse così grande, neanche unendo le forze riusciamo a tenere a bada tutti i guai che saltano fuori.

# 332_Tanimura
source: That's for sure.
pt_br: Di sicuro.

# 344_Akaishi
source: Plus, and I'm not sure why, there's been some mystery group trying to interfere with us lately.
pt_br: In più, e non so perché, c'è stato un gruppo misterioso che sta cercando di intralciarci ultimamente.

# 356_Akaishi
source: The nature of our work requires we put ourselves in harm's way. But now we have people actively working against us. Our ranks are thinning.
pt_br: La natura del nostro lavoro ci obbliga a metterci nei guai. Ma ora abbiamo gente che ci rema contro attivamente. Le nostre fila si stanno assottigliando.

# 368_Tanimura
source: Hm, that's not good at all.
pt_br: Hm, non è per niente bello.

# 380_Akaishi
source: Which is why I have a favor to ask you.
pt_br: Ecco perché ho un favore da chiederti.

# 392_Akaishi
source: Would you mind lending us a hand?
pt_br: Ci daresti una mano?

# 404_Tanimura
source: Huh? Keeping the peace is technically my job, but I don't think I can just up and join your group.
pt_br: Eh? Mantenere la pace è tecnicamente il mio lavoro, ma non credo di potermi aggregare così, su due piedi, al vostro gruppo.

# 416_Akaishi
source: You won't have to actually join, just help out once in a while.
pt_br: Non dovrai mica unirti per davvero, solo darci una mano ogni tanto.

# 428_Akaishi
source: Our goal is to resolve incidents like the one you just dealt with. We want to make Kamurocho safer for everyone.
pt_br: Il nostro obiettivo è risolvere incidenti come quello che hai appena gestito. Vogliamo rendere Kamurocho più sicura per tutti.

# 440_Akaishi
source: To do that we need the assistance of police like you, that know much more than we do about the area.
pt_br: Per farlo, ci serve l'aiuto di uno sbirro come te, che ne sai molte più di noi sulla zona.

# 452_Akaishi
source: We will use our funds to reward you, depending on how many incidents you are able to resolve.
pt_br: Useremo i nostri fondi per ricompensarti, a seconda di quanti casini riuscirai a risolvere.

# 464_Akaishi
source: This isn't easy for me to say, but... we've heard rumors you were financially in need pretty often.
pt_br: Non è facile per me dirlo, ma... abbiamo sentito voci in giro che eri spesso a corto di soldi.

# 476_Akaishi
source: Anyways, we will pay you a fair amount for your services. Do we have a deal?
pt_br: Comunque, ti pagheremo una cifra onesta per i tuoi servizi. Affare fatto?

# 488_Tanimura
source: Hmm. One thing bugs me...
pt_br: Mmm. C'è una cosa che non mi torna...

# 500_Akaishi
source: What is it?
pt_br: E cioè?

# 512_Tanimura
source: Well, you said you guys are volunteers, right?
pt_br: Beh, avete detto che siete volontari, giusto?

# 524_Akaishi
source: That's right.
pt_br: Esatto.

# 536_Tanimura
source: Then what's this about funds I'm hearing?
pt_br: Allora, cos'è 'sta storia di grana che sento in giro?

# 548_Akaishi
source: Huh?
pt_br: Uh?

# 560_Tanimura
source: Volunteer groups usually just barely scrape by. That is, unless they have some strong organization backing them.
pt_br: I gruppi di volontariato di solito arrivano a malapena a fine mese. Questo, a meno che non abbiano qualche organizzazione di peso alle spalle.

# 572_Akaishi
source: Well...
pt_br: Beh...

# 584_Tanimura
source: If you can't say, that's fine, I guess. Not like I have anything to lose.
pt_br: Se non puoi parlare, va bene così, immagino. Mica ho niente da perdere.

# 596_Akaishi
source: Thank you, Tanimura-san! You can come by and help whenever you have the time! We won't force you to do anything you don't want to!
pt_br: Grazie, Tanimura-san! Puoi passare a darci una mano quando hai un attimo! Non ti costringeremo a fare nulla che non ti vada!

# 608_Tanimura
source: All right. But only when I hear something on the radio and have some spare time.
pt_br: Va bene. Ma solo quando sento qualcosa alla radio e ho un po' di tempo libero.

# 620_Akaishi
source: Really!? Thank you very much!
pt_br: Davvero!? Grazie mille!

# 632_Tanimura
source: So I go to you for the reward money, yeah?
pt_br: Allora vengo da te per i soldi della ricompensa, giusto?

# 644_Akaishi
source: Yes. I am usually here, at Theater Square. Contact me once you've resolved a couple cases.
pt_br: Sì. Di solito sono qui, a Theater Square. Contattami una volta che avrai risolto un paio di casi.

# 656_Tanimura
source: You don't mind me collecting a bit on the side from the people I help, right?
pt_br: Non ti spiace se mi intasco qualcosina a parte da quelli che aiuto, vero?

# 668_Akaishi
source: ...I have no issues with that.
pt_br: ...Per me non ci sono problemi.

# 680_Tanimura
source: Roger that.
pt_br: Ricevuto.

# 692_Akaishi
source: This is going to be such a big help! Thanks again!
pt_br: Sarà un aiuto pazzesco! Grazie ancora!

# 704_Tanimura
source: (Well, as long as they are working for the benefit of Kamurocho. It won't hurt to help out.)
pt_br: (Beh, finché lavorano per il bene di Kamurocho. Non fa male dare una mano.)

# 716_Scared Punk
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt_br: Questa informazione è stata aggiunta come <Color:14>Memo<Color:Default>. Leggi i <Color:14>Memos<Color:Default> selezionando <Color:14>Memos<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.
