Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0009037b.po
Languages: pt_br

source: Creepy Scout
pt_br: Ricognitore Viscido

# 84_Hostess
source: Please, I'm really in a hurry here.
pt_br: Ti prego, ho proprio fretta.

# 96_Creepy Scout
source: C'mon, babe, don't play hard to get. We'll pay you at least double what you're making now. How 'bout triple?
pt_br: Dai, bella, non fare la preziosa. Ti pagheremo almeno il doppio di quello che guadagni ora. E il triplo?

# 108_Hostess
source: I told you to leave me alone!
pt_br: Ti avevo detto di lasciarmi in pace!

# 120_Takashi
source: Hold up, man!
pt_br: Frena, amico!

# 132_Creepy Scout
source: Huh?
pt_br: Uh?

# 144_Kiryu
source: (Akiyama? Guess he got dragged into this, too...)
pt_br: (Akiyama? Mi sa che ci è finito in mezzo anche lui...)

# 156_Takashi
source: Can't you tell she doesn't want to go with you? Why don't you just leave her alone?
pt_br: Non capisci che non vuole venire con te? Perché non la molli e basta?

# 168_Creepy Scout
source: Who's asking?
pt_br: Chi lo chiede?

# 180_Takashi
source: It doesn't matter who I am. The only important thing now is that you're really bothering her! So just go, okay!?
pt_br: Non importa chi sono. L'unica cosa che conta adesso è che la stai proprio infastidendo! Quindi sparisci, capito!?

# 192_Creepy Scout
source: We got a tough guy, huh? You sure talk the talk, but do you walk the walk?
pt_br: Allora, un duro, eh? Sei bravo a chiacchiere, ma poi passi ai fatti?

# 204_Takashi
source: I...
pt_br: Io...

# 216_Creepy Scout
source: Eh, whatever. I don't have the time for this. Now where am I gonna find myself a looker?
pt_br: Eh, vabbè. Non c'ho tempo per queste cose. E adesso dove mi trovo una gnocca?

# 240_Kiryu
source: (Wow, Takashi has some guts. It's probably a good thing Akiyama backed off, though. I don't know if those guts would last in a real fight.)
pt_br: (Caspita, Takashi ha un bel fegato. Forse è stato un bene che Akiyama si sia tirato indietro, però. Non so se quel fegato reggerebbe in uno scontro vero.)

# 252_Hostess
source: Oh, thank you so much!
pt_br: Oh, grazie mille!

# 264_Takashi
source: Don't worry about it, ma'am. I'm sure anybody would have done the same in my shoes.
pt_br: Non si preoccupi, signora. Sono sicuro che chiunque avrebbe fatto lo stesso al mio posto.

# 276_Hostess
source: I'm not so sure about that. Say, how about I give you a little something special to express my gratitude?
pt_br: Non ne sarei così convinto, eh. Senti, che ne dici se ti do qualcosina di speciale per ringraziarti?

# 288_Takashi
source: Huh? What do you mean?
pt_br: Eh? Cosa intendi?

# 300_Hostess
source: I think you know exactly what I mean, big boy.
pt_br: Penso tu sappia benissimo cosa intendo, ragazzone.

# 312_Takashi
source: Wait, but...
pt_br: Aspetta, ma...

# 324_Hostess
source: Now come on. Let's have a little quality time, just the two of us. I'll thank you real good for saving me... ♪
pt_br: Dai, su. Godiamoci un po' di tempo, solo noi due. Ti ringrazierò per bene per avermi salvato... ♪

# 336_Kiryu
source: (He's not gonna take her up on this, is he!?)
pt_br: (Non ci starà, vero!?)

# 348_Hostess
source: So? Come on!
pt_br: Allora? Dai!

# 360_Takashi
source: I appreciate the offer, but just knowing you're safe is reward enough for me! I've got a girlfriend, too!
pt_br: Apprezzo l'offerta, ma il solo sapere che sei al sicuro è già una ricompensa sufficiente per me! Ho la morosa anch'io!

# 372_Takashi
source: Anyway, bye!
pt_br: Vabbè, ciao!

# 492_Takashi
source: Phew, that was close!
pt_br: Uff, l'abbiamo scampata bella!

# 504_Kiryu
source: Heh, looks like you've changed in the past three years.
pt_br: Eh, mi sa che sei cambiato in questi tre anni.

# 516_Takashi
source: Of course I have! I'll never cheat on Kyoka again!
pt_br: Ma certo che sì! Non tradirò mai più Kyoka!

# 540_Takashi
source: It's Takashi. Yeah, he's gone.
pt_br: È Takashi. Già, se n'è andato.

# 552_Takashi
source: Huh? One last job?
pt_br: Eh? Un ultimo lavoro?

# 564_Takashi
source: The Champion District, got it. I'm on my way!
pt_br: Quartiere Champion, capito. Sto arrivando!

# 588_Takashi
source: Sounds like somebody's harassing homeless people over in the Champion District.
pt_br: A quanto pare, qualcuno sta infastidendo i senzatetto lì nel Distretto Champion.

# 600_Takashi
source: And it's my job to take care of it! Bye now!
pt_br: E tocca a me occuparmene! Ciao, eh!

# 624_Kiryu
source: (Next up, the Champion District. I hope this really is the last one...)
pt_br: (Adesso, il Distretto Champion. Spero proprio che sia l'ultimo...)
