Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e600c3.po
Languages: pt_br

source: Filipino Girl
pt_br: Ragazza Filippina

# 188_Tanimura
source: Are you the person who needed some kind of favor?
pt_br: Sei tu quello che aveva bisogno di un qualche favore?

# 200_Filipino Girl
source: Oh, you're... Tanimura-san, yes? My friend talks about you. She says you're very... kind.
pt_br: Ah, lei è... Tanimura-san, giusto? La mia amica parla di lei. Dice che lei è molto... gentile.

# 212_Tanimura
source: Wonder who that is... Anyway, tell me about yourself.
pt_br: Chissà chi è quello... Comunque, parlami un po' di te.

# 224_Fay
source: I'm Fay, and... I'm a hostess here in Kamurocho.
pt_br: Sono Fay, e... sono una hostess qui a Kamurocho.

# 236_Tanimura
source: Okay... And what is it you want?
pt_br: Ok... E che vuoi?

# 248_Fay
source: I want you to... be my boyfriend!
pt_br: Voglio che tu... sia il mio ragazzo!

# 260_Fay
source: I'll do anything for you! Anything! So please, be my boyfriend!
pt_br: Farei qualsiasi cosa per te! Qualsiasi cosa! Ti prego, sii il mio ragazzo!

# 272_Tanimura
source: Whoa, slow down there! What's all this boyfriend stuff about? You don't even know me.
pt_br: Ehi, frena un attimo! Che storia è questa del fidanzato? Non mi conosci nemmeno.

# 284_Fay
source: Does that mean... you won't be my boyfriend?
pt_br: Significa che... non sarai il mio ragazzo?

# 296_Tanimura
source: I don't know why you thought I would. Is there some kind of reason you're looking for a boyfriend so bad?
pt_br: Non so perché hai pensato che l'avrei fatto. C'è un qualche motivo per cui hai così tanto bisogno di un fidanzato?

# 308_Fay
source: Well, if... If you were my boyfriend, I thought maybe you could... save me.
pt_br: Beh, se... Se tu fossi il mio ragazzo, pensavo che magari avresti potuto... salvarmi.

# 320_Tanimura
source: Save you? From what? Is somebody after you?
pt_br: Salvarti? Da cosa? Qualcuno ti sta addosso?

# 332_Fay
source: There... was a man I was dating... who did some terrible things. Things that landed him in prison.
pt_br: C'era... un tipo con cui stavo... che ha fatto delle cose terribili Cose che l'hanno spedito dritto in galera.

# 344_Fay
source: But now he's back in Kamurocho, and the first thing he did was find me.
pt_br: Ma adesso è tornato a Kamurocho, e la prima cosa che ha fatto è stata cercarmi.

# 356_Fay
source: He took all my money... which I need to send back home to the Philippines. I thought I'd never see him again, but he forced his way back into my life...
pt_br: Mi ha fregato tutti i soldi... che mi servono per mandare a casa nelle Filippine. Pensavo di non rivederlo mai più, ma si è intrufolato di nuovo nella mia vita...

# 368_Fay
source: That's why I need your help, Tanimura-san. Please be my new boyfriend－even if it's just for today－and make my old one go away.
pt_br: Ecco perché ho bisogno del tuo aiuto, Tanimura-san. Ti prego, sii il mio nuovo ragazzo—anche se solo per oggi—e fai sparire il mio vecchio.

# 380_Tanimura
source: Let me get this straight: you're trying to ditch your loser of an ex, so you want me to pretend to be your man just so he'll get the message?
pt_br: Fammi capire bene: stai cercando di scaricare il tuo ex-sfigato, e quindi vuoi che io faccia finta di essere il tuo tipo solo così capisce?

# 392_Fay
source: Yes. I'd like you to talk to him and make him leave me alone.
pt_br: Sì. Vorrei che tu gli parlassi e lo facessi smettere di darmi fastidio.

# 404_Fay
source: Please, just this once! Won't you be my boyfriend?
pt_br: Ti prego, solo per questa volta! Non faresti il mio ragazzo?

# 416_Tanimura
source: Fine, I'll do it. Though I'm not quite sure how you want this to work.
pt_br: Va bene, lo faccio. Però non ho ben capito come vuoi che funzioni.

# 428_Fay
source: Thank you! You have no idea how much this means to me... As for how to go about this...
pt_br: Grazie! Non hai idea di quanto questo significhi per me... E ora, come facciamo?

# 440_Fay
source: First, I need to call my ex-boyfriend and invite him to Shellac. You and I will be waiting there.
pt_br: Per prima cosa, devo chiamare il mio ex e invitarlo allo Shellac. Tu ed io lo aspetteremo lì.

# 452_Tanimura
source: Shellac... That's in the Champion District. Okay, got it.
pt_br: Shellac... È nel Champion District. Ok, capito.

# 464_Fay
source: Ah, that's such a relief. I'll meet you there, okay? Please don't forget to show up.
pt_br: Ah, che sollievo! Ci vediamo lì, va bene? Mi raccomando, non mancare.

# 524_Tanimura
source: Well, guess I'd better get on over to Shellac. This should be fun.
pt_br: Beh, direi che è meglio che mi faccia un salto allo Shellac. Questa sarà bella.

# 548_Tanimura
source: Yeah, you need to ask somebody else. Breaking up with bad boyfriends is not what I signed up for.
pt_br: Beh, devi chiedere a qualcun altro. Rompere con i brutti fidanzati non è il mio mestiere.

# 560_Fay
source: But... you're the only person I can ask.
pt_br: Ma... sei l'unica persona a cui posso chiedere.

# 572_Fay
source: Whenever there's a problem to be solved, people mention your name all the time... I thought your duty was to help people.
pt_br: Ogni volta che c'è un casino da sbrogliare, la gente fa sempre il tuo nome... Pensavo che il tuo dovere fosse aiutare le persone.

# 584_Tanimura
source: I'm flattered, but I'm not the guy for the job. But you know who might be? Take a good look over there.
pt_br: Mi fa piacere, ma non sono il tipo giusto per questo. Ma sai chi invece sì? Guarda un po' lì.

# 596_Zhao
source: Hm? You guys need something?
pt_br: Mh? Vi serve qualcosa?

# 608_Fay
source: You mean... him? Will... anyone really believe we're dating?
pt_br: Intendi... lui? Qualcuno... crederà davvero che stiamo insieme?

# 620_Tanimura
source: ...Yeah, maybe not.
pt_br: ...Beh, magari no.

# 632_Fay
source: See? You're my only hope, Tanimura-san... All I can do now is wait for you to change your mind.
pt_br: Vedi? Sei la mia unica speranza, Tanimura-san... Adesso non posso far altro che aspettare che tu cambi idea.

# 644_Tanimura
source: I'll at least mull it over in my head. For now, I've got actual police work to do. Kinda.
pt_br: Almeno ci farò un pensierino. Per ora, ho del vero lavoro da poliziotto da sbrigare. Insomma.

# 716_Fay
source: Save me, Tanimura-san... Please be my boyfriend, just for today.
pt_br: Salvami, Tanimura-san... Ti prego, fai il mio ragazzo, solo per oggi.

# 728_Tanimura
source: Fine, I'll do it. Though I'm not quite sure how you want this to work.
pt_br: Va bene, lo faccio. Però non ho ben capito come vuoi che funzioni.

# 740_Fay
source: Thank you! You have no idea how much this means to me... As for how to go about this...
pt_br: Grazie! Non hai idea di quanto questo significhi per me... E ora, come facciamo?

# 752_Fay
source: First, I need to call my ex-boyfriend and invite him to Shellac. You and I will be waiting there.
pt_br: Per prima cosa, devo chiamare il mio ex e invitarlo allo Shellac. Tu ed io lo aspetteremo lì.

# 764_Tanimura
source: Shellac... That's in the Champion District. Okay, got it.
pt_br: Shellac... È nel Champion District. Ok, capito.

# 776_Fay
source: Ah, that's such a relief. I'll meet you there, okay? Please don't forget to show up.
pt_br: Ah, che sollievo! Ci vediamo lì, va bene? Mi raccomando, non mancare.

# 836_Tanimura
source: Well, guess I'd better get on over to Shellac. This should be fun.
pt_br: Beh, direi che è meglio che mi faccia un salto allo Shellac. Questa sarà bella.

# 860_Tanimura
source: Maybe when I have time. For now, I suggest you ask someone else.
pt_br: Magari quando avrò un attimo. Per il momento, ti conviene chiedere a qualcun altro.

# 896_Tanimura
source: Yeah, ask somebody else.
pt_br: Già, chiedi a qualcun altro.

# 908_Tanimura
source: Fine, I'll do it.
pt_br: E va bene, lo faccio.

# 920_Tanimura
source: Fine, I'll do it.
pt_br: E va bene, lo faccio.

# 932_Tanimura
source: Sorry, ask someone else.
pt_br: Scusa, chiedi a qualcun altro.
