Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c001f.po
Languages: pt_br

# 12612_Noa
source: What!? Um...
pt_br: Cosa!? Ehm...

# 12624_Noa
source: Okay, then... What do you think of... girls like me?
pt_br: Bene, allora... Cosa ne pensi di... ragazze come me?

# 12636_Akiyama
source: I don't dislike them.
pt_br: Non mi dispiacciono.

# 12648_Noa
source: Hmm. That's a little vague. You don't dislike them, but you don't like them either?
pt_br: Mmm. È un po' vago. Non ti dispiacciono, ma nemmeno ti piacciono?

# 12660_Akiyama
source: Well, if I had to choose one, I'd say I like them.
pt_br: Beh, se proprio dovessi sceglierne uno, direi che mi piacciono.

# 12672_Noa
source: Why didn't you just say that!?
pt_br: Perché non l'hai detto e basta!?

# 12684_Akiyama
source: Hmm? I don't know.
pt_br: Mh? Non so.

# 12696_Noa
source: Oh, never mind! This was hard enough to ask, and you're not making it any easier!
pt_br: Oh, lascia stare! Era già abbastanza difficile chiederlo, e tu non me lo stai rendendo più facile!

# 12708_Akiyama
source: Sorry.
pt_br: Scusa.

# 12720_Akiyama
source: I can't say in front of you.
pt_br: Non posso dirlo davanti a te.

# 12732_Noa
source: What? Why not?
pt_br: Cosa? Perché no?

# 12744_Akiyama
source: Well... It's embarrassing.
pt_br: Beh... È imbarazzante.

# 12756_Noa
source: Huh?
pt_br: Uh?

# 12768_Akiyama
source: Hmm?
pt_br: Mmm?

# 12780_Noa
source: Hey! Now I'm starting to get embarrassed too! <Color:7>♥<Color:Default>
pt_br: Ehi! Adesso mi sto imbarazzando pure io! <Color:7>♥<Color:Default>

# 12792_Akiyama
source: Told you.
pt_br: Te l'avevo detto.

# 12804_Akiyama
source: Why can't you just come out and say it? You're not asking about girls "like" you. You're asking about you.
pt_br: Perché non lo dici e basta? Non stai mica chiedendo di ragazze 'come' te. Stai chiedendo di te.

# 12816_Noa
source: Um... Well... Yeah.
pt_br: Uhm... Beh... Sì.

# 12828_Akiyama
source: I'll tell you if you say how you feel about me.
pt_br: Te lo dico io, se mi dici tu cosa provi per me.

# 12840_Noa
source: What!? You said you weren't going to do that anymore!
pt_br: Cosa!? Avevi detto che non l'avresti più fatto!

# 12852_Akiyama
source: If you don't want to tell me, you must not want to know what I think about you.
pt_br: Se non me lo vuoi dire, allora non ti deve interessare sapere cosa penso di te.

# 12864_Noa
source: Agh! I don't know what to do!
pt_br: Agh! Non so cosa fare!

# 12876_Akiyama
source: Heheh.
pt_br: Eheh.

# 12888_Noa
source: Hmm.
pt_br: Mhh.

# 12900_Akiyama
source: Hm? Is something wrong?
pt_br: Hm? C'è qualcosa che non va?

# 12912_Noa
source: I'm okay...
pt_br: Sto bene...

# 12924_Akiyama
source: You feeling sick?
pt_br: Ti senti male?

# 12936_Noa
source: A bit. A customer took me out for some tempura, and I don't think it agreed with me.
pt_br: Un po'. Un cliente mi ha portata fuori per della tempura, e non credo proprio mi sia rimasta sullo stomaco.

# 12948_Akiyama
source: Maybe the oil was bad. If it isn't fresh, it can make you sick.
pt_br: Forse l'olio era andato a male. Se non è fresco, ti può far stare male.

# 12960_Noa
source: You might be right. It was a pretty nice restaurant, though.
pt_br: Potresti avere ragione. Era un ristorante piuttosto carino, però.

# 12972_Akiyama
source: Even the best places can be a little lax about things like that.
pt_br: Anche i posti migliori possono lasciar correre un po' su cose così.

# 12984_Noa
source: Yeah. I guess I just had bad luck. Ugh...
pt_br: Già. Mi sa che ho avuto solo sfortuna. Uff...

# 12996_Akiyama
source: You can relax if it makes you feel better.
pt_br: Puoi stare tranquillo, se ti fa sentire meglio.

# 13008_Noa
source: Okay...
pt_br: Va bene...

# 13020_Akiyama
source: You're too used to the cheap stuff. Eating rich food for the first time can be a shock to your stomach.
pt_br: Sei troppo abituato alla roba da quattro soldi. Mangiare cibo ricco per la prima volta può essere uno shock per il tuo stomaco.

# 13032_Noa
source: Heh, could be. It was pretty delicious.
pt_br: Heh, può darsi. Era davvero squisito.

# 13044_Akiyama
source: It's too bad. Now I can't take you out on a date.
pt_br: Che peccato. Ora non posso più portarti fuori per un appuntamento.

# 13056_Noa
source: Huh? Why?
pt_br: Eh? Perché?

# 13068_Akiyama
source: The places I'd take you would be so delicious that it might kill you.
pt_br: Ti porterei in posti così da capogiro che potrebbero ucciderti.

# 13080_Noa
source: Hahaha! I'll risk it! Please take me!
pt_br: Hahaha! Me la rischio! Ti prego, prendimi!

# 13092_Akiyama
source: Hehe, you better be prepared!
pt_br: Hehe, è meglio che ti prepari!

# 13104_Akiyama
source: You shouldn't go out with other customers.
pt_br: Non devi uscire con altri clienti.

# 13116_Noa
source: What? Why do you say that?
pt_br: Ma come? Perché dici così?

# 13128_Akiyama
source: I can take you nice places. You don't need other men to have a good time.
pt_br: Ti porto io in posti fighi. Non ti servono altri tizi per spassartela.

# 13152_Akiyama
source: Something wrong?
pt_br: Qualcosa non va?

# 13164_Noa
source: You make it sound like I belong to you.
pt_br: La metti giù come se ti appartenessi.

# 13176_Noa
source: You're not much different from those stalkers. I'm kind of disappointed.
pt_br: Non sei poi così diverso da quegli stalker. Sono un po' deluso.

# 13188_Akiyama
source: I'm sorry. I was just kidding.
pt_br: Mi dispiace. Stavo solo scherzando.

# 13212_Noa
source: My little brother's birthday is coming up.
pt_br: Il compleanno del mio fratellino sta per arrivare.

# 13224_Akiyama
source: Oh? How old is he going to be?
pt_br: Oh? Quanti anni farà?

# 13236_Noa
source: Eighteen.
pt_br: Diciotto.

# 13248_Akiyama
source: So he's not much younger than you.
pt_br: Allora non è poi tanto più giovane di te.

# 13260_Noa
source: Yeah. He says that he wants to go to a movie on his birthday.
pt_br: Già. Dice che vuole andare al cinema per il suo compleanno.

# 13272_Akiyama
source: With you? Doesn't he have a girlfriend?
pt_br: Sta con te? Ma non ha una ragazza?

# 13284_Noa
source: I don't think so. Not if he wants to hang out with me on his birthday.
pt_br: Non credo proprio. Non se vuole uscire con me per il suo compleanno.

# 13296_Akiyama
source: Heheh. Fair enough.
pt_br: Heheh. Ci sta.

# 13308_Noa
source: It's kinda sad going to a movie with your big sister on your eighteenth birthday.
pt_br: È un po' triste andare al cinema con tua sorella maggiore il giorno del tuo diciottesimo compleanno.

# 13320_Akiyama
source: You don't mind going? Don't you need to find a boyfriend yourself?
pt_br: Non ti dispiace? Non hai bisogno di trovarti un fidanzato tu stessa?

# 13332_Noa
source: Oh, I'm okay. I've already got someone I like. <Color:7>♥<Color:Default>
pt_br: Oh, sono a posto. Ho già qualcuno che mi piace. <Color:7>♥<Color:Default>

# 13344_Akiyama
source: You do? You've never mentioned that before.
pt_br: Ah sì? Non me l'avevi mai detto prima.

# 13356_Noa
source: Well, it's a secret.
pt_br: Beh, è un segreto.

# 13368_Akiyama
source: Then why do you come to me with your stalker problems? Shouldn't you be talking to this guy?
pt_br: Ma allora perché vieni da me con i tuoi problemi di stalker? Non dovresti mica parlare con 'sto tipo?

# 13380_Noa
source: I already am.
pt_br: Ci sono già.

# 13392_Akiyama
source: Huh? You are?
pt_br: Eh? Lo sei?

# 13404_Noa
source: Hehe, yep. He's been a big help. <Color:7>♥<Color:Default>
pt_br: Eheheh, sì. Mi ha dato una grossa mano. <Color:7>♥<Color:Default>

# 13416_Akiyama
source: Why don't you introduce him to a girl? Do you have a friend who needs a boyfriend?
pt_br: Perché non lo presenti a una ragazza? Hai un'amica che ha bisogno di un ragazzo?

# 13428_Noa
source: I don't want to introduce any of my friends to my brother.
pt_br: Non voglio presentare nessuno dei miei amici a mio fratello.

# 13440_Akiyama
source: That's kind of mean.
pt_br: È un po' cattivello.

# 13452_Noa
source: Yeah, you caught me.
pt_br: Sì, mi hai beccato.

# 13464_Akiyama
source: But he's your brother. You don't mind helping him out a little, do you?
pt_br: Ma è tuo fratello. Non ti pesa mica dargli una mano, un pochino, no?

# 13476_Noa
source: Actually, I do. He should be able to get girls on his own.
pt_br: Anzi, sì. Dovrebbe essere capace di rimorchiare da solo.

# 13488_Akiyama
source: Oh. Okay.
pt_br: Oh. Ok.

# 13500_Akiyama
source: It's a bit weird, too.
pt_br: È un po' strano, pure.

# 13512_Noa
source: Hmm? What do you mean weird?
pt_br: Hmm? Come sarebbe a dire 'strano'?

# 13524_Akiyama
source: Well, even if he doesn't have a girlfriend, you'd think he'd rather go out with one of his friends.
pt_br: Beh, anche se non ha una ragazza, uno penserebbe che preferirebbe uscire con uno dei suoi amici.

# 13536_Noa
source: Yeah, that's true.
pt_br: Già, è vero.

# 13548_Akiyama
source: Still, I'm a little envious of him, going out with such a pretty girl.
pt_br: Comunque, sono un po' invidioso di lui, che esce con una ragazza così carina.

# 13560_Noa
source: Haha. But if he keeps going out with me, he'll never get a girlfriend.
pt_br: Haha. Ma se continua a uscire con me, non si troverà mai una ragazza.

# 13572_Noa
source: Maybe I'll have a talk with him.
pt_br: Magari gli faccio un discorsetto.

# 13584_Akiyama
source: Heheh.
pt_br: Eheh.

# 13596_Noa
source: I'm gonna have to say goodbye to my kids pretty soon.
pt_br: Mi toccherà dire addio ai miei bambini tra non molto.

# 13608_Akiyama
source: Your kids? Oh, you mean your ballet class?
pt_br: I tuoi figli? Ah, intendi la tua lezione di balletto?

# 13620_Noa
source: That's right. I've been so busy that I decided to take some time off from teaching.
pt_br: Esatto. Sono stata così impegnata che ho deciso di prendermi una pausa dall'insegnamento.

# 13632_Akiyama
source: That's too bad. But you could use a break, right?
pt_br: Che peccato. Ma ti ci vorrebbe una pausa, no?

# 13644_Noa
source: I guess. They're always making noise and crawling all over me.
pt_br: Immagino. Fanno sempre casino e mi si appiccicano addosso.

# 13656_Noa
source: And they can be pretty selfish.
pt_br: E possono essere piuttosto egoisti.

# 13668_Noa
source: But I love them. <Color:7>♥<Color:Default>
pt_br: Ma io li adoro. <Color:7>♥<Color:Default>

# 13680_Akiyama
source: Heheh.
pt_br: Eheh.

# 13692_Noa
source: They come up and hug me and whisper, "I love you."
pt_br: Si avvicinano, mi abbracciano e mi sussurrano: "Ti amo."

# 13704_Noa
source: And they tell me all about their lives. All the fun and interesting stuff they do.
pt_br: E mi raccontano tutto delle loro vite. Tutte le cose divertenti e interessanti che combinano.

# 13716_Noa
source: I'm really going to miss them...
pt_br: Mi mancheranno un sacco...

# 13728_Akiyama
source: You'll see them again. You're not quitting ballet, right?
pt_br: Li rivedrai. Non molli mica il balletto, vero?

# 13752_Akiyama
source: And while you're taking time off, you can still go to their recitals, too.
pt_br: E quando stacchi un po', puoi comunque andare ai loro recital.

# 13764_Noa
source: Of course! I wouldn't miss them for the world! <Color:7>♥<Color:Default> I want to make sure they're doing well.
pt_br: Certo! Non me li perderei per niente al mondo! <Color:7>♥<Color:Default> Voglio assicurarmi che stiano bene.

# 13776_Akiyama
source: Don't worry. Before you know it, they'll be dancing better than you.
pt_br: Non ti preoccupare. In men che non si dica, balleranno meglio di te.

# 13788_Noa
source: Haha. I look forward to the day that happens.
pt_br: Ahahah. Non vedo l'ora che succeda.

# 13800_Akiyama
source: They might forget you sooner than you think. After a while, they could not even recognize you anymore.
pt_br: Potrebbero dimenticarti prima di quanto pensi. Dopo un po', potrebbero non riconoscerti nemmeno più.

# 13812_Noa
source: What!? I'd hate that! I'm sure they'll remember me!
pt_br: Cosa!? Lo odierei! Sono sicura che si ricorderanno di me!

# 13824_Akiyama
source: You never know. Kids meet new people every day.
pt_br: Non si sa mai. I ragazzi incontrano gente nuova ogni giorno.

# 13836_Akiyama
source: And when they get a new teacher, they might forget about the old one.
pt_br: E quando si prendono una nuova insegnante, potrebbero dimenticarsi di quella vecchia.

# 13848_Noa
source: Why are you saying that!? You're terrible!
pt_br: Ma perché dici così!? Sei tremendo!

# 13860_Akiyama
source: Sorry...
pt_br: Scusa...

# 13872_Akiyama
source: You have to say goodbye sooner or later. It isn't good for a kid's development if an adult gets too close.
pt_br: Tanto prima o poi tocca salutare. Non fa bene allo sviluppo di un ragazzino se un adulto gli si avvicina troppo.

# 13884_Noa
source: But it wouldn't matter if it was their ballet teacher, would it?
pt_br: Ma non farebbe differenza se fosse il loro insegnante di balletto, no?

# 13896_Noa
source: And it's not good for them to have too many teachers. Everybody's got a different way of teaching. It must be confusing.
pt_br: E non è il massimo per loro avere troppi insegnanti. Ognuno c'ha un modo diverso di insegnare. Deve essere disorientante.

# 13908_Akiyama
source: I don't know. Learning about that difference can be a lesson in itself.
pt_br: Non so. Imparare quella differenza può essere una lezione di per sé.

# 13920_Akiyama
source: They learn to think for themselves and not just accept what adults tell them.
pt_br: Imparano a pensare con la loro testa e non ad accettare e basta quello che gli dicono gli adulti.

# 13932_Noa
source: I guess you have a point. You know so much. <Color:7>♥<Color:Default>
pt_br: Non posso darti torto. Ne sai un sacco. <Color:7>♥<Color:Default>

# 13944_Noa
source: But I'm still sad to leave them...
pt_br: Però sono ancora triste di lasciarli...

# 13956_Akiyama
source: Heheh.
pt_br: Eheh.

# 13968_Noa
source: The other day I was walking along the street and somebody yelled out to me.
pt_br: L'altro giorno stavo camminando per strada e qualcuno mi ha urlato dietro.

# 13980_Noa
source: He said, "Become my queen!"
pt_br: Lui ha detto: "Diventa la mia regina!"

# 13992_Akiyama
source: His queen? Who was it?
pt_br: La sua regina? Chi era?

# 14004_Noa
source: I've never seen him before. He was just a normal businessman.
pt_br: Non l'avevo mai visto prima d'ora. Era solo un comune uomo d'affari.

# 14016_Akiyama
source: You must've been wearing some unusual clothes. Something that made you look like a queen.
pt_br: Devi aver indossato un vestito da urlo. Qualcosa che ti faceva sembrare una regina.

# 14028_Noa
source: What, like a crown? No, I was just wearing my normal clothes.
pt_br: Cosa, tipo una corona? No, stavo solo indossando i miei vestiti normali.

# 14040_Akiyama
source: Well, what did you say? Did you agree to be his queen?
pt_br: Allora, che hai detto? Hai accettato di essere la sua regina?

# 14052_Noa
source: Of course not! You're just teasing me, aren't you?
pt_br: Ma certo che no! Mi stai solo stuzzicando, no?

# 14064_Akiyama
source: No, really. You should've taken him up on it. How could you resist becoming a queen?
pt_br: Ma no, dico sul serio. Avresti dovuto starci. Come hai potuto resistere a diventare una regina?

# 14076_Noa
source: Then you wouldn't mind being my loyal subject?
pt_br: Allora non ti dispiacerebbe essere il mio fedele suddito?

# 14088_Akiyama
source: Uh... Well... Sorry. I shouldn't have teased you.
pt_br: Ah... Be'... Scusa. Non avrei dovuto stuzzicarti.

# 14100_Noa
source: Heheh. I'm just kidding!
pt_br: Heheh. Sto solo scherzando!

# 14112_Akiyama
source: Is that a new way to pick up girls? Or maybe it was a joke?
pt_br: È un nuovo modo per rimorchiare le ragazze? O forse era uno scherzo?

# 14124_Noa
source: No, he seemed serious. Like he really meant what he was saying.
pt_br: No, sembrava serio. Come se lo pensasse davvero.

# 14136_Akiyama
source: That's strange. Then what happened?
pt_br: Che strano. E poi?

# 14148_Noa
source: He knelt down in front of me and asked me to knight him! Then I got scared and ran away.
pt_br: Si è inginocchiato davanti a me e mi ha chiesto di farlo cavaliere! Poi mi sono spaventata e sono scappata.

# 14160_Akiyama
source: He didn't run after you?
pt_br: Non ti è corso dietro?

# 14172_Noa
source: No. But now I'm afraid to walk down that street in case I run into him again.
pt_br: No. Ma ora ho paura a passare per quella strada, non si sa mai che lo becco di nuovo.

# 14184_Akiyama
source: Hmm... Well, if anything else happens, you call me right away, okay?
pt_br: Hmm... Beh, se succede qualcos'altro, chiamami subito, va bene?

# 14196_Noa
source: I will. Thank you. <Color:7>♥<Color:Default>
pt_br: Lo farò. Grazie. <Color:7>♥<Color:Default>

# 14208_Akiyama
source: I guess you did it again.
pt_br: Mi sa che l'hai fatto di nuovo.

# 14220_Noa
source: What's that supposed to mean!?
pt_br: Che vorrebbe dire!?

# 14232_Akiyama
source: There seems to be something about you that causes men to lose their minds.
pt_br: Sembra proprio che ci sia qualcosa in te che fa perdere la testa agli uomini.

# 14244_Noa
source: But I'm not doing anything to encourage them!
pt_br: Ma non sto facendo niente per incoraggiarli!

# 14256_Akiyama
source: Maybe you should change your image. You could try a more feminine look.
pt_br: Magari dovresti cambiare look. Potresti provare un look più femminile.

# 14268_Noa
source: Wait, so I'm not feminine enough for you?
pt_br: Ma scusa, quindi non sono abbastanza femminile per te?

# 14292_Noa
source: I had the most delicious chestnut cream cake today!
pt_br: Oggi mi sono gustato la torta alla crema di castagne più deliziosa!

# 14304_Akiyama
source: Oh really? What's next, strawberry shortcake or chocolate cake?
pt_br: Ah, davvero? E qual è il prossimo, la torta di fragole o quella al cioccolato?

# 14316_Noa
source: Hehe! Am I that predictable?
pt_br: Eheh! Sono così prevedibile?

# 14328_Akiyama
source: I'm afraid so.
pt_br: Temo di sì.

# 14340_Noa
source: Oh well, I can't fight it. I've had other cakes, but the flavor's always too complex.
pt_br: Vabbè, non posso farci niente. Ho provato altre torte, ma il sapore è sempre troppo complesso.

# 14352_Noa
source: I like simple things best.
pt_br: Mi piacciono soprattutto le cose semplici.

# 14364_Akiyama
source: That's good news for guys who want to date you. They don't have to take you to fancy restaurants.
pt_br: Un bel vantaggio per i ragazzi che vogliono uscire con te. Non devono mica portarti in ristoranti di lusso.

# 14376_Noa
source: Yep! I don't mind going to fast food places at all. As long as it tastes good, I'm happy. <Color:7>♥<Color:Default>
pt_br: Certo! Non mi faccio problemi ad andare nei fast food. Basta che sia buono e io sono contenta. <Color:7>♥<Color:Default>

# 14388_Akiyama
source: You sound like a guy.
pt_br: Sembri un tipo.

# 14400_Noa
source: But that's the kind of girl you like, right?
pt_br: Ma è il tipo di ragazza che ti piace, no?

# 14412_Akiyama
source: I suppose. I certainly couldn't go out with somebody who doesn't like ramen.
pt_br: Immagino. Non potrei mai uscire con qualcuno a cui non piace il ramen.

# 14424_Noa
source: Haha! You don't have to worry about that with me!
pt_br: Ahah! Non ti devi mica preoccupare di quello con me!

# 14436_Akiyama
source: Don't you get tired of eating the same thing?
pt_br: Non ti stanchi di mangiare sempre la stessa cosa?

# 14448_Noa
source: Not at all. I could eat chestnut cream cake every day.
pt_br: Assolutamente no. Potrei mangiare torta alla crema di castagne ogni giorno.

# 14460_Akiyama
source: Seems like a waste. There are so many other kinds of delicious cake. We could try some together.
pt_br: Che spreco. Ci sono così tanti altri tipi di torta buonissima. Potremmo provarne qualcuna insieme.

# 14472_Noa
source: No thanks. I don't like the fancy stuff.
pt_br: No, grazie. Non mi piace la roba troppo ricercata.

# 14484_Akiyama
source: Don't say that before you even try it! Come on, let's go.
pt_br: Non dire così prima ancora di provarci! Dai, andiamo.

# 14496_Noa
source: Oh, give it a rest! Quit making me feel bad about the cake I like!
pt_br: Oh, piantala! Smettila di farmi sentire in colpa per la torta che mi piace!

# 14508_Akiyama
source: Oh, sorry...
pt_br: Oh, scusa...

# 14520_Akiyama
source: Have you ever tried baking a cake yourself? It shouldn't be too hard.
pt_br: Hai mai provato a farti una torta da solo? Non dovrebbe essere troppo difficile.

# 14532_Noa
source: Akiyama-san, I can barely boil water. Could I really make a cake all by myself?
pt_br: Akiyama-san, a malapena so far bollire l'acqua. Riuscirei davvero a fare una torta tutta da sola?

# 14544_Akiyama
source: Oh, I forgot that you can't cook...
pt_br: Oh, mi ero dimenticato che non sai cucinare...

# 14556_Akiyama
source: But you seem to like those three kinds of cake so much. Maybe that's the motivation you need to give baking a try.
pt_br: Ma ti piacciono un botto quei tre tipi di torta, a quanto pare. Magari è la motivazione che ti serve per darti alla pasticceria.

# 14568_Noa
source: Hmm. It would be nice to have cake whenever I want...
pt_br: Mmh. Sarebbe bello poter avere la torta ogni volta che mi va...

# 14580_Noa
source: Okay, I'll do it! If it turns out well, I can give you some.
pt_br: Ok, ci sto! Se viene bene, te ne posso dare un po'.

# 14592_Akiyama
source: I'll be looking forward to it.
pt_br: Non vedo l'ora.

# 14616_Akiyama
source: What's wrong?
pt_br: Che succede?

# 14628_Noa
source: I've got another stalker.
pt_br: Ho un altro stalker.

# 14640_Akiyama
source: What!? Seriously!?
pt_br: Cosa!? Davvero!?

# 14652_Noa
source: Haha! Just kidding!
pt_br: Haha! Scherzavo!

# 14664_Akiyama
source: Hmph. You're on your own if you get any more.
pt_br: Hmph. Poi son cavoli tuoi se ne prendi ancora.

# 14676_Noa
source: Wait, really!? You'd stop helping me?
pt_br: Aspetta, ma sul serio!? Smetteresti di aiutarmi?

# 14688_Akiyama
source: You shouldn't joke around about it. If you don't take it seriously, I won't help you.
pt_br: Non scherzarci sopra. Se non la prendi sul serio, non ti aiuto.

# 14700_Noa
source: No! I couldn't handle it without you.
pt_br: No! Non ce la farei senza di te.

# 14712_Akiyama
source: Then work harder on improving how you interact with other men.
pt_br: Allora, vedi di darti una mossa e migliorare un po' come ti relazioni con gli altri uomini.

# 14724_Noa
source: Okay, I will. But you'll help me if I need you, right?
pt_br: Va bene, lo farò. Ma tu mi aiuterai se avrò bisogno di te, vero?

# 14736_Akiyama
source: Fine.
pt_br: Bene.

# 14748_Akiyama
source: I was only kidding. You know how much I care about you, right?
pt_br: Stavo solo scherzando. Sai quanto ci tengo a te, vero?

# 14760_Noa
source: Heh, yeah. It's a little embarrassing to hear you say it. <Color:7>♥<Color:Default>
pt_br: Heh, già. Mi fa un po' vergogna sentirlo dire da te. <Color:7>♥<Color:Default>

# 14772_Akiyama
source: Hey, do you want to go for a drive sometime?
pt_br: Ehi, ti va di fare un giro in macchina, quando vuoi?

# 14784_Noa
source: Ooh, that sounds nice. Maybe we can enter a race!
pt_br: Ooh, che bello! Magari potremmo partecipare a una gara!

# 14796_Akiyama
source: Hold on, a race? I don't know about that.
pt_br: Aspetta un attimo, una gara? Non saprei.

# 14808_Noa
source: Hehe. I'm sure you'd do fine.
pt_br: Hehe. Sono sicuro che faresti un figurone.

# 14820_Akiyama
source: Uh, you're touching me again. Weren't you going to break that habit?
pt_br: Ehm, mi stai toccando di nuovo. Non dovevi smetterla con quell'abitudine?

# 14832_Noa
source: Hehe. You're actually happy about that, aren't you?
pt_br: Hehe. In realtà sei contento di questo, eh?

# 14844_Akiyama
source: Heh. Maybe a little.
pt_br: Heh. Magari un po'.

# 14856_Noa
source: I knew it!
pt_br: Lo sapevo!
