Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00a40074.po
Languages: pt_br

source: You handed over the <Color:8>Briefcase with 30 Million Yen<Color:Default>.
pt_br: Hai consegnato la <Color:8>valigetta con 30 milioni di Yen<Color:Default>.

# 172_Akiyama
source: Ah, I see you've been waiting. Sorry I took so long.
pt_br: Ah, vedo che aspettavi. Scusa se ci ho messo tanto.

# 184_Nishihama
source: No trouble at all, so long as you brought the money.
pt_br: Nessuna grana, se hai portato i soldi.

# 196_Nishihama
source: You did bring the money, right...?
pt_br: I soldi li hai portati, vero...?

# 208_Akiyama
source: Got it right here. Care to take a look?
pt_br: Ce l'ho qui. Vuoi dare un'occhiata?

# 220_Nishihama
source: Oh, no, that won't be necessary! I trust you, Akiyama-san.
pt_br: Ah, no, non ce n'è bisogno! Mi fido di te, Akiyama-san.

# 232_Akiyama
source: You sure? All right, here you go.
pt_br: Sei convinto? Va bene, tieni.

# 268_Nishihama
source: Actually... there's one more favor I'd like to ask of you.
pt_br: A dire il vero... c'è un altro favore che vorrei chiederti.

# 280_Akiyama
source: Another one? What is it this time?
pt_br: Ancora? Che c'è stavolta?

# 292_Nishihama
source: Would you mind coming with me to give this to the kidnapper? I'm too scared to go by myself.
pt_br: Ti dispiacerebbe venire con me a dare questo al rapitore? Ho troppa paura di andarci da solo.

# 304_Akiyama
source: But you can't just show up with some random guy. What'll the kidnapper do to your daughter if he sees me?
pt_br: Ma non puoi mica presentarti con un tipo a caso. Cosa farà il rapitore a tua figlia se mi vede?

# 316_Nishihama
source: Huh? Well, uh... It's a risk, but... I just can't go by myself.
pt_br: Eh? Beh, uhm... È un rischio, ma... Non posso proprio andare da solo.

# 328_Nishihama
source: I'm begging you! Please come with me! I... I can't handle this much money alone!
pt_br: Ti supplico! Ti prego, vieni con me! Io... non ce la faccio con tutti questi soldi da solo!

# 340_Akiyama
source: You know I can't do that. What if something happened to your daughter?
pt_br: Sai che non posso fare una cosa del genere. E se succedesse qualcosa a tua figlia?

# 352_Nishihama
source: Please don't say that! Please, Akiyama-san, you just have to come with me! Please!
pt_br: Ti prego, non dire così! Ti prego, Akiyama-san, devi solo venire con me! Ti prego!

# 364_Nishihama
source: Don't make me do this alone! I'm on my knees here!
pt_br: Non farmi fare questo da solo! Sono in ginocchio qui!

# 376_Akiyama
source: ...All right. I'll come along.
pt_br: ...Va bene. Vengo anch'io.

# 388_Nishihama
source: Thank you so much! It's right this way. Just follow me!
pt_br: Grazie mille! È di qua. Seguimi!

# 412_Akiyama
source: What's going on...?
pt_br: Cosa sta succedendo...?

# 448_Akiyama
source: Go With Him
pt_br: Vai con lui

# 460_Akiyama
source: Refuse
pt_br: Rifiuta

# 472_Akiyama
source: Go With Him
pt_br: Vai con lui

# 484_Akiyama
source: Refuse
pt_br: Rifiuta
