Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid002602cc.po
Languages: pt_br

source: Employee
pt_br: Cameriere

source: Master
pt_br: Maestro

# 476_Employee
source: Welcome. Let me show you to your seats.
pt_br: Benvenuti. Vi accompagno al vostro tavolo.

# 488_Employee
source: Right this way, please.
pt_br: Da questa parte, prego.

# 548_Akiyama
source: First, let's go over the basics of how to interact with a customer on a date.
pt_br: Innanzitutto, vediamo un po' le basi di come interagire con un cliente ad un appuntamento.

# 560_Miki
source: I'm listening.
pt_br: Sono tutta orecchi.

# 572_Akiyama
source: (How <Italic>do</Italic> you interact with a customer on a date...?)
pt_br: (Come <Italic>interagisci</Italic> con un cliente a un appuntamento...?)

# 584_Akiyama
source: You've got to act exactly the same, whether you're at the club or on a date.
pt_br: Devi agire proprio uguale, sia che tu sia al locale o a un appuntamento.

# 596_Miki
source: Really? Why?
pt_br: Davvero? Perché?

# 608_Akiyama
source: It would confuse the guy if you started acting differently just because you weren't at work.
pt_br: Confonderebbe il tipo se iniziassi a comportarti diversamente solo perché non eri al locale.

# 620_Miki
source: But wouldn't that make the whole "going on a date" thing seem kind of pointless?
pt_br: Ma questo non renderebbe tutta la faccenda dell'"uscire a un appuntamento" un po' inutile?

# 632_Akiyama
source: Oh, I hadn't thought of that...
pt_br: Oh, non ci avevo pensato...

# 656_Akiyama
source: I was just kidding. Actually...
pt_br: Scherzavo, eh. A dire il vero...\n

# 668_Akiyama
source: You need to be more guarded when you're out on a date with a customer.
pt_br: Devi andarci più cauto quando sei a un appuntamento con un cliente.

# 680_Miki
source: More guarded?
pt_br: Più sulle sue?

# 692_Akiyama
source: That's right. You don't want him to think he can get away with something just because you're not at work.
pt_br: Esatto. Non devi permettergli di pensare di potersela cavare\ncon qualcosa solo perché non sei al lavoro.

# 704_Miki
source: But won't it make him feel uncomfortable if I'm on the defensive all the time? I mean, after he asked me out and everything...?
pt_br: Ma non lo metterà a disagio se starò sulla difensiva tutto il tempo? Voglio dire, dopo che mi ha chiesto di uscire e tutto il resto...?

# 716_Akiyama
source: Right...
pt_br: Giusto...

# 728_Miki
source: And if I'm not careful, he might even stop asking for me at the club, too...
pt_br: E se non sto attenta, potrebbe addirittura smettere di chiedere di me al club, pure...

# 740_Akiyama
source: Oh, well, that was just a little joke. In fact, you've gotta...
pt_br: Oh, beh, era solo uno scherzetto. Anzi, devi...

# 752_Akiyama
source: You need to be more guarded when you're out on a date with a customer.
pt_br: Devi andarci più cauto quando sei a un appuntamento con un cliente.

# 764_Miki
source: More guarded?
pt_br: Più sulle sue?

# 776_Akiyama
source: That's right. You don't want him to think he can get away with something just because you're not at work.
pt_br: Esatto. Non devi permettergli di pensare di potersela cavare\ncon qualcosa solo perché non sei al lavoro.

# 788_Miki
source: But won't it make him feel uncomfortable if I'm on the defensive all the time? I mean, after he asked me out and everything...?
pt_br: Ma non lo metterà a disagio se starò sulla difensiva tutto il tempo? Voglio dire, dopo che mi ha chiesto di uscire e tutto il resto...?

# 800_Akiyama
source: Right...
pt_br: Giusto...

# 812_Miki
source: And if I'm not careful, he might even stop asking for me at the club, too...
pt_br: E se non sto attenta, potrebbe addirittura smettere di chiedere di me al club, pure...

# 824_Akiyama
source: Oh, well, that was just a little joke. In fact, you've gotta...
pt_br: Oh, beh, era solo uno scherzetto. Anzi, devi...

# 836_Akiyama
source: You've got to act exactly the same, whether you're at the club or on a date.
pt_br: Devi agire proprio uguale, sia che tu sia al locale o a un appuntamento.

# 848_Miki
source: Really? Why?
pt_br: Davvero? Perché?

# 860_Akiyama
source: It would confuse the guy if you started acting differently just because you weren't at work.
pt_br: Confonderebbe il tipo se iniziassi a comportarti diversamente solo perché non eri al locale.

# 872_Miki
source: But wouldn't that make the whole "going on a date" thing seem kind of pointless?
pt_br: Ma questo non renderebbe tutta la faccenda dell'"uscire a un appuntamento" un po' inutile?

# 884_Akiyama
source: Oh, I hadn't thought of that...
pt_br: Oh, non ci avevo pensato...

# 908_Akiyama
source: I was just kidding. Actually...
pt_br: Scherzavo, eh. A dire il vero...\n

# 920_Akiyama
source: You should be more open and honest with a customer when you're on a date with him.
pt_br: Dovresti essere più aperta e onesta con un cliente quando sei ad un appuntamento con lui.

# 932_Miki
source: Open and honest?
pt_br: Aperto e onesto?

# 944_Akiyama
source: That's right.
pt_br: Esatto.

# 956_Akiyama
source: Why do you think guys ask hostesses out on dates, anyway?
pt_br: Secondo te, perché i tipi chiedono alle hostess di uscire, comunque?

# 968_Miki
source: I'd say they want to get to know us better.
pt_br: Penso proprio che vogliano conoscerci meglio.

# 980_Akiyama
source: Exactly. They want to get closer to you so they can stand out among all your other clients.
pt_br: Esatto. Vogliono avvicinarsi a te per spiccare tra tutti gli altri tuoi clienti.

# 992_Akiyama
source: That's why you should be a little more open on a date than you are at the club.
pt_br: Ecco perché dovresti essere un po' più aperto a un appuntamento rispetto a quanto lo sei al club.

# 1004_Miki
source: Okay...
pt_br: Va bene...

# 1016_Akiyama
source: He'll think he's the only one who gets to see who you really are, which, he'll figure, makes him somebody pretty special.
pt_br: Penserà di essere l'unico a vedere chi sei davvero\ne questo, si immaginerà, lo farà sentire qualcuno di piuttosto speciale.

# 1028_Miki
source: I get it now!
pt_br: Ci sono!

# 1040_Akiyama
source: Basically, interacting with the customer differently will make him see your date as more than just business.
pt_br: In pratica, interagire in modo diverso con il cliente gli farà vedere l'appuntamento con te come qualcosa di più di un semplice affare.

# 1052_Akiyama
source: It'll be something personal, an experience for him and him alone.
pt_br: Sarà una cosa personale, un'esperienza tutta sua, solo per lui.

# 1064_Miki
source: Right!
pt_br: Giusto!

# 1124_Master
source: So what'll it be?
pt_br: Allora, cosa prendiamo?

# 1136_Akiyama
source: Let's see...
pt_br: Vediamo...

# 1148_Miki
source: Okay, I'll have...
pt_br: Ok, prenderò...

# 1160_Akiyama
source: Not so fast. There's a little trick when it comes to ordering, too.
pt_br: Non così in fretta. C'è un piccolo trucchetto anche quando si tratta di ordinare, pure.

# 1172_Miki
source: There is?
pt_br: C'è?

# 1184_Akiyama
source: Of course.
pt_br: E di che.

# 1196_Akiyama
source: (When it comes time to order...)
pt_br: (Quando si ordina...)

# 1208_Akiyama
source: When you go out to eat on a date, always order your favorite dish.
pt_br: Quando esci a cena per un appuntamento, ordina sempre il tuo preferito piatto.

# 1220_Miki
source: Really?
pt_br: Davvero?

# 1232_Akiyama
source: Yep. Hostesses order what they like. It's a fundamental rule.
pt_br: Già. Le hostess ordinano quello che vogliono. È una fondamentale regola.

# 1244_Miki
source: I don't imagine the guy would mind too much, but I don't see how it could have much of a positive effect on the evening, either...
pt_br: Non credo che il tipo ci farebbe troppo caso, ma non vedo come potrebbe avere un gran bell'effetto sulla serata, nemmeno...

# 1280_Akiyama
source: I'm glad you caught that. Actually...
pt_br: Sono contento che tu l'abbia capito. In realtà...

# 1292_Akiyama
source: When you go out to eat on a date, it's important to order your date's favorite dish.
pt_br: Quando esci a cena con un cliente, è importante ordinare il suo piatto preferito.

# 1304_Miki
source: Really?
pt_br: Davvero?

# 1316_Akiyama
source: When you see him at the club, get him to tell you his favorite in advance. Make sure you remember what it is.
pt_br: Quando lo vedi al club, fatti dire qual è il suo preferito in anticipo. Assicurati di ricordare cos'è.

# 1328_Akiyama
source: Then, when you're on your date, try to order it in a very matter-of-fact way: "Oh, your favorite is such-and-such, isn't it?"
pt_br: Poi, quando sei all'appuntamento, cerca di ordinarlo con fare molto disinvolto: "Oh, il tuo preferito è tal dei tali, vero?"

# 1340_Akiyama
source: That will make him think, "Gee, Miki bothered to remember my favorite!" And then he'll feel like you two have bonded.
pt_br: Così penserà: "Caspita, Miki si è preoccupata di ricordarsi il mio preferito!". E poi sentirà che voi due avete legato.

# 1352_Miki
source: Okay...
pt_br: Va bene...

# 1364_Akiyama
source: But the real key here is to add, "I like that, too," while you order.
pt_br: Ma il vero segreto qui è aggiungere, "Mi piace anche a me," mentre\nordini.

# 1376_Miki
source: Why's that?
pt_br: Perché?

# 1388_Akiyama
source: Well, for one thing, when your date says she likes the same food you do, it makes you happy. It also means you have similar interests.
pt_br: Beh, innanzitutto, quando la tua accompagnatrice dice che a lei piace lo stesso cibo che piace a te, ti rende felice. Significa anche che avete interessi simili.

# 1400_Miki
source: Oh, I get it. But what if his favorite happens to be something I absolutely hate?
pt_br: Ah, capisco. Ma e se il suo preferito fosse proprio\nqualcosa che detesto proprio?

# 1412_Miki
source: I can be a very picky person.
pt_br: Posso essere una persona molto pignola.

# 1424_Akiyama
source: You're a professional. Just grin and bear it.
pt_br: Sei un professionista. Sorridi e tirala avanti.

# 1436_Miki
source: Aw, do I have to? I guess I'll try...
pt_br: Ah, devo proprio? Vabbè, ci proverò...

# 1460_Master
source: Here you go!
pt_br: Ecco a te!

# 1508_Miki
source: This looks amazing! Bon appétit!
pt_br: Sembra una meraviglia! Buon appetito!

# 1520_Akiyama
source: Not so fast! There's another technique that comes into play when eating your meal.
pt_br: Non così in fretta! C'è un'altra tecnica che entra in gioco mentre mangi.

# 1532_Miki
source: Is there really? Tell me about it.
pt_br: Ma davvero? Dimmi tutto!

# 1544_Akiyama
source: (The thing to remember when eating is...)
pt_br: La cosa da ricordare quando mangi è...

# 1556_Akiyama
source: When eating your meal on a date, you have to eat with elegance and grace so as not to ruin your image as a hostess.
pt_br: Quando mangi durante un appuntamento, devi farlo con eleganza e grazia per non rovinare la tua immagine di hostess.

# 1568_Miki
source: Why's that?
pt_br: Perché?

# 1580_Akiyama
source: The customer no doubt has a mental picture of the hostess he likes. Ruin that image, and he's in for a rude awakening.
pt_br: Il cliente si è di certo fatto un'idea dell'hostess che gli piace. Se rovini quell'immagine, gli aspetta un brusco risveglio.

# 1592_Akiyama
source: You're at your most vulnerable while eating, making meals particularly dangerous.
pt_br: Sei al tuo massimo della vulnerabilità mentre mangi, il che rende i pasti particolarmente pericolosi.

# 1604_Miki
source: But if that's true, there's not much point in eating together, is there?
pt_br: Ma se è così, non ha molto senso mangiare insieme, no?

# 1616_Miki
source: I mean, it doesn't exactly flow with what you said before about projecting a sense of intimacy...
pt_br: Cioè, non è proprio in linea con quello che hai detto prima sul trasmettere un senso di intimità...

# 1628_Akiyama
source: You sure are sharp. I knew I could count on you to notice that. Well done. No, the real key here is...
pt_br: Sei proprio in gamba. Sapevo di poter contare su di te che l'avresti notato quello. Ben fatto. No, il vero segreto qui è...

# 1640_Akiyama
source: When dining with a date, you have to maintain proper etiquette while, at the same time, creating a domestic atmosphere.
pt_br: Quando ceni con un cliente, devi mantenere un'etichetta impeccabile, ma al tempo stesso creare un'atmosfera familiare.

# 1652_Miki
source: Domestic? Really?
pt_br: Roba di casa? Ma davvero?

# 1664_Akiyama
source: That's right. A hostess is typically seen as the polar opposite of a domestic type.
pt_br: Esatto. Una hostess è generalmente vista come l'esatto opposto di un tipo casalingo.

# 1676_Akiyama
source: So by projecting this homey aura, you accentuate the gap between the two lifestyles.
pt_br: Quindi, proiettando quest'aura familiare, metti in risalto il divario tra i due stili di vita.

# 1688_Akiyama
source: A hostess who might seem a little distant at the club comes across on a date as friendlier, more accessible.
pt_br: Una hostess che al club potrebbe sembrare un po' distante\ndurante un appuntamento si rivela più amichevole, più alla mano.

# 1700_Miki
source: It's like you said before－you have to project a sense of intimacy.
pt_br: È come dicevi prima－devi dare l'impressione di intimità.

# 1712_Akiyama
source: Exactly.
pt_br: Esatto.

# 1724_Miki
source: So how do I do that?
pt_br: Allora, come faccio a farlo?

# 1736_Akiyama
source: Let's see. If a dish uses seasonal ingredients, for example, point that out to your date.
pt_br: Vediamo un po'. Se un piatto usa ingredienti di stagione, per esempio, faglielo notare al tuo appuntamento.

# 1748_Akiyama
source: Or if a meal is nicely presented, say you'd like to try making it yourself one day. Play up the fact that you can cook.
pt_br: Oppure se un piatto è ben presentato, di' che ti piacerebbe provare a farlo tu stesso un giorno. Fai leva sul fatto che sai cucinare.

# 1760_Akiyama
source: You'd be hard-pressed to find a guy who doesn't love that.
pt_br: Difficile trovare un tipo che non apprezzi una cosa del genere.

# 1772_Miki
source: Hmm. Anything else?
pt_br: Hmm. Qualcos'altro?

# 1784_Akiyama
source: When your date says something's tasty or what have you, say something along the lines of, "Oh, I'll keep that in mind."
pt_br: Quando il tuo appuntamento dice che qualcosa è gustoso o cose simili, di' qualcosa del tipo: "Oh, lo terrò a mente."

# 1796_Miki
source: It's almost like saying, "I'll make that for you sometime," right?
pt_br: È quasi come dire: "Te lo faccio io prima o poi,"\ngiusto?

# 1808_Akiyama
source: Yep. It's just the promise of your cooking, though. You don't actually have to go through with it. You only need to hint at the possibility.
pt_br: Giusto. È solo la promessa di cucinare, però. Tu non devi mica farlo davvero. Ti basta accennare alla possibilità.

# 1820_Miki
source: Right, right. This has been very educational.
pt_br: Giusto, giusto. Questo è stato molto istruttivo.

# 1880_Akiyama
source: Thanks for a great meal, Chef. We'll take the bill now.
pt_br: Grazie per l'ottima cena, Chef. Prendiamo il conto adesso.

# 1892_Master
source: Coming right up!
pt_br: Arriva subito!

# 1964_Akiyama
source: Now, there's one more thing I'd like you to remember when it comes to paying the bill.
pt_br: Ora, c'è ancora un'altra cosa che vorrei tu tenessi a mente quando si tratta di pagare il conto.

# 1976_Miki
source: Okay.
pt_br: Ok.

# 1988_Akiyama
source: (The trick about paying the bill is...)
pt_br: (Il trucco per pagare il conto è...)

# 2000_Akiyama
source: When you've been asked out on a date, you should go Dutch. Each of you pays his or her share.
pt_br: Quando ti hanno invitato fuori per un appuntamento, dovresti fare alla romana. Ognuno di voi paga la sua parte.

# 2012_Miki
source: Are you serious!?
pt_br: Dici sul serio!?

# 2024_Akiyama
source: I sure am. It shows your gratitude for your date's regular visits to the club.
pt_br: Eccome! Mostra la tua gratitudine per le visite regolari del tuo appuntamento al club.

# 2036_Miki
source: It might boost my image, but isn't it a little much considering he's the one who asked me out?
pt_br: Potrebbe farmi fare bella figura, ma non è un po' troppo dato che è stato lui a chiedermi di uscire?

# 2060_Miki
source: Besides, I'd be afraid of hurting his pride...
pt_br: E poi, avrei paura di ferirgli l'orgoglio...

# 2072_Akiyama
source: Good call, Miki. That's one thing you never want to do, hurt a customer's pride.
pt_br: Brava, Miki. Quella è una cosa che non vuoi mai fare, ferire\nl'orgoglio di un cliente.

# 2096_Akiyama
source: Instead...
pt_br: Invece...

# 2108_Akiyama
source: When dinner's over and the bill arrives, always take out your wallet and act like you're going to pay.
pt_br: Finita la cena e arrivato il conto, tira sempre fuori il portafoglio e fai finta di voler pagare.

# 2120_Miki
source: You want me to put on an act?
pt_br: Vuoi che reciti una parte?

# 2132_Akiyama
source: That's right. You're just pretending.
pt_br: Esatto. Fai solo finta.

# 2144_Akiyama
source: Seeing you prepared to pay like that transforms the evening from a customer/hostess interaction to a much more private, intimate meal.
pt_br: Vederti pronto a pagare in quel modo trasforma la serata da un'interazione cliente/hostess a una cena molto più privata, intima.

# 2156_Akiyama
source: Your date will feel an even closer bond between the two of you. Plus, he'll be impressed by your manners.
pt_br: Il tuo cliente sentirà un legame ancora più stretto tra voi due. Inoltre, rimarrà colpito dalle tue maniere.

# 2168_Miki
source: Ah, I see.
pt_br: Ah, capisco.

# 2180_Akiyama
source: Your date will insist you don't have to pay, of course, at which point you thank him and put your wallet away.
pt_br: Il tuo accompagnatore insisterà che non devi pagare, certo, e a quel punto lo ringrazi e ti infili via il portafoglio.

# 2192_Akiyama
source: This way, you're both satisfied, and he keeps his pride intact.
pt_br: In questo modo, siete entrambi soddisfatti, e lui mantiene il suo orgoglio intatto.

# 2204_Miki
source: Got it.
pt_br: Capito.

# 2216_Akiyama
source: Dates provide another setting for building a relationship formed at the club.
pt_br: Gli appuntamenti offrono un'altra occasione per rafforzare il rapporto iniziato al club.

# 2228_Akiyama
source: Make the most of the situation of meeting outside the club, and you can project a sense of intimacy you can't create at work.
pt_br: Sfrutta al meglio la situazione dell'incontro fuori dal club, e potrai trasmettere un'intimità che non puoi creare al lavoro.

# 2240_Akiyama
source: Your customer will feel close to you, and he'll come to like you more and more.
pt_br: Il tuo cliente si sentirà vicino a te, e ti vorrà bene sempre di più.

# 2252_Miki
source: This has all been so helpful. I'll give it all a try, then.
pt_br: È stato tutto così d'aiuto. Allora proverò a mettere in pratica tutto.

# 2276_Employee
source: Act exactly like you do at the club.
pt_br: Comportati proprio come fai al club.

# 2288_Employee
source: Be more guarded.
pt_br: Stai più sulle tue.

# 2300_Employee
source: Be more open.
pt_br: Apriti di più.

# 2312_Employee
source: Be more guarded.
pt_br: Stai più sulle tue.

# 2324_Employee
source: Be more open.
pt_br: Apriti di più.

# 2336_Employee
source: Be more open.
pt_br: Apriti di più.

# 2348_Employee
source: Act exactly like you do at the club.
pt_br: Comportati proprio come fai al club.

# 2360_Employee
source: Be more open.
pt_br: Apriti di più.

# 2372_Employee
source: Be more open.
pt_br: Apriti di più.

# 2384_Employee
source: Ask for your favorite dish.
pt_br: Chiedi il tuo piatto preferito.

# 2396_Employee
source: Ask for his favorite dish.
pt_br: Chiedigli qual è il suo piatto preferito.

# 2408_Employee
source: Ask for his favorite dish.
pt_br: Chiedigli qual è il suo piatto preferito.

# 2420_Employee
source: Maintain your image as a hostess.
pt_br: Cura la tua immagine come hostess.

# 2432_Employee
source: Create a domestic atmosphere.
pt_br: Crea un'atmosfera familiare.

# 2444_Employee
source: Create a domestic atmosphere.
pt_br: Crea un'atmosfera familiare.

# 2456_Employee
source: Go Dutch.
pt_br: Fare alla romana.

# 2468_Employee
source: Take out your wallet like you're going to pay.
pt_br: Tira fuori il portafoglio come se stessi per pagare.

# 2480_Employee
source: Take out your wallet like you're going to pay.
pt_br: Tira fuori il portafoglio come se stessi per pagare.
