Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid016c001e.po
Languages: it_it

source: Controls
it_it: Controlli

# 516_Akiyama
source: Use <Action:Button_LS_Up@Cabaret><Action:Button_LS_Down@Cabaret><Action:Button_LS_Left@Cabaret><Action:Button_LS_Right@Cabaret> to control where you look. This is your chance to feast your eyes on her beauty.
it_it: Usa <Action:Button_LS_Up@Cabaret><Action:Button_LS_Down@Cabaret><Action:Button_LS_Left@Cabaret><Action:Button_LS_Right@Cabaret> per controllare dove guardi. È la tua occasione per rifarti gli occhi con la sua bellezza.

# 528_Akiyama
source: Press <Action:Button_Cross@Cabaret> when you want to focus intently on one of her features. Holding down <Action:Button_Cross@Cabaret> allows you to focus your gaze.
it_it: Premi <Action:Button_Cross@Cabaret> quando vuoi concentrarti intensamente su una delle sue caratteristiche. Tenere premuto <Action:Button_Cross@Cabaret> ti permette di focalizzare lo sguardo.

# 540_Akiyama
source: Note that her response will change depending on where you look.
it_it: Nota che la sua reazione cambierà a seconda di dove guardi.

# 564_Akiyama
source: (Did she lose a little weight?)
it_it: (Ha perso un po' di peso?)

# 576_Akiyama
source: (Is that a different color lipstick?)
it_it: (È un rossetto di colore diverso?)

# 588_Akiyama
source: (Her beautiful hands...)
it_it: (Le sue mani stupende...)

# 600_Akiyama
source: (I can't really tell...)
it_it: (Non riesco a capirlo...)

# 612_Akiyama
source: (Hm? Is that her usual hairstyle?)
it_it: (Mh? È la sua solita acconciatura?)

# 624_Akiyama
source: (Did her chest get bigger?)
it_it: (Le è cresciuto il seno?)

# 636_Akiyama
source: (How the hell am I supposed to know?)
it_it: (E come diavolo faccio a saperlo?)

# 648_Akiyama
source: Did you lose a little weight?
it_it: Hai perso un po' di peso?

# 660_Rio
source: No! You're just guessing, aren't you?
it_it: No! Stai solo tirando a indovinare, vero?

# 672_Rio
source: I actually just started eating a kind of gelatin dessert with collagen in it. It's made my skin so youthful!
it_it: In realtà ho appena iniziato a mangiare una specie di dessert gelatinoso al collagene. Mi ha reso la pelle così giovane!

# 684_Akiyama
source: Oh! Now that you mention it, your skin does look really nice!
it_it: Oh! Ora che ci penso, la tua pelle ha un aspetto magnifico!

# 696_Rio
source: Are you sure?
it_it: Sei sicuro?

# 708_Akiyama
source: Of course. Just look at it... Wow... Youthful!
it_it: Certo. Basta guardarla... Wow... Giovanile!

# 720_Rio
source: Hehe. Thanks!
it_it: Eheh. Grazie!

# 732_Rio
source: It has collagen and hyaluronic acid in it. They say it works better if you eat it rather than apply it directly to your skin.
it_it: Contiene collagene e acido ialuronico. Dicono che funzioni meglio se lo mangi invece di applicarlo direttamente sulla pelle.

# 744_Akiyama
source: Hmm, I see...
it_it: Mmm, capisco...

# 756_Akiyama
source: Did you change the color of your lipstick?
it_it: Hai cambiato colore di rossetto?

# 768_Rio
source: No, nothing like that! Don't you notice anything looking prettier than usual?
it_it: No, niente del genere! Non noti niente di più bello del solito?

# 780_Rio
source: I actually just started eating a kind of gelatin dessert with collagen in it. It's made my skin so youthful!
it_it: In realtà ho appena iniziato a mangiare una specie di dessert gelatinoso al collagene. Mi ha reso la pelle così giovane!

# 792_Akiyama
source: Oh! Now that you mention it, your skin does look really nice!
it_it: Oh! Ora che ci penso, la tua pelle ha un aspetto magnifico!

# 804_Rio
source: Are you sure...?
it_it: Sei sicuro...?

# 816_Akiyama
source: Of course. Just look at that... Wow... Youthful!
it_it: Certo. Guarda un po'... Wow... Giovanile!

# 828_Rio
source: Hehehe. Thanks!
it_it: Eheheh. Grazie!

# 840_Rio
source: It has collagen and hyaluronic acid in it. They say it works better if you eat it rather than apply it to your skin.
it_it: Contiene collagene e acido ialuronico. Dicono che funzioni meglio se lo mangi invece di applicarlo sulla pelle.

# 852_Akiyama
source: Hmm, I see...
it_it: Mmm, capisco...

# 864_Akiyama
source: Your hands look so smooth. In fact, all your skin looks really good.
it_it: Le tue mani sembrano così lisce. Anzi, tutta la tua pelle ha un aspetto magnifico.

# 876_Rio
source: That's right! I've been eating a kind of gelatin dessert with collagen in it!
it_it: Esatto! Sto mangiando una specie di dessert gelatinoso al collagene!

# 888_Akiyama
source: Wow... Really?
it_it: Wow... Davvero?

# 900_Rio
source: It has collagen and hyaluronic acid in it. They say it works better if you eat it rather than apply it to your skin.
it_it: Contiene collagene e acido ialuronico. Dicono che funzioni meglio se lo mangi invece di applicarlo sulla pelle.

# 912_Akiyama
source: I guess you really are what you eat, huh?
it_it: Immagino che siamo davvero quello che mangiamo, eh?

# 924_Rio
source: Hehe, yep! <Color:7>♥<Color:Default>
it_it: Eheh, già! <Color:7>♥<Color:Default>

# 936_Rio
source: Hey, what are you looking at?
it_it: Ehi, cosa stai guardando?

# 948_Akiyama
source: No... There's no way I can tell.
it_it: No... È impossibile che io lo sappia.

# 960_Rio
source: So you just stare at my legs instead? That's so pervy...
it_it: E così invece mi fissi le gambe? Che pervertito...

# 972_Rio
source: I actually just started eating a kind of gelatin dessert with collagen in it. It's made my skin so youthful!
it_it: In realtà ho appena iniziato a mangiare una specie di dessert gelatinoso al collagene. Mi ha reso la pelle così giovane!

# 984_Akiyama
source: Collagen? I think I've heard of that.
it_it: Collagene? Credo di averne sentito parlare.

# 996_Rio
source: It has collagen and hyaluronic acid in it. They say it works better if you eat it rather than apply it to your skin.
it_it: Contiene collagene e acido ialuronico. Dicono che funzioni meglio se lo mangi invece di applicarlo sulla pelle.

# 1008_Akiyama
source: Hmm... I see.
it_it: Mmm... Capisco.

# 1020_Akiyama
source: You changed your hairstyle, right? Even I can notice something like that.
it_it: Hai cambiato acconciatura, vero? Persino io noto una cosa del genere.

# 1032_Rio
source: Huh? I haven't changed my hair at all.
it_it: Eh? Non ho cambiato affatto i capelli.

# 1044_Akiyama
source: You're kidding. Really?
it_it: Stai scherzando. Davvero?

# 1056_Rio
source: Akiyama-san, I guess you weren't really looking at me at all...
it_it: Akiyama-san, mi sa che non mi stavi guardando per niente...

# 1068_Akiyama
source: So what's different, then?
it_it: E allora cos'è diverso?

# 1080_Rio
source: Oh, never mind. I'm a little saddened...
it_it: Oh, lascia perdere. Sono un po' delusa...

# 1104_Akiyama
source: Did your chest get bigger?
it_it: Ti è cresciuto il seno?

# 1116_Rio
source: I don't think so...
it_it: Non credo...

# 1140_Rio
source: You just wanted an excuse to stare at my chest, didn't you? You're such a perv...
it_it: Cercavi solo una scusa per fissarmi il seno, vero? Sei proprio un pervertito...

# 1152_Rio
source: I actually just started eating a kind of gelatin dessert with collagen in it. It's made my skin so youthful!
it_it: In realtà ho appena iniziato a mangiare una specie di dessert gelatinoso al collagene. Mi ha reso la pelle così giovane!

# 1164_Akiyama
source: Collagen? I think I've heard of that.
it_it: Collagene? Credo di averne sentito parlare.

# 1176_Rio
source: It has collagen and hyaluronic acid in it. They say it works better if you eat it rather than apply it to your skin.
it_it: Contiene collagene e acido ialuronico. Dicono che funzioni meglio se lo mangi invece di applicarlo sulla pelle.

# 1188_Akiyama
source: Hmm... I see.
it_it: Mmm... Capisco.

# 1200_Rio
source: Hey, what are you looking at?
it_it: Ehi, cosa stai guardando?

# 1212_Akiyama
source: Hm? Oh, I was just thinking. This is a tough one.
it_it: Mh? Oh, stavo solo pensando. Questa è difficile.

# 1224_Rio
source: Here I am working hard to make myself more attractive for you, and you don't even notice.
it_it: Io mi impegno per rendermi più attraente per te, e tu nemmeno te ne accorgi.

# 1236_Akiyama
source: Working hard? What did you do?
it_it: Ti impegni? Cosa hai fatto?

# 1248_Rio
source: Never mind! If you don't know, I'm not telling you!
it_it: Lascia perdere! Se non lo sai, non te lo dico!

# 1272_Akiyama
source: (Glasses or sunglasses, maybe?)
it_it: (Occhiali da vista o da sole, forse?)

# 1284_Akiyama
source: (Possibly different kinds of lipstick...)
it_it: (Forse un rossetto diverso...)

# 1296_Akiyama
source: (She's not wearing one now, but... a watch?)
it_it: (Ora non lo indossa, ma... un orologio?)

# 1308_Akiyama
source: (A skirt?)
it_it: (Una gonna?)

# 1320_Akiyama
source: (I think she'd look good in a hat...)
it_it: (Penso che starebbe bene con un cappello...)

# 1332_Akiyama
source: (I know! A bra!)
it_it: (Lo so! Un reggiseno!)

# 1344_Akiyama
source: (Hmm... Could be almost anything.)
it_it: (Mmm... Potrebbe essere quasi tutto.)

# 1356_Akiyama
source: Glasses or sunglasses, maybe? It can take a while to find a pair that fits just right.
it_it: Occhiali da vista o da sole, forse? Ci vuole un po' per trovare un paio che stia bene.

# 1368_Rio
source: Nope! I've never spent that long deciding on a pair of sunglasses.
it_it: No! Non ho mai passato così tanto tempo a decidere un paio di occhiali da sole.

# 1380_Rio
source: The correct answer was... a bra! I adore cute underwear.
it_it: La risposta esatta era... un reggiseno! Adoro l'intimo carino.

# 1392_Akiyama
source: Wow, it was that cute, huh? Can I take a look?
it_it: Wow, era così carino, eh? Posso dare un'occhiata?

# 1404_Rio
source: Haha! Nuh-uh. Nice try though!
it_it: Ahah! Nossignore. Bel tentativo, però!

# 1416_Akiyama
source: Aw... You shouldn't make such a big deal about something if you're not going to let me see it for myself.
it_it: Uff... Non dovresti dare così tanta importanza a qualcosa se poi non me la fai vedere.

# 1428_Akiyama
source: Lipstick or makeup? There're so many different colors.
it_it: Rossetto o trucco? Ci sono così tanti colori diversi.

# 1440_Rio
source: Nope! I do like makeup, but I know what I like, so I always buy the same kind.
it_it: No! Mi piace il trucco, ma so cosa mi piace, quindi compro sempre lo stesso tipo.

# 1452_Rio
source: The correct answer was... a bra! I adore cute underwear.
it_it: La risposta esatta era... un reggiseno! Adoro l'intimo carino.

# 1464_Akiyama
source: Wow, it was that cute, huh? Can I take a look?
it_it: Wow, era così carino, eh? Posso dare un'occhiata?

# 1476_Rio
source: Haha! Nuh-uh. Nice try though!
it_it: Ahah! Nossignore. Bel tentativo, però!

# 1488_Akiyama
source: Aw... You shouldn't make such a big deal about something if you're not going to let me see it for myself.
it_it: Uff... Non dovresti dare così tanta importanza a qualcosa se poi non me la fai vedere.

# 1500_Akiyama
source: A wristwatch, maybe? I could understand spending that long trying to decide over something so expensive.
it_it: Un orologio da polso, forse? Potrei capire passare tanto tempo a decidere per qualcosa di così costoso.

# 1512_Rio
source: Nope! I don't usually wear watches.
it_it: No! Di solito non indosso orologi.

# 1524_Rio
source: The correct answer was... a bra! I adore cute underwear.
it_it: La risposta esatta era... un reggiseno! Adoro l'intimo carino.

# 1536_Akiyama
source: Wow, it was that cute, huh? Can I take a look?
it_it: Wow, era così carino, eh? Posso dare un'occhiata?

# 1548_Rio
source: Haha! Nuh-uh. Nice try though!
it_it: Ahah! Nossignore. Bel tentativo, però!

# 1560_Akiyama
source: Aw... You shouldn't make such a big deal about something if you're not going to let me see it for myself.
it_it: Uff... Non dovresti dare così tanta importanza a qualcosa se poi non me la fai vedere.

# 1572_Akiyama
source: I don't really know much about this kind of thing, but... a skirt, maybe?
it_it: Non me ne intendo molto, ma... una gonna, forse?

# 1584_Rio
source: Nope! I've never spent that long deciding on a skirt or a pair of pants.
it_it: No! Non ho mai passato tanto tempo a decidere una gonna o un paio di pantaloni.

# 1596_Rio
source: The correct answer was... a bra! I adore cute underwear.
it_it: La risposta esatta era... un reggiseno! Adoro l'intimo carino.

# 1608_Akiyama
source: Wow, they it was that cute, huh? Can I take a look?
it_it: Wow, era così carino, eh? Posso dare un'occhiata?

# 1620_Rio
source: Haha! Nuh-uh. Nice try though!
it_it: Ahah! Nossignore. Bel tentativo, però!

# 1632_Akiyama
source: Aw... You shouldn't make such a big deal about something if you're not going to let me see it for myself.
it_it: Uff... Non dovresti dare così tanta importanza a qualcosa se poi non me la fai vedere.

# 1644_Akiyama
source: I bet it was a hat. You look like you probably have a lot of them.
it_it: Scommetto che era un cappello. Sembri una che probabilmente ne ha molti.

# 1656_Rio
source: No, if I see a hat I like, I usually just buy it without giving it much thought.
it_it: No, se vedo un cappello che mi piace, di solito lo compro senza pensarci troppo.

# 1668_Rio
source: The correct answer was... a bra! I adore cute underwear.
it_it: La risposta esatta era... un reggiseno! Adoro l'intimo carino.

# 1680_Akiyama
source: Wow, it was that cute, huh? Can I take a look?
it_it: Wow, era così carino, eh? Posso dare un'occhiata?

# 1692_Rio
source: Haha! Nuh-uh. Nice try though!
it_it: Ahah! Nossignore. Bel tentativo, però!

# 1704_Akiyama
source: Aw... You shouldn't make such a big deal about something if you're not going to let me see it for myself.
it_it: Uff... Non dovresti dare così tanta importanza a qualcosa se poi non me la fai vedere.

# 1716_Akiyama
source: Was it a bra? I know a lot of girls can be pretty picky about underwear.
it_it: Era un reggiseno? So che molte ragazze sono piuttosto esigenti con l'intimo.

# 1728_Rio
source: That's right! How did you know? I just love cute underwear! <Color:7>♥<Color:Default>
it_it: Esatto! Come facevi a saperlo? Adoro l'intimo carino! <Color:7>♥<Color:Default>

# 1740_Akiyama
source: Now you've got me curious. Mind if I take a look?
it_it: Ora mi hai incuriosito. Ti dispiace se do un'occhiata?

# 1752_Rio
source: Haha! Nuh-uh. Nice try though!
it_it: Ahah! Nossignore. Bel tentativo, però!

# 1764_Akiyama
source: Heh. It was worth a try.
it_it: Eh. Valeva la pena provare.

# 1776_Rio
source: Akiyama-san, what are you looking at?
it_it: Akiyama-san, cosa stai guardando?

# 1788_Akiyama
source: Hm? Oh, I... Sorry, what were we talking about again?
it_it: Mh? Oh, io... Scusa, di cosa stavamo parlando?

# 1800_Rio
source: Huh? You weren't even listening?
it_it: Eh? Non stavi nemmeno ascoltando?

# 1812_Rio
source: Oh, never mind.
it_it: Oh, lascia perdere.
