Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee0672.po
Languages: pt_br

source: You got a <Color:8>Ultimate Skill Completion Letter<Color:Default>.
pt_br: Hai ricevuto una <Color:8>Lettera di Completamento Abilità Definitiva<Color:Default>.

source: You got a <Color:8>Saejima Substories Completion Letter<Color:Default>.
pt_br: Hai ricevuto una <Color:8>Lettera di Completamento Sottostorie di Saejima<Color:Default>.

source: You got an <Color:8>Amon Battle Completion Letter<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Lettera di completamento dello Scontro Amon<Color:Default>.

source: You got a <Color:8>Lockers Completion Letter<Color:Default>.
pt_br: Hai ricevuto una <Color:8>Lettera di Completamento Armadietti<Color:Default>.

source: You got a <Color:8>Dining Completion Letter<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Lettera di Completamento Ristorazione<Color:Default>.

source: You got a <Color:8>Modding Completion Letter<Color:Default>.
pt_br: Hai ricevuto una <Color:8>Lettera di completamento Modding<Color:Default>.

source: You got a <Color:8>Revelations Completion Letter<Color:Default>.
pt_br: Hai ricevuto una <Color:8>Lettera di completamento delle Rivelazioni<Color:Default>.

source: You got a <Color:8>Minigames Completion Letter<Color:Default>.
pt_br: Hai ricevuto una <Color:8>Lettera di Completamento Minigiochi<Color:Default>.

source: You got <Color:8>The Master's Training Completion Letter<Color:Default>.
pt_br: Hai ricevuto <Color:8>Lettera di completamento dell'addestramento del Maestro<Color:Default>.

source: You got a <Color:8>Coliseum Completion Letter<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Lettera di Completamento del Colosseo<Color:Default>.

source: You got a <Color:8>Fighter Maker Completion Letter<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Lettera di Completamento di Fighter Maker<Color:Default>.

source: You got an <Color:8>IF7-R Completion Letter<Color:Default>.
pt_br: Hai ricevuto una <Color:8>Lettera di Completamento IF7-R<Color:Default>.

source: You got a <Color:8>Heat Actions Completion Letter<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Lettera di Completamento delle Azioni Heat<Color:Default>.

source: You got a <Color:8>From 777 Town<Color:Default>.
pt_br: Ti è arrivata una <Color:8>Da 777 Town<Color:Default>.

source: You got a <Color:8>From 777 Town<Color:Default>.
pt_br: Ti è arrivata una <Color:8>Da 777 Town<Color:Default>.

source: Letter Deliveryman
pt_br: Postino

# 280_Letter Deliveryman
source: Hello, Saejima-san. Looks like you've accomplished an achievement of sorts. Let me give you this.
pt_br: Ciao, Saejima-san. Sembra che tu abbia raggiunto una specie di traguardo. Lascia che ti dia questo.

# 328_Letter Deliveryman
source: Hello, Saejima-san. Looks like you've accomplished an achievement of sorts. Let me give you this.
pt_br: Ciao, Saejima-san. Sembra che tu abbia raggiunto una specie di traguardo. Lascia che ti dia questo.

# 376_Letter Deliveryman
source: Hello, Saejima-san. Looks like you've accomplished an achievement of sorts. Let me give you this.
pt_br: Ciao, Saejima-san. Sembra che tu abbia raggiunto una specie di traguardo. Lascia che ti dia questo.

# 424_Letter Deliveryman
source: Hello, Saejima-san. Looks like you've accomplished an achievement of sorts. Let me give you this.
pt_br: Ciao, Saejima-san. Sembra che tu abbia raggiunto una specie di traguardo. Lascia che ti dia questo.

# 472_Letter Deliveryman
source: Hello, Saejima-san. Looks like you've accomplished an achievement of sorts. Let me give you this.
pt_br: Ciao, Saejima-san. Sembra che tu abbia raggiunto una specie di traguardo. Lascia che ti dia questo.

# 520_Letter Deliveryman
source: Hello, Saejima-san. Looks like you've accomplished an achievement of sorts. Let me give you this.
pt_br: Ciao, Saejima-san. Sembra che tu abbia raggiunto una specie di traguardo. Lascia che ti dia questo.

# 568_Letter Deliveryman
source: Hello, Saejima-san. Looks like you've accomplished an achievement of sorts. Let me give you this.
pt_br: Ciao, Saejima-san. Sembra che tu abbia raggiunto una specie di traguardo. Lascia che ti dia questo.

# 616_Letter Deliveryman
source: Hello, Saejima-san. Looks like you've accomplished an achievement of sorts. Let me give you this.
pt_br: Ciao, Saejima-san. Sembra che tu abbia raggiunto una specie di traguardo. Lascia che ti dia questo.

# 664_Letter Deliveryman
source: Hello, Saejima-san. Looks like you've accomplished an achievement of sorts. Let me give you this.
pt_br: Ciao, Saejima-san. Sembra che tu abbia raggiunto una specie di traguardo. Lascia che ti dia questo.

# 712_Letter Deliveryman
source: Hello, Saejima-san. Looks like you've accomplished an achievement of sorts. Let me give you this.
pt_br: Ciao, Saejima-san. Sembra che tu abbia raggiunto una specie di traguardo. Lascia che ti dia questo.

# 760_Letter Deliveryman
source: Hello, Saejima-san. Looks like you've accomplished an achievement of sorts. Let me give you this.
pt_br: Ciao, Saejima-san. Sembra che tu abbia raggiunto una specie di traguardo. Lascia che ti dia questo.

# 808_Letter Deliveryman
source: Hello, Saejima-san. Looks like you've accomplished an achievement of sorts. Let me give you this.
pt_br: Ciao, Saejima-san. Sembra che tu abbia raggiunto una specie di traguardo. Lascia che ti dia questo.

# 856_Letter Deliveryman
source: Hello, Saejima-san. Looks like you've accomplished an achievement of sorts. Let me give you this.
pt_br: Ciao, Saejima-san. Sembra che tu abbia raggiunto una specie di traguardo. Lascia che ti dia questo.

# 904_Letter Deliveryman
source: Hello, Saejima-san. Looks like you've accomplished an achievement of sorts. Let me give you this.
pt_br: Ciao, Saejima-san. Sembra che tu abbia raggiunto una specie di traguardo. Lascia che ti dia questo.

# 952_Letter Deliveryman
source: Hello, Saejima-san. Looks like you've accomplished an achievement of sorts. Let me give you this.
pt_br: Ciao, Saejima-san. Sembra che tu abbia raggiunto una specie di traguardo. Lascia che ti dia questo.
