Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00090029.po
Languages: pt_br

source: Homeless Newcomer
pt_br: Senzatetto Novellino

source: Homeless Veteran
pt_br: Veterano senzatetto

# 84_Homeless Newcomer
source: What in tarnation... I dunno where I am anymore. How do I even get out of here?
pt_br: Ma che diavolo... Non so più dove sono. Come diavolo faccio a uscire da qui?

# 96_Homeless Veteran
source: You new around here, chief? Where is it you want to go?
pt_br: Sei nuovo da queste parti, capo? Dove vuoi andare?

# 108_Homeless Newcomer
source: Oh, uh... I was just trying to get to Tenkaichi Street. Can you point me in the right direction?
pt_br: Oh, uh... Stavo solo cercando di arrivare a Tenkaichi Street. Mi daresti una dritta?

# 120_Homeless Veteran
source: I can point you to a map in the underground parking lot. Makes navigating down here a cinch.
pt_br: Posso indicarti una mappa nel parcheggio sotterraneo. Così orientarsi qui sotto diventa una passeggiata.

# 132_Homeless Veteran
source: It's next to the exit, so if you wind up lost again, double back to the map and reorient yourself.
pt_br: È lì vicino all'uscita, quindi se ti perdi di nuovo, torna indietro alla mappa e riorientati.

# 156_Homeless Newcomer
source: A map is exactly what I needed. Thank you kindly.
pt_br: Una mappa è proprio quello che mi serviva. Ti ringrazio tanto.

# 168_Homeless Veteran
source: You be careful now, chief. The underground's a wide and wild place.
pt_br: Fai attenzione, eh, capo. Il sotterraneo è un posto vasto e selvaggio.

# 180_Saejima
source: (Glad I carry a map on me, so I don't get lost like that.)
pt_br: (Meno male che mi porto dietro una mappa, così non mi perdo come un fesso.)
