Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid01020211.po
Languages: pt_br

source: Shibata Family Member
pt_br: Membro della famiglia Shibata

# 100_Akiyama
source: Well? Had enough?
pt_br: Allora? Ti è bastato?

# 112_Shibata Family Member
source: Dammit... We heard you were good, but we didn't know you were gonna be <Italic>this</Italic> good.
pt_br: Merda... Ci avevano detto che eri bravo, ma non pensavamo che saresti stato <Italic>così</Italic> bravo.

# 124_Akiyama
source: Huh, glad I have a reputation, at least. What else are they saying about me?
pt_br: Eh, perlomeno una reputazione ce l'ho. Cos'altro dicono di me?

# 136_Shibata Family Member
source: You think you're so damn funny, huh? I dunno much, but...
pt_br: Ti credi un gran simpaticone, eh? Non so granché, ma...

# 148_Akiyama
source: But what?
pt_br: Ma cosa?

# 160_Shibata Family Member
source: We got boys... heading to your office as we speak.
pt_br: Abbiamo dei ragazzi... diretti al tuo ufficio proprio ora.

# 172_Akiyama
source: No kidding.
pt_br: A chi lo dici!

# 184_Akiyama
source: Tell me something. They as tough as you?
pt_br: Dimmi una cosa. Loro sono tosti come te?

# 196_Shibata Family Member
source: Heh, sure are. Top of the Shibata Family heap.
pt_br: Eh, eccome. Al vertice della Famiglia Shibata.

# 208_Akiyama
source: Perfect. Then I've got nothing to worry about.
pt_br: Perfetto. Allora non ho nulla di cui preoccuparmi.

# 220_Shibata Family Member
source: Whaddya mean?
pt_br: Cosa vuoi dire?

# 232_Akiyama
source: Heh, you'll see.
pt_br: Eh, vedrai.

# 268_Kido
source: I never got through to Arai-aniki. Wound up reporting the boss's death myself.
pt_br: Non sono riuscito a beccare Arai-aniki. Ho finito per comunicare io stesso la morte del capo.

# 280_Akiyama
source: Must have been rough on you.
pt_br: Dev'essere stata dura per te.

# 292_Kido
source: Apparently he got stabbed in the back. No real sign of a struggle.
pt_br: A quanto pare è stato accoltellato alle spalle. Nessun segno evidente di colluttazione.

# 304_Kido
source: That's not all, though. The cops think the killer might be a woman 'cause of how they found him.
pt_br: Non è tutto, però. Gli sbirri pensano che l'assassino potrebbe essere una donna, per come l'hanno trovato.

# 316_Akiyama
source: A woman?
pt_br: Una donna?

# 328_Kido
source: Yeah. His shirt was off, and there were traces of lipstick on his neck and lips.
pt_br: Sì. Era a petto nudo, e c'erano tracce di rossetto sul collo e sulle labbra.

# 340_Akiyama
source: So this girl came in promising action... and gave Kanemura more action than he bargained for.
pt_br: Allora, è arrivata questa tipa promettendo un po' di pepe... e ha dato a Kanemura ben più casino di quello che si era messo in conto.

# 352_Kido
source: That's what it looks like.
pt_br: È quello che sembra.

# 364_Kido
source: Still, something doesn't add up. It's just, well...
pt_br: Comunque, qualcosa non torna. È solo che, beh...

# 376_Akiyama
source: What's up?
pt_br: Che c'è?

# 388_Kido
source: When I got back to the office, it was completely empty. That just doesn't happen. Ever.
pt_br: Quando sono tornato in ufficio, era completamente vuoto. Una cosa del genere non succede mai. Mai.

# 400_Akiyama
source: True. You usually have one or two boys keeping an eye on things out front, especially when the boss is in.
pt_br: Vero. Di solito piazzi uno o due ragazzi a far la guardia lì fuori, specialmente quando il capo è dentro.

# 412_Kido
source: Not only that, but...
pt_br: Non solo quello, ma...

# 424_Akiyama
source: But?
pt_br: Ma?

# 436_Kido
source: I dunno. The boss never seemed like the kinda guy to fall for that kinda trick, no matter the girl.
pt_br: Boh. Il capo non mi è mai sembrato il tipo da cascare in una fregatura del genere, a prescindere dalla ragazza.

# 460_Kido
source: He didn't really ever talk about women or anything. And he wasn't exactly a spring chicken, if you get me.
pt_br: Non parlava mai davvero di donne o roba del genere. E non era mica di primo pelo, se mi segui.

# 472_Akiyama
source: I hear you... But you never know.
pt_br: Ti sento... Ma non si sa mai.

# 484_Kido
source: Huh?
pt_br: Uh?

# 496_Akiyama
source: If the police are right, she must be one hell of a woman.
pt_br: Se la polizia ci ha azzeccato, dev'essere una donna da paura.

# 508_Akiyama
source: You ever heard of a femme fatale, Kido-chan?
pt_br: Hai mai sentito parlare di una femme fatale, Kido-chan?

# 520_Kido
source: A femme fatale? What's that?
pt_br: Una femme fatale? Cos'è?

# 532_Akiyama
source: A very special kind of woman. She might not be the most gorgeous girl in town, but you can't deny that there's something special about her.
pt_br: Una donna di un certo calibro. Non sarà mica la più bella che c'è in giro, ma non puoi negare che abbia quel qualcosa di speciale.

# 544_Akiyama
source: And just when it seems like you've got her, she suddenly decides to keep you at arm's length.
pt_br: E proprio quando credi di averla in pugno, lei di punto in bianco decide di tenerti al guinzaglio corto.

# 556_Akiyama
source: But that only makes you want her more... and before you know it, she's the only thing you can think about. They say a girl like that'll eventually lead you to total ruin.
pt_br: Ma questo non fa che fartela volere ancora di più... e senza che tu te ne accorga, lei è l'unica cosa che hai in testa. Si dice che una tipa così alla fine ti porterà alla rovina totale.

# 568_Akiyama
source: Maybe you'll find one of your own someday, Kido-chan. A woman so alluring, you can't possibly pull yourself away.
pt_br: Magari un giorno ne troverai una tutta tua, Kido-chan. Una donna così irresistibile, da cui non riuscirai proprio a staccarti.

# 580_Kido
source: Can't say I'd complain if I did.
pt_br: Non mi lamenterei mica, se lo facessi.

# 592_Akiyama
source: Enough about that, though. First things first, we've got work to do.
pt_br: Basta con 'ste storie, però. Passiamo al sodo, abbiamo del lavoro da sbrigare.

# 604_Kido
source: Work?
pt_br: Dici lavoro?

# 640_Kido
source: So Arai-aniki really did it, huh?
pt_br: Quindi Arai-aniki l'ha fatto davvero, eh?

# 652_Akiyama
source: I couldn't believe it, either. Arai-san's too smart to get trigger happy with someone like that, especially a two-bit goon like Ihara.
pt_br: Nemmeno io ci potevo credere. Arai-san è troppo sveglio per fare il grilletto facile con uno così, specialmente un teppista da quattro soldi come Ihara.

# 664_Kido
source: And nobody's seen him since?
pt_br: E nessuno l'ha più visto da allora?

# 676_Akiyama
source: Nope. I don't know if the cops are onto him yet, but he killed that creep right there in the middle of town.
pt_br: No. Non so se gli sbirri gli stiano già addosso, ma ha fatto fuori quel viscido proprio lì, in pieno centro.

# 688_Akiyama
source: It's only a matter of time before they figure it out.
pt_br: È solo questione di tempo prima che lo scoprano.

# 712_Akiyama
source: How you holding up?
pt_br: Come te la cavi?

# 736_Akiyama
source: You said you found Kanemura, right?
pt_br: Hai detto di aver trovato Kanemura, vero?

# 748_Kido
source: Yeah. Right after I lost those Ueno Seiwa guys.
pt_br: Già. Subito dopo che mi sono seminato quelli della Ueno Seiwa.
