Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0102037f.po
Languages: pt_br

# 68_Kido
source: *panting*
pt_br: *ansimando*

# 80_Kido
source: Who even <Italic>are</Italic> you?
pt_br: Ma chi <Italic>sei</Italic> tu?

# 92_Saejima
source: Just a guy lookin' for answers.
pt_br: Solo uno che cerca risposte.

# 104_Saejima
source: C'mon, kid, I need your help.
pt_br: Dai, pischello, mi serve una mano.

# 116_Kido
source: Fine. Whatever. Just lemme catch my breath.
pt_br: Ok. Fa lo stesso. Lasciami solo riprendere fiato.

# 176_Saejima
source: Damn... That's some heavy shit.
pt_br: Cazzo... Questa è roba pesante.

# 188_Kido
source: You're telling me. I mean, my own clan's after me now.
pt_br: A chi lo dici. Cioè, adesso persino il mio stesso clan mi dà la caccia.

# 200_Saejima
source: How 'bout Arai? No sign of him yet?
pt_br: E Arai? Ancora non s'è fatto vedere?

# 212_Kido
source: Nope. Hard to find him with those Shibata thugs on my ass. And Akiyama-san can't help on this one.
pt_br: No, eh. È dura trovarlo con quei balordi degli Shibata che mi stanno col fiato sul collo. E Akiyama-san non può darmi una mano su questa faccenda.

# 224_Kido
source: It's a goddamn nightmare, man.
pt_br: È un fottuto incubo, cazzo.

# 236_Saejima
source: Akiyama the moneylender－he okay?
pt_br: Akiyama l'usuraio－sta bene?

# 248_Kido
source: Yeah, he'll be fine. The police have Sky Finance under 24-hour watch.
pt_br: Ma sì, starà a posto. La polizia ha Sky Finance sotto sorveglianza 24 ore su 24.

# 260_Kido
source: Shibata can't risk messing with him for now.
pt_br: Shibata non può rischiare di mettersi contro di lui per ora.

# 272_Saejima
source: The fuzz? Shit...
pt_br: La pula? Merda...

# 284_Kido
source: You okay, man? You look like you're gonna puke.
pt_br: Tutto a posto, compare? Sembri che tu stia per rimettere.

# 296_Saejima
source: I'm fine. Anyway, good thing the cops are watchin' him.
pt_br: Sto bene. Comunque, meno male che i sbirri lo tengono d'occhio.

# 308_Kido
source: So wait, what the hell's this Sasai Family you keep talking about?
pt_br: Allora, aspetta, che diavolo è questa Famiglia Sasai di cui continui a parlare?

# 320_Saejima
source: A family run by Hideki Sasai. We're a third-tier group that's part of the Tojo. 'Least, we were 25 years ago.
pt_br: Una famiglia, quella di Hideki Sasai. Siamo una cosca di terzo rango, affiliata al Tojo. O almeno, lo eravamo 25 anni fa.

# 332_Kido
source: No shit? Just like Kanemura Enterprises.
pt_br: Ma va'? Proprio come la Kanemura Enterprises.

# 344_Saejima
source: Back then, the Sasai and Shibata families were rivals despite both bein' Tojo.
pt_br: Allora, le famiglie Sasai e Shibata erano rivali, pur essendo tutt'e due del Tojo.

# 356_Kido
source: Wait, our parent family!?
pt_br: Aspetta, la nostra famiglia principale!?

# 368_Saejima
source: Sasai-san and Shibata were both lookin' to climb the ladder.
pt_br: Sasai-san e Shibata cercavano entrambi di farsi strada.

# 380_Kido
source: A good old power struggle between rival families, huh?
pt_br: La solita vecchia lotta di potere tra famiglie rivali, eh?

# 392_Saejima
source: I was ready to do whatever it took. Anything to get my patriarch a top spot in the clan.
pt_br: Ero disposto a tutto. Qualsiasi cosa pur di far arrivare il mio patriarca in cima al clan.

# 404_Saejima
source: So I agreed to the hit.
pt_br: Così ho accettato il colpo.

# 416_Kido
source: Hit?
pt_br: Lavoretto?

# 428_Saejima
source: Murder. I took out Yoshiharu Ueno and the other Ueno Seiwa brass who were jockeyin' with the Tojo.
pt_br: Omicidio. Ho fatto fuori Yoshiharu Ueno e gli altri pezzi grossi della Ueno Seiwa che si stavano dando battaglia con i Tojo.

# 440_Saejima
source: Gunned 'em down in a ramen joint.
pt_br: Li ha fatti fuori in un locale di ramen.

# 452_Kido
source: The Ueno Seiwa－ Wait, you mean <Italic>that</Italic> hit!?
pt_br: Ueno Seiwa－ Aspetta, intendi <Italic>quella</Italic> strage!?

# 464_Saejima
source: Ya heard of it? Yeah, that was me.
pt_br: Hai presente? Sì, ero io.

# 476_Kido
source: Hold on just a second, pops.
pt_br: Aspetta un attimo, vecchio.

# 488_Kido
source: That's the shooting where one dude took out like 18 people, isn't it? You're a living legend!
pt_br: Quella è la sparatoria dove un tizio ha fatto fuori tipo 18 persone, vero? Sei una leggenda vivente!

# 500_Saejima
source: Ain't nothin' legendary 'bout pointing a gun and pulling the trigger.
pt_br: Non c'è un bel niente di leggendario a puntare il ferro e sparare.

# 512_Saejima
source: All I cared about was makin' sure my patriarch rose through the ranks. Even if I hung for it.
pt_br: A me interessava solo far salire di grado il mio patriarca. Anche se ci lasciavo la pelle.

# 524_Saejima
source: Surprisin' thing was, my time never came. 'Least not yet.
pt_br: La cosa strana, però, è che il mio momento non è mai arrivato. Almeno non ancora.

# 536_Kido
source: Wait, if you got... If you're a... That means you...
pt_br: Aspetta, se hai... Se sei un... Allora tu...

# 548_Saejima
source: Busted out? Yup, jus' the other day.
pt_br: Evaso? Già, giusto l'altro giorno.

# 572_Kido
source: What the <Italic>fuck</Italic>!?
pt_br: Che <Italic>cazzo</Italic>!?

# 584_Saejima
source: Pipe down, kid. Relax. I just wanna know the truth. See it with my own two eyes before I bite the dust.
pt_br: Zitto, ragazzino. Stai tranquillo. Voglio solo la verità. Vederla coi miei stessi occhi prima che ci lascio le penne.

# 596_Kido
source: The truth about what?
pt_br: La verità su cosa?

# 608_Saejima
source: Whether my boss really just up and vanished.
pt_br: Se il mio capo sia proprio sparito nel nulla.

# 620_Kido
source: Huh...
pt_br: Eh...

# 632_Saejima
source: And whether my bro Majima really did stab me in the back. So whaddya say? Think ya can help?
pt_br: E se il mio compare Majima mi ha davvero pugnalato alle spalle. Allora, che ne dici? Pensi di poter dare una mano?

# 644_Kido
source: Whoa, whoa, whoa. Hold the phone, man!
pt_br: Ehi, ehi, ehi. Frena un attimo, compare!

# 656_Saejima
source: ...What?
pt_br: ...Cosa?

# 668_Kido
source: This shit's way out of my freaking league!
pt_br: Questa merda è troppo grossa per me, cazzo!

# 680_Kido
source: I mean, you're the legendary Taiga Saejima! There's no way I can help you!
pt_br: Cioè, sei il leggendario Taiga Saejima! Come potrei mai darti una mano io?!

# 692_Saejima
source: Why not?
pt_br: Perché no?

# 704_Kido
source: C'mon, man. I'm a nobody－practically still a street punk. Hell, I've got my own family on my ass!
pt_br: Ma dai, amico. Sono un signor nessuno, praticamente ancora un bulletto da strada. Diavolo, c'ho la mia stessa famiglia alle costole!

# 716_Kido
source: And you're asking <Italic>me</Italic> to help <Italic>you</Italic>? That's crazy talk!
pt_br: E chiedi proprio a <Italic>me</Italic> di dare una mano <Italic>a te</Italic>? Ma è roba da pazzi!

# 728_Saejima
source: I ain't expectin' much.
pt_br: Non mi aspetto granché.

# 740_Kido
source: Huh?
pt_br: Uh?

# 752_Saejima
source: Just need an introduction.
pt_br: Mi serve solo un'introduzione.

# 764_Kido
source: To who?
pt_br: A chi?

# 776_Saejima
source: Someone who knows what went down in Kamurocho back in '85. Someone who knows the truth.
pt_br: Qualcuno che sa cosa è successo a Kamurocho nell'85. Qualcuno che conosce la verità.

# 788_Kido
source: Right. You said you were looking for the real story...
pt_br: Giusto. Hai detto che stavi cercando la vera storia...

# 800_Saejima
source: Mhm. Any ideas?
pt_br: Mhm. Qualche dritta?

# 824_Saejima
source: What?
pt_br: Cosa?

# 836_Kido
source: There's a guy who can help. He'll definitely have the info you're looking for!
pt_br: C'è un tipo che può darti una mano. Avrà di sicuro tutte le dritte che cerchi!

# 848_Saejima
source: Who?
pt_br: Chi?

# 860_Kido
source: An information broker. Best of the best.
pt_br: Un broker di informazioni. Il migliore dei migliori.

# 872_Saejima
source: An informant, huh?
pt_br: Un informatore, eh?

# 884_Kido
source: Let's get out of here before the cops come by and start asking questions.
pt_br: Leviamoci di torno prima che gli sbirri si facciano vivi e inizino a farci il terzo grado.

# 896_Kido
source: And who knows when those Shibata assholes will show up again.
pt_br: E chissà quando quegli stronzi degli Shibata si faranno vivi di nuovo.

# 908_Kido
source: Follow me. There's a place I go to when I need to lay low.
pt_br: Seguimi. Conosco un posto dove vado quando devo darmi alla macchia.

# 920_Saejima
source: Ya got a hideout?
pt_br: C'hai un covo?

# 932_Kido
source: Yeah, come on.
pt_br: Dai, forza.
