Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60005.po
Languages: pt_br

source: And now your company's in the same position mine was... My apologies if this is too forward, but you have to downsize.
pt_br: E ora la sua azienda è nella stessa posizione in cui si trovava la mia... Mi scusi se sono troppo diretto, ma deve ridimensionare.

source: You got a copy of <Color:8>Memoirs of an Action Star<Color:Default>.
pt_br: Hai ottenuto una copia di <Color:8>Memorie di una Star d'azione<Color:Default>.

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: Angry Ex-Employee
pt_br: Ex-dipendente incazzato

source: Paradise Advertising President
pt_br: Presidente di Paradise Advertising

# 80_Akiyama
source: Hey...
pt_br: Ehi...

# 92_Angry Ex-Employee
source: Enough of this bullshit. I worked with his dad for more than thirty years.
pt_br: Basta con queste stronzate. Ho lavorato con suo padre per più di trent'anni.

# 104_Angry Ex-Employee
source: We were good friends, all of us. And then this... this ignorant moron... He tore it all to pieces.
pt_br: Eravamo buoni amici, tutti quanti. E poi questo... questo imbecille ignorante... Ha fatto a pezzi tutto.

# 116_60_80_MOUNTAIN_VF_OFF
source: That company... That company was... *sob*
pt_br: Quella società... Quella società era... *singhiozzo*

# 140_Akiyama
source: It can't be easy to start over at your age. But if you're willing to try, stop by Sky Finance on Tenkaichi Street.
pt_br: Non dev'essere facile ricominciare alla tua età. Ma se hai la voglia di provarci, passa da Sky Finance in via Tenkaichi.

# 152_Angry Ex-Employee
source: I'm just a moneylender, but a little money might be just what you need right now.
pt_br: Sono solo un prestatore di soldi, ma qualche spicciolo potrebbe essere proprio quello che ti serve ora.

# 176_Akiyama
source: Drop by any time.
pt_br: Fatti un salto quando vuoi.

# 236_Shiobara
source: You knew all along. You knew that downsizing was the only way to get that company in the black.
pt_br: L'hai sempre saputo. Sapevi che il taglio del personale era l'unico modo per rimettere in sesto quell'azienda.

# 248_Akiyama
source: Yep. Sure did.
pt_br: Già. Proprio così.

# 260_Shiobara
source: I knew it! Then, why? Why!?
pt_br: Lo sapevo! Allora, perché? Perché!?

# 284_Shiobara
source: His friends had been with him from the start. The president didn't want to downsize, but that was the only way to save his company.
pt_br: I suoi amici c'erano fin dall'inizio. Il presidente non voleva fare tagli, ma era l'unico modo per salvare la sua azienda.

# 296_Akiyama
source: And he still couldn't bring himself to do it, so you've come here to mull it all over, is that right?
pt_br: E ancora non se l'è sentita di farlo, perciò sei venuto qui a rimuginarci su, giusto?

# 320_Akiyama
source: That angry old man, Paradise Advertising... I imagine you probably understand this now, but downsizing isn't necessarily a bad thing.
pt_br: Quel vecchiaccio incazzato, Paradise Advertising... Immagino che ora tu abbia capito, ma il downsizing non è per forza una cosa negativa.

# 332_Talk_No
source: Sure, it's not always the ideal or even the only option, but sometimes you have to do what's best for the company.
pt_br: Certo, non è sempre l'opzione ideale, o neanche l'unica, ma a volte tocca fare quello che è meglio per l'azienda.

# 344_Angry Ex-Employee
source: If you don't, you might end up hurting a lot more people, like that old man.
pt_br: Se non lo fai, rischi di far del male a un sacco di altra gente, tipo quel vecchio.

# 368_Akiyama
source: Do you see what I'm trying to say?
pt_br: Capisci dove voglio andare a parare?

# 380_Shiobara
source: Akiyama-san... Could you ask that leaflet company guy to come meet us here?
pt_br: Akiyama-san... Potresti chiedere a quel tipo della ditta di volantini di venirci a trovare qui?

# 392_Akiyama
source: Sure. I'll call him right now.
pt_br: Certo. Lo chiamo subito.

# 440_Akiyama
source: Yes, hello? This is Akiyama from Sky Finance. We have something we'd like to talk to you about... Could you come meet us at the park?
pt_br: Sì, pronto? Sono Akiyama di Sky Finance. Avremmo qualcosa di cui parlare con lei... Potrebbe venire a incontrarci al parco?

# 584_Paradise Advertising President
source: What is it, Akiyama-san? Is something wrong?
pt_br: Che c'è, Akiyama-san? C'è qualcosa che non va?

# 596_Akiyama
source: Shiobara-kun wants to talk to you.
pt_br: Shiobara-kun vuole parlarle.

# 608_Shiobara
source: Uh, well... I once brought down my father's printing company because I didn't want to downsize and lose all of the good people he'd employed over the years...
pt_br: Beh, uh... una volta ho mandato a rotoli la stamperia di mio padre perché non volevo tagliare il personale e perdere tutta la brava gente che aveva assunto negli anni...

# 632_Paradise Advertising President
source: Yes... I thought as much. But my people have been with me since the beginning. How could I just force them out like that?
pt_br: Sì... lo immaginavo. Ma la mia gente è con me fin dall'inizio. Come potrei mai buttarli fuori così?

# 644_Shiobara
source: If the business fails, that's it! Everything's over! All of your employees get hurt－every last one of them!
pt_br: Se gli affari vanno a rotoli, è finita! Finisce tutto! Tutti i tuoi dipendenti ci vanno di mezzo－fino all'ultimo!

# 668_Shiobara
source: I understand it's a tough decision to make, but it's the president's responsibility to protect the company...
pt_br: Capisco che è una decisione difficile da prendere, ma è responsabilità del presidente proteggere l'azienda...

# 692_Akiyama
source: I agree. Downsizing's the only option. My heart goes out to you, but it's got to be better than turning everybody out into the streets.
pt_br: Sono d'accordo. Non c'è altra scelta che ridimensionare. Mi dispiace un mondo per te, ma è di certo meglio che buttare tutti in mezzo a una strada.

# 704_Paradise Advertising President
source: I see. I guess that really is the only way to go, then...
pt_br: Capisco. Credo proprio che non ci sia altra scelta, allora...

# 716_Shiobara
source: I just have one favor to ask of you.
pt_br: Ho solo un favore da chiederti.

# 728_Angry Ex-Employee
source: If this downsizing does turn your company around, make sure the people who were forced out get first crack at working for you again.
pt_br: Se questo ridimensionamento dovesse rimettere in sesto la sua azienda, si assicuri che le persone che sono state costrette ad andarsene abbiano la prima chance di lavorare di nuovo per lei.

# 740_Talk_No
source: After all, it's those employees who served the company by leaving, and they'd all been friends and coworkers for a long time...
pt_br: Dopotutto, sono quei dipendenti che hanno servito l'azienda\nandandosene, ed erano stati tutti amici e colleghi per un\nsacco di tempo...

# 752_Paradise Advertising President
source: All right. I promise I will.
pt_br: Ok. Prometto che lo farò.

# 764_Talk_No
source: When I first met you, Shiobara-san, I'd assumed you were nothing more than some half-baked smartass. But now I see that you look out for everyone like a fine, upstanding CEO.
pt_br: Quando ti ho incontrato per la prima volta, Shiobara-san, avevo dato per scontato che non fossi altro che un furbetto mezzo cotto.\nMa ora vedo che hai a cuore tutti, come un CEO in gamba e con la schiena dritta.

# 776_Talk_Ojigi
source: I know it's awfully hard, but we've got to do the best we can by our employees. Now, if you'll excuse me...
pt_br: Lo so che è dura da morire, ma dobbiamo fare il massimo che possiamo per la nostra gente. Ora, se mi scusate...

# 788_Shiobara
source: Thank you very much. I've learned a lot from all of this...
pt_br: Grazie mille. Ho imparato molto da tutto questo...

# 800_Akiyama
source: Paradise Advertising will be in the black soon enough, so let's consider the test passed. The money is yours, provided you're still interested?
pt_br: Paradise Advertising sarà in attivo di lì a poco, quindi consideriamo il test superato. I soldi sono tuoi, a patto che tu sia ancora interessato?

# 812_Shiobara
source: Yes, I am. I can't give up now.
pt_br: Sì, ci sono. Non posso mollare proprio adesso.

# 824_Talk_Yes
source: I still don't know what kind of company to build, but I'm going to do my best to make sure it brings happiness to everyone who works there. I can promise you that much!
pt_br: Non so ancora che tipo di azienda tirare su, ma farò del mio meglio per assicurarmi che porti felicità a tutti quelli che ci lavorano. Questo te lo posso promettere!

# 836_Akiyama
source: And for right now, that's enough. Here you are, then. Five million yen.
pt_br: E per adesso, basta così. Ecco qui, allora. Cinque milioni di yen.

# 848_Shiobara
source: Thank you so much! I'm going to give it everything I've got!
pt_br: Grazie mille! Ci metterò tutto quello che ho!

# 860_Akiyama
source: Um... This is all I've got, but I'd like you to at least have some token of my gratitude. Please accept it along with my thanks!
pt_br: Uhm... Questo è tutto quello che ho, ma vorrei che tu avessi almeno un piccolo segno della mia gratitudine. Ti prego di accettarlo insieme ai miei ringraziamenti!

# 896_Akiyama
source: Sure, why not? Thank you kindly.
pt_br: Certo, perché no? La ringrazio molto.

# 908_Shiobara
source: All right, I'm off! I'm about to become a very busy man!
pt_br: Allora, me ne vado! Sto per diventare un uomo... un tipo indaffaratissimo!
