Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60001.po
Languages: pt_br

source: Man Seeking a Loan
pt_br: Un tipo in cerca di un prestito

# 160_Hana
source: Oh, Chief. You have a customer waiting.
pt_br: Ah, Capo. Hai un cliente che aspetta.

# 172_Akiyama
source: The one you told me about on the phone? Got it. Thanks.
pt_br: Quello di cui mi hai parlato al telefono? Capito. Grazie.

# 244_Akiyama
source: Apologies for the wait. So, tell me, what brings you here today?
pt_br: Mi scuso per l'attesa. Allora, mi dica, cosa la porta qui oggi?

# 256_Man Seeking a Loan
source: Are you Akiyama-san? You provide interest-free loans here, is that right?
pt_br: Lei è Akiyama-san? Lei offre prestiti a tasso zero qui, giusto?

# 268_Akiyama
source: Indeed I do. That said, there are a few conditions. May I ask your name?
pt_br: Certo che sì. Però, ci sono un paio di condizioni. Le posso chiedere il suo nome?

# 280_Shiobara
source: It's Shiobara. Uh... How much are you willing to lend out, er, usually?
pt_br: Sono Shiobara. Uhm... Quanto sei disposto a prestare, ehm, di solito?

# 292_Akiyama
source: Mind telling me why you need the money first? That'll help me decide whether or not I should give you the loan.
pt_br: Mi spieghi prima a cosa ti servono i soldi? Questo mi aiuterà a decidere se concederti o meno il prestito.

# 304_Shiobara
source: Well, not too long ago, I drove my printing company into bankruptcy. I'd inherited the place from my father, you see.
pt_br: Beh, poco tempo fa ho mandato in bancarotta la mia tipografia. L'avevo ereditata da mio padre, sai.

# 316_Hana
source: But this time I figure I'll start my own company. From the ground up.
pt_br: Ma questa volta ho deciso che mi apro la mia ditta. Da zero.

# 328_Akiyama
source: You ran your father's company into the ground?
pt_br: Hai mandato a rotoli l'azienda di tuo padre?

# 340_Shiobara
source: It made money, but not enough to get out of the red. In the end, all I could do was downsize. But downsizing isn't always the best option, you know?
pt_br: Faceva soldi, ma non abbastanza per uscire dal rosso. Alla fine, l'unica cosa che potei fare fu ridimensionare. Ma ridimensionare non è sempre la mossa migliore, sai?

# 352_Hana
source: The company was already on its way under. If our only available option was downsizing, wouldn't it have been better to just pull the plug?
pt_br: L'azienda stava già andando a rotoli. Se l'unica opzione che ci rimaneva era ridimensionare, non sarebbe stato meglio chiudere bottega e amen?

# 364_F_oba_sitchr_tlk_kamae
source: I think it's cowardly to fire people just to try and keep a company artificially afloat.
pt_br: Penso sia da codardi licenziare la gente solo per cercare di tenere a galla un'azienda artificialmente.

# 376_Talk_Yes
source: So I took responsibility for my bad management and let the place go bankrupt. No hard feelings all around, right?
pt_br: Quindi mi sono preso le mie responsabilità per la mia cattiva gestione e ho lasciato che l'attività fallisse. Nessuno ha avuto da ridire, no?

# 388_Akiyama
source: (I see. Spoken like a typical spoiled heir...)
pt_br: (Capisco. Detto proprio come un tipico erede viziato...)

# 400_Shiobara
source: The old company doesn't matter now anyway. What's important is getting this new company off the ground. So... Will you lend me some money?
pt_br: La vecchia azienda, ormai, è acqua passata. L'importante è far decollare questa nuova azienda. Allora... Mi presteresti dei soldi?

# 424_Akiyama
source: I'm not against the idea, but why come to me? Can't you get your bank to cover it?
pt_br: Non sono contrario all'idea, ma perché vieni proprio da me? La tua banca non te lo copre?

# 436_Shiobara
source: I guess I didn't pass their review. They asked me what business the company would be in, but I hadn't decided yet. Something online, that's for sure.
pt_br: Immagino di non aver passato il loro vaglio. Mi hanno chiesto di che affari si sarebbe occupata la società, ma non avevo ancora deciso. Qualcosa online, questo è sicuro.

# 448_Akiyama
source: Still haven't figured it out, huh?
pt_br: Ancora non ci sei arrivato, eh?

# 460_Shiobara
source: What, you need planning documents, too? Don't you loan sharks usually skip all that formality crap?
pt_br: Ma come, ti servono anche documenti di pianificazione? Voi strozzini di solito non vi saltate tutte quelle cazzate formali?

# 472_Akiyama
source: No, it's just... Never mind. How much did you need?
pt_br: No, è solo... Lascia perdere. Quanto ti serviva?

# 484_Shiobara
source: Let's see. How about three－no, five million?
pt_br: Vediamo un po'. Che ne dici di tre－no, cinque milioni?

# 496_Akiyama
source: Why so much? Though now that I think about it... you probably have no idea how much you really need.
pt_br: Perché così tanto? Anche se ora che ci penso... probabilmente non hai la minima idea di quanto ti serva davvero.

# 508_P_sitsofa_tlk_kamae
source: Eh, what the hell. I'll lend you the five mil. No interest, no collateral.
pt_br: Ma sì, che diavolo. Ti presto i cinque milioni. Niente interessi, niente garanzie.

# 520_Shiobara
source: Seriously!? You're not pulling my leg here?
pt_br: Ma dici sul serio!? Non mi stai mica prendendo in giro?

# 544_Akiyama
source: But first, you're going to have to pass my test.
pt_br: Ma prima, dovrai superare la mia prova.

# 556_Shiobara
source: Sure! Bring it on! I don't know what kind of test you're talking about, but I'll do anything you ask!
pt_br: Certo! Fatti sotto! Non so di che test tu stia parlando, ma farò qualsiasi cosa tu mi chieda!

# 568_Akiyama
source: All right. So you want to start a company, be its president? In that case, I'll need you to...
pt_br: Allora. Quindi vuoi mettere su un'azienda, diventarne il presidente? In quel caso, ti chiederò di...

# 580_Akiyama
source: Find three people to be your business partners and bring them to me.
pt_br: Trova tre persone che ti facciano da soci in affari e portameli.

# 604_Shiobara
source: Business partners? Three of them? Is that really all you need?
pt_br: Soci in affari? Tre? È davvero tutto quello che ti serve?

# 616_Akiyama
source: Yeah. People who'd be happy to help build up a company. What do you think? Can you do it?
pt_br: Già. Gente che sarebbe contenta di dare una mano a tirar su un'azienda. Che ne dici? Ce la fai?

# 628_Shiobara
source: What are you talking about? I've got tons of friends. It won't take long at all!
pt_br: Ma che dici? Ho un sacco di amici. Non ci metterò niente!

# 640_Talk_OK
source: I'll be right back, okay? Better get that five million for me!
pt_br: Torno subito, capito? Vedi di tirar fuori quei cinque milioni per me!

# 712_Akiyama
source: Bring me the business cards of ten company presidents. Any kind of company will do.
pt_br: Portami i biglietti da visita di dieci presidenti di azienda. Qualsiasi tipo di azienda andrà bene.

# 736_Shiobara
source: Ten business cards? Is that really all you need?
pt_br: Dieci biglietti da visita? È davvero tutto quello che ti serve?

# 748_Akiyama
source: Corporate CEOs, presidents of small factories－take your pick. Just find ten of them, get their cards, and bring them here.
pt_br: Amministratori delegati, presidenti di piccole fabbriche—scegli tu. Trovene solo dieci, fatti dare i loro biglietti da visita e portali qui.

# 760_Shiobara
source: Are you sure? That sounds pretty easy. I mean, I used to be a president myself. I can get twenty or even thirty cards, no problem.
pt_br: Sei sicuro? Sembra una passeggiata. Cioè, anch'io sono stato un presidente. Posso procurarmi venti o anche trenta carte, senza problemi.

# 772_Akiyama
source: Excellent, I'm glad to hear it. Well, good luck. I'll see you soon.
pt_br: Ottimo, mi fa piacere sentirlo. Bene, in bocca al lupo. Ci vediamo presto.

# 784_Shiobara
source: I'll be right back, okay? Better get that five million ready for me!
pt_br: Torno subito, ok? Vedi di preparare quei cinque milioni per me!

# 856_Akiyama
source: Invite a hostess out after the club closes and bring her back here to my office.
pt_br: Invita una hostess a uscire dopo la chiusura del locale e portamela qui nel mio ufficio.

# 880_Shiobara
source: A hostess club? That's it? I just bring the girl here and the five million's mine?
pt_br: Un hostess club? Tutto qui? Basta che porti la ragazza qui e mi becco i cinque milioni?

# 892_Shiobara
source: I don't know...
pt_br: Non lo so...

# 904_Akiyama
source: Oh, come on. It should be a piece of cake for a guy like you! What's the problem?
pt_br: Ma dai! Dovrebbe essere un gioco da ragazzi per uno come te! Qual è il problema?

# 916_Shiobara
source: I just don't have the cash. Hostess clubs are expensive, you know? It's a real shame...
pt_br: Non ho un soldo. I hostess club costano un occhio della testa, sai? È un vero peccato...

# 928_P_sitsofa_tlk_kamae
source: I'd have all kinds of girls trailing after me if I just had the money. I'd be like the Pied Piper of Kamurocho!
pt_br: Mi verrebbero dietro un sacco di ragazze se solo avessi la grana. Sarei tipo il Pifferaio Magico di Kamurocho!

# 940_Akiyama
source: I guess I'll have to point you over to my friend's hostess club, then. You can put it on my tab.
pt_br: Credo che dovrò indirizzarti al locale di hostess del mio amico, allora. Puoi metterlo sul mio conto.

# 952_Hana
source: The place is called Sweet, over on Pink Street. Just tell them Akiyama sent you and they'll take care of the rest.
pt_br: Il posto si chiama Sweet, lì su Pink Street. Di' solo che ti manda Akiyama e al resto ci pensano loro.

# 964_Shiobara
source: Really?
pt_br: Davvero?

# 976_Akiyama
source: You can't do it without money, right? Well, I'm making that particular problem go away. So what do you think? Can you do that?
pt_br: Senza grana non combini nulla, vero? Beh, io quel problema lì te lo tolgo di mezzo. Allora, che dici? Ce la fai?

# 988_Shiobara
source: Yes, of course! No problem at all. I'll bring you the best hostess in the club!
pt_br: Ma certo! Nessun problema. Ti porto la migliore\nhostess del locale!

# 1000_Hana
source: I'll be right back, okay? Better get that five million ready for me!
pt_br: Torno subito, ok? Vedi di preparare quei cinque milioni per me!

# 1048_Hana
source: Find three business partners.
pt_br: Trova tre soci in affari.

# 1060_Hana
source: Bring me ten presidents' business cards.
pt_br: Portami dieci biglietti da visita di alti papaveri.

# 1072_Hana
source: Invite a hostess here after the club closes.
pt_br: Invita una hostess qui dopo la chiusura del locale.
