Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00130443.po
Languages: pt_br

source: You got an <Color:8>SSS Gun Powder<Color:Default>.
pt_br: Hai ottenuto una <Color:8>SSS Polvere da Sparo<Color:Default>.

source: Everyone
pt_br: Tutti

# 56_Saejima
source: It's time for me to go.
pt_br: È ora che me ne vada.

# 68_Sodachi
source: Are you really leaving!?
pt_br: Te ne vai davvero!?

# 80_Saejima
source: I can't just stay here forever. Plus you got a lot more students now, and the dojo's become real impressive.
pt_br: Non posso mica restare qui per sempre. In più hai un sacco di studenti adesso, e il dojo è diventato davvero impressionante.

# 92_Saejima
source: You don't need me no more.
pt_br: Non vi servo più.

# 104_Sodachi
source: Oh, no! Please... Please don't go! Don't go, Saejima-san! Nooooooooooo!
pt_br: Oh, no! Ti prego... Ti prego, non andartene! Non andartene, Saejima-san! Nooooooooooo!

# 116_Sugiyama
source: Sodachi-san... He has no choice. He has other things to do.
pt_br: Sodachi-san... Non ha scelta. Ha altri impegni.

# 128_Sodachi
source: You're right. It's truly unfortunate... But I guess I should see you off with a smile.
pt_br: Hai ragione. È davvero un peccato... Ma credo che dovrei salutarvi con un sorriso.

# 140_Sodachi
source: Saejima-san... Really, thank you for everything.
pt_br: Saejima-san... Davvero, grazie di tutto.

# 152_Sodachi
source: If it weren't for you, my dojo would not be here today.
pt_br: Se non ci fossi stato tu, il mio dojo non sarebbe qui oggi.

# 164_Sodachi
source: And not just the dojo. If it weren't for you, these students wouldn't have been able to grow as much as they have.
pt_br: E non solo il dojo. Senza di te, questi ragazzi non sarebbero riusciti a crescere così tanto.

# 176_Sodachi
source: We'll continue to work as hard as we can.
pt_br: Continueremo a impegnarci al massimo.

# 188_Sodachi
source: You come back and visit anytime you want. We'll always be waiting for you!
pt_br: Torna a trovarci quando vuoi. Saremo sempre qui ad aspettarti!

# 200_Saejima
source: Right. I'll come and check on ya every once in a while to make sure you ain't gone soft. Especially you, Fukushi.
pt_br: Bene. Verrò a darvi un'occhiata ogni tanto per assicurarmi che non siate rammolliti. Soprattutto tu, Fukushi.

# 212_Ochiai
source: What!? Why me!? I'm gonna work harder than ever!
pt_br: Ma cosa!? Perché proprio io!? Lavorerò più sodo che mai!

# 224_Everyone
source: Hahaha!
pt_br: Ahahah!

# 236_Saejima
source: I ain't a sentimental man, so I'm only sayin' this once. I'm glad I met all of ya. And I mean that from the bottom of my heart.
pt_br: Non sono un tipo sentimentale, quindi ve lo dico solo una volta. Sono contento di avervi incontrato tutti. E lo dico col cuore.

# 248_Saejima
source: Even after I leave the dojo, our bond ain't never gonna change.
pt_br: Anche dopo che me ne vado dal dojo, il nostro legame non cambierà mai.

# 260_Saejima
source: We'll always be together.
pt_br: Saremo sempre insieme.

# 284_Sodachi
source: Thank you... Thank you so much!
pt_br: Grazie... Grazie di cuore!

# 296_Sodachi
source: This is a little token of appreciation for all that you've done for us. Please, take it on behalf of all of us.
pt_br: Questo è un piccolo pensierino per tutto quello che hai fatto per noi. Ti prego, accettalo da parte di tutti noi.

# 332_Saejima
source: All right. It's been fun. You guys be good now. See ya around.
pt_br: Allora. È stato divertente. Mi raccomando, ragazzi. Ci si vede in giro.

# 344_Sodachi
source: Come back anytime, Saejima-san. We'll be waiting for you!
pt_br: Torna quando vuoi, Saejima-san. Ti aspetteremo!
