Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c001f.po
Languages: pt_br

# 6024_Noa
source: Okay. I'll keep that in mind. <Color:7>♥<Color:Default>
pt_br: Va bene. Lo terrò a mente. <Color:7>♥<Color:Default>

# 6036_Akiyama
source: That's quite an interesting experience.
pt_br: Davvero un'esperienza interessante, questa.

# 6048_Noa
source: I don't need that kind of experience! I was so embarrassed I thought I'd die.
pt_br: Non mi serve proprio un'esperienza del genere! Ero così imbarazzata che pensavo di morire.

# 6060_Akiyama
source: What if it was somebody you liked instead of a stranger? Would you kiss him on a crowded train?
pt_br: E se fosse uno che ti piace invece di uno sconosciuto? Lo baceresti su un treno affollato?

# 6072_Noa
source: What!?
pt_br: Cosa!?

# 6084_Noa
source: No, I couldn't do it! That kind of thing should be done in private.
pt_br: No, non potrei farlo! Certe cose andrebbero fatte in privato.

# 6096_Akiyama
source: Heheh. I see.
pt_br: Heheh. Capisco.

# 6108_Noa
source: Ouch...
pt_br: Ahi...

# 6120_Akiyama
source: What? Is something wrong?
pt_br: Che c'è? Qualcosa non va?

# 6132_Noa
source: Not really. My thighs are a bit sore, I just had practice.
pt_br: Non proprio. Ho le cosce un po' indolenzite, mi sono appena allenata.

# 6144_Akiyama
source: Oh? What kind of practice?
pt_br: Oh? Che tipo di pratica?

# 6156_Noa
source: Ballet.
pt_br: Balletto.

# 6168_Akiyama
source: Really? You do ballet?
pt_br: Davvero? Fai balletto?

# 6180_Noa
source: Yep. I came in second in a national competition, actually.
pt_br: Sì. Sono arrivato secondo in una competizione nazionale, in effetti.

# 6192_Akiyama
source: Wow! That's pretty impressive! You must be good.
pt_br: Accidenti! Niente male! Devi essere brava.

# 6204_Noa
source: Oh, I guess. I've been dancing for sixteen years.
pt_br: Ah, sì, direi. Ballo da sedici anni.

# 6216_Akiyama
source: That's a long time. Pretty incredible.
pt_br: È un sacco di tempo. Davvero incredibile.

# 6228_Noa
source: Yeah, well, it's not that useful a skill.
pt_br: Già, beh, non è un'abilità poi così utile.

# 6240_Akiyama
source: Useful or not, there's value in sticking with anything for sixteen years.
pt_br: Utile o no, c'è valore nel non mollare qualsiasi cosa per sedici anni.

# 6252_Noa
source: Hehe, I guess it was worth it if it got me a compliment from you. <Color:7>♥<Color:Default>
pt_br: Hehe, direi che ne è valsa la pena se mi hai fatto un complimento. <Color:7>♥<Color:Default>

# 6264_Akiyama
source: Hey, that makes it sound like I never give compliments.
pt_br: Ehi, mi fai sembrare uno che non fa mai complimenti.

# 6276_Noa
source: Well, you do have a tendency to be pretty sarcastic.
pt_br: Beh, hai proprio la tendenza ad essere piuttosto sarcastico.

# 6288_Akiyama
source: Really?
pt_br: Davvero?

# 6300_Akiyama
source: Can you dance a little bit for me?
pt_br: Balleresti un pochino per me?

# 6312_Noa
source: What!? I can't dance here! And my thighs hurt too much to do it now, anyway.
pt_br: Cosa!? Non posso ballare qui! E le mie cosce mi fanno troppo male per farlo adesso, comunque.

# 6324_Akiyama
source: Aw, that's too bad. I would've really liked it.
pt_br: Ah, che peccato. Mi sarebbe piaciuto tantissimo.

# 6336_Noa
source: Hmph. How much do you know about ballet?
pt_br: Mpf. Che ne sai di balletto?

# 6348_Akiyama
source: Um... Ballet dancers have to be very flexible? Oh, and they stand on their toes.
pt_br: Uhm... Le ballerine devono essere molto flessibili? Ah, e stanno sulle punte.

# 6360_Noa
source: Hahaha! So in other words, you don't know anything? <Color:7>♥<Color:Default>
pt_br: Ahahah! Quindi, in altre parole, non sai proprio niente? <Color:7>♥<Color:Default>

# 6372_Akiyama
source: Well, wouldn't it be a bit odd if I knew a lot about ballet without being a dancer?
pt_br: Bé, non sarebbe un po' strano se sapessi un sacco di cose sul balletto senza essere un ballerino?

# 6384_Noa
source: Maybe. All right, I'd be happy to dance for you if we get the chance someday.
pt_br: Forse. Va bene, sarei contenta di ballare per te se avremo l'occasione un giorno.

# 6396_Akiyama
source: Do you want to do it professionally?
pt_br: Vuoi farlo da professionista?

# 6408_Noa
source: No, not really. Besides, that competition I mentioned was in junior high.
pt_br: No, non proprio. D'altronde, quella competizione di cui ti parlavo era alle medie.

# 6420_Akiyama
source: Oh, okay. Do you think you could've made it as a professional dancer?
pt_br: Ah, ok. Pensi che ce l'avresti fatta come ballerina professionista?

# 6432_Noa
source: No... I actually got injured a few years ago.
pt_br: No... In realtà mi sono fatta male qualche anno fa.

# 6444_Akiyama
source: Oh. I'm sorry for bringing it up.
pt_br: Oh. Scusa se l'ho tirato fuori.

# 6456_Noa
source: No, no, it's fine. It was a while ago.
pt_br: No, no, è a posto. È successo un po' di tempo fa.

# 6468_Akiyama
source: I see...
pt_br: Capisco...

# 6480_Noa
source: Oh, I wish I could go to a race!
pt_br: Oh, magari potessi andare alle corse!

# 6492_Akiyama
source: A race? You mean horses?
pt_br: Una corsa? Intendi i cavalli?

# 6504_Noa
source: No, cars! I just love cars. <Color:7>♥<Color:Default>
pt_br: No, macchine! Le adoro proprio. <Color:7>♥<Color:Default>

# 6516_Akiyama
source: You do? That's a bit unusual for a girl.
pt_br: Davvero? Non è tanto da ragazza.

# 6528_Noa
source: I played racing video games when I was a kid, but I guess it was my ex-boyfriend who turned me on to live racing.
pt_br: Giocavo ai videogiochi di corse da bambina, ma credo sia stato il mio ex-ragazzo a farmi appassionare alle corse dal vivo.

# 6540_Akiyama
source: You used to go to races with him?
pt_br: Andavi alle corse con lui?

# 6552_Noa
source: No, he was in the race.
pt_br: No, era in gara.

# 6564_Akiyama
source: Really? He was a racecar driver?
pt_br: Davvero? Era un pilota di auto da corsa?

# 6576_Noa
source: Yeah, well, they were private races. He wasn't a professional.
pt_br: Già, ma erano gare private. Non era mica un professionista.

# 6600_Akiyama
source: You'd probably be an expensive girlfriend if you like cars.
pt_br: Probabilmente saresti una fidanzata costosa se ti piacciono le macchine.

# 6612_Noa
source: Yeah, a lot of guys don't even have a car. I don't get it. Don't they want one?
pt_br: Già, un sacco di tipi non hanno manco la macchina. Non mi entra in testa... Ma non la vogliono?

# 6624_Akiyama
source: Well, it's tough. Even if they do get one, girls can be picky about what kind it is.
pt_br: Beh, è dura. Anche se ne beccano uno, le ragazze possono essere schizzinose sul tipo che sia.

# 6636_Noa
source: Oh, I don't care about that. As long as it's fast!
pt_br: Ah, non mi frega di quello. Basta che sia veloce!

# 6648_Akiyama
source: Hmm. Did your ex do a lot of tinkering with his car?
pt_br: Mmm. Il tuo ex smanettava molto alla sua macchina?

# 6660_Noa
source: Of course. He wouldn't race if he didn't.
pt_br: Certo. Non si metterebbe in gioco se non fosse all'altezza.

# 6672_Akiyama
source: Ah. So it all comes back to racing.
pt_br: Ah. Quindi alla fine si torna sempre alle corse.

# 6684_Akiyama
source: Were you just pretending to like it?
pt_br: Stavi solo facendo finta che ti piacesse?

# 6696_Noa
source: Nope. Maybe I'm just easily influenced.
pt_br: Na. Forse sono solo facilmente influenzabile.

# 6708_Noa
source: Apparently, I started ballet because I saw an anime about it and told my parents that was what I wanted to do.
pt_br: A quanto pare, ho iniziato il balletto perché ho visto un anime a riguardo e ho detto ai miei genitori che era quello che volevo fare.

# 6720_Akiyama
source: Well, kids can be pretty impressionable. But here you are, still dancing sixteen years later.
pt_br: Beh, i ragazzini possono essere molto suggestionabili. Ma eccoti qui, che balli ancora sedici anni dopo.

# 6732_Noa
source: Hehe, yeah. It doesn't take much to get me excited about something, but once I am, I don't change my mind.
pt_br: Hehe, sì. Mi basta poco per gasarmi per qualcosa, ma una volta che mi ci fisso, non cambio idea.

# 6744_Akiyama
source: I'm envious. I tend not to stick with things myself.
pt_br: Sono invidioso. Io, invece, tendo a non essere costante.

# 6756_Noa
source: Hmm. Would you like to come with me to a race sometime? You might get hooked.
pt_br: Mh. Ti andrebbe di venire con me alle corse un giorno? Potresti prenderci gusto.

# 6768_Akiyama
source: Heh, that wouldn't be so bad.
pt_br: Eh, non sarebbe poi così male.

# 6780_Akiyama
source: Do you like to drive fast yourself? Always breaking the speed limit, that kind of thing?
pt_br: Ti piace guidare veloce, tu? Sempre a superare i limiti di velocità, roba del genere?

# 6792_Noa
source: Haha! No, I just like to watch. <Color:7>♥<Color:Default>
pt_br: Ahah! No, mi piace solo guardare. <Color:7>♥<Color:Default>

# 6804_Akiyama
source: But the faster the better, right?
pt_br: Ma più in fretta è, meglio è, no?

# 6816_Noa
source: Of course. <Color:7>♥<Color:Default>
pt_br: Certo. <Color:7>♥<Color:Default>

# 6828_Akiyama
source: Hmm. I don't know if I'd like to go driving with you. I'd feel pressured to floor it the whole time.
pt_br: Mh. Non so se mi piacerebbe fare un giro in macchina con te. Mi sentirei sotto pressione a spingere l'acceleratore a tavoletta per tutto il tempo.

# 6840_Noa
source: Hehe, maybe you should give it a try.
pt_br: Hehe, magari potresti provarci.

# 6852_Akiyama
source: I think I'll pass.
pt_br: Penso che passerò.

# 6864_Noa
source: My brother got in a huge fight with my mom.
pt_br: Mio fratello ha litigato di brutto con mia mamma.

# 6876_Akiyama
source: Oh? What was it about?
pt_br: Oh? Di cosa si trattava?

# 6888_Noa
source: He's been spending all his time playing video games instead of studying.
pt_br: Ha passato tutto il suo tempo a giocare ai videogiochi invece di studiare.

# 6900_Akiyama
source: Video games, huh? Has he just started playing them?
pt_br: Videogiochi, eh? Ha appena iniziato a giocarci?

# 6912_Noa
source: No, he's been a gamer since he was little. He did start playing online games recently, though. That's when he stopped studying.
pt_br: No, è un videogiocatore fin da piccolo. Ha iniziato a giocare online di recente, però. È stato allora che ha smesso di studiare.

# 6924_Noa
source: Eventually my mom just snapped.
pt_br: Alla fine mia madre ha dato di matto.

# 6936_Akiyama
source: That's too bad.
pt_br: Che peccato.

# 6948_Noa
source: Heh, you know, I like to play the occasional video game myself.
pt_br: Eh, sai, ogni tanto mi faccio qualche partita ai videogiochi anch'io.

# 6960_Akiyama
source: Oh, do you?
pt_br: Oh, sì?

# 6972_Noa
source: Yep. What about you? Do you play video games?
pt_br: Sì. E tu? Giochi ai videogiochi?

# 6984_Akiyama
source: Not really. I play pachinko from time to time, though.
pt_br: Non proprio. Ogni tanto, però, mi faccio una partita a pachinko.

# 6996_Noa
source: Ah. Well, some video games can be pretty fun.
pt_br: Ah. Beh, certi videogiochi possono essere un bel divertimento.

# 7008_Akiyama
source: Really? What kind of games?
pt_br: Davvero? Che tipo di giochi?

# 7020_Noa
source: I like racing games. They're my favorite. <Color:7>♥<Color:Default>
pt_br: Mi piacciono i giochi di corse. Sono i miei preferiti. <Color:7>♥<Color:Default>

# 7032_Akiyama
source: Oh yes, I remember. You said you love cars.
pt_br: Ah, me lo ricordo. Hai detto che ti piacciono le macchine.

# 7044_Noa
source: I do. It's exciting when you manage to drift around a corner at top speed.
pt_br: Sì, lo faccio. È una figata quando riesci a fare un drift in curva a tutta velocità.

# 7056_Akiyama
source: Heh. Maybe I should give racing games a try.
pt_br: Eh. Magari dovrei provare i giochi di corse.

# 7068_Akiyama
source: You know, love is like a game. And I'm quite the player.
pt_br: Sai, l'amore è come un gioco. E io sono un gran giocatore.

# 7080_Noa
source: Oh, please. That's pretty funny.
pt_br: Ma figurati! È piuttosto spassoso.

# 7092_Akiyama
source: No, really. It can be a fun to think up ways to hit on a particular girl.
pt_br: No, davvero. Può essere divertente pensare a modi per provarci con una ragazza in particolare.

# 7104_Noa
source: But love isn't a game! Don't you care about the girl's feelings?
pt_br: Ma l'amore non è un gioco! Non ti frega niente dei sentimenti della ragazza?

# 7116_Akiyama
source: Of course I do. You have to consider their feelings to convince them to come home with you.
pt_br: Certo che sì. Devi considerare i loro sentimenti per convincerli a venire a casa con te.

# 7128_Noa
source: But the girl might take you seriously! Think of how heartbroken she'd be.
pt_br: Ma la ragazza potrebbe prenderti sul serio! Pensa a quanto ci rimarrebbe male.

# 7140_Noa
source: I didn't think you were such an insensitive guy.
pt_br: Non pensavo fossi un tipo così insensibile.

# 7164_Akiyama
source: I'm pretty good at the game of finance. I have to admit, I'm a pro.
pt_br: Nel gioco della finanza me la cavo alla grande. Devo ammetterlo, sono un pro.

# 7176_Noa
source: Haha! The game of finance? I was talking about video games, you know.
pt_br: Haha! Il gioco della finanza? Stavo parlando di videogiochi, sai.

# 7188_Akiyama
source: But finance can be like a video game! You can trade stocks online these days.
pt_br: Ma la finanza può essere come un videogioco! Oggigiorno si può fare trading di azioni online.

# 7200_Noa
source: You can? That sounds interesting. I'd like to give that a try sometime.
pt_br: Davvero? Sembra interessante, eh. Mi piacerebbe provarci, prima o poi.

# 7212_Akiyama
source: Oh, but it's still serious business...
pt_br: Oh, ma è comunque roba seria...

# 7224_Noa
source: I know. The risk would make it exciting!
pt_br: Lo so. Il rischio lo renderebbe eccitante!

# 7236_Akiyama
source: Ha! Maybe you should try it then.
pt_br: Ah! Magari dovresti provarci allora.

# 7248_Noa
source: Ugh. I don't feel so good.
pt_br: Uhm. Non mi sento tanto bene.

# 7260_Akiyama
source: What's wrong?
pt_br: Che succede?

# 7272_Noa
source: Too much cake... I went to one of those all-you-can-eat places.
pt_br: Troppa torta... Sono andato in uno di quei posti dove si mangia a volontà.

# 7284_Akiyama
source: Cake, huh?
pt_br: Torta, eh?

# 7296_Noa
source: Yep! I love it!
pt_br: Certo che sì! Lo adoro!

# 7308_Akiyama
source: What kind of cake did you eat?
pt_br: Che tipo di torta hai mangiato?

# 7320_Noa
source: Let's see... Strawberry shortcake, chestnut cream, and chocolate. I kept eating those three over and over!
pt_br: Vediamo... Torta diplomatica alla fragola, crema di castagne e cioccolato. Continuavo a mangiare quei tre, di continuo!

# 7332_Akiyama
source: That seems a little boring.
pt_br: Mah, pare un po' una palla.

# 7344_Noa
source: Why do you say that?
pt_br: Perché dici così?

# 7356_Akiyama
source: Well, I've heard about lots of amazing cakes with fancy names.
pt_br: Beh, ho sentito parlare di un sacco di torte fantastiche con nomi ricercati.

# 7368_Akiyama
source: And the ones you chose are pretty simple.
pt_br: E quelli che hai scelto sono piuttosto semplici.

# 7380_Noa
source: Hmph. Well, those are the ones I like.
pt_br: Mpf. Beh, quelli sono proprio il mio tipo.

# 7392_Noa
source: I'm sorry I'm not some kind of cake gourmet.
pt_br: Scusa, non sono mica un intenditore di torte.

# 7404_Akiyama
source: Sorry...
pt_br: Scusa...

# 7416_Akiyama
source: Invite me the next time you go.
pt_br: Invitami la prossima volta che ci vai.

# 7428_Noa
source: Hmm? You like cakes too?
pt_br: Hmm? Ti piacciono anche le torte?

# 7440_Akiyama
source: Not really. I'm just curious. But a guy can't go to one of those places by himself.
pt_br: Non proprio. Sono solo curioso. Ma un uomo non può andare in uno di quei posti da solo.

# 7452_Akiyama
source: So I thought I could go with you.
pt_br: Allora, ho pensato che potrei venire con te.

# 7464_Noa
source: Heh, that makes sense.
pt_br: Heh, ha senso.

# 7476_Noa
source: Although, the owners wouldn't like it if a big guy showed up and ate all of their food.
pt_br: Però, non farebbe piacere ai proprietari se un omone si presentasse e facesse piazza pulita di tutto il loro cibo.

# 7488_Akiyama
source: No need to worry about that. I can't eat very many sweets.
pt_br: Non c'è bisogno di preoccuparsi. Non riesco a mangiare molti dolci.

# 7500_Noa
source: Okay. Maybe we can go together next time.
pt_br: Ok. Magari possiamo andarci insieme la prossima volta.

# 7512_Akiyama
source: That'd be nice.
pt_br: Sarebbe bello.

# 7524_Akiyama
source: Don't you gain weight eating like that?
pt_br: Non ingrassi a mangiare così?

# 7536_Noa
source: Haha, nope! Not while I'm doing ballet. <Color:7>♥<Color:Default>
pt_br: Haha, macché! Non mentre faccio balletto. <Color:7>♥<Color:Default>

# 7548_Akiyama
source: Ah. That explains it.
pt_br: Ah. Così si spiega tutto.

# 7560_Noa
source: Yeah. I couldn't eat sweets if I thought I might get fat.
pt_br: Eh, sì. Non potrei mica mangiarmi i dolci se pensassi di ingrassare.

# 7572_Akiyama
source: But you ate too much this time, right? Maybe you should watch it.
pt_br: Ma hai mangiato troppo stavolta, eh? Forse dovresti darti una regolata.

# 7584_Noa
source: Hahaha! I was just trying to get my money's worth! Those places aren't cheap, you know.
pt_br: Hahaha! Volevo solo far valere i miei soldi! Quei posti non sono mica economici, sai.

# 7596_Akiyama
source: Ah, okay.
pt_br: Ah, va bene.

# 7608_Akiyama
source: Is that customer from before still giving you trouble?
pt_br: Quel cliente di prima ti sta ancora dando fastidio?

# 7620_Noa
source: Actually, he came to the club today.
pt_br: In realtà, è venuto al club oggi.

# 7632_Noa
source: He kept asking all these personal questions. I don't think he knows that I caught him stalking me...
pt_br: Continuava a farmi tutte queste domande personali. Non credo sappia che l'ho beccato a stalkerarmi...

# 7644_Akiyama
source: What did he ask you?
pt_br: Cosa ti ha chiesto?

# 7656_Noa
source: Like, do I ever go out on dates with other customers?
pt_br: Tipo, esco mai ad appuntamenti con altri clienti?

# 7668_Noa
source: And do I like to go out drinking after I get off work?
pt_br: E mi piace uscire a bere dopo che stacco dal lavoro?

# 7680_Akiyama
source: What did you say?
pt_br: Che hai detto?

# 7692_Noa
source: Well, I told him that I usually go straight home after work.
pt_br: Beh, gli ho detto che di solito vado dritta a casa dopo il lavoro.

# 7704_Noa
source: And he said, "You're lying! I know it!"
pt_br: E lui ha detto: "Stai mentendo! Lo so!"

# 7716_Akiyama
source: What a creep.
pt_br: Che maniaco.

# 7728_Noa
source: I know! Oh, why does this have to happen to me?
pt_br: Lo so! Oh, perché deve capitare proprio a me?

# 7740_Akiyama
source: When you first met him, did you notice anything strange?
pt_br: Quando l'hai incontrato la prima volta, hai notato qualcosa di strano?

# 7752_Noa
source: No, he was just a normal customer. But after a while, he started to change.
pt_br: No, era solo un cliente normale. Ma dopo un po', ha iniziato a cambiare.

# 7764_Akiyama
source: Maybe there's something about you that drives men insane...
pt_br: Forse c'è qualcosa in te che fa impazzire gli uomini...

# 7776_Noa
source: What!? Are you saying it's my fault!?
pt_br: Cosa!? Stai dicendo che è colpa mia!?

# 7788_Akiyama
source: Are you going to tell the police?
pt_br: Vai a dirlo alla polizia?

# 7800_Noa
source: I can't. He's a customer. I don't wanna cause trouble for the club.
pt_br: Non posso. È un cliente. Non voglio mettere nei guai il locale.

# 7812_Akiyama
source: But he's the one causing trouble. The club would want to help you.
pt_br: Ma è lui quello che fa casino. Il locale vorrebbe aiutarti.

# 7824_Noa
source: Hmm. Okay, I'll talk to the manager.
pt_br: Mmh. Ok, parlo io col manager.

# 7836_Akiyama
source: Good idea.
pt_br: Buona idea.

# 7848_Noa
source: I wish all of my customers were like you.
pt_br: Magari tutti i miei clienti fossero come te.

# 7860_Akiyama
source: Just leave him be. When he realizes you're with me, he'll give up.
pt_br: Lascialo stare. Quando si accorgerà che sei con me, lascerà perdere.

# 7872_Noa
source: But what if something happens?
pt_br: Ma e se succede qualcosa?

# 7884_Akiyama
source: What do you mean?
pt_br: Cosa intendi?

# 7896_Noa
source: What if... What if he attacked you?
pt_br: E se... E se ti aggredisse?

# 7908_Akiyama
source: Don't worry about that. If anything did happen, I can take care of myself. Trust me.
pt_br: Non ti preoccupare per quello. Se dovesse mai succedere qualcosa, me la so cavare. Fidati di me.

# 7920_Noa
source: You can? Oh, I'm still worried. Just be careful.
pt_br: Ce la fai? Oh, sono ancora preoccupato. Stai attento.

# 7932_Akiyama
source: I will.
pt_br: Lo farò.

# 7944_Noa
source: Haha! You're so funny!
pt_br: Haha! Fai troppo ridere!

# 7968_Noa
source: What? Is something wrong?
pt_br: Che c'è? Qualcosa non va?

# 7980_Akiyama
source: Not really... But you touch people a lot while you're talking to them.
pt_br: Non proprio... Ma tu tocchi parecchio la gente mentre ci parli.

# 7992_Noa
source: I do?
pt_br: Davvero?

# 8004_Akiyama
source: Yeah. You don't even seem to notice it. Maybe you've been doing it with your stalker, too.
pt_br: Già. Non te ne accorgi neanche. Magari lo fai anche con il tuo stalker.

# 8016_Noa
source: Maybe I have...
pt_br: Forse sì...

# 8028_Akiyama
source: Hmm. That could be part of the problem.
pt_br: Mmm. Quello potrebbe essere parte del problema.

# 8040_Noa
source: What do you mean?
pt_br: Cosa intendi?

# 8052_Akiyama
source: When a woman touches a man like that, she sends him a pretty strong message. He starts to think she really likes him.
pt_br: Quando una donna tocca un uomo in quel modo, gli manda un messaggio bello forte. Comincia a pensare che gli vada dietro per davvero.

# 8064_Noa
source: He does?
pt_br: Davvero?

# 8076_Akiyama
source: You have to watch who you're talking to, especially if it's a guy who doesn't have much experience with women.
pt_br: Devi stare attento a chi parli, soprattutto se è un tipo che non c'ha molta esperienza con le donne.

# 8088_Noa
source: Why is that?
pt_br: Come mai?

# 8100_Akiyama
source: If a guy usually can't get a girl to give him a second glance, what happens if one suddenly starts holding his hand or touching his shoulder?
pt_br: Se un tipo che di solito non si becca mai nessuna, che succede se una all'improvviso gli prende la mano o gli tocca la spalla?

# 8112_Akiyama
source: He gets the wrong idea. I mean, girls don't do that unless they like someone, right?
pt_br: Lui si fa dei film. Cioè, le ragazze non fanno certe cose a meno che non gli piaccia qualcuno, vero?

# 8124_Noa
source: Yeah. Maybe that's what happened with my customer...
pt_br: Sì. Forse è andata così con il mio cliente...

# 8136_Akiyama
source: He should be responsible for his own actions, but you might want to be a little more careful.
pt_br: Sarà lui a rispondere delle sue azioni, ma tu magari dovresti stare un po' più attenta.

# 8148_Noa
source: I will. You're really perceptive. I never would have thought of that. <Color:7>♥<Color:Default>
pt_br: Certo. Sei davvero perspicace. Non ci avrei mai pensato. <Color:7>♥<Color:Default>

# 8160_Akiyama
source: Heheh.
pt_br: Eheh.

# 8172_Akiyama
source: You shouldn't touch your customers. They'll think it's okay to touch you.
pt_br: Non toccare i clienti. Poi penseranno di poterti mettere le mani addosso.

# 8184_Noa
source: What!? They'd really think that!?
pt_br: Ma come!? Penserebbero davvero una cosa del genere!?

# 8196_Akiyama
source: Yeah. You're touching them, right? It's only natural for them to consider touching you back.
pt_br: Già. Li stai toccando tu, no? È solo naturale che poi pensino di ricambiare.
