Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00a40160.po
Languages: pt_br

source: Loan Shark
pt_br: Strozzino

source: Loan Shark's Underling
pt_br: Scagnozzo dello strozzino

# 84_Akiyama
source: (A host club, huh? This could be bad...)
pt_br: (Un host club, eh? Potrebbe mettersi male...)

# 156_Loan Shark
source: Hey, you think it's really true that Shoko's come into some cash lately?
pt_br: Ehi, pensi sia davvero vero che a Shoko sia entrata un po' di grana ultimamente?

# 168_Loan Shark's Underling
source: It's true, all right. I heard she got it from that Akiyama guy at Sky Finance.
pt_br: È proprio vero, sì. Ho sentito che l'ha preso da quell'Akiyama il tizio di Sky Finance.

# 180_Loan Shark
source: Pfft. That Akiyama... What a pain in the ass. Wish he'd get the hell out of Kamurocho already.
pt_br: Pfft. Quell'Akiyama... Che rottura di palle! Magari si togliesse dalle palle da Kamurocho una buona volta.

# 276_Akiyama
source: Er, excuse me. How do you know Shoko-san?
pt_br: Ehm, scusi. Come conosce Shoko-san?

# 288_Loan Shark
source: Hey, aren't you... Yeah! You're that Akiyama guy from Sky Finance!
pt_br: Ehi, ma tu non sei... Già! Sei quell'Akiyama di Sky Finance!

# 300_Akiyama
source: Well, ah, yes, I am. And I'm going to have ask you to leave Shoko-san alone.
pt_br: Beh, ah, sì, sono io. E devo chiedervi di lasciare Shoko-san in pace.

# 312_Akiyama
source: She's right in the middle of one of my tests and doesn't need any distractions right now.
pt_br: È proprio nel bel mezzo di uno dei miei test e non ha bisogno di distrazioni adesso.

# 324_Loan Shark
source: The hell you say!? You think you can order us around?
pt_br: Ma che diavolo dici!? Pensi di poterci mettere i piedi in testa?

# 336_Akiyama
source: I'm not ordering, I'm asking...
pt_br: Non ti sto ordinando, te lo chiedo...

# 348_Loan Shark
source: Aw, never mind that. Look, we lent her tons of money! If we don't get it from her while the getting's good, she'll slip away from us again!
pt_br: Ah, lascia perdere. Guarda, le abbiamo prestato un botto di soldi! Se non glieli tiriamo fuori finché siamo in tempo, ci scivolerà via di nuovo!

# 360_Akiyama
source: As if you didn't already profit enough from your ridiculously high interest rates! She probably paid off the principal ages ago.
pt_br: Come se non ti fossi già bello che ingrassato coi tuoi tassi d'interesse da usurai! Il capitale l'avrà ripagato un secolo fa.

# 372_Loan Shark
source: Yeah, so what!? She signed the contract. You got a problem with it!?
pt_br: Sì, e allora che c'è!? Il contratto l'ha firmato lei. Hai mica qualche problema con 'sta storia!?

# 384_Akiyama
source: Oh, I'm sure she signed the contract－the intentionally confusing contract you most likely forced her to sign.
pt_br: Ah, sono sicuro che l'ha firmato il contratto—quel contratto fatto apposta per incasinare, che molto probabilmente l'avete costretta a firmare.

# 396_Loan Shark
source: Shut up! And mind your own damn business! You'll stay outta our way if you know what's good for ya!
pt_br: Zitto! E fatti i cazzi tuoi! Starai\nfuori dai piedi se ci tieni alla pelle!

# 408_Akiyama
source: *sigh* I guess there's no use in talking, huh?
pt_br: *sospiro* Mi sa che è inutile parlare, eh?

# 420_Loan Shark
source: Hey, you want a fight? You got it! Really, your timing couldn't be better. I never did like your dumb ass!
pt_br: Ehi, vuoi fare a botte? Te la sei cercata! Sai, il tuo tempismo non poteva essere migliore. Non mi sei mai andato a genio, brutto coglione!

# 432_Loan Shark
source: We need you out of our business, so we're just gonna snap a leg bone or two.
pt_br: Ti vogliamo fuori dai nostri affari, quindi ti spezzeremo, e basta un osso della gamba o due.

# 444_Loan Shark
source: C'mon! Get him!
pt_br: Dai! Prendetelo!
