Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee01a8.po
Languages: pt_br

source: Food Distributor
pt_br: Distributore di Cibo

# 72_Food Distributor
source: Hey, man, lookin' for something to eat?
pt_br: Ehi, amico, cerchi qualcosa da mangiare?

# 84_Food Distributor
source: Wait, you don't have any points.
pt_br: Aspetta, non hai mica punti.

# 96_Player
source: Points? Don't you guys take money?
pt_br: Punti? Ma i soldi non li prendete?

# 108_Food Distributor
source: Nope. We only take special points you use down here in the underground.
pt_br: Macché. Prendiamo solo i punti speciali che si usano qui giù nel sottosuolo.

# 120_Food Distributor
source: If you wanna learn more about 'em, go ask the guy at the top of the stairs over there.
pt_br: Se ne vuoi sapere di più, vai a chiedere al tizio in cima alle scale laggiù.

# 132_Food Distributor
source: Hey, man, lookin' for something to eat? It's not as nice as the stuff you might get up above, but it's better than nothing.
pt_br: Ehi, socio, cerchi qualcosa da mettere sotto i denti? Non sarà mica la stessa roba fina che trovi su in superficie, ma è pur sempre meglio di niente.

# 156_Food Distributor
source: Thanks for coming! Stop by any time.
pt_br: Grazie per essere passato! Fatti un giro quando ti pare.

# 168_Food Distributor
source: (No point eating now. I'm not even hungry.)
pt_br: (Inutile mangiare adesso. Non ho neanche fame.)

# 180_Player
source: Sorry, I'm not hungry.
pt_br: Scusa, non c'ho fame.

# 192_Food Distributor
source: No worries. Come by when you are.
pt_br: Tranquillo. Passa quando sei a posto.

# 204_Player
source: Sorry, something just came up.
pt_br: Scusa, mi è venuto un imprevisto.

# 216_Food Distributor
source: No worries. Come by anytime.
pt_br: Stai tranquillo. Passa quando vuoi.
