Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0102024b.po
Languages: pt_br

source: Idle
pt_br: Inattivo

# 128_Akiyama
source: Hey, how'd your little session with Sugiuchi go?
pt_br: Senti, com'è andato il tuo discorsetto con Sugiuchi?

# 140_Kido
source: Ugh, don't get me started.
pt_br: Ugh, non farmici nemmeno iniziare.

# 152_Kido
source: That guy really puts the dick in detective. What an asshole.
pt_br: Quel tizio è un detective... ma è proprio uno stronzo. Che pezzo di merda.

# 164_Akiyama
source: No joke.
pt_br: Non sto scherzando.

# 176_Akiyama
source: But hey, if I were over forty and still stuck as a beat cop, I'd probably have a chip on my shoulder, too.
pt_br: Ma ehi, se avessi più di quarant'anni e fossi ancora a sgobbare come uno sbirro di strada, probabilmente avrei il dente avvelenato anch'io.

# 188_Kido
source: You think that's all it is?
pt_br: Ma pensi che sia solo questo?

# 200_Akiyama
source: You think it's not?
pt_br: Ma pensi di no?

# 272_Kido
source: I dunno. It kinda feels like he's, like, obsessed with you and Arai-aniki or something.
pt_br: Boh. Mi sa che è, tipo, fissato con te e Arai-aniki o roba simile.

# 284_Akiyama
source: How do you figure?
pt_br: Come ci sei arrivato?

# 296_Kido
source: He kept grilling me about how you two met.
pt_br: Continuava a farmi il terzo grado su come voi due vi siete conosciuti.

# 308_Kido
source: Oh, and he wouldn't shut up about wanting to know what Kanemura's loan terms were.
pt_br: Ah, e mi ha martellato le palle per sapere quali fossero i termini del prestito di Kanemura.

# 320_Kido
source: Doesn't that seem kinda... weird to you?
pt_br: Non ti sembra un po'... sospetto?

# 332_Akiyama
source: I guess.
pt_br: Forse.

# 344_Kido
source: Not that I can blame him for wondering. Why <Italic>are</Italic> you throwing your weight behind Arai-aniki?
pt_br: Non che possa dargli torto a farsi delle domande. Perché <Italic>stai</Italic> mettendo il tuo peso dietro ad Arai-aniki?

# 356_Akiyama
source: That's my little secret.
pt_br: Questo è il mio piccolo segreto.

# 368_Kido
source: C'mon, Akiyama-san! You can tell me.
pt_br: Dai, Akiyama-san! Me lo puoi dire.

# 380_Akiyama
source: Heh, maybe when you're older.
pt_br: Eh, forse quando sarai più grande.

# 392_Kido
source: Ugh, Akiyama-san...
pt_br: Uffa, Akiyama-san...
