Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0063004f.po
Languages: pt_br

# 256_松岡里緒奈：源氏名
source: Hehe... I happen to love singing! <Color:7>♥<Color:Default>
pt_br: Hehe... Mi capita proprio di adorare cantare! <Color:7>♥<Color:Default>

# 268_松岡里緒奈：源氏名
source: What should I sing? "Summer Memories," or "Shooting Star"? <Color:7>♥<Color:Default>
pt_br: Cosa dovrei cantare? "Ricordi d'Estate," o "Stella Cadente"? <Color:7>♥<Color:Default>

# 280_松岡里緒奈：源氏名
source: Hehe! Not bad, right? I love how you were totally getting into it. <Color:7>♥<Color:Default>
pt_br: Hehe! Niente male, eh? Adoro come ti ci stavi proprio mettendo l'anima. <Color:7>♥<Color:Default>

# 292_松岡里緒奈：源氏名
source: You should sing something, too.
pt_br: Dovresti cantare qualcosa anche tu.

# 304_Kiryu
source: Sure, why not.
pt_br: Ma sì, perché no.

# 316_松岡里緒奈：源氏名
source: Ooh, I really like your Adam's apple! <Color:7>♥<Color:Default> I wonder what your singing voice sounds like. <Color:7>♥<Color:Default>
pt_br: Ohh, mi piace proprio il tuo pomo d'Adamo! <Color:7>♥<Color:Default> Chissà che voce hai quando canti. <Color:7>♥<Color:Default>

# 328_Kiryu
source: No, I'm good.
pt_br: No, sono a posto.

# 340_松岡里緒奈：源氏名
source: Oh... Okay. I wish I could have heard you sing though.
pt_br: Oh... Va bene. Mi sarebbe piaciuto un sacco sentirti cantare, però.

# 352_松岡里緒奈：源氏名
source: That was hard to sing... You totally bummed me out.
pt_br: È stato difficile da cantare... Mi hai proprio buttato giù.

# 364_Kiryu
source: Sorry.
pt_br: Scusa.

# 376_松岡里緒奈：源氏名
source: That was awesome! You really know how to cheer a girl on! <Color:7>♥<Color:Default>
pt_br: È stato fantastico! Sai proprio come caricare una ragazza! <Color:7>♥<Color:Default>

# 388_松岡里緒奈：源氏名
source: You should sing something, too.
pt_br: Dovresti cantare qualcosa anche tu.

# 400_Kiryu
source: Sure, why not.
pt_br: Ma sì, perché no.

# 412_松岡里緒奈：源氏名
source: Ooh, I really like your Adam's apple! <Color:7>♥<Color:Default> I wonder what your singing voice sounds like. <Color:7>♥<Color:Default>
pt_br: Ohh, mi piace proprio il tuo pomo d'Adamo! <Color:7>♥<Color:Default> Chissà che voce hai quando canti. <Color:7>♥<Color:Default>

# 424_Kiryu
source: No, I'm good.
pt_br: No, sono a posto.

# 436_松岡里緒奈：源氏名
source: Oh... Okay. I wish I could have heard you sing though.
pt_br: Oh... Va bene. Mi sarebbe piaciuto un sacco sentirti cantare, però.

# 448_松岡里緒奈：源氏名
source: Wow, I'm impressed!
pt_br: Wow, sono impressionata!

# 460_Kiryu
source: Heh, oh yeah?
pt_br: Eh, già?

# 472_松岡里緒奈：源氏名
source: Oh, are you done? I haven't picked a song yet. Hmm... What should I sing?
pt_br: Oh, hai finito? Non ho ancora deciso che pezzo fare. Mmm... Cosa canto?

# 496_松岡里緒奈：源氏名
source: You've got a really hot voice! I could listen to you forever. <Color:7>♥<Color:Default>
pt_br: Hai una voce davvero pazzesca! Potrei ascoltarti per sempre. <Color:7>♥<Color:Default>

# 508_Kiryu
source: Oh yeah? Thanks.
pt_br: Ah sì? Grazie.

# 520_松岡里緒奈：源氏名
source: Sure.
pt_br: Certo.

# 532_松岡里緒奈：源氏名
source: Not me.
pt_br: Io no.

# 544_松岡里緒奈：源氏名
source: Sure.
pt_br: Certo.

# 556_松岡里緒奈：源氏名
source: Not me.
pt_br: Io no.
