Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ae0019.po
Languages: pt_br

source: You got a <Color:8>Tauriner ++<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Tauriner ++<Color:Default>.

source: You got a <Color:8>Toughness Emperor<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Imperatore della Robustezza<Color:Default>.

source: You got a <Color:8>Tauriner Maximum<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Tauriner Maximum<Color:Default>.

source: You got a <Color:8>Toughness Infinity<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Resistenza Infinita<Color:Default>.

source: You got a <Color:8>Bulletproof Breastplate<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Corazza Antiproiettile<Color:Default>.

source: You got a <Color:8>Gambler's Binding<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Fascia del Giocatore d'Azzardo<Color:Default>.

source: You got a <Color:8>Bloody Binding<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Legatura Sanguinosa<Color:Default>.

source: You got a <Color:8>Tourmaline Bracelet<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Braccialetto di Tormalina<Color:Default>.

source: You got <Color:8>Payback Ring<Color:Default>.
pt_br: Hai ottenuto <Color:8>Anello della Vendetta<Color:Default>.

source: You got a <Color:8>Champion's Ring<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Anello del Campione<Color:Default>.

source: You got a set of <Color:8>Antique Chain Mail<Color:Default>.
pt_br: Hai ottenuto un set di <Color:8>Cotta di Maglia Antica<Color:Default>.

source: You got a set of <Color:8>SWAT Body Armor<Color:Default>.
pt_br: Hai ottenuto un set di <Color:8>Corazza SWAT<Color:Default>.

source: You got a <Color:8>Popularity Bracelet<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Braccialetto della Popolarità<Color:Default>.

source: You got a <Color:8>Swiss Watch<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Orologio Svizzero<Color:Default>.

source: You got a <Color:8>Bronze-Plated Dish<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Piatto Bronzato<Color:Default>.

source: You got a <Color:8>Gold-Plated Dish<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Piatto placcato in oro<Color:Default>.

source: You got a <Color:8>Staminan Spark<Color:Default>.
pt_br: Hai un <Color:8>Staminan Spark<Color:Default>.

source: You got a <Color:8>Staminan Spark<Color:Default>.
pt_br: Hai un <Color:8>Staminan Spark<Color:Default>.

source: You got a <Color:8>Master Ball<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Master Ball<Color:Default>.

source: You got a piece of <Color:8>Lobster<Color:Default>.
pt_br: Hai ottenuto un pezzo di <Color:8>Aragosta<Color:Default>.

source: You got <Color:8>Even Goro's Beads<Color:Default>.
pt_br: Hai ottenuto <Color:8>Persino le Perline di Goro<Color:Default>.

source: You got a <Color:8>Lopsided Cigarette<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Sigaretta storta<Color:Default>.

source: You got a <Color:8>Red Jewel<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Gioiello Rosso<Color:Default>.

source: You got a <Color:8>Zero Jewel<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Gioiello Zero<Color:Default>.

source: You got an <Color:8>Eye of the Dragon<Color:Default>.
pt_br: Hai un <Color:8>Occhio del Drago<Color:Default>.

source: You got a <Color:8>Diamond<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Diamante<Color:Default>.

source: You got some <Color:8>SSS Gunpowder<Color:Default>.
pt_br: Hai ottenuto della <Color:8>SSS Polvere da sparo<Color:Default>.

source: You got a <Color:8>Gravity Converter<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Convertitore di Gravità<Color:Default>.

# 56_Bob Utsunomiya
source: Hey, I'm Bob Utsunomiya. Let's see what I've got for you...
pt_br: Ehi, sono Bob Utsunomiya. Vediamo un po' cosa ho per te...

# 80_Bob Utsunomiya
source: You got a pair of <Color:8>Dragon Nunchaku<Color:Default>.
pt_br: Hai ottenuto un paio di <Color:8>Nunchaku del Drago<Color:Default>.

# 116_Bob Utsunomiya
source: You got a <Color:8>War God Talisman<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Talismano del Dio della Guerra<Color:Default>.

# 152_Bob Utsunomiya
source: You got a <Color:8>Kokurenkai Belt<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Cintura Kokurenkai<Color:Default>.

# 188_Bob Utsunomiya
source: You got a <Color:8>Kokurenkai Undergarment<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Intimo Kokurenkai<Color:Default>.

# 224_Bob Utsunomiya
source: You got a <Color:8>Kokurenkai Headband<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Fascia Kokurenkai<Color:Default>.

# 260_Bob Utsunomiya
source: You got a copy of <Color:8>Limbo 2: Night of the Limbo<Color:Default>.
pt_br: Hai ottenuto una copia di <Color:8>Limbo 2: Night of the Limbo<Color:Default>.

# 296_Bob Utsunomiya
source: You got <Color:8>Amon's Sunglasses<Color:Default>.
pt_br: Hai ottenuto <Color:8>Occhiali da sole di Amon<Color:Default>.

# 332_Bob Utsunomiya
source: You got some <Color:8>Beads of Good Fortune<Color:Default>.
pt_br: Hai ottenuto alcuni <Color:8>Grani della Buona Fortuna<Color:Default>.

# 368_Bob Utsunomiya
source: You got a <Color:8>Lucky Binding<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Legame Fortunato<Color:Default>.

# 404_Bob Utsunomiya
source: You got a pair of <Color:8>Hercules Gloves<Color:Default>.
pt_br: Hai ottenuto un paio di <Color:8>Guanti di Ercole<Color:Default>.

# 440_Bob Utsunomiya
source: You got a <Color:8>Substitute Stone<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Pietra Sostitutiva<Color:Default>.

# 476_Bob Utsunomiya
source: You got a <Color:8>Rage Talisman<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Talismano della Furia<Color:Default>.

# 512_Bob Utsunomiya
source: You got a <Color:8>Lucky Mallet<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Mazzuolo Fortunato<Color:Default>.

# 548_Bob Utsunomiya
source: You got a <Color:8>Dragon's Binding<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Legame del Drago<Color:Default>.

# 584_Bob Utsunomiya
source: You got a <Color:8>Dragon Shirt<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Camicia del Drago<Color:Default>.

# 620_Bob Utsunomiya
source: You got a copy of <Color:8>Journal of a Rare Sign Maniac<Color:Default>.
pt_br: Hai ottenuto una copia di <Color:8>Diario di un Maniaco delle Insegne Rare<Color:Default>.

# 656_Bob Utsunomiya
source: You got a set of <Color:8>Rage Armor<Color:Default>.
pt_br: Hai ottenuto un set di <Color:8>Armatura della Furia<Color:Default>.

# 692_Bob Utsunomiya
source: You got a <Color:8>Rage Bracelet<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Braccialetto della Rabbia<Color:Default>.

# 728_Bob Utsunomiya
source: You got a <Color:8>Muramasa Blade<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Lama Muramasa<Color:Default>.

# 764_Bob Utsunomiya
source: You got <Color:8>War God Amulet<Color:Default>.
pt_br: Hai ottenuto <Color:8>Amuleto del Dio della Guerra<Color:Default>.

# 800_Bob Utsunomiya
source: You got a set of <Color:8>Sacred Tree Armor<Color:Default>.
pt_br: Hai ottenuto un set di <Color:8>Armatura dell'Albero Sacro<Color:Default>.

# 836_Bob Utsunomiya
source: You got a pair of <Color:8>Sacred Tree Arm Guards<Color:Default>.
pt_br: Hai ottenuto un paio di <Color:8>Parabraccia dell'Albero Sacro<Color:Default>.

# 872_Bob Utsunomiya
source: You got a pair of <Color:8>Sacred Tree Shin Guards<Color:Default>.
pt_br: Hai ottenuto un paio di <Color:8>Parastinchi dell'Albero Sacro<Color:Default>.

# 908_Bob Utsunomiya
source: You got a pair of <Color:8>Ebisu Socks<Color:Default>.
pt_br: Hai ottenuto un paio di <Color:8>Calzini di Ebisu<Color:Default>.

# 944_Bob Utsunomiya
source: You got a <Color:8>Golden Pistol<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Pistola d'oro<Color:Default>.

# 980_Bob Utsunomiya
source: You got a <Color:8>Staminan Royale<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Staminan Royale<Color:Default>.

# 1064_Bob Utsunomiya
source: You got a <Color:8>Staminan Spark<Color:Default>.
pt_br: Hai un <Color:8>Staminan Spark<Color:Default>.

# 1148_Bob Utsunomiya
source: You got a <Color:8>Titanium Driver<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Driver al titanio<Color:Default>.

# 1208_Bob Utsunomiya
source: You got a <Color:8>Hyper Stun Gun<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Hyper Stun Gun<Color:Default>.

# 1268_Bob Utsunomiya
source: You got a <Color:8>Miniature Sign<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Insegna in miniatura<Color:Default>.

# 1328_Bob Utsunomiya
source: You got a pair of <Color:8>Demon Gauntlets<Color:Default>.
pt_br: Hai ottenuto un paio di <Color:8>Manopole del Demone<Color:Default>.

# 1388_Bob Utsunomiya
source: You got a <Color:8>Sakura Storm<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Sakura Storm<Color:Default>.

# 1448_Bob Utsunomiya
source: You got a <Color:8>Lotus Clan Broadsword<Color:Default>.
pt_br: Hai ottenuto uno <Color:8>Spadone del Clan del Loto<Color:Default>.

# 1508_Bob Utsunomiya
source: You got a <Color:8>9mm Automatic Pistol<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Pistola Automatica 9mm<Color:Default>.

# 1568_Bob Utsunomiya
source: You got a <Color:8>Broken M1985<Color:Default>.
pt_br: Hai ottenuto un <Color:8>M1985 rotto<Color:Default>.

# 1628_Bob Utsunomiya
source: You got a <Color:8>Heart Ring<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Anello del Cuore<Color:Default>.

# 1712_Bob Utsunomiya
source: You got a <Color:8>Silver-Plated Dish<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Piatto Placcato Argento<Color:Default>.

# 1796_Bob Utsunomiya
source: You got a <Color:8>Tiger Skin Belt<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Cintura in Pelle di Tigre<Color:Default>.

# 1880_Bob Utsunomiya
source: You got a <Color:8>Gold Hawk<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Gold Hawk<Color:Default>.

# 1964_Bob Utsunomiya
source: You got a <Color:8>1-1-1 Card<Color:Default>.
pt_br: Hai ottenuto una <Color:8>1-1-1 Card<Color:Default>.

# 2048_Bob Utsunomiya
source: You got a <Color:8>Black Jewel<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Gioiello Nero<Color:Default>.

# 2132_Bob Utsunomiya
source: You got a <Color:8>Seal of the Dragon<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Sigillo del Drago<Color:Default>.

# 2216_Bob Utsunomiya
source: You got an <Color:8>NSD Prototype<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Prototipo NSD<Color:Default>.

# 2300_Bob Utsunomiya
source: I only hand out item packs once, so take good care of these items.
pt_br: I pacchetti di oggetti li consegno una volta sola, quindi mi raccomando, trattali bene.

# 2312_Bob Utsunomiya
source: I'll give you another one if you lose it.
pt_br: Te ne darò un altro se lo perdi.

# 2324_Bob Utsunomiya
source: No need to be shy now.
pt_br: Non fare il timido adesso.

# 2336_Bob Utsunomiya
source: Sorry, but I've got nothing to hand out yet.
pt_br: Mi dispiace, ma non ho ancora niente da darti.
