Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0009051e.po
Languages: pt_br

source: Client
pt_br: Cliente

# 68_Saejima
source: Gettin' close to the dropoff spot. Almost there, pal. Buck up.
pt_br: Siamo quasi al punto di consegna. Manca pochissimo, amico. Coraggio.

# 80_Client
source: Really? Just a little farther...
pt_br: Davvero? Manca poco...

# 92_Saejima
source: I know I ain't s'posed to ask, but what'd you do, anyway?
pt_br: So che non dovrei chiedere, ma tu cos'hai combinato, alla fine?

# 104_Saejima
source: Frankly, ya don't look like a guy worth puttin' a hit on.
pt_br: Francamente, non hai l'aria di un tipo su cui valga la pena metterci un contratto.

# 116_Client
source: I can't tell you. It would invalidate my contract...
pt_br: Non posso dirtelo. Invaliderebbe il mio contratto...

# 128_Saejima
source: Con... what?
pt_br: Con... cosa?

# 164_Saejima
source: Dammit, another one. You be a good boy and stay outta the way!
pt_br: Dannazione, un altro. Tu fai il bravo e stai fuori dai piedi!

# 176_Client
source: Yikes! I don't wanna die! Please, save me!
pt_br: Oddio! Non voglio morire! Ti prego, salvami!

# 188_Saejima
source: I got this. Alright, bring it!
pt_br: Ci penso io. Avanti, fatevi sotto!
