Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c02b6.po
Languages: pt_br

# 168_松岡里緒奈：源氏名
source: Hehehe! I can't say I didn't expect this outcome!
pt_br: Hehehe! Non è che non me l'aspettassi, sai!

# 180_松岡里緒奈：源氏名
source: Kiryu-san, it's so cool that you're so good at golf!
pt_br: Kiryu-san, è fighissimo che tu sia così bravo a golf!

# 192_松岡里緒奈：源氏名
source: Ask me out again, okay? Next time, let's get another win under our belts! <Color:255,200,200,255>♥<Color:Default>
pt_br: Invitami a uscire di nuovo, ok? La prossima volta, portiamo a casa un'altra vittoria! <Color:255,200,200,255>♥<Color:Default>

# 252_松岡里緒奈：源氏名
source: Yay! You won a prize!
pt_br: Evviva! Hai vinto un premio!

# 264_松岡里緒奈：源氏名
source: Next time, we've definitely got to win the whole thing!
pt_br: La prossima volta, dobbiamo assolutamente vincere tutto quanto!

# 276_松岡里緒奈：源氏名
source: Ask me out again sometime, okay? <Color:255,200,200,255>♥<Color:Default>
pt_br: Chiedimi di uscire ancora, quando vuoi, ok? <Color:255,200,200,255>♥<Color:Default>

# 336_松岡里緒奈：源氏名
source: That was fun! ♪ Call me again soon, okay? <Color:255,200,200,255>♥<Color:Default>
pt_br: È stato divertente! ♪ Richiamami presto, va bene? <Color:255,200,200,255>♥<Color:Default>

# 396_松岡里緒奈：源氏名
source: Geez... You're way too good at this, Kiryu-san!
pt_br: Mamma mia... Sei fin troppo bravo in questo, Kiryu-san!

# 408_松岡里緒奈：源氏名
source: I'm not going to lose next time!
pt_br: Non perderò la prossima volta!

# 420_松岡里緒奈：源氏名
source: Ask me out again sometime, okay? <Color:255,200,200,255>♥<Color:Default>
pt_br: Chiedimi di uscire ancora, quando vuoi, ok? <Color:255,200,200,255>♥<Color:Default>

# 480_松岡里緒奈：源氏名
source: Wow, a tie... That was a really good game!
pt_br: Wow, un pareggio... Che bella partita, davvero!

# 492_松岡里緒奈：源氏名
source: I'll beat you next time!
pt_br: Ti batterò la prossima volta!

# 504_松岡里緒奈：源氏名
source: Ask me out again sometime, okay? <Color:255,200,200,255>♥<Color:Default>
pt_br: Chiedimi di uscire ancora, quando vuoi, ok? <Color:255,200,200,255>♥<Color:Default>

# 564_松岡里緒奈：源氏名
source: Hehe, I'm pretty good, don't you think? You're gonna need more practice before you can beat me! <Color:7>♥<Color:Default>
pt_br: Eheheh, sono piuttosto brava, non credi? Ti servirà ancora un po' di pratica prima di potermi battere! <Color:7>♥<Color:Default>

# 576_松岡里緒奈：源氏名
source: Ask me out again sometime, okay? <Color:255,200,200,255>♥<Color:Default> Take me out golfing if you're feeling like another thrashing!
pt_br: Chiedimi di uscire di nuovo, ok? <Color:255,200,200,255>♥<Color:Default> Portami a giocare a golf se hai voglia di un'altra batosta!

# 636_松岡里緒奈：源氏名
source: Sorry for the wait! <Color:255,200,200,255>♥<Color:Default>
pt_br: Scusa l'attesa! <Color:255,200,200,255>♥<Color:Default>
