Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e6003f.po
Languages: pt_br

source: Street Thug
pt_br: Teppista di strada

# 56_Street Thug
source: What the shit? Who <Italic>are</Italic> you, man!?
pt_br: Ma che cazzo?! Chi <Italic>sei</Italic> tu, eh!?

# 68_Saejima
source: Nobody worth carin' about. But if ya wanna get strong like me, there ain't much better than a nice, long trip to the slammer. You could use the discipline.
pt_br: Gente di cui non vale la pena preoccuparsi. Ma se vuoi farti le ossa come me, non c'è niente di meglio che farsi un bel po' di gabbio. Ti farebbe bene un po' di disciplina.

# 80_Street Thug
source: The slammer? You mean... <Italic>prison</Italic>!?
pt_br: Il gabbio? Intendi... <Italic>prigione</Italic>!?

# 92_Saejima
source: Look... Just scram, kid. You don't know who you're messin' with.
pt_br: Senti... Sloggia, ragazzo. Non sai con chi hai a che fare.

# 104_Street Thug
source: Sir, yes, sir! C'mon boys, let's roll!
pt_br: Agli ordini, signore! Forza ragazzi, si parte!

# 116_Saejima
source: Ya should be ashamed, lettin' yourself get run down by those punks.
pt_br: Dovresti vergognarti, a farti mettere sotto da quei quattro straccioni.

# 128_Katagiri
source: Spare me the lecture, man. The days of yakuza muscling guys around are long over. It's all about brains now.
pt_br: Mollami la predica, dai. I tempi in cui la yakuza si imponeva a suon di muscoli sono belli che andati. Ora conta solo la testa.

# 140_Saejima
source: You're missin' the point. Brawn or brains ain't what's important. It's respect. The whole damn thing goes down the drain once people start disrespectin' ya.
pt_br: Non hai capito il punto. Muscoli o cervello non sono quello che conta. È il rispetto. Tutta la baracca va a puttane appena la gente inizia a non portarti più rispetto.

# 152_Katagiri
source: Say that all you want, but whose money does the family run on!? Mine! I'm not one of those fools who's blinded by strength!
pt_br: Dì pure quello che ti pare, ma questa famiglia con i soldi di chi va avanti, eh!? Miei! Non sono uno di quei babbei accecati dalla forza!

# 164_Saejima
source: Who're ya talkin' about?
pt_br: Chi è che dici?

# 176_Katagiri
source: Those thugs from before, you... and especially Irie! Street fights won't keep the lights on, or the water running, or the rent paid!
pt_br: Quei balordi di prima, tu... e soprattutto Irie! Le risse da strada non ti pagheranno la bolletta della luce, né quella dell'acqua, né l'affitto!

# 188_Saejima
source: ...Ya got it all backwards.
pt_br: ...Hai capito tutto all'incontrario.

# 200_Katagiri
source: Huh?
pt_br: Uh?

# 212_Saejima
source: A yakuza who can't defend his family ain't nothin' more than dead weight.
pt_br: Un yakuza che non sa difendere la sua famiglia non è altro che un peso morto.

# 224_Katagiri
source: Come again?
pt_br: Come scusa?

# 236_Saejima
source: Money's important, yeah. But while you're busy porin' over your spreadsheets, the muscle's out there keepin' your office safe.
pt_br: I soldi contano, certo. Ma mentre te ne stai lì a farti i conti, i muscoli sono là fuori a tenere al sicuro il tuo ufficio.

# 248_Saejima
source: Don't ya get it? A yakuza too weak to protect his own ain't no better than those bottom-feedin' thugs from earlier. Hell, maybe even worse.
pt_br: Non l'hai ancora capito? Uno yakuza troppo debole per proteggere la sua gente non è migliore di quei quattro scalzacani di prima. Anzi, forse pure peggio.

# 272_Saejima
source: And Irie-han? That's exactly the kinda guy a yakuza should strive to be.
pt_br: E Irie-han? È proprio il genere di tipo che uno yakuza dovrebbe aspirare a essere.

# 284_Saejima
source: Throwin' money around is fine and all, but if ya wanna really make it in this world, ya gotta respect the people keepin' ya safe.
pt_br: Buttare soldi in giro va bene, per carità, ma se vuoi sfondare per davvero in questo mondo, devi portare rispetto a chi ti copre le spalle.

# 308_Saejima
source: Ya must've realized that, right?
pt_br: L'avrai capito, no?

# 320_Katagiri
source: ...All I ever wanted was to feel strong. And bossing around those who were was the only way I could do it.
pt_br: ...Tutto quello che ho sempre voluto era sentirmi forte. E comandare a bacchetta quelli che lo erano era l'unico modo per riuscirci.

# 344_Katagiri
source: But you reminded me of something. How I felt when I first met Irie.
pt_br: Ma tu mi hai ricordato una cosa. Come mi sono sentito quando ho incontrato Irie per la prima volta.

# 356_Saejima
source: And how's that?
pt_br: E come sarebbe a dire?

# 368_Katagiri
source: He was... incredible. I'd never seen someone that strong before. And yet there I was, humiliating him in public... I'm so sorry.
pt_br: Era... incredibile. Non avevo mai visto nessuno così forte prima d'ora. Eppure eccomi lì, a umiliarlo in pubblico... Mi dispiace tanto.

# 380_Saejima
source: Don't be sorry, be better. Now, how 'bout ya go give Irie-han a hand collectin' that tribute money?
pt_br: Non scusarti, sii migliore. Adesso, che ne dici di andare a dare una mano a Irie-han a riscuotere quei soldi del tributo?

# 392_Katagiri
source: Yeah. That's exactly what I'll do.
pt_br: Sì. È proprio quello che farò.

# 404_Katagiri
source: Irie... I can only hope he doesn't turn me down after what I did to him.
pt_br: Irie... Spero solo che non mi volti le spalle dopo quello che gli ho combinato.

# 416_Saejima
source: He ain't that thick-skulled. Besides, you're his boss. Just keep your chin up and you'll be fine.
pt_br: Non è mica così testa dura. Poi, sei il suo boss. Tieni duro e vedrai che andrà tutto bene.

# 428_Katagiri
source: Yeah... I guess you're right. Thank you again. For everything.
pt_br: Già... immagino tu abbia ragione. Grazie ancora. Per tutto.
