Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid008301cd.po
Languages: pt_br

source: Ueno Seiwa Henchman
pt_br: Scagnozzo della Ueno Seiwa

source: Ueno Seiwa Thug
pt_br: Teppista di Ueno Seiwa

# 84_Ueno Seiwa Henchman
source: Old man Katsuragi... dead.
pt_br: Il vecchio Katsuragi... morto.

# 96_Ueno Seiwa Thug
source: Mmhm. Wonder what happens to us now.
pt_br: Mmh. Chissà che fine faremo adesso.

# 108_Ueno Seiwa Henchman
source: Like I know. *sigh*
pt_br: E che ne so io? (sospiro)

# 120_Ueno Seiwa Thug
source: *sigh*
pt_br: *sospiro*

# 132_Ueno Seiwa Henchman
source: If only that weird-ass foreigner didn't mess shit up at the Hills. Just when we were closin' in on the fourth chairman, too.
pt_br: Se solo quello straniero di merda non avesse incasinato tutto alle Hills. Proprio mentre stavamo per mettere le mani sul Quarto chairman, pure.

# 144_Ueno Seiwa Thug
source: The others were saying the same thing. So what, this guy just strolled in there? How'd he get past the guards?
pt_br: Anche gli altri dicevano la stessa cosa. E quindi, 'sto tizio c'è entrato così, come niente? Come ha fatto a fregarle, le guardie?

# 156_Ueno Seiwa Henchman
source: Not a freaking clue. We were all camped out keeping our eyes peeled, but it wasn't the fourth chairman who came our way. It was this wacko.
pt_br: Nessuna cazzo di idea. Eravamo tutti appostati con gli occhi\nben aperti, ma non è stato il Quarto Chairman a venire da noi.\nÈ stato questo svitato.

# 168_Ueno Seiwa Henchman
source: Said some weird shit about instant death and climax death, whatever that means, then just laid into us. I thought we were goners!
pt_br: Ha sparato un mucchio di stronzate sulla morte istantanea e la morte da climax, qualunque cosa volesse dire, poi ci ha massacrati. Pensavo fossimo bell'e spacciati!

# 180_Ueno Seiwa Thug
source: And that's why you took off before the fourth chairman showed? Sounds like you're covering your ass to me.
pt_br: Ed è per questo che te la sei filata prima che il quarto chairman si facesse vedere? A me sembra che ti stia parando il culo.

# 192_Ueno Seiwa Henchman
source: Naw, it really happened, man! I know it sounds weird, but I saw what I saw...
pt_br: No, ma è successo davvero, compare! Lo so che sembra assurdo, ma Ho visto quello che ho visto...

# 204_Ueno Seiwa Thug
source: Forget that, we've gotta skip town! He might have been outta the picture for a while now, but we just started shit with one of the hottest shots in Tojo Clan history!
pt_br: Scordatelo, dobbiamo filarcela! Potrebbe essere stato fuori dai giochi per un po', ma abbiamo appena combinato un casino con uno dei pezzi grossi nella storia del Clan Tojo!

# 216_Ueno Seiwa Henchman
source: ...Yeah, guess that's not gonna look good on the ol' résumé, huh? But where do we go?
pt_br: ...Già, non è che ci farà una bella figura sul nostro 'curriculum', eh? Ma dove andiamo?

# 228_Kiryu
source: (All that happened right before I got to Kamurocho Hills?)
pt_br: (Tutto quello è successo proprio prima che arrivassi a Kamurocho Hills?)
