Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e603c6.po
Languages: pt_br

source: Tanimura's Colleague
pt_br: Collega di Tanimura

# 56_Tanimura
source: Hey, I'm here.
pt_br: Ehi, sono qui.

# 68_Tanimura's Colleague
source: Yeah, so the stiff's a writer for the sex industry. Since you seem to be such an expert on the subject, I thought you might have some dirt on him.
pt_br: Sì, allora, il morto è uno scrittore nel giro a luci rosse. Visto che te ne intendi così tanto di ste cose, ho pensato che potresti avere qualche magagna su di lui.

# 80_Tanimura
source: Did you call me out here just to give me shit? Oh, and what was his name again?
pt_br: Mi hai fatto venire qui solo per rompermi le scatole? Ah, e come si chiamava di nuovo?

# 92_Tanimura's Colleague
source: Make an effort to remember what you hear on the dispatch, Tanimura. His name's Koichi Yabe. 35 years old.
pt_br: Cerca di tenere bene a mente quello che ti arriva dal dispaccio, Tanimura. Si chiama Koichi Yabe. Ha 35 anni.

# 104_Tanimura
source: Huh. Don't know who that is.
pt_br: Mah. Non so chi è.

# 116_Tanimura's Colleague
source: You sure about that?
pt_br: Sei sicuro di quello?

# 128_Tanimura
source: I'm telling you, I've never heard of him.
pt_br: Te lo dico io, non l'ho mai sentito nominare.

# 140_Tanimura's Colleague
source: All right, then. Thanks. You can go now.
pt_br: Va bene, allora. Grazie. Puoi andare adesso.

# 188_Tanimura
source: (The murder victim was a sex industry writer. Something stinks about this.)
pt_br: (La vittima dell'omicidio era uno scrittore del settore del sesso. C'è qualcosa che puzza in questa faccenda.)

# 236_Tanimura
source: Tanimura here.
pt_br: Tanimura qui.

# 248_Saki-chan
source: Hey, it's me.
pt_br: Ehi, sono io.

# 260_Tanimura
source: Hey, Saki-chan.
pt_br: Ehi, Saki-chan.

# 272_Saki-chan
source: I heard Yabe was killed.
pt_br: Ho sentito dire che Yabe è stato ucciso.

# 284_Tanimura
source: Not bad for a former detective. You got your info quick. So, what do you know about this Yabe?
pt_br: Mica male per un ex detective. Hai trovato le tue dritte in un baleno. Allora, che mi dici di 'sto Yabe?

# 296_Saki-chan
source: I wanted to talk to you about that. Let's meet at <Color:7>Shellac<Color:Default>.
pt_br: Volevo parlarti di quella cosa lì. Vediamoci a <Color:7>Shellac<Color:Default>.

# 308_Tanimura
source: Okay, <Color:7>Shellac<Color:Default> it is.
pt_br: Okay, <Color:7>Shellac<Color:Default> allora.
