Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid004b000c.po
Languages: pt_br

source: Sweet Girl
pt_br: Dolce Ragazza

source: Cool Boy
pt_br: Ragazzo Figo

# 84_Sweet Girl
source: Hey, darling! I just got back from Okinawa!
pt_br: Ehi, tesoro! Sono appena tornato da Okinawa!

# 96_Cool Boy
source: Uh... What? When did you go to Okinawa? We've been hanging out like, every day these last few weeks.
pt_br: Ma... cosa? Quando sei andato a Okinawa? Ci siamo visti, tipo, ogni giorno queste ultime settimane.

# 108_Sweet Girl
source: Online, silly! I signed up for this thing called Amoebatar. You can make your little person go all sorts of places!
pt_br: Online, ma dai! Mi sono iscritta a questa cosa che si chiama Amoebatar. Puoi far andare la tua personcina dappertutto!

# 120_Cool Boy
source: Oh. Is that the thing where you make an avatar, and then use it to play games and stuff?
pt_br: Oh. È quella roba dove ti fai un avatar, e poi lo usi per giocare e roba varia?

# 132_Sweet Girl
source: That's right! Some of my online friends and I went on a virtual trip to Okinawa. You should give it a try, darling!
pt_br: Esatto! Io e un po' di amici online ci siamo fatti un viaggetto virtuale a Okinawa. Dovresti provarci, tesoro!

# 144_Cool Boy
source: Hmmm... If I did, you might stop begging me to take you places all the time...
pt_br: Mmm... Se lo facessi, potresti smetterla di chiedermi sempre di portarti in giro...

# 156_Sweet Girl
source: Huh? What was that?
pt_br: Eh? Cos'era quello?

# 168_Cool Boy
source: Oh, nothing!
pt_br: Oh, niente!

# 180_Cool Boy
source: I'll sign up when I get home. Amoebatar, right?
pt_br: Mi iscriverò quando torno a casa. Amoebatar, giusto?

# 192_Sweet Girl
source: Yay! I love you sooo much, darling! Hey, once you get signed up, let's go to Okinawa together!
pt_br: Evviva! Ti amo così tanto, tesoro! Ehi, una volta che ti sarai iscritto, andiamo a Okinawa insieme!

# 204_Player
source: (Amoebatar? Sounds like something the girls at the club would be into.)
pt_br: (Amoebatar? Sembra una cosa che piacerebbe alle ragazze del club.)

# 216_Player
source: (Amoebatar? Sounds like something the girls at the club would be into.)
pt_br: (Amoebatar? Sembra una cosa che piacerebbe alle ragazze del club.)

# 228_Player
source: (Amoebatar? Sounds like something the girls at the club would be into.)
pt_br: (Amoebatar? Sembra una cosa che piacerebbe alle ragazze del club.)
