Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid009103b5.po
Languages: pt_br

source: You gained 500 EXP.
pt_br: Hai guadagnato 500 ESP.

source: You got <Color:8>High-grade Platinum<Color:Default>.
pt_br: Hai ottenuto <Color:8>Platino pregiato<Color:Default>.

source: You got the <Color:8>Eye of the Dragon<Color:Default>.
pt_br: Hai l'<Color:8>Occhio del Drago<Color:Default>.

source: You got a <Color:8>Super High-voltage Battery<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Batteria ad altissimo voltaggio<Color:Default>.

source: You got a <Color:8>Staminan Spark<Color:Default>.
pt_br: Hai un <Color:8>Staminan Spark<Color:Default>.

source: You got a <Color:8>Toughness Infinity<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Resistenza Infinita<Color:Default>.

source: You got a <Color:8>Cold Pack<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Impacco freddo<Color:Default>.

source: You got a <Color:8>Seal of the Dragon<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Sigillo del Drago<Color:Default>.

source: You got a <Color:8>Chunk of Wood (Sacred)<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Pezzo di legno (Sacro)<Color:Default>.

source: Avoiding Fights
pt_br: Evitare i combattimenti

source: Volunteer
pt_br: Volontario

# 296_Akaishi
source: This town's brimming with danger. Thugs won't bother pulling their victims into an alley to beat them senseless, they'll do it right out on the street.
pt_br: Questa città è piena zeppa di pericoli. I malviventi non si daranno la briga di trascinare le vittime in un vicolo per riempirle di botte, lo faranno proprio in mezzo alla strada.

# 308_Akaishi
source: It's our duty to stop these evildoers from acting as they please, but we must ask you to stay vigilant. Keep your guard up!
pt_br: È nostro dovere impedire a questi farabutti di fare quello che gli pare, ma dobbiamo chiederti di stare all'erta. Stai in campana!

# 320_Akaishi
source: For example, try not to draw attention to yourself. Don't run, don't hurry, walk calmly and quietly!
pt_br: Ad esempio, cerca di non farti notare. Non correre, non avere fretta, cammina con calma e in silenzio!

# 332_Akaishi
source: You'd be surprised just how well this works! There are plenty of criminals out there that only go after people who seem to be in a hurry.
pt_br: Rimarresti a bocca aperta a vedere quanto funziona bene! Ci sono un sacco di balordi in giro che puntano solo quelli che sembrano avere fretta.

# 344_Akaishi
source: Hold <Action:Button_L1@Adventure> and move to walk slowly. Those who might want to pick a fight with you are less likely to notice you when you are walking. This is an effective method of evading encounters in situations such as when your health is low, or if you're trying to get to a location without being interrupted.
pt_br: Tieni premuto <Action:Button_L1@Adventure> e muoviti per camminare piano. Chi cerca la rissa è meno probabile che ti noti mentre cammini. Questo è un metodo efficace per evitare gli scontri in situazioni come quando hai poca vita, o se stai cercando di arrivare in una zona senza essere interrotto.

# 356_Akaishi
source: You may also be able to avoid drawing the attention of enemies by walking behind them.
pt_br: Potresti anche riuscire a evitare di farti notare dai nemici camminando alle loro spalle.

# 368_Akaishi
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt_br: Questa informazione è stata aggiunta come <Color:14>Memo<Color:Default>. Leggi i <Color:14>Memos<Color:Default> selezionando <Color:14>Memos<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.

# 380_Akaishi
source: Remember: walk down the street, walk away with your wallet! Run down the street, run headfirst into disaster!
pt_br: Ricorda: cammina per strada, e te ne vai col portafoglio! Corri per strada, e ti schianti a capofitto nei guai!

# 416_Volunteer
source: We do what we do to make Kamurocho safer.
pt_br: Facciamo quello che facciamo per rendere Kamurocho più sicuro.

# 428_Volunteer
source: This town is full of violent people－always be on guard.
pt_br: Questa città è piena di gente violenta — stai sempre sul chi vive.

# 440_Volunteer
source: We do what we do to make Kamurocho safer.
pt_br: Facciamo quello che facciamo per rendere Kamurocho più sicuro.

# 452_Volunteer
source: I'm not sure if you realize it, but the outfit you're wearing might make some of the less tasteful people around town think you're one of them. Be careful out there!
pt_br: Non so se ci hai fatto caso, ma l'abito che hai addosso potrebbe far sì che alcuni tipi poco raccomandabili qui in giro ti scambino per uno di loro. Stai attento là fuori!

# 464_Akaishi
source: Thank you for all your help, Kiryu-san.
pt_br: Grazie per tutto il suo aiuto, Kiryu-san.

# 476_Akaishi
source: If you defeat the remnants of those gangs and collect all five of their emblems, you can exchange them for rewards.
pt_br: Se ti sbarazzi dei resti di quelle bande e raccogli tutti e cinque i loro emblemi, potrai scambiarli con delle ricompense.

# 488_Akaishi
source: I'll be waiting for you right here. Thanks again for all that you do.
pt_br: Ti aspetto proprio qui. Grazie ancora per tutto quello che fai.

# 500_Akaishi
source: I heard there's a gang looking for you, Kiryu-san, and it doesn't sound like they want to invite you for tea. Be careful out there.
pt_br: Ho sentito che c'è una banda che ti sta cercando, Kiryu-san, e non mi sembra proprio che vogliano invitarti per un tè. Stai attento lì fuori.

# 512_Akaishi
source: Looks like you have all five emblems. Thanks for helping out.
pt_br: A quanto pare hai tutti e cinque gli emblemi. Grazie per aver dato una mano.

# 524_Akaishi
source: Would you like to exchange them?
pt_br: Vorresti scambiarli?

# 536_Akaishi
source: Okay. Let me know if you change your mind.
pt_br: Va bene. Fammi sapere se cambi idea.

# 548_Akaishi
source: Great. What do you want to exchange them for?
pt_br: Ottimo. Cosa ci vuoi in cambio?

# 632_Akaishi
source: We appreciate all your help.
pt_br: Apprezziamo tutto il tuo aiuto.

# 656_Akaishi
source: Thanks for your hard work, Tanimura-san.
pt_br: Grazie per il tuo duro lavoro, Tanimura-san.

# 668_Akaishi
source: So far, you've resolved %s incidents. Every five you manage to take care of, I'll have to give you something to thank you.
pt_br: Finora, hai risolto %s incidenti. Ogni cinque che riesci a sistemare, dovrò darti qualcosa per ringraziarti.

# 680_Tanimura
source: All right.
pt_br: Va bene.

# 692_Akaishi
source: Thank you again for your continued cooperation!
pt_br: Grazie ancora per la tua continua collaborazione!

# 704_Akaishi
source: Thanks for your hard work, Tanimura-san.
pt_br: Grazie per il tuo duro lavoro, Tanimura-san.

# 716_Akaishi
source: We would like to offer you this reward as a token of our appreciation for all of the incidents you've resolved. Thank you very much.
pt_br: Vorremmo offrirti questa ricompensa come segno del nostro apprezzamento per tutti gli incidenti che hai risolto. Grazie mille.

# 944_Tanimura
source: Thanks.
pt_br: Grazie.

# 956_Akaishi
source: No, thank you for all your help.
pt_br: No, grazie per tutto il tuo aiuto.

# 968_Akaishi
source: Exchange
pt_br: Scambio

# 980_Akaishi
source: Come Back Later
pt_br: Torna più tardi

# 992_Akaishi
source: High-grade Platinum
pt_br: Platino di alta qualità

# 1004_Akaishi
source: Eye of the Dragon
pt_br: Occhio del Drago

# 1016_Akaishi
source: Super High-voltage Battery
pt_br: Batteria Super alta tensione

# 1028_Akaishi
source: Never Mind
pt_br: Lascia perdere
