Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00130230.po
Languages: pt_br

source: You got <Color:8>15,000 yen<Color:Default>.
pt_br: Hai ottenuto <Color:8>15.000 yen<Color:Default>.

source: You got <Color:8>10,000 yen<Color:Default>.
pt_br: Hai ottenuto <Color:8>10.000 yen<Color:Default>.

source: Dine-and-Dasher
pt_br: Mangia-e-scappa

# 72_Tanimura
source: It's over.
pt_br: È finito.

# 84_Dine-and-Dasher
source: *pant* *pant* Not bad. Fine, here's what I owe for the meal, along with a little something for your trouble.
pt_br: *ansimando* *ansimando* Non c'è male. Dai, eccoti la grana che ti devo per la pappa, e anche qualcosina per il disturbo.

# 108_Tanimura
source: ...Huh?
pt_br: ...Eh?

# 120_Dine-and-Dasher
source: Dine-and-dash is the ultimate sport, a true battle between men. Everyone knows that! Later, copper!
pt_br: Saltare il conto è lo sport supremo, una vera battaglia tra uomini. Lo sanno tutti! A dopo, sbirro!

# 132_Tanimura
source: What's his problem?
pt_br: Che problema ha?

# 204_Tanimura
source: End of the road. Give it up already!
pt_br: Fine della corsa. Dacci un taglio!

# 216_Dine-and-Dasher
source: Heheheh... Well done, my eternal rival. This is payment for the food, and a little token of my respect.
pt_br: Eheheh... Bravo, mio eterno rivale. Ecco il pagamento per il cibo, e un piccolo segno del mio rispetto.

# 240_Tanimura
source: Eternal... rival?
pt_br: Eterno... rivale?

# 252_Dine-and-Dasher
source: You haven't seen the last of me! I'll beat you next time!
pt_br: Non mi hai visto per l'ultima volta!\nTi batterò la prossima volta!

# 264_Tanimura
source: I still don't know what he's talking about.
pt_br: Non ho ancora capito di cosa stia parlando.
