Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00a40261.po
Languages: pt_br

source: Scored one lead!
pt_br: Ho beccato una pista!

source: Scout from Another Club
pt_br: Procacciatore di un altro club

source: Impressionable Woman
pt_br: Donna impressionabile

# 88_Akiyama
source: Well? Want another go-round?
pt_br: Beh? Vuoi un altro giro?

# 100_Scout from Another Club
source: Dammit...
pt_br: Maledizione...

# 136_Akiyama
source: Sorry. I didn't mean to scare you.
pt_br: Scusa. Non volevo spaventarti.

# 148_Impressionable Woman
source: It's okay... You sure are strong.
pt_br: Va bene... Sei proprio forte.

# 160_Akiyama
source: In my business, I have to be. Anyway, what do you think about the hostess job?
pt_br: Nel mio giro, bisogna essere così. Comunque, cosa ne pensi del lavoro da hostess?

# 172_Impressionable Woman
source: I've never worked at a hostess club before... I wonder if I'd be any good.
pt_br: Non ho mai lavorato in un hostess club prima d'ora... Mi chiedo se sarei\nall'altezza.

# 184_Akiyama
source: You'll be fine as long as you keep motivated and focus on customer service. Why not try it out for a day?
pt_br: Stai tranquillo, basta che resti motivato e ti concentri sul\nservizio al cliente. Che ne dici di fare una prova per un giorno?

# 196_Impressionable Woman
source: All right, I will.
pt_br: Va bene, lo faccio.

# 208_Akiyama
source: Excellent! Here's my card. Could I get your cell phone number?
pt_br: Perfetto! Ecco il mio biglietto. Mi daresti il tuo numero di cellulare\n?

# 220_Impressionable Woman
source: Sure. Thanks for the opportunity.
pt_br: Certo. Grazie per l'opportunità.

# 244_Akiyama
source: All right, then. I'll be in touch!
pt_br: Va bene, allora. Ci sentiamo!

# 304_Akiyama
source: Hi there. I'm a scout for a hostess club. Any interest?
pt_br: Ehi. Faccio lo scout per un hostess club. Ti interessa?

# 316_Impressionable Woman
source: A hostess club?
pt_br: Un hostess club?

# 328_Akiyama
source: That's right! You're a real beauty. I bet you'd be pretty popular.
pt_br: Proprio così! Sei uno schianto. Scommetto che saresti parecchio popolare.

# 352_Scout from Another Club
source: Hey, just whaddya think you're doing on my turf?
pt_br: Oi, ma che diavolo pensi di fare sul mio territorio?

# 364_Akiyama
source: What? This isn't anybody's turf! You trying to start something?
pt_br: Che? Questo non è il territorio di nessuno! Stai cercando guai?

# 376_Scout from Another Club
source: Shut your trap and get lost!
pt_br: Chiudi il becco e sparisci!
