Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0091053c.po
Languages: pt_br

source: You got SSS Gunpowder.
pt_br: Hai ottenuto Polvere da Sparo SSS.

source: Kamurocho Aqua Devil Member
pt_br: Membro Aqua Devil di Kamurocho

source: Idle
pt_br: Inattivo

# 72_Onitake
source: Damn, you're one strong mother...
pt_br: Cazzo, hai una forza della madonna...

# 84_Kiryu
source: Remember your promise. Leave the Kamurocho Guard alone.
pt_br: Ricorda la tua promessa. Lascia stare la Kamurocho Guard.

# 96_Onitake
source: What, you think I don't know you, man? You're Kazuma Kiryu.
pt_br: Ma come, pensi che non ti conosca, eh vecchio? Sei Kazuma Kiryu.

# 108_Onitake
source: To think Kazuma Kiryu is back in Kamurocho...
pt_br: E pensare che Kazuma Kiryu è tornato a Kamurocho...

# 120_Kamurocho Aqua Devil Member
source: Kiryu!? You mean, the Dragon of Dojima!? That Kiryu!?
pt_br: Kiryu!? Vuoi dire, il Drago di Dojima!? Quel Kiryu!?

# 132_Kamurocho Aqua Devil Member
source: Holy shit! Kiryu's here! Kazuma Kiryu's back in town!
pt_br: Cazzo! C'è Kiryu! Kazuma Kiryu è tornato in città!

# 144_Onitake
source: Heh, Kiryu-san, buddy... Don't think just 'cause you beat me, you can let your guard down.
pt_br: Heh, Kiryu-san, compà... Non credere che solo perché mi hai steso, puoi abbassare la guardia.

# 156_Kiryu
source: What do you mean?
pt_br: Cosa intendi?

# 168_Onitake
source: I could care less about the Kamurocho Guard. From now on, the gangs are going to be fighting over who gets to take a shot at you.
pt_br: Della Kamurocho Guard non me ne frega un tubo. D'ora in poi, le gang si scannaranno per chi ti metterà le mani addosso.

# 180_Onitake
source: The guy that ran off is sure to let everyone know that Kamurocho's strongest, Kazuma Kiryu, is back in town. The gangs'll have a field day.
pt_br: Il tipo che è scappato è sicuro che farà sapere a tutti che il più forte di Kamurocho, Kazuma Kiryu, è tornato in città. Le gang si daranno alla pazza gioia.

# 192_Onitake
source: But it ain't gonna stop at Kamurocho. They'll come from all over, hoping to get street cred by taking your ass down.
pt_br: Ma non finisce mica qui a Kamurocho. Verranno da ogni dove, sperando di farsi un nome facendoti il culo.

# 204_Onitake
source: I heard that the most feared gang boss in all of Kanto is setting his sights on Kamurocho. I'd like to see who'd win that fight.
pt_br: Mi è giunto all'orecchio che il boss di gang più temuto di tutto il Kanto ha messo gli occhi su Kamurocho. Voglio proprio vedere chi la spunta in quello scontro.

# 276_Akaishi
source: You certainly managed to clean up the Aqua Devils quickly! Very impressive, Kiryu-san.
pt_br: Hai sistemato gli Aqua Devils in un lampo! Davvero impressionante, Kiryu-san.

# 288_Akaishi
source: With their leader removed, the gang should be much less of a threat now.
pt_br: Ora che hanno tolto di mezzo il loro capo, la gang dovrebbe essere molto meno una minaccia adesso.

# 300_Akaishi
source: Here's a little something to say thank you.
pt_br: Ecco un pensierino per ringraziarti.

# 336_Akaishi
source: There's always the chance that you may run into some of their remaining members.
pt_br: Potresti sempre incrociare qualcuno di quelli che sono rimasti.

# 348_Akaishi
source: If you do come across any of them, please bring us some proof that you've driven them out of town.
pt_br: Se ti capita di incrociarne qualcuno, ti preghiamo di portarci una prova che li hai cacciati fuori città.

# 360_Akaishi
source: I'll be more than happy to offer you a reward. I'm normally standing in front of the theater, so you can come by any time.
pt_br: Sarò più che contento di offrirti una ricompensa. Di solito me ne sto davanti al teatro, quindi passa pure quando ti pare.

# 372_Kiryu
source: All right. I'll come to you if I take down their remaining members.
pt_br: Va bene. Ti raggiungo se faccio fuori i membri rimasti.

# 384_Akaishi
source: I'll be waiting.
pt_br: Ti aspetterò.

# 396_Kiryu
source: Things are getting out of hand. Word is the gangs are all out to get me now.
pt_br: Le cose stanno sfuggendo di mano. Gira voce che tutte le gang mi vogliano fare la festa ora.

# 408_Kiryu
source: I hope I'm not putting you in danger.
pt_br: Spero di non metterti in pericolo.

# 420_Akaishi
source: On the contrary, it was only a matter of time before gangs began to gather and fight in Kamurocho. Please don't blame yourself.
pt_br: Al contrario, era solo questione di tempo prima che le gang iniziassero a radunarsi e a fare a botte a Kamurocho. Ti prego, non darti la colpa.

# 432_Akaishi
source: Although we lack the strength to deal with them ourselves, we'll do whatever we can to help.
pt_br: Nonostante non abbiamo la forza per sbrigarcela noi, faremo il diavolo a quattro per darvi una mano.

# 444_Kiryu
source: All right.
pt_br: Va bene.

# 504_Onitake
source: Hey, you finally made it.
pt_br: Ehi, finalmente ce l'hai fatta.

# 516_Onitake
source: I hear you gave some of my boys a real talking to. Maybe I can return the fa－
pt_br: Mi dicono che hai dato una bella lezione ad alcuni dei miei ragazzi. Magari posso ricambiare il fa－

# 528_Onitake
source: Whoa! You're... You're... him!
pt_br: Woah! Sei... Sei... lui!

# 540_Kiryu
source: What's wrong? I thought you had some kind of business with me.
pt_br: Che c'è? Credevo avessi qualcosa da sbrigare con me.

# 552_Onitake
source: Um, well, uh... It's just...
pt_br: Uhm, beh, uh... È solo...

# 564_Kamurocho Aqua Devil Member
source: What's wrong, Aniki? Let's take him out!
pt_br: Che c'è, Aniki? Facciamolo fuori!

# 576_Onitake
source: I know! I don't need you to tell me that!
pt_br: Lo so! Non ho bisogno che me lo dica tu!

# 588_Onitake
source: Listen, Kir... I mean, old man! We Kamurocho Aqua Devils don't back down from a fight till we win!
pt_br: Senti, Kir... o meglio, vecchio! Noi Aqua Devils di Kamurocho non ci tiriamo indietro da uno scontro finché non vinciamo!

# 600_Onitake
source: You must wanna die, just strollin' up here so tough n' all.
pt_br: Vuoi proprio morire, a farti un giretto qui con tutta 'sta spavalderia.

# 612_Kiryu
source: All right, come at me any time then. I've got orders, too. I'm going to teach you punks a lesson.
pt_br: Va bene, fatevi sotto quando volete. Anch'io ho i miei ordini. Vi darò una lezione, sbarbatelli.

# 624_Kiryu
source: And after I beat you, you'd better stay away from the Kamurocho Guard. Got it?
pt_br: E dopo che ti avrò pestato, faresti meglio a stare alla larga dalla Kamurocho Guard. Capito?

# 636_Onitake
source: Good luck with that! You don't know who you're startin' shit with!
pt_br: Auguri! Non sai proprio con chi ti stai mettendo!

# 648_Onitake
source: Your ass is mine!
pt_br: Il tuo culo è mio!
