Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00910602.po
Languages: pt_br

source: You got <Color:8>100,000 yen<Color:Default>.
pt_br: Hai ottenuto <Color:8>100.000 yen<Color:Default>.

source: You got a <Color:8>Locker Key Radar<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Radar Chiave Armadietto<Color:Default>.

source: Gangster-looking Man
pt_br: Uomo dall'aspetto da malavitoso

source: Woman Called Mika
pt_br: Donna Chiamata Mika

# 72_RA
source: Shit!
pt_br: Merda!

# 84_Kiryu
source: I think it's about time I meet with your boss. He's stronger than you, right? Why're you trying to hide him, anyways?
pt_br: Mi sa che è ora che incontri il vostro capo. È più forte di voi, vero? Perché cercate di nasconderlo, comunque?

# 96_RA
source: Heh... This is where I say goodbye, Mika.
pt_br: Heh... È qui che ti dico addio, Mika.

# 108_Mika
source: I've gotta say, I'm shocked at what a totally useless wimp you turned out to be.
pt_br: Devo dire, sono scioccato da che smidollato completamente inutile ti sei rivelato.

# 120_Mika
source: For someone who boasted about what a cinch taking Kamurocho would be, you let me down.
pt_br: Per uno che si vantava tanto di quanto sarebbe stato facile prendersi Kamurocho, mi hai deluso.

# 132_RA
source: Heheh... See ya, Kiryu-san.
pt_br: Heheh... Ci si vede, Kiryu-san.

# 144_Kiryu
source: Hey! Tell me where your boss is!
pt_br: Ehi! Dimmi dov'è il vostro capo!

# 156_Mika
source: Would you take a hint already, old man!? She's right in front of you!
pt_br: Non la capisci proprio, vecchio!? È proprio lì davanti a te!

# 168_Kiryu
source: You!?
pt_br: Tu!?

# 180_Mika
source: Are you deaf or something? I'm the boss of the Kanto Gangsters. The name's Mika.
pt_br: Ma sei sordo o cosa? Sono il capo dei Kanto Gangsters. Il mio nome è Mika.

# 192_Kiryu
source: What do you mean...?
pt_br: Che vuoi dire...?

# 204_Mika
source: You still don't get it? I thought the Legendary Yakuza would be quicker on the uptake.
pt_br: Ancora non hai capito? Pensavo che il Leggendario Yakuza ci arrivasse prima.

# 216_Mika
source: I use old boyfriends like RA as a front, while I lead from behind. That's how our gang really works.
pt_br: Uso i miei vecchi fidanzati tipo RA come copertura, mentre dirigo da dietro le quinte. È così che funziona davvero la nostra banda.

# 228_Kiryu
source: What's the point of that?
pt_br: A che cavolo serve?

# 240_Mika
source: If it got out that the boss was a chick, the other gangs would come try and pick a fight with us. I didn't want to deal with that.
pt_br: Se fosse venuto fuori che il capo era una tipa, le altre gang verrebbero a cercarci rogne. Non volevo averci a che fare.

# 252_Mika
source: Fooling around with this gang is just a hobby of mine. Things got a little out of hand this time, but I sure had fun.
pt_br: Stare a cazzeggiare con questa banda è solo un mio hobby. Stavolta è andata un po' oltre, ma mi sono divertita un mondo.

# 264_Kiryu
source: If that's all you care about, why bother with a tough town like Kamurocho?
pt_br: Se è solo questo che ti interessa, che ci fai in un posto tosto come Kamurocho?

# 276_Mika
source: That's got nothing to do with me. RA was all excited about something that was going down in Kamurocho.
pt_br: Non c'entra niente con me. RA era tutto gasato per qualcosa che stava succedendo a Kamurocho.

# 288_Mika
source: He started acting all tough, saying, "I'm gonna make you the queen of Kamurocho!" What a joke that was. You men are all morons.
pt_br: Ha iniziato a fare il gradasso, dicendo: "Ti farò diventare la regina di Kamurocho!" Che pagliacciata! Voi uomini siete tutti degli imbecilli.

# 300_Kiryu
source: So what're you going to do now? Don't tell me I have to fight you too?
pt_br: Allora, che fai adesso? Non mi dire che devo menare pure te?

# 312_Mika
source: Haha! You're hilarious! I mean, how can you even say that with a straight face?
pt_br: Ahah! Fai morire dal ridere! Cioè, come cavolo fai a dirlo senza fare una piega?

# 324_Mika
source: I wish someone had taken you down before my true identity got out, but now everything's changed.
pt_br: Avrei voluto che qualcuno ti avesse fatto fuori prima che la mia vera identità venisse a galla, ma ora è cambiato tutto.

# 336_Mika
source: There's not much point in keeping this up if the Tojo Clan's Fourth Chairman is after me.
pt_br: È inutile continuare così se il Quarto Presidente del Clan Tojo mi sta dando la caccia.

# 348_Mika
source: As of today, the Kanto Gangsters are no more! I'll find some other way to have fun. See ya.
pt_br: Da oggi, i Kanto Gangsters non esistono più! Troverò un altro modo per divertirmi. Ci vediamo.

# 384_Mika
source: Oh, and Fourth Chairman? I should tell you that just before I showed up in Kamurocho, a kind of strange message came my way.
pt_br: Ah, e Quarto Presidente? Ti devo dire che, poco prima che mi facessi vivo a Kamurocho, mi è capitato un messaggio un po' strano.

# 396_Kiryu
source: Yeah?
pt_br: Davvero?

# 408_Mika
source: It said that if we defeated you, we could have all the money we wanted.
pt_br: C'era scritto che se ti facevamo fuori, potevamo prenderci tutti i soldi che volevamo.

# 420_Mika
source: Of course, it was RA they contacted since he was supposed to be the boss. He was planning to use some of that money for the bounty he offered.
pt_br: Naturalmente, hanno contattato RA, dato che doveva essere lui il capo. Contava di usare una parte di quei soldi per la taglia che aveva messo.

# 432_Mika
source: Looks like somebody's backing the gangs that are trying to take you down. I'd watch my back if I were you.
pt_br: Sembra che ci sia qualcuno dietro alle gang che ti vogliono far fuori. Mi guarderei le spalle, se fossi in te.

# 444_Kiryu
source: Hold on! Who's behind this?
pt_br: Un momento! Chi c'è dietro a tutto questo?

# 456_Mika
source: Beats me.
pt_br: Va' a sapere.

# 468_Mika
source: They just contacted us through RA's cell phone. RA's never even met them, so there's no point in going after him.
pt_br: Ci hanno appena contattato dal cellulare di RA. RA non li ha mai nemmeno visti, quindi è inutile andargli dietro.

# 480_Mika
source: Well, it's about time for me to be on my way. Later.
pt_br: Beh, è ora che me ne vada. A dopo.

# 540_Akaishi
source: Hmm... To think the boss was a woman.
pt_br: Mmh... E dire che il capo era una donna.

# 552_Akaishi
source: So, everything we had heard about the boss all came from her former boyfriends? Women truly are frightening.
pt_br: Allora, tutto quello che avevamo sentito sulla capa veniva tutto dai suoi ex fidanzati? Le donne fanno davvero paura.

# 564_Kiryu
source: They can be. Anyway, they won't be a problem now. Still, I don't understand the younger generation and their frivolous attitudes.
pt_br: Possono esserlo. Comunque, ora non saranno più un problema. Eppure, non capisco la generazione più giovane e i loro atteggiamenti frivoli.

# 576_Akaishi
source: Actually, I'm more concerned about the message Mika mentioned. Someone's offering money to whoever defeats you?
pt_br: A dire il vero, mi preoccupa di più il messaggio di cui parlava Mika. Qualcuno offre soldi a chi ti batte?

# 588_Kiryu
source: Yeah... But there's nothing we can do with that information alone.
pt_br: Già... Ma non possiamo farci niente con quelle informazioni da sole.

# 600_Akaishi
source: Right. We'll just have to wait and see then. The Kamurocho Guard will do whatever it can to gather more information.
pt_br: Va bene. Allora non ci resta che stare a vedere. La Guardia di Kamurocho farà tutto il possibile per raccogliere altre informazioni.

# 612_Kiryu
source: I'd appreciate that.
pt_br: Lo apprezzerei.

# 624_Akaishi
source: Still, we couldn't even figure out that the boss was a woman, so please don't get your hopes up.
pt_br: Comunque, non siamo riusciti nemmeno a capire che il boss fosse una donna, quindi per favore non farti illusioni.

# 636_Akaishi
source: Oh, but we did hear that some holdouts from the Kanto Gangsters are still here in town.
pt_br: Ah, ma abbiamo sentito in giro che alcuni irriducibili della Kanto Gangsters sono ancora qui in città.

# 648_Akaishi
source: Please take care of yourself. Also, here's your reward.
pt_br: Stammi bene. E poi, ecco la tua ricompensa.

# 696_Akaishi
source: This equipment is from the shop owner you helped. He asked me to thank you for getting rid of the gang around his store.
pt_br: Questa roba viene dal negoziante che hai aiutato. Mi ha chiesto di ringraziarti per aver fatto piazza pulita della gang che gli girava intorno al negozio.

# 708_Akaishi
source: We'll be seeing you. Your help is always appreciated.
pt_br: Ci si vede. Il tuo aiuto è sempre apprezzato.

# 780_Gangster-looking Man
source: Uh-oh, they're on to us. What should we do, Mika?
pt_br: Ahia, ci hanno beccati. Che facciamo, Mika?

# 792_Woman Called Mika
source: This all happened because you opened your big mouth and started offering a bounty on him.
pt_br: Tutto questo è successo perché hai aperto il becco e hai messo una taglia su di lui.

# 804_Woman Called Mika
source: Instead, you put a target on your own head.
pt_br: Invece, ti sei messo una taglia sulla testa.

# 816_Gangster-looking Man
source: Huh? You think it's my fault? We just got unlucky!
pt_br: Eh? Ma pensi che sia colpa mia? È stata solo sfortuna!

# 828_Kiryu
source: A bounty? So you're RA?
pt_br: Una taglia? Allora siete voi la RA?

# 840_Gangster-looking Man
source: Shit, this guy even knows my name? Man, did I really blow this? This is bad...
pt_br: Cazzo, questo tizio sa pure il mio nome? Porca miseria, l'ho davvero fatta grossa? Questa è brutta...

# 852_Kiryu
source: Well, what's your next move? I get the feeling you're not all that serious about taking over Kamurocho.
pt_br: Allora, qual è la tua prossima mossa? Mi sa che non sei poi così convinto di volerti prendere Kamurocho.

# 864_RA
source: Oh, yeah? I'm serious all right. Boss's orders.
pt_br: Ah, sì? Faccio sul serio, eh. Ordini del capo.

# 876_Kiryu
source: Boss? You're not the boss? Where is he then?
pt_br: Capo? Non sei tu il capo? Dov'è allora?

# 888_RA
source: Ah, who cares about that guy?
pt_br: Ah, chi se ne fotte di quello?

# 900_Mika
source: I wouldn't say that about the boss if I were you.
pt_br: Non parlerei così del capo, fossi in te.

# 912_RA
source: Yeah, yeah, my bad. Anyway, sorry for the wait, Kiryu-san.
pt_br: Sì, sì, scusa. Comunque, scusi l'attesa, Kiryu-san.

# 924_RA
source: The others are gonna be bummed after I take you out 'cause then there won't be a bounty to collect anymore. But, oh well. Life's a bitch, then you die.
pt_br: Gli altri ci rimarranno di merda dopo che ti faccio fuori, perché poi non ci sarà più una taglia da riscuotere. Ma, vabbè. La vita è una puttana, poi si muore.

# 936_RA
source: Thought we could have some fun getting everybody psyched for our little Kiryu Hunt. Too bad.
pt_br: Pensavo che ci saremmo potuti divertire un po' a mettere tutti su di giri per la nostra piccola Caccia a Kiryu. Peccato.

# 948_Kiryu
source: You mean you're going to take me on?
pt_br: Vuoi dire che ti misuri con me?

# 960_RA
source: Looks like I'm the only one who can. I've been watching you from up here, you're pretty damn strong.
pt_br: A quanto pare, l'unica che può farcela sono io. Ti ho tenuto d'occhio da quassù, sei dannatamente forte.

# 972_RA
source: After the third fight or so, I kind of figured it'd have to be someone really strong.
pt_br: Dopo la terza rissa, o giù di lì, mi sono detto che doveva essere per forza uno davvero tosto.

# 984_Kiryu
source: And you're the strongest one in your gang?
pt_br: E tu saresti il più forte della tua banda?

# 996_RA
source: Sorta. Anyway, don't want to keep the boss waiting, so let's head into the final round!
pt_br: Vabbè. Comunque, non voglio far aspettare il capo, quindi andiamo al round finale!
