Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid009108b0.po
Languages: pt_br

source: Bespectacled Homeless Man
pt_br: Senzatetto Occhialuto

source: Elder Homeless Man
pt_br: Anziano senzatetto

# 100_Player
source: (I should come back when I'm alone...)
pt_br: (Dovrei tornare quando sono solo...)

# 112_Bespectacled Homeless Man
source: Look what I brought today.
pt_br: Guarda cosa ho portato oggi.

# 124_Elder Homeless Man
source: Hm? What is it?
pt_br: Hm? Cosa c'è?

# 196_Elder Homeless Man
source: It's barbecue sauce. What are you going to do with sauce?
pt_br: È salsa barbecue. Che ci fai con la salsa?

# 208_Bespectacled Homeless Man
source: All right! Next I just have to go and find some meat somewhere!
pt_br: Perfetto! Poi devo solo andare a procurarmi della carne da qualche parte!

# 220_Elder Homeless Man
source: I'm not getting anywhere near that meat...
pt_br: Non mi ci avvicino proprio a quella carne...

# 232_Elder Homeless Man
source: Is that a pistol!? Where the hell did you get it?
pt_br: Ma quella è una pistola!? Dove diavolo l'hai presa?

# 244_Bespectacled Homeless Man
source: No, no. It's just a water gun. Where would anyone get a real gun that's pink anyways?
pt_br: No, no. È solo una pistola ad acqua. Ma chi si prenderebbe mai una pistola vera rosa, poi?

# 256_Elder Homeless Man
source: Really? You seen the latest state of the art weapons? They're all sorts of colors and shapes! Hey! Don't point that at me!
pt_br: Davvero? Hai visto le ultime armi all'avanguardia? Ce ne sono di tutti i colori e forme! Ehi! Non puntarmelo addosso!

# 268_Elder Homeless Man
source: Is this an amusement park pamphlet?
pt_br: È questo un volantino di un parco divertimenti?

# 280_Bespectacled Homeless Man
source: Have you ever even been to an amusement park?
pt_br: Ma sei mai stato a un luna park?

# 292_Elder Homeless Man
source: Of course I have. I remember getting so excited the first time I saw a panda...
pt_br: Certo che sì. Mi ricordo che ero così eccitato la prima volta che vidi un panda...

# 304_Bespectacled Homeless Man
source: Umm... Amusement parks definitely do not have pandas. Perhaps a panda ride?
pt_br: Uhm... Nei parchi divertimento non ci sono proprio i panda. Forse una giostra a tema panda?

# 316_Elder Homeless Man
source: Oh my... What a perverted title for a DVD.
pt_br: Mamma mia... Che titolo da pervertito per un DVD.

# 328_Bespectacled Homeless Man
source: Ooh! You wanna take a look?
pt_br: Ooh! Vuoi dare un'occhiata?

# 340_Elder Homeless Man
source: What the hell? How old do you think I am!?
pt_br: Ma che diavolo? Quanti anni mi dai!?

# 352_Bespectacled Homeless Man
source: You don't want to watch it?
pt_br: Non vuoi guardarlo?

# 364_Elder Homeless Man
source: Well... Maybe a little bit...
pt_br: Beh... Magari un po'...

# 376_Elder Homeless Man
source: This is a child's wallet. And the kid was pretty loaded...
pt_br: Questo è il portafoglio di un bambino. E il ragazzino c'aveva un bel po' di grana...

# 412_Bespectacled Homeless Man
source: You can't take that.
pt_br: Quello non lo prendi.

# 424_Elder Homeless Man
source: Nope...
pt_br: No...

# 436_Bespectacled Homeless Man
source: I'll deliver it to the police.
pt_br: Lo consegnerò alla polizia.
