Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c001d.po
Languages: pt_br

# 18156_Akiyama
source: This isn't really my kind of topic.
pt_br: Non è proprio il mio genere di argomento.

# 18168_Rio
source: Oh, really?
pt_br: Oh, davvero?

# 18180_Akiyama
source: Well, I just don't want to talk about this kinda thing.
pt_br: Bè, non mi va proprio di parlare di queste cose.

# 18192_Rio
source: Why not?
pt_br: Perché no?

# 18204_Akiyama
source: I'm not a high school girl. I don't enjoy gossiping about love.
pt_br: Non sono una ragazzina delle superiori. Non mi va di fare pettegolezzi sull'amore.

# 18216_Rio
source: Are you... Are you blushing?
pt_br: Stai... Stai arrossendo?

# 18228_Akiyama
source: No! A cool guy like me doesn't blush over something like that!
pt_br: No! Un tipo figo come me non arrossisce per una cosa del genere!

# 18240_Rio
source: Hmm... You're acting kinda suspicious.
pt_br: Hmm... Mi sembri un po' sospettosa.

# 18252_Akiyama
source: I'm telling the truth!
pt_br: Dico sul serio!

# 18264_Rio
source: Hehe. You're right. You're not like a high school girl. You're more like a grade-schooler.
pt_br: Hehe. Hai ragione. Non sei una ragazza delle superiori. Sei più una bambina delle elementari.

# 18276_Akiyama
source: Hey!
pt_br: Ehi!

# 18288_Akiyama
source: Is this a trap?
pt_br: È una trappola?

# 18300_Rio
source: What?
pt_br: Cosa?

# 18312_Akiyama
source: You said that to try and find out how I feel about you, didn't you?
pt_br: L'hai detto per capire cosa provo per te, no?

# 18324_Rio
source: Well... Yeah... So?
pt_br: Beh... Sì... E allora?

# 18336_Akiyama
source: Heh. That's a pretty common tactic.
pt_br: Eh. È una tattica parecchio comune.

# 18348_Rio
source: Hmph! You're not supposed to call attention to that, Akiyama-san!
pt_br: Mpf! Non dovresti mica farlo notare, Akiyama-san!

# 18360_Akiyama
source: Huh?
pt_br: Uh?

# 18372_Rio
source: You've totally ruined the mood now!
pt_br: Hai rovinato proprio l'atmosfera, adesso!

# 18384_Akiyama
source: Sorry...
pt_br: Scusa...

# 18396_Akiyama
source: Of course it's okay!
pt_br: Ma certo che va bene!

# 18408_Rio
source: You don't beat around the bush, do you, Akiyama-san? Hehe.
pt_br: Non le mandi a dire, Akiyama-san? Eh eh.

# 18420_Akiyama
source: Huh? You are talking about me, right?
pt_br: Eh? Parli di me, vero?

# 18432_Rio
source: Hehehe! You're so funny, Akiyama-san!
pt_br: Hehehe! Sei così divertente, Akiyama-san!

# 18444_Akiyama
source: Wait... Are you saying it's not me?
pt_br: Aspetta... Vuoi dire che non sono io?

# 18480_Rio
source: No, it's you! ♪
pt_br: Ma no, sei tu! ♪

# 18492_Akiyama
source: Huh? Really?
pt_br: Eh? Davvero?

# 18504_Rio
source: Of course! I think I'm really going to start falling for you! <Color:7>♥<Color:Default>
pt_br: Ma certo! Mi sa che mi sto proprio per innamorare di te! <Color:7>♥<Color:Default>

# 18516_Akiyama
source: Heh...
pt_br: Eh...

# 18540_Akiyama
source: Hm?
pt_br: Mh?

# 18552_Rio
source: Well...
pt_br: Beh...

# 18564_Rio
source: I decided to join that agency!
pt_br: Ho deciso di entrare in quell'agenzia!

# 18576_Akiyama
source: Oh, really?
pt_br: Oh, davvero?

# 18588_Rio
source: The president talks about you all the time.
pt_br: Il presidente non fa che parlare di te.

# 18600_Rio
source: Who are you, exactly!?
pt_br: Ma tu chi sei, di preciso!?

# 18612_Akiyama
source: Oh, I'm just a simple moneylender. Maybe I'm a little nosy though.
pt_br: Oh, sono solo un prestatore di soldi. Forse sono un po' ficcanaso, però.

# 18624_Rio
source: Aww! You don't have to be so modest!
pt_br: Ma dai! Non fare la modesta!

# 18636_Akiyama
source: It's not that...
pt_br: Non è che...

# 18648_Rio
source: When I start working for this new company, I'll have to quit working here.
pt_br: Quando inizierò a lavorare per questa nuova azienda, dovrò smettere di lavorare qui.

# 18660_Rio
source: We won't be able to talk like this much longer.
pt_br: Non potremo più parlare così ancora per molto.

# 18672_Akiyama
source: That's true.
pt_br: È vero.

# 18684_Rio
source: Don't forget to keep up with your table tennis!
pt_br: Mi raccomando, non perdere la mano col ping pong!

# 18696_Akiyama
source: Heh. You got it.
pt_br: Eh. Ci sei.

# 18708_Akiyama
source: Switch camera 0.
pt_br: Cambia telecamera 0.

# 18720_Akiyama
source: Switch camera 1.
pt_br: Cambia telecamera 1.

# 18732_Akiyama
source: Switch camera 2.
pt_br: Cambia telecamera 2.

# 18744_Akiyama
source: Back to default.
pt_br: Si torna alla normalità.

# 18756_Akiyama
source: Switch camera 0.
pt_br: Cambia telecamera 0.

# 18768_Akiyama
source: Switch camera 1.
pt_br: Cambia telecamera 1.

# 18780_Akiyama
source: Switch camera 2.
pt_br: Cambia telecamera 2.

# 18792_Akiyama
source: Back to default.
pt_br: Si torna alla normalità.

# 18816_Rio
source: You came to see me!
pt_br: Sei venuto a trovarmi!

# 18852_Rio
source: Welcome!
pt_br: Benvenuto!

# 18864_Rio
source: You're here. <Color:7>♥<Color:Default>
pt_br: Sei qui. <Color:7>♥<Color:Default>

# 18876_Rio
source: Did you come to see me!? Thank you! That makes me so happy!
pt_br: Sei qui per me!? Grazie! Mi rende così contenta!

# 18888_Rio
source: Akiyama-san, thanks for the other day. I had a really fun time!
pt_br: Akiyama-san, grazie per l'altro giorno. Mi sono divertita un sacco!

# 18900_Rio
source: Akiyama-san... I was waiting for you to take me out...
pt_br: Akiyama-san... Ti stavo aspettando per portarmi fuori...

# 18912_Rio
source: Akiyama-san, It's too bad about before. We should try going again.
pt_br: Akiyama-san, Che peccato per prima. Dovremmo riprovarci.

# 18924_Rio
source: Akiyama-san... I was looking forward to being your escort...
pt_br: Akiyama-san... Non vedevo l'ora di farti da accompagnatrice...

# 18936_Rio
source: I'm sorry about before. We should go again.
pt_br: Scusa per prima. Dovremmo riprovarci.

# 18948_Rio
source: Let me introduce myself properly. I'm Rio. It's a pleasure to meet you.
pt_br: Permettimi di presentarmi come si deve. Sono Rio. Piacere di conoscerti.

# 18960_Akiyama
source: Same here.
pt_br: Anche io.

# 18972_Rio
source: Welcome! <Color:7>♥<Color:Default>
pt_br: Benvenuto! <Color:7>♥<Color:Default>

# 18984_Rio
source: Did you come to see me?
pt_br: Sei venuto a trovarmi?

# 18996_Rio
source: Please enjoy yourself!
pt_br: Si diverta pure!

# 19008_Rio
source: Thanks for last time. I had a lot of fun. <Color:7>♥<Color:Default>
pt_br: Grazie per l'ultima volta. Mi sono divertita un sacco. <Color:7>♥<Color:Default>

# 19020_Rio
source: Let's go out again when you have the chance.
pt_br: Usciamo di nuovo quando hai occasione.

# 19032_Rio
source: Let's go out again when you have the chance.
pt_br: Usciamo di nuovo quando hai occasione.

# 19044_Rio
source: Thanks for escorting me today. <Color:7>♥<Color:Default>
pt_br: Grazie per avermi tenuto compagnia oggi. <Color:7>♥<Color:Default>

# 19056_Rio
source: Will you take me out again sometime?
pt_br: Mi porteresti fuori ancora, una di queste volte?

# 19068_Rio
source: Will you take me out again sometime?
pt_br: Mi porteresti fuori ancora, una di queste volte?

# 19080_Rio
source: Akiyama-san, you're looking really handsome today!
pt_br: Akiyama-san, sei davvero un bell'uomo oggi!

# 19092_Rio
source: Akiyama-san, you're looking good today.
pt_br: Akiyama-san, sta proprio bene oggi.

# 19104_Rio
source: You always look the same.
pt_br: Sei sempre uguale.

# 19116_Rio
source: Do you really like that outfit you're wearing? I personally don't like it...
pt_br: Ti piace davvero 'sto vestito che hai addosso? Io, personalmente, non lo trovo un granché...

# 19128_Rio
source: Akiyama-san... That outfit's just no good...
pt_br: Akiyama-san... Quel vestito proprio non ci siamo...

# 19140_Akiyama
source: You should care about your appearance a little more...
pt_br: Dovresti curare un po' di più il tuo aspetto...

# 19152_Rio
source: You look amazing today!
pt_br: Sei stupenda oggi!

# 19164_Rio
source: Really!? Wow!
pt_br: Davvero!? Wow!

# 19176_Akiyama
source: I've wanted something like this forever!
pt_br: È da una vita che volevo una roba del genere!

# 19188_Akiyama
source: Thank you so much!
pt_br: Grazie mille!

# 19200_Rio
source: Oh, is that for me?
pt_br: Oh, è per me?

# 19212_Rio
source: Thank you, Akiyama-san! That's really nice!
pt_br: Grazie, Akiyama-san! È davvero gentile!

# 19224_Rio
source: Oh, is that for me?
pt_br: Oh, è per me?

# 19236_Akiyama
source: Thanks.
pt_br: Grazie.

# 19248_Rio
source: What's that?
pt_br: Cosa?

# 19260_F_cab_sitsofa_tlk_noA
source: I don't know about that...
pt_br: Non saprei...

# 19272_Rio
source: What's that?
pt_br: Cosa?

# 19284_F_cab_sitsofa_tlk_angry
source: That's a no for me...
pt_br: Per me è un no.

# 19296_Rio
source: Huh? You're giving that to me again?
pt_br: Eh? Me lo dai di nuovo?

# 19308_Akiyama
source: You gave me that before... Don't you remember?
pt_br: Me l'hai dato prima... Non ti ricordi?

# 19320_Rio
source: Really!? Wow!
pt_br: Davvero!? Wow!

# 19332_Akiyama
source: I've wanted something like this forever!
pt_br: È da una vita che volevo una roba del genere!

# 19344_Akiyama
source: Thank you so much!
pt_br: Grazie mille!

# 19356_Rio
source: What would you like?
pt_br: Cosa desideri?

# 19380_Player
source: I'll have this.
pt_br: Prendo questo.

# 19392_Akiyama
source: So you're not getting anything?
pt_br: Quindi non ci stai ricavando niente?

# 19404_Rio
source: Would you like another one?
pt_br: Ne vuoi un altro?

# 19428_Player
source: I'll have this.
pt_br: Prendo questo.

# 19440_Akiyama
source: Oh, okay...
pt_br: Oh, ok...

# 19452_Rio
source: I like that too!
pt_br: Anche a me piace!

# 19464_Akiyama
source: Guess we have matching tastes.
pt_br: Mi sa che abbiamo gli stessi gusti.

# 19476_Rio
source: Akiyama-san, you really drink that?
pt_br: Ma Akiyama-san, lei lo beve davvero?

# 19488_Akiyama
source: I'm a little surprised.
pt_br: Sono un po' sorpreso.

# 19500_Rio
source: All right, then.
pt_br: Ok, allora.

# 19512_Rio
source: Aww, don't tell me you're drunk already...
pt_br: Ma dai, non dirmi che sei già ubriaco...

# 19524_Akiyama
source: That's no fun...
pt_br: Non c'è gusto...

# 19536_Rio
source: Hmm... I see. You like that?
pt_br: Hmm... Ah, capisco. Ti garba?

# 19548_Rio
source: Do you want something to eat?
pt_br: Ti va qualcosa da mangiare?

# 19572_Player
source: I'll have this.
pt_br: Prendo questo.

# 19584_Akiyama
source: Oh, you're not hungry?
pt_br: Ah, non hai fame?

# 19596_Rio
source: Do you want something to eat?
pt_br: Ti va qualcosa da mangiare?

# 19620_Player
source: I'll have this.
pt_br: Prendo questo.

# 19632_Akiyama
source: Hmm. I guess you're full already?
pt_br: Hmm. Immagino che tu sia già piena?

# 19644_Rio
source: That's my favorite! Maybe we can share!
pt_br: È il mio preferito! Magari possiamo condividere!

# 19656_Akiyama
source: Let's eat it together. <Color:7>♥<Color:Default>
pt_br: Mangiamocelo insieme. <Color:7>♥<Color:Default>

# 19668_Rio
source: You like that, Akiyama-san?
pt_br: Ti piace, Akiyama-san?

# 19680_Akiyama
source: I'm a little surprised.
pt_br: Sono un po' sorpreso.

# 19692_Rio
source: All right, then.
pt_br: Ok, allora.

# 19704_Rio
source: You eat that?
pt_br: Te lo sei mangiato?

# 19716_Rio
source: I don't like that... at all. Why do people think it tastes good?
pt_br: Quella cosa... proprio non mi piace per niente. Ma che ci trovano di buono?

# 19728_Rio
source: I'll put in the order then.
pt_br: Allora, faccio l'ordinazione.

# 19752_Attendant
source: Yes?
pt_br: Sì?

# 19764_Rio
source: Here's our order.
pt_br: Ecco la nostra ordinazione.

# 19776_Attendant
source: Of course. Right away.
pt_br: Certamente. Subito.

# 19800_Rio
source: Cheers!
pt_br: Salute!

# 19812_Player
source: Cheers.
pt_br: Salute.

# 19824_Rio
source: Make yourself comfortable!
pt_br: Mettiti comodo!

# 19836_Rio
source: Cheers.
pt_br: Salute.

# 19848_Player
source: Cheers.
pt_br: Salute.

# 19860_Rio
source: Make yourself at home.
pt_br: Fai come se fossi a casa tua.

# 19872_Rio
source: I'll make it right now.
pt_br: Lo faccio subito.

# 19884_Player
source: All right.
pt_br: Va bene.

# 19896_Rio
source: Here you go!
pt_br: Ecco a te!

# 19920_Rio
source: My name is Rio. It's so nice to meet you. <Color:7>♥<Color:Default>
pt_br: Mi chiamo Rio. Molto lieta di conoscerti. <Color:7>♥<Color:Default>

# 19932_Akiyama
source: Nice to meet you, too.
pt_br: Piacere mio.

# 19956_Akiyama
source: You got Rio's business card.
pt_br: Hai preso il biglietto da visita di Rio.

# 19992_Akiyama
source: (Maybe I'll request her next time.)
pt_br: (Magari chiederò di lei la prossima volta.)

# 20016_Rio
source: Come again soon!
pt_br: Torna a trovarmi presto!

# 20028_Akiyama
source: Definitely.
pt_br: Assolutamente.

# 20052_Akiyama
source: You got Rio's fancy business card.
pt_br: Hai ottenuto il biglietto da visita ricercato di Rio.

# 20100_Rio
source: Here you go!
pt_br: Ecco a te!

# 20124_Rio
source: Do you mind if I smoke, too?
pt_br: Ti dispiace se fumo anch'io?

# 20136_Player
source: Go ahead.
pt_br: Vai pure.

# 20148_Rio
source: Go on, drink up!
pt_br: Dai, su, bevi!

# 20160_Player
source: Thanks.
pt_br: Grazie.

# 20172_Rio
source: I think I may have a little sip myself!
pt_br: Penso che potrei farmi un goccetto anch'io!

# 20184_Player
source: All right.
pt_br: Va bene.

# 20196_Akiyama
source: I should get going.
pt_br: Dovrei andare.

# 20208_Rio
source: You're leaving already?
pt_br: Te ne vai già?

# 20220_Rio
source: I guess it's about that time.
pt_br: Immagino sia giunta l'ora.

# 20232_Akiyama
source: Oh yeah. You're right.
pt_br: Ah, già. Hai ragione.

# 20340_Rio
source: Thanks for coming today! <Color:7>♥<Color:Default>
pt_br: Grazie di essere venuto oggi! <Color:7>♥<Color:Default>

# 20376_Akiyama
source: Please come again! <Color:7>♥<Color:Default>
pt_br: Torni a trovarmi! <Color:7>♥<Color:Default>

# 20388_Akiyama
source: All right.
pt_br: Va bene.

# 20400_P_sitsofaR_tlk_surp
source: Well... See you next time.
pt_br: Beh... alla prossima.

# 20436_Akiyama
source: That was so much fun! <Color:7>♥<Color:Default>
pt_br: È stato così divertente! <Color:7>♥<Color:Default>

# 20448_Akiyama
source: Yeah, it was.
pt_br: Sì, lo è stato.

# 20460_P_sitsofaR_tlk_surp
source: I'll be waiting.
pt_br: Ti aspetterò.

# 20496_Akiyama
source: Thanks for today. <Color:7>♥<Color:Default>
pt_br: Grazie per oggi. <Color:7>♥<Color:Default>

# 20508_Akiyama
source: No problem.
pt_br: Nessun problema.

# 20520_P_sitsofaR_tlk_surp
source: Well, I'll be waiting for you.
pt_br: Beh, ti aspetto.

# 20556_Akiyama
source: I love you! <Color:7>♥<Color:Default>
pt_br: Ti amo! <Color:7>♥<Color:Default>

# 20568_Akiyama
source: Thanks.
pt_br: Grazie.

# 20580_P_sitsofaR_tlk_surp
source: Goodbye.
pt_br: Addio.

# 20628_Rio
source: Watch your step on the way out.
pt_br: Fai attenzione mentre esci.

# 20640_Rio
source: That was so much fun! <Color:7>♥<Color:Default>
pt_br: È stato così divertente! <Color:7>♥<Color:Default>

# 20652_Akiyama
source: It was.
pt_br: Già.

# 20664_Rio
source: Have you heard any interesting gossip recently?
pt_br: Hai sentito qualche pettegolezzo interessante ultimamente?

# 20676_Akiyama
source: You must hear a lot of interesting stories, Akiyama-san.
pt_br: Devi sentire un sacco di storie interessanti, Akiyama-san.

# 20688_F_cab_sitsofa_talk_smileA
source: Something interesting? Let me think.
pt_br: Qualcosa di interessante? Fammi pensare.

# 20700_Akiyama
source: No... Nothing in particular.
pt_br: No... Niente di particolare.

# 20868_Akiyama
source: What's up?
pt_br: Che c'è?

# 20880_Rio
source: Notice anything about me today?
pt_br: Hai notato qualcosa di diverso in me oggi?

# 20904_Akiyama
source: Not really.
pt_br: Non proprio.

# 20916_Rio
source: What!? Look closer!
pt_br: Cosa!? Guarda meglio!

# 20928_Rio
source: I have a really hard time deciding what to buy when I go shopping.
pt_br: Faccio un sacco di fatica a decidere cosa comprare quando vado a fare shopping.

# 20940_Akiyama
source: Hehe. I guess a lot of women are like that, huh?
pt_br: Hehe. Eh sì, molte donne sono fatte così, eh?

# 20952_Rio
source: A while ago, I found the cutest little shop, and I just couldn't decide what to get. I was there for, like, a whole hour!
pt_br: L'altro giorno, ho scovato un negozietto carinissimo, e non riuscivo proprio a decidere cosa prendere. Ci sono stata, tipo, per un'ora intera!

# 20964_Akiyama
source: An hour!? What were you trying to decide on?
pt_br: Addirittura un'ora!? Cosa stavi cercando di decidere?

# 20976_Rio
source: Hehe! Guess!
pt_br: Hehe! Dai, indovina!

# 21012_Rio
source: Look! This is the present you gave me the other day!
pt_br: Guarda! Questo è il regalo che mi hai fatto l'altro giorno!

# 21024_Akiyama
source: I just love it. <Color:7>♥<Color:Default>
pt_br: Lo adoro proprio. <Color:7>♥<Color:Default>

# 21036_Rio
source: I'm kind of thirsty. Can I order a drink?
pt_br: Ho un po' di sete. Posso ordinare un drink?

# 21060_Akiyama
source: Wow. You're awesome, Akiyama-san!
pt_br: Wow. Sei un grande, Akiyama-san!

# 21072_F_cab_sitsofa_sync_order
source: Excuse me!
pt_br: Scusi!

# 21096_Akiyama
source: Aw. Why not?
pt_br: Ah. Perché no?

# 21108_Rio
source: I'm a little hungry. Would you like to share a <Color:7>Fruit Platter<Color:Default> with me?
pt_br: Ho un certo languorino. Ti va di condividere un <Color:7>Piatto di frutta<Color:Default> con me?

# 21120_Rio
source: Okay, I'll order it.
pt_br: Va bene, lo ordino.

# 21132_F_cab_sitsofa_sync_order
source: Excuse me!
pt_br: Scusi!

# 21144_Akiyama
source: Oh, sorry. I don't have enough money.
pt_br: Oh, scusa. Non ho abbastanza soldi.

# 21156_Rio
source: Huh!? Really!? Aw...
pt_br: Eh!? Davvero!? Ah...

# 21168_Rio
source: Oh, okay... But I really wanted that...
pt_br: Ah, capisco... Ma ci tenevo tanto...

# 21180_Rio
source: Thanks for your mail. You have to root for my magazine column so they decide to keep it going for a while!
pt_br: Grazie per la tua mail. Devi fare il tifo per la mia rubrica sulla rivista, così che decidano di continuarla ancora per un po'!

# 21192_Akiyama
source: All right.
pt_br: Va bene.

# 21204_Rio
source: I've been practicing my guitar a lot these days. I'm not making as many mistakes now!
pt_br: Mi sono esercitata un sacco con la chitarra in questi giorni. Non faccio più tanti errori adesso!

# 21216_Rio
source: I guess the most important thing is getting the basics down!
pt_br: Direi che la cosa più importante è imparare bene le basi!

# 21228_Akiyama
source: Hehehe.
pt_br: Eheh.

# 21240_Rio
source: You know that dog run that I mentioned? It's more fun than just walking your dogs since you can let them run free. I love it!
pt_br: Ti ricordi di quello sgambatoio di cui ti ho parlato? È molto più divertente che portarli a spasso e basta, visto che li puoi lasciare correre liberi. Lo adoro!

# 21252_Rio
source: I've been going all the time recently.
pt_br: Ultimamente ci sto andando sempre.

# 21264_Akiyama
source: Really?
pt_br: Davvero?

# 21276_Rio
source: Hmm... Maybe I'd be more successful as a model than a hostess.
pt_br: Mmm... Forse sarei più di successo come modella che come hostess.

# 21288_Rio
source: But if I quit, I wouldn't be able to see you, Akiyama-san. I'd miss that too much.
pt_br: Ma se smettessi, non potrei più vederti, Akiyama-san. Mi mancherebbe troppo.

# 21300_Akiyama
source: That's nice of you to say.
pt_br: Che carino da parte tua.

# 21312_Rio
source: Thanks for being so understanding. I feel bad asking you for advice all the time when you're here to relax and enjoy yourself.
pt_br: Grazie per essere così comprensivo. Mi dispiace chiederle sempre consigli quando lei è qui per rilassarsi e divertirsi.

# 21324_Akiyama
source: Don't worry about it. I'm happy to help.
pt_br: Non preoccuparti. Sono felice di aiutarti.

# 21336_Akiyama
source: So what do you think now that you're doing it?
pt_br: Allora, che ne pensi ora che ci sei dentro?

# 21348_Akiyama
source: What about it interested you?
pt_br: Cosa c'hai trovato di interessante?

# 21360_Akiyama
source: You're a little different from the other girls.
pt_br: Sei un po' diversa dalle altre ragazze.

# 21372_Akiyama
source: "Leave it to Rio!"
pt_br: Lascia fare a Rio!

# 21384_Akiyama
source: "Rio, Queen of the Dance"
pt_br: Rio, Regina della Danza

# 21396_Akiyama
source: "Rio's All-Night Carnival"
pt_br: Il Carnevale notturno di Rio

# 21408_Akiyama
source: You want a dog that looks like an old man?
pt_br: Vuoi un cane che sembra un vecchio?

# 21420_Akiyama
source: Sounds like fate. You should buy him.
pt_br: Sembra destino. Dovresti comprarlo.

# 21432_Akiyama
source: Do you really want a dog that nobody else wants?
pt_br: Vuoi davvero un cane che nessun altro vuole?

# 21444_Akiyama
source: Nothing wrong with showing a little skin.
pt_br: Non c'è niente di male a mostrare un po' di pelle.

# 21456_Akiyama
source: Aren't you embarrassed?
pt_br: Non ti vergogni?

# 21468_Akiyama
source: You should dress up as a sexy bunny girl next.
pt_br: Dovresti vestirti da coniglietta sexy la prossima volta.

# 21480_Akiyama
source: I hear a lot of people quit after a few weeks.
pt_br: Sento dire che un sacco di gente molla dopo qualche settimana.

# 21492_Akiyama
source: Isn't it hard to play with nails like that?
pt_br: Non fai fatica a giocare con unghie così?

# 21504_Akiyama
source: Why did you pick the guitar?
pt_br: Come mai hai scelto la chitarra?

# 21516_Akiyama
source: All right, then. Let's play!
pt_br: Va bene, allora. Giochiamo!

# 21528_Akiyama
source: How long have you been playing?
pt_br: Da quanto tempo giochi?

# 21540_Akiyama
source: Isn't table tennis kind of lame?
pt_br: Il ping-pong non è un po' da sfigati?

# 21552_Akiyama
source: Maybe I should go with you next time.
pt_br: Magari dovrei venire con te la prossima volta.

# 21564_Akiyama
source: Hot springs are nice, aren't they?
pt_br: Le terme sono belle, non trovi?

# 21576_Akiyama
source: I bet you look good in a yukata.
pt_br: Scommetto che staresti d'incanto in yukata.

# 21588_Akiyama
source: Both legs bouncing sounds annoying.
pt_br: Il dondolio di entrambe le gambe è fastidioso.

# 21600_Akiyama
source: I sometimes do that myself.
pt_br: Anche a me capita a volte.

# 21612_Akiyama
source: Do you know why people do that?
pt_br: Ma sai perché la gente lo fa?

# 21624_Akiyama
source: How much would you say you've recovered?
pt_br: Quanto hai recuperato, secondo te?

# 21636_Akiyama
source: I sort of understand what you mean.
pt_br: Capisco più o meno cosa intendi.

# 21648_Akiyama
source: That's a positive way to look at things.
pt_br: Questo sì che è un modo positivo di vederla.

# 21660_Akiyama
source: Do you notice things about other people?
pt_br: Fai caso alle cose delle altre persone?

# 21672_Akiyama
source: Wouldn't that be kind of annoying?
pt_br: Non sarebbe un po' seccante?

# 21684_Akiyama
source: I could never do that. I'm not very observant.
pt_br: Non potrei mai farlo. Non sono molto attenta.

# 21696_Akiyama
source: I'm the same way.
pt_br: Sono anch'io così.

# 21708_Akiyama
source: That's not good.
pt_br: Non è una bella cosa.

# 21720_Akiyama
source: Don't worry about it. You're still young.
pt_br: Non preoccuparti. Sei ancora giovane.

# 21732_Akiyama
source: The problem is how you carry yourself.
pt_br: Il problema è come ti porti.

# 21744_Akiyama
source: I can think of worse problems.
pt_br: Ci sono problemi peggiori.

# 21756_Akiyama
source: That's too bad.
pt_br: Che peccato.

# 21768_Akiyama
source: Sounds like it could be fun.
pt_br: Sembra che potrebbe essere divertente.

# 21780_Akiyama
source: That doesn't seem like a good idea.
pt_br: Non mi sembra una buona idea.

# 21792_Akiyama
source: Whaaat!?
pt_br: Cosa!?

# 21804_Akiyama
source: Do you tend to black out when you drink?
pt_br: Ti capita di andare in blackout quando bevi?
