Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60598.po
Languages: pt_br

source: Angry Homeless Man
pt_br: Senzatetto arrabbiato

# 84_Saejima
source: You're getting in the way, standin' there like that.
pt_br: Stai intralciando, messo lì in quel modo.

# 96_Angry Homeless Man
source: You won't believe this! I found 1,000 yen on the ground in the <Color:7>underground mall<Color:Default>－a whole thousand!
pt_br: Non ci crederai mai! Ho trovato mille yen per terra nel <Color:7>centro commerciale sotterraneo<Color:Default>—mille, dico! Mille interi!

# 108_Saejima
source: Wow. That's damn near a fortune.
pt_br: Wow. È praticamente un capitale.

# 120_Angry Homeless Man
source: I know, right? But then suddenly, while I wasn't looking, this little shit came up and the money was gone!
pt_br: Eh, già. Ma poi d'un tratto, mentre ero distratto, questo piccolo stronzo si è avvicinato e i soldi erano spariti!

# 132_Saejima
source: You lost your cash takin' a shit?
pt_br: Hai perso i tuoi soldi mentre cagavi?

# 144_Angry Homeless Man
source: No, I mean a pint-sized pickpocket at the <Color:7>underground mall<Color:Default>.
pt_br: No, intendo un borseggiatore moccioso nel <Color:7>centro commerciale sotterraneo<Color:Default>.

# 156_Angry Homeless Man
source: There I was, freaking about what I'd do if anyone tried to mug me, when a child ran up and snatched it away!
pt_br: Ero lì che mi facevo mille pare su cosa avrei fatto se qualcuno avesse provato a rapinarmi, quando un bambino mi è corso incontro e me l'ha strappato via!

# 168_Angry Homeless Man
source: You're fast, right? Then go on, catch that thief for me! Catch him and teach him a lesson!
pt_br: Sei svelto, no? Allora su, acchiappami quel ladro! Acchiappalo e dagli una lezione!

# 180_Saejima
source: Gotta say, the only lesson that needs learnin' here is for you to hold onto your shit better. Let it go.
pt_br: Guarda, l'unica lezione che c'è da imparare qui è di tenere più stretta la tua roba. Mollala.

# 192_Angry Homeless Man
source: Wow, that's just cold. I hope he goes after you next.
pt_br: Cavolo, è proprio da infami. Spero che la prossima volta tocchi a te.

# 204_Saejima
source: (A little kid's pickin' pockets in the <Color:7>underground mall<Color:Default>? Sounds like a shitstorm waiting to happen. Ah, well.)
pt_br: (Un moccioso che borseggia nella <Color:7>galleria sotterranea<Color:Default>? Sembra che stia per scoppiare un casino infernale. Vabbè.)
