Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c0016.po
Languages: pt_br

source: Here you are!
pt_br: Eccoti!

source: Thank you for coming!
pt_br: Grazie per essere venuto!

source: Please come again!
pt_br: Torni a trovarci!

source: I see... Well, if you do hear something, be sure to let me know.
pt_br: Capisco... Beh, se senti qualcosa, mi raccomando, fammelo sapere.

source: Attendant
pt_br: Addetto

# 4080_Shizuka
source: I ate some fish today, and I was able to eat it neatly without making a mess.
pt_br: Oggi ho mangiato del pesce, e sono riuscita a mangiarlo per bene senza fare pasticci.

# 4092_Kiryu
source: Fish?
pt_br: Pesce?

# 4104_Shizuka
source: Whenever I'm able to do that, it really makes me feel like things are going my way. Like I can take on the world!
pt_br: Ogni volta che riesco a farlo, mi dà proprio la sensazione che le cose mi girino bene. È come se potessi spaccare il mondo!

# 4116_Kiryu
source: So did things go your way?
pt_br: Allora, le cose sono andate come volevi?

# 4128_Shizuka
source: Yes. I got to see you, sir!
pt_br: Sì. Sono contenta di averla vista, signore!

# 4140_Kiryu
source: Heh. Why is that a good thing?
pt_br: Eh. Perché è una buona cosa?

# 4152_Shizuka
source: I know we only met for the first time the other day, but I feel like I've known you for a long time. I was hoping you'd come back.
pt_br: So che ci siamo visti solo l'altro giorno, ma sento di conoscerti da una vita. Ci speravo proprio che tornassi.

# 4164_Kiryu
source: I've never heard of fortune telling with fish. That's a little unusual, don't you think?
pt_br: Non ho mai sentito parlare di divinazione coi pesci. È un po' insolito, non trovi?

# 4176_Shizuka
source: Well, don't you feel good when you eat a fish like that?
pt_br: Beh, non è una bella sensazione quando mangi un pesce così?

# 4188_Kiryu
source: I guess if you always try to eat your fish neatly, things will go your way every day.
pt_br: Credo che se ti impegni sempre a fare le cose a puntino, poi le cose ti filano lisce tutti i giorni.

# 4200_Shizuka
source: You're right. Besides, you're eating something that was once alive, so it's only respectful to try and eat it neatly every time.
pt_br: Hai ragione. Del resto, stai mangiando qualcosa che una volta era vivo, quindi è solo rispettoso cercare di mangiarlo con garbo ogni volta.

# 4212_Kiryu
source: Yeah, you have a point. Maybe I'll give it a try myself.
pt_br: Già, hai ragione. Magari ci faccio un pensierino anch'io.

# 4224_Shizuka
source: Hehe. Please tell me if something good does happen to you.
pt_br: Hehe. Fammi sapere se ti capita qualcosa di bello.

# 4236_Kiryu
source: Does that mean you think I'm old?
pt_br: Vuoi dire che mi trovi vecchio?

# 4248_Shizuka
source: No, that's not what I meant. There's just something about you. You remind me of someone I used to know.
pt_br: No, non è quello che intendevo. C'è proprio qualcosa in te. Mi ricordi qualcuno che conoscevo.

# 4260_Shizuka
source: My apologies. I know I'm not great at explaining. I hope I didn't upset you...
pt_br: Mi dispiace. So di non essere brava a spiegarmi. Spero di non averti infastidito...

# 4272_Kiryu
source: Don't worry about it. I think it's the first time that someone's told me I remind them of someone they used to know.
pt_br: Non preoccuparti. Credo sia la prima volta che qualcuno mi dice che gli ricordo qualcuno che conosceva.

# 4284_Shizuka
source: Oh, really? You just seem so familiar. That's why I feel so comfortable just being with you.
pt_br: Ah, sì? Mi sembri così familiare. Per questo mi sento così a mio agio a stare con te.

# 4296_Kiryu
source: I see...
pt_br: Capisco...

# 4308_Kiryu
source: Do I live up to your expectations? If I'm not the man who you think I am, won't you be disappointed?
pt_br: Sono all'altezza delle tue aspettative? Se non sono l'uomo che pensi io sia, non rimarrai delusa?

# 4320_Shizuka
source: No, that won't happen, sir. You have plenty of good qualities that are unique to you.
pt_br: No, non succederà, signore. Lei ha un sacco di belle qualità, tutte sue.

# 4332_Kiryu
source: Really?
pt_br: Davvero?

# 4344_Shizuka
source: Yes. So please don't worry about that, sir.
pt_br: Sì. Quindi stia pure tranquillo, signore.

# 4356_Kiryu
source: Heh. You know, talking to you like this is pretty comforting.
pt_br: Eh. Sai, parlarti così è piuttosto confortante.

# 4368_Shizuka
source: Hehehe. Then I hope you'll take it easy today. <Color:7>♥<Color:Default>
pt_br: Hehehe. Allora spero che oggi te la prenda comoda. <Color:7>♥<Color:Default>

# 4380_Shizuka
source: Um... May I ask what kind of work you do, sir?
pt_br: Uhm... Posso chiederle che lavoro fa, signore?

# 4392_Kiryu
source: Sure. I run an orphanage in Okinawa. I live with a group of kids who've lost their parents.
pt_br: Certo. Gestisco un orfanotrofio a Okinawa. Vivo con un gruppo di ragazzini che hanno perso i genitori.

# 4404_Shizuka
source: That's wonderful! But it does sound like it's a difficult line of work.
pt_br: È meraviglioso! Ma sembra proprio un mestiere tosto.

# 4416_Kiryu
source: Heh. And what about you? Do you do anything besides this?
pt_br: Ah. E tu? Fai altro oltre a questo?

# 4428_Shizuka
source: Yes, I have another job during the day.
pt_br: Sì, ho un altro lavoro di giorno.

# 4440_Shizuka
source: Have you heard of... embalming?
pt_br: Hai sentito parlare di... imbalsamazione?

# 4452_Kiryu
source: Embalming? What sort of job is that, exactly?
pt_br: Imbalsamazione? Ma che lavoro sarebbe, di preciso?

# 4464_Shizuka
source: It's a process where you make someone who died from an accident or sickness appear as they were before they died.
pt_br: È un processo in cui si fa apparire qualcuno che è morto per un incidente o una malattia come era prima di morire.

# 4476_Shizuka
source: In other words, embalmers help family members say their final farewells to the deceased.
pt_br: In altre parole, gli imbalsamatori aiutano i familiari a dare l'ultimo saluto al defunto.

# 4488_Kiryu
source: So that's your day job?
pt_br: Allora quello è il tuo lavoro di giorno?

# 4500_Shizuka
source: Yes. Well, I don't have my license yet, so I'm not officially an embalmer.
pt_br: Sì. Beh, non ho ancora la licenza, quindi non sono ufficialmente un imbalsamatore.

# 4512_Kiryu
source: So you're studying to get your license?
pt_br: Allora, stai studiando per prendere la licenza?

# 4524_Shizuka
source: Yes. I'm getting to assist in the embalming process with an embalmer while studying.
pt_br: Sì. Riesco ad assistere nel processo di imbalsamazione con un imbalsamatore mentre studio.

# 4536_Shizuka
source: I've still got a lot to learn, so I'll have to work very hard to get my license.
pt_br: Ho ancora parecchio da imparare, quindi dovrò lavorare sodo per prendere la mia licenza.

# 4548_Kiryu
source: I see... It sounds like you're working hard.
pt_br: Capisco... Sembra che ti stia dando un gran da fare.

# 4560_Shizuka
source: Yes I am. Unfortunately, Japan's embalming science is behind the rest of the world.
pt_br: Sì, lo sono. Purtroppo, la scienza dell'imbalsamazione in Giappone è indietro rispetto al resto del mondo.

# 4572_Shizuka
source: That's why I'm thinking about getting my license overseas.
pt_br: Ecco perché sto pensando di prendere la mia licenza all'estero.

# 4584_Kiryu
source: Wow. Well, I'll be on the sidelines cheering you on.
pt_br: Wow. Beh, sarò lì in disparte a farti il tifo.

# 4596_Shizuka
source: I'm really happy to hear you say that! I'll do my best!
pt_br: Sono davvero contenta di sentirlo dire! Ce la metterò tutta!

# 4608_Kiryu
source: I didn't know a job like that existed.
pt_br: Non sapevo che esistesse un lavoro del genere.

# 4620_Shizuka
source: Yeah, there are many who don't know about it. It's a bit unfortunate.
pt_br: Già, molti non lo sanno. È un po' un peccato.

# 4632_Kiryu
source: Sorry about that.
pt_br: Scusa.

# 4644_Shizuka
source: Oh no, don't worry about it. Compared to other countries, embalming isn't very widely known in Japan.
pt_br: Ma no, non preoccuparti. Rispetto ad altri paesi, l'imbalsamazione non è molto diffusa in Giappone.

# 4656_Kiryu
source: Is it common in other countries?
pt_br: È comune negli altri paesi?

# 4668_Shizuka
source: Yes. Unlike in Japan, embalming is much more accepted overseas, especially in America.
pt_br: Sì. A differenza che in Giappone, l'imbalsamazione è molto più accettata all'estero, specialmente in America.

# 4680_Shizuka
source: Japan's license doesn't cover all the bases, so I'd like to get another license overseas.
pt_br: La licenza giapponese non basta per tutto, quindi vorrei prendere un'altra licenza all'estero.

# 4692_Kiryu
source: I'm starting to understand... Seems pretty tough.
pt_br: Comincio a capire... Sembra abbastanza tosta.

# 4704_Kiryu
source: I think that's a respectable job. It's not one that just anyone can do.
pt_br: Credo che sia un lavoro rispettabile. Non è un lavoro che chiunque possa fare.

# 4716_Shizuka
source: Thank you for saying that.
pt_br: Grazie per averlo detto.

# 4728_Shizuka
source: Embalming isn't very well-known in Japan. Some people aren't very comfortable with the idea of altering someone's body after death.
pt_br: L'imbalsamazione non è che sia molto conosciuta qui in Giappone, sai? Certe persone non la vedono di buon occhio l'idea di mettere mano al corpo di qualcuno dopo la morte.

# 4740_Kiryu
source: I see.
pt_br: Capisco.

# 4752_Shizuka
source: So I'm happy that you understand, sir.
pt_br: Quindi sono felice che lei abbia capito, signore.

# 4764_Shizuka
source: I hope to get my license soon so I can start work as a real embalmer.
pt_br: Spero di ottenere presto la mia licenza così potrò iniziare a lavorare come una vera imbalsamatrice.

# 4776_Kiryu
source: Well, good luck.
pt_br: Beh, buona fortuna.

# 4788_Shizuka
source: Yes! Thank you. <Color:7>♥<Color:Default>
pt_br: Sì! Grazie. <Color:7>♥<Color:Default>

# 4800_Kiryu
source: It must be tough working two jobs. How are you holding up?
pt_br: Dev'essere dura fare due lavori. Come te la cavi?

# 4812_Shizuka
source: It certainly is. But my mother does help me out, and I don't work days and evenings every day...
pt_br: Lo è di sicuro. Ma mia madre mi dà una mano, e non faccio doppi turni tutti i giorni...

# 4824_Kiryu
source: I see... But that doesn't change that it's a tough job, right?
pt_br: Capisco... Ma non cambia che sia un lavoraccio, no?

# 4836_Shizuka
source: Yes. You know, embalmers only get to meet the deceased client after they've received an embalming request from the family.
pt_br: Sì. Sai, gli imbalsamatori incontrano il cliente defunto solo dopo aver ricevuto una richiesta di imbalsamazione dalla famiglia.

# 4848_Shizuka
source: I suppose the same is true with people who work in funeral homes, but I've always thought that it's an unusual profession.
pt_br: Suppongo che lo stesso valga per chi lavora nelle pompe funebri, ma ho sempre pensato che sia un mestiere strano.

# 4860_Kiryu
source: Yeah, I'm sure you don't know most of the clients when they're alive.
pt_br: Già, sono sicuro che non conosci la maggior parte dei clienti quando sono vivi.

# 4872_Shizuka
source: Many things go through my mind when I first see our "clients."
pt_br: Mi passano per la testa un sacco di cose appena vedo i nostri "clienti".

# 4884_Shizuka
source: I wonder about the lives they led and their thoughts...
pt_br: Mi chiedo che vite abbiano vissuto e cosa pensassero...

# 4896_Shizuka
source: My mind is full of thoughts like that as I do my work.
pt_br: Ho la testa piena di pensieri del genere mentre lavoro.

# 4908_Kiryu
source: I'm sure their family would appreciate that. You have to trust someone to take care of the remains of a loved one, after all.
pt_br: Sono certo che la loro famiglia lo apprezzerebbe. Dopotutto, bisogna fidarsi di qualcuno che si prenda cura delle spoglie di una persona cara.

# 4920_Shizuka
source: I wish that were always true.
pt_br: Vorrei che fosse sempre vero.

# 4932_Kiryu
source: Am I wrong?
pt_br: Mi sbaglio?

# 4944_Shizuka
source: Unfortunately, there are times when the family of the deceased aren't happy with the results of the embalming.
pt_br: Purtroppo, ci sono momenti in cui la famiglia del defunto non è contenta dei risultati dell'imbalsamazione.

# 4956_Kiryu
source: Why's that?
pt_br: Perché?

# 4968_Shizuka
source: Well, this is a sensitive subject, but there are limits to what the embalmer can do if the body is injured or damaged.
pt_br: Beh, è un argomento delicato, ma ci sono dei limiti a ciò che l'imbalsamatore può fare se il corpo è ferito o danneggiato.

# 4980_Shizuka
source: Naturally, every family has an image of their loved ones as they were in life, and we can't always live up to that.
pt_br: Naturalmente, ogni famiglia ha un'immagine dei propri cari com'erano in vita, e non riusciamo sempre a esserne all'altezza.

# 4992_Kiryu
source: Right... You can't always make them look like they did when they were alive.
pt_br: Giusto... Non si può sempre farli sembrare come quando erano in vita.

# 5004_Shizuka
source: Yes. It's those times that remind me of how limited our skills really are. It's such a shame.
pt_br: Sì. È in quei momenti che mi ricordano quanto siano davvero limitate le nostre capacità. È un vero peccato.

# 5016_Kiryu
source: You shouldn't feel that way. After all, you're making them look better than they would if you hadn't done anything, right?
pt_br: Non dovresti sentirti così. Dopotutto, li stai facendo apparire meglio di come sarebbero stati se tu non avessi fatto niente, no?

# 5028_Shizuka
source: Thank you so much. Hearing you say that gives me confidence in my work.
pt_br: Ti ringrazio tanto. Sentirti dire questo mi dà fiducia nel mio lavoro.

# 5040_Kiryu
source: Do you ever make mistakes?
pt_br: Fai mai degli errori?

# 5052_Shizuka
source: Huh!?
pt_br: Eh!?

# 5064_Kiryu
source: I mean, do you ever find that you can't get the deceased to look like they used to?
pt_br: Cioè, ti capita mai di non riuscire a far sembrare il defunto com'era prima?

# 5088_Kiryu
source: Sorry, I didn't mean to upset you. I guess that wasn't a great thing to ask.
pt_br: Scusa, non volevo farti stare male. Immagino che non fosse una gran bella cosa da chiedere.

# 5100_Shizuka
source: Oh, no... In reality, there's a limit to what's possible with embalming.
pt_br: Oh, no... In realtà, c'è un limite a quello che si può fare con l'imbalsamazione.

# 5112_Shizuka
source: Sometimes if the body has been severely injured or decomposed, it's not possible to prepare the deceased to the family's expectations.
pt_br: A volte, se il corpo è stato gravemente ferito o si è decomposto, non è possibile preparare il defunto secondo le aspettative della famiglia.

# 5136_Shizuka
source: I always do my best to help the family through their time of sorrow, but when something like that happens, I really feel helpless.
pt_br: Faccio sempre del mio meglio per aiutare la famiglia nel loro momento di dolore, ma quando succede qualcosa del genere, mi sento davvero impotente.

# 5148_Kiryu
source: You shouldn't feel that way. Our society needs to understand the limits of embalming.
pt_br: Non dovresti sentirti così. La nostra società deve capire i limiti dell'imbalsamazione.

# 5160_Shizuka
source: You're right. It would be great if the understanding of embalming became more widespread in Japan.
pt_br: Hai ragione. Sarebbe fantastico se la comprensione dell'imbalsamazione diventasse più diffusa in Giappone.

# 5172_Kiryu
source: I'm sure the deceased would appreciate that.
pt_br: Sono sicuro che al defunto farebbe piacere.

# 5184_Shizuka
source: Yes, I'd like to think the deceased would be happy with the service we provide.
pt_br: Sì, mi piacerebbe pensare che il defunto sarebbe contento del servizio che gli rendiamo.

# 5196_Kiryu
source: I'm sure they do.
pt_br: Certo che sì.

# 5208_Shizuka
source: But depending on the condition of the body, we aren't always able to make them appear as they did in life.
pt_br: Ma a seconda delle condizioni del corpo, non riusciamo sempre a farli sembrare come erano in vita.

# 5220_Kiryu
source: Even so, I'm sure they'd appreciate how hard you work to make them look better.
pt_br: Anche così, sono sicuro che apprezzerebbero il tuo impegno per farli apparire al meglio.

# 5232_Kiryu
source: If you were just going through the motions without caring about your work, I'm sure the deceased wouldn't be happy even if the results were good.
pt_br: Se andassi avanti solo per inerzia, senza metterci il cuore nel tuo lavoro, sono sicuro che il defunto non sarebbe contento, anche se i risultati fossero buoni.

# 5244_Shizuka
source: Hehehe. When you say it like that, I feel a little better, sir.
pt_br: Hehehe. Detto così, mi sento un po' meglio, signore.

# 5256_Kiryu
source: Glad to hear it.
pt_br: Mi fa piacere.

# 5280_Shizuka
source: Um... Can I ask you something?
pt_br: Ehm... Posso chiederti una cosa?

# 5292_Kiryu
source: What is it?
pt_br: E cioè?

# 5304_Shizuka
source: Are you married, sir?
pt_br: Sei sposato, signore?

# 5316_Kiryu
source: No, I'm single.
pt_br: No, sono single.

# 5328_Shizuka
source: Are you... seeing anyone?
pt_br: Stai... frequentando qualcuno?

# 5340_Kiryu
source: Heh. Why do you ask?
pt_br: Eh. Perché me lo chiedi?

# 5352_Shizuka
source: Oh, it's nothing. I just...
pt_br: Oh, non è niente. È solo che...

# 5364_Shizuka
source: Well, I was just curious.
pt_br: Beh, ero solo curioso.

# 5376_Kiryu
source: How about you? Do you have a boyfriend?
pt_br: E tu? Hai un ragazzo?

# 5388_Shizuka
source: I haven't been blessed with a gentleman who would accept someone like me.
pt_br: Non mi è capitato un uomo perbene che accettasse una tipa come me.

# 5400_Kiryu
source: That's a little hard to believe.
pt_br: È un po' dura da credere.

# 5412_Shizuka
source: No, it's true.
pt_br: No, è vero.

# 5424_Kiryu
source: Well, what's your type of man?
pt_br: Allora, che tipo di uomo ti piace?

# 5436_Shizuka
source: Well... I prefer a man who is able to take on a man's responsibilities.
pt_br: Beh... preferisco un uomo che sia in grado di assumersi le responsabilità di un uomo.

# 5448_Kiryu
source: What do you mean?
pt_br: Cosa intendi?

# 5460_Shizuka
source: Women these days are so independent. Men sometimes treat women just like they treat other men.
pt_br: Al giorno d'oggi le donne sono così indipendenti. Gli uomini a volte le trattano proprio come trattano gli altri uomini.

# 5472_Shizuka
source: But I think both a man and a woman have their roles in a relationship. If they can help each other in their respective ways and share their lives...
pt_br: Ma io credo che sia un uomo che una donna abbiano i loro ruoli in una relazione. Se possono aiutarsi a vicenda nei rispettivi modi e condividere le loro vite...

# 5484_Shizuka
source: I hope to find someone like that.
pt_br: Spero di trovare qualcuno così.

# 5496_Kiryu
source: You don't hear many women say that these days.
pt_br: Non senti spesso delle donne dire una cosa simile, di questi tempi.

# 5508_Shizuka
source: Do you think it's strange?
pt_br: Ti sembra strano?

# 5520_Kiryu
source: No. There's nothing wrong with that.
pt_br: No. Non c'è niente di male in questo.

# 5532_Shizuka
source: I'm glad. Lots of people think I'm strange.
pt_br: Sono contenta. Un sacco di gente pensa che io sia strana.

# 5544_Shizuka
source: It's rare these days for young women to say things like this, so I was worried about what you might think.
pt_br: Oggi come oggi è raro che le ragazze giovani dicano certe cose, quindi ero preoccupata per quello che avresti potuto pensare.

# 5556_Kiryu
source: I like people who have their own ideals without being influenced by what they see on TV or read in magazines.
pt_br: Mi piacciono le persone che hanno i propri ideali, senza farsi influenzare da quello che vedono in TV o leggono sulle riviste.

# 5568_Shizuka
source: I get the impression that you're a man with your own set of ideals too, sir.
pt_br: Ho l'impressione che anche lei sia un uomo con i suoi ideali, signore.

# 5580_Shizuka
source: I think that's really admirable.
pt_br: Lo trovo davvero ammirevole.

# 5592_Kiryu
source: I agree. The man should take the lead in a relationship.
pt_br: Sono d'accordo. L'uomo dovrebbe prendere l'iniziativa in una relazione.

# 5604_Shizuka
source: Really?
pt_br: Davvero?

# 5616_Kiryu
source: Yeah. Men and women are different. It's impossible to treat women just like men.
pt_br: Già. Uomini e donne sono diversi. Non si possono trattare le donne proprio come gli uomini.

# 5628_Shizuka
source: Oh good. I'm glad you agree with me, sir.
pt_br: Ah, bene. Sono contenta che sia d'accordo con me, signore.

# 5640_Kiryu
source: Heh...
pt_br: Eh...

# 5652_Shizuka
source: Many women are independent these days, but I think there are aspects of a woman's happiness that are dependent on a man.
pt_br: Molte donne sono indipendenti al giorno d'oggi, ma credo che ci siano aspetti della felicità di una donna che dipendono da un uomo.

# 5664_Kiryu
source: I agree.
pt_br: Sono d'accordo.

# 5676_Kiryu
source: Isn't that kind of old-fashioned? Most people seem to think that men and women should be treated equally these days.
pt_br: Non è un po' all'antica, questa cosa? Ormai quasi tutti la pensano che uomini e donne debbano essere trattati allo stesso modo.

# 5688_Shizuka
source: Oh... I guess I really am different than most. I've been called old-fashioned by others, too...
pt_br: Oh... Immagino di essere proprio fuori dal coro, io. Anche altri mi hanno detto che sono un po' all'antica...

# 5700_Kiryu
source: Don't get me wrong. I'm not saying I disagree.
pt_br: Non fraintendermi. Non è che non sia d'accordo.

# 5712_Shizuka
source: Really...? Are you sure you're not just saying that for my sake?
pt_br: Davvero...? Sei sicuro che non lo dici solo per farmi piacere?

# 5724_Kiryu
source: What do you mean?
pt_br: Cosa intendi?

# 5736_Shizuka
source: I mean, are you not just saying that just to make me feel better?
pt_br: Cioè, non lo stai mica dicendo solo per tirarmi su il morale?

# 5748_Kiryu
source: You worry too much. I don't change my opinion to cater to someone's feelings.
pt_br: Ti fai troppi problemi. Non cambio la mia opinione per accontentare i sentimenti di qualcuno.

# 5760_Shizuka
source: I see. I'm sorry if I offended you. Maybe I shouldn't take things too seriously.
pt_br: Capisco. Mi dispiace se ti ho offesa. Magari non dovrei prendere le cose così sul serio.

# 5796_Shizuka
source: Business was a bit slow earlier, so the girls and I got to talking.
pt_br: Gli affari andavano un po' a rilento prima, così io e le ragazze ci siamo messe a chiacchierare.

# 5808_Shizuka
source: Everybody brought up different ways to attract a man. It was really interesting.
pt_br: Tutti hanno tirato fuori diversi modi per attirare un uomo. È stato davvero interessante.

# 5820_Kiryu
source: Oh? Like what?
pt_br: Oh? Tipo cosa?

# 5832_Shizuka
source: Well... One girl said she would always wipe the table after eating, and another said she'd get really excited and act cute when she saw a puppy.
pt_br: Beh... Una ragazza ha detto che puliva sempre il tavolo dopo aver mangiato, e un'altra ha detto che si emozionava tantissimo e faceva la carina quando vedeva un cucciolo.

# 5844_Shizuka
source: Another girl said she'd join arms with a man and press her chest up against him or compliment him.
pt_br: Un'altra ragazza ha detto che si sarebbe messa a braccetto con un uomo e gli avrebbe premuto il seno contro o gli avrebbe fatto dei complimenti.

# 5856_Kiryu
source: I see. Sounds like pretty normal stuff.
pt_br: Capisco. Sembra roba abbastanza normale.

# 5868_Shizuka
source: But one girl said she would purposely trip in front of a man. I thought that was funny.
pt_br: Ma una ragazza ha detto che si sarebbe inciampata apposta davanti a un uomo. L'ho trovata buffa.
