Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60003.po
Languages: pt_br

source: Paradise Advertising President
pt_br: Presidente di Paradise Advertising

# 84_Akiyama
source: Yo. What's going on?
pt_br: Ehi. Che succede?

# 96_Paradise Advertising President
source: Oh, Akiyama-san. Well... That Shiobara guy you sent over showed up.
pt_br: Oh, Akiyama-san. Beh... Quel tizio di Shiobara che mi hai mandato si è fatto vivo.

# 108_Talk_No
source: He marched in blustering about how he was going to put me in the black, but when I showed him the books, I guess he ran out of steam...
pt_br: È entrato sparando grosse su come mi avrebbe messo in attivo, ma quando gli ho mostrato i conti, immagino che si sia sgonfiato...

# 120_Akiyama
source: Well, the thing is, he'd inherited his father's company but didn't want to downsize. And because of that he wound up running the place into the ground.
pt_br: Allora, vedi, il fatto è che aveva ereditato l'azienda di suo padre, ma non voleva ridimensionare. E per questo ha finito per mandare l'azienda a rotoli.

# 132_Paradise Advertising President
source: He willingly ruined his father's business just to avoid downsizing? Hmm...
pt_br: Ha rovinato volontariamente l'attività di suo padre solo per non dover\nridimensionare? Hmm...

# 144_Akiyama
source: Say, Akiyama-san, do you think that'll happen to my place, too?
pt_br: Senta, Akiyama-san, pensi che capiterà al mio locale, anche?

# 156_Akiyama
source: Most likely. I peered over your books last time we talked...
pt_br: Molto probabilmente. Ho dato un'occhiata ai tuoi conti l'ultima volta che abbiamo parlato...

# 168_Talk_No
source: You'd be hard-pressed to get any more profit, and you've cut all the corners you can. The only thing left to do is...
pt_br: Faresti fatica a tirar fuori altri profitti, e hai ridotto all'osso tutto quello che potevi. L'unica cosa rimasta da fare è...

# 180_Paradise Advertising President
source: ...is to downsize. I know. Well, that may be true, but still... These people have been with me from day one.
pt_br: ...è ridimensionare. Lo so. Beh, sarà pure vero, ma comunque... Questa gente è con me dal primo giorno.

# 192_Akiyama
source: I've got to be frank with you here. It's your job as president to make this decision.
pt_br: Devo essere franco con te, qui. Spetta a te, in quanto presidente, prendere questa decisione.

# 204_Paradise Advertising President
source: I guess you're right...
pt_br: Immagino tu abbia ragione...

# 216_Akiyama
source: Oh, another thing. Do you know where Shiobara-kun went?
pt_br: A proposito, sai dov'è andato Shiobara-kun?

# 228_Paradise Advertising President
source: Not exactly. He was walking toward Children's Park, though.
pt_br: Non proprio. Stava camminando verso il Parco dei Bambini, però.

# 240_Akiyama
source: He was? Thanks. I'll have to stop by again sometime soon.
pt_br: Ah, sì? Grazie. Dovrò ripassarci presto.
