Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid010201bc.po
Languages: pt_br

source: *beep* *beep*
pt_br: *bip* *bip*

# 92_Hana
source: Oh, Chief! I finally got a hold of you!
pt_br: Oh, Capo! Finalmente ti ho beccato!

# 104_Hana
source: I'm so glad you're out! I thought you'd be in the slammer for weeks, months... maybe even years!
pt_br: Sono così contenta che sei uscito! Pensavo che saresti rimasto al gabbio per settimane, mesi... magari anche anni!

# 116_Akiyama
source: Uh, Hana-chan, you know I was only there for questioning, right? They didn't actually arrest me...
pt_br: Uh, Hana-chan, sai che ero lì solo per un interrogatorio, vero? Non mi hanno mica arrestato...

# 128_Hana
source: Whatever it was, I'm so relieved! All that running I did down to the station paid off!
pt_br: Meno male! Sono così sollevata! Tutta quella corsa che mi sono fatta fino alla stazione è servita!

# 140_Akiyama
source: Yeah, you really came through for me, Hana-chan. I appreciate it.
pt_br: Sì, mi hai proprio tirato fuori dai guai, Hana-chan. Lo apprezzo.

# 152_Hana
source: Hehe! By the way, Chief...
pt_br: Hehe! A proposito, Capo...

# 164_Hana
source: While you've been lounging around in jail, work's been piling up like there's no tomorrow! Get back to the office, now!
pt_br: Mentre tu poltrivi in galera, il lavoro si è accumulato come se non ci fosse un domani! Torna in ufficio, subito!

# 176_Akiyama
source: Hana-chan, please. I barely slept a wink last night. I'm seriously wiped out here...
pt_br: Hana-chan, dai. Non ho chiuso occhio stanotte. Sono *veramente* a pezzi, qui...

# 188_Hana
source: And whose fault is that, hm?
pt_br: E di chi sarebbe la colpa, eh?

# 200_Hana
source: All of that nonsense yesterday could have been avoided if you just did your job.
pt_br: Tutte quelle cazzate di ieri si sarebbero potute evitare se avessi solo fatto il tuo lavoro.

# 212_Hana
source: Don't let me down this time, Chief. We have tons of work to do!
pt_br: Non deludermi questa volta, Capo. Abbiamo una montagna di lavoro da fare!

# 236_Akiyama
source: Hana-chan? Hellooo?
pt_br: Hana-chan? Ehi?

# 284_Akiyama
source: (She hung up on me... Might as well head back to Sky Finance.)
pt_br: (Mi ha riattaccato in faccia... Tanto vale tornare alla Sky Finance.)
