Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c000a.po
Languages: pt_br

# 10848_Chihiro
source: Yes! I'm what you'd call a rail buff.
pt_br: Sì! Sono quella che chiameresti una patita di treni.

# 10860_Chihiro
source: And I've ridden even more trains since coming to the city, so I've gotten even more excited!
pt_br: E da quando sono arrivata in città, ho preso ancora più treni, e mi sono proprio elettrizzata ancora di più!

# 10872_Tanimura
source: Ah, okay.
pt_br: Ah, va bene.

# 10884_Chihiro
source: Don't you like the railroad?
pt_br: Non ti piace la ferrovia?

# 10896_Tanimura
source: I'm certainly not as intense as you, but I like the railroad too.
pt_br: Di certo non sono così intensa come te, ma mi piacciono pure i treni.

# 10908_Chihiro
source: That's great! And yes, I know I'm pretty gung-ho. I even go around train stations to collect the stamps they give you.
pt_br: Che bello! E sì, lo so, sono parecchio a tutta birra. Vado persino in giro per le stazioni a collezionare i timbri che ti danno.

# 10920_Tanimura
source: Hey, that sounds kinda interesting. I could go with you sometime.
pt_br: Ehi, suona un po' interessante. Potrei venire con te un giorno di questi.

# 10932_Chihiro
source: That'd be wonderful! Wow, I never thought you'd be interested in trains. I'm so happy!
pt_br: Sarebbe fantastico! Caspita, non mi sarei mai immaginata che ti interessassero i treni. Sono felicissima!

# 10944_Tanimura
source: Heh. Me too.
pt_br: Ah. Anch'io.

# 10956_Tanimura
source: I never really thought about it. I hate crowds, so I don't take the train much.
pt_br: Non ci avevo mai davvero pensato. Odio la folla, quindi non prendo molto il treno.

# 10968_Chihiro
source: Aww. I'm sorry to hear that.
pt_br: Oh, cavolo. Mi dispiace sentirlo.

# 10980_Tanimura
source: Well, why don't you tell me what you like about trains?
pt_br: Beh, perché non mi racconti cosa ti piace dei treni?

# 10992_Chihiro
source: What!? You want me to teach you about trains!?
pt_br: Cioè!? Vuoi che ti insegni sui treni!?

# 11004_Tanimura
source: Sure.
pt_br: Certo.

# 11016_Chihiro
source: Hehe, that's great! But I'm a pretty strict teacher. You'd better keep up. <Color:7>♥<Color:Default>
pt_br: Eheh, fantastico! Ma sono una maestra piuttosto severa, eh. Faresti meglio a starmi dietro. <Color:7>♥<Color:Default>

# 11028_Tanimura
source: Er, try to take it easy on me.
pt_br: Uhm, cerca di andarci piano con me.

# 11040_Tanimura
source: You're a rail buff, but you like trains?
pt_br: Sei un appassionato di treni, ma ti piacciono i treni?

# 11052_Chihiro
source: Um, yeah. Why do you ask?
pt_br: Ehm, sì. Come mai lo chiedi?

# 11064_Tanimura
source: I just thought it was strange for someone who loved railroads to like trains, too.
pt_br: Ho solo pensato fosse strano che a uno che amava le ferrovie, piacessero pure i treni.

# 11076_Chihiro
source: Huh?
pt_br: Uh?

# 11088_Tanimura
source: I mean, doesn't the term railroad just refer to the train tracks?
pt_br: Cioè, il termine 'railroad' non si riferisce solo ai binari del treno?

# 11100_Chihiro
source: Yeah, but a rail buff is someone who's interested in both railroads and trains.
pt_br: Già, ma un patito dei treni è uno che si interessa sia alle ferrovie che ai treni.

# 11112_Tanimura
source: Oh, so you are interested in trains.
pt_br: Oh, quindi sei interessato ai treni.

# 11124_Chihiro
source: Yes, I've been saying that all along. Weren't you listening?
pt_br: Sì, l'ho sempre detto. Non mi stavi ascoltando?

# 11136_Tanimura
source: I guess I don't understand it very well.
pt_br: Mi sa che non lo capisco molto bene.

# 11148_Chihiro
source: I guess not...
pt_br: Immagino di no...

# 11172_Chihiro
source: My friends and I are talking about taking a trip abroad during the holiday next month.
pt_br: Io e le mie amiche stiamo pensando di farci un viaggetto all'estero per le vacanze il mese prossimo.

# 11184_Tanimura
source: Oh? That sounds nice.
pt_br: Oh? Che bello!

# 11196_Chihiro
source: But I've never been on an airplane before.
pt_br: Ma non ho mai preso un aereo prima.

# 11208_Chihiro
source: And I've never been to another country. I'm sure it'd be a good experience, but...
pt_br: E non sono mai stata in un altro paese. Sono sicura che sarebbe una bella esperienza, ma...

# 11220_Tanimura
source: What's the problem?
pt_br: Cosa c'è che non va?

# 11232_Chihiro
source: I'm worried. You've traveled before, haven't you?
pt_br: Sono preoccupata. Hai già viaggiato, vero?

# 11244_Tanimura
source: Sure. Lots of times.
pt_br: Certo. Un sacco di volte.

# 11256_Chihiro
source: Do you have any advice for someone who's never been abroad?
pt_br: Hai qualche dritta per chi non è mai stato all'estero?

# 11268_Tanimura
source: Watch out for counterfeit brand names. They can be pretty hard to spot.
pt_br: Occhio ai marchi tarocchi. Possono essere davvero difficili da riconoscere.

# 11280_Chihiro
source: I don't have to worry about that. I'm not interested in brand names.
pt_br: Non me ne devo preoccupare. Non mi interessano le marche.

# 11292_Tanimura
source: Oh. So a man wouldn't have to spend much on you?
pt_br: Oh. Allora un uomo non dovrebbe sganciare un granché per te?

# 11304_Chihiro
source: I wouldn't say that! I just don't like to spend money on flashy stuff.
pt_br: Non direi proprio! È che non mi piace spendere soldi per roba vistosa.

# 11316_Chihiro
source: I care more about what's inside a person.
pt_br: Mi interessa di più quello che c'è dentro una persona.

# 11328_Tanimura
source: Ah, I see.
pt_br: Ah, capisco.

# 11340_Tanimura
source: Be careful what you eat. People can get sick from strange food.
pt_br: Stai attento a cosa mangi. La gente può sentirsi male con certi cibi strani.

# 11352_Chihiro
source: Yeah, I'm kinda worried about that. I'm a big eater, but I don't have a very strong stomach.
pt_br: Eh sì, un po' mi preoccupa. Sono una buona forchetta, ma non ho uno stomaco molto forte.

# 11364_Chihiro
source: Actually, I get sick really easily. Oh, now I'm depressed...
pt_br: A dire il vero, mi ammalo davvero facilmente. Oh, e adesso mi sono buttata giù...

# 11376_Tanimura
source: You could at least avoid raw things.
pt_br: Potresti almeno evitare la roba cruda.

# 11388_Chihiro
source: There's no point in going abroad if I can't enjoy the food...
pt_br: Che senso ha andare all'estero se non posso godermi il cibo...

# 11400_Chihiro
source: I'm so sad. Why did you have to bring that up?
pt_br: Sono così triste. Perché dovevi tirare fuori quella cosa?

# 11412_Tanimura
source: Wait, it's my fault?
pt_br: Aspetta, è colpa mia?

# 11424_Tanimura
source: Making mistakes is what makes traveling fun. Don't worry too much. Just have a good time.
pt_br: Gli errori fanno parte del divertimento quando si viaggia. Non preoccuparti troppo. Pensa solo a divertirti.

# 11436_Chihiro
source: But you've been abroad lots of times. This is my first trip, and I don't want to ruin it.
pt_br: Ma tu sei già stato un sacco di volte all'estero. Questo è il mio primo viaggio e non voglio rovinarlo.

# 11448_Chihiro
source: I've been studying travel guides, making plans...
pt_br: Ho studiato guide turistiche, facendo progetti...

# 11460_Tanimura
source: See, it's stressing out about the plans and maps that'll ruin your trip.
pt_br: Vedi, è l'andare in paranoia per i piani e le mappe che ti rovinerà il viaggio.

# 11472_Tanimura
source: If you're trying too hard, you'll forget to have fun. You need to relax to really enjoy yourself.
pt_br: Se ci metti troppa foga, ti scordi pure di divertirti. Devi rilassarti per godertela davvero.

# 11484_Chihiro
source: Huh. You're probably right. Okay, I'll try not to stress out about it.
pt_br: Eh. Probabilmente hai ragione. Ok, cercherò di non stressarmi per questo.

# 11496_Tanimura
source: Good. And don't forget to get me a souvenir.
pt_br: Bene. E non dimenticarti di portarmi un souvenir.

# 11508_Chihiro
source: But you wouldn't want me to stress out about something like that, right?
pt_br: Ma tu non vorresti mica che io mi stressassi per una cosa del genere, vero?

# 11520_Tanimura
source: Uh, right.
pt_br: Uh, giusto.

# 11532_Chihiro
source: Can I talk to you about a problem I've got?
pt_br: Posso parlarti di un problema che ho?

# 11544_Tanimura
source: Sure. What is it?
pt_br: Certo. Dimmi.

# 11556_Chihiro
source: I'm indecisive.
pt_br: Sono indecisa.

# 11568_Tanimura
source: Oh. That's a common problem.
pt_br: Oh. È un problema che capita spesso.

# 11580_Chihiro
source: When I stop by the convenience store on the way home, I can never decide what to get.
pt_br: Quando passo al conbini tornando a casa, non riesco mai a decidere cosa prendere.

# 11592_Chihiro
source: I'm always like, "What kind of drink should I buy? Should I get a snack with that?"
pt_br: Sono sempre tipo, "Che drink prendo? Ci prendo anche uno stuzzichino?"

# 11604_Tanimura
source: Um...
pt_br: Ehm...

# 11616_Chihiro
source: Sometimes I end up spending an hour in the store, just trying to make up my mind.
pt_br: A volte finisco per passare un'ora in negozio, solo per riuscire a decidermi.

# 11628_Tanimura
source: An hour!? That is a problem!
pt_br: Un'ora!? Cavoli, questo è un problema!

# 11640_Chihiro
source: I know... Is there anything I can do?
pt_br: Capisco... C'è qualcosa che posso fare?

# 11652_Tanimura
source: You're taking it too seriously. You're worried you'll make the wrong choice, right?
pt_br: La stai prendendo troppo sul serio. Sei preoccupato di fare la scelta sbagliata, vero?

# 11664_Chihiro
source: Yeah. I mean, some things can look good but taste nasty.
pt_br: Già. Cioè, certe cose magari sembrano buone, ma poi fanno proprio schifo.

# 11676_Tanimura
source: But it's not that big a deal. You can always get something different later.
pt_br: Ma non è un dramma. Puoi sempre prendere qualcos'altro più tardi.

# 11688_Chihiro
source: Oh... I guess you're right. Maybe I am worrying too much about it.
pt_br: Oh... Suppongo tu abbia ragione. Forse mi sto facendo troppi problemi.

# 11700_Chihiro
source: All right! Next time I'll try not to worry about it. I'll even make a mistake on purpose!
pt_br: Perfetto! La prossima volta cercherò di non preoccuparmene. Farò persino uno sbaglio di proposito!

# 11712_Tanimura
source: Well, you don't have to go that far.
pt_br: Beh, non devi mica arrivare a tanto.

# 11724_Chihiro
source: Thanks for the advice!
pt_br: Grazie del consiglio!

# 11736_Tanimura
source: Uh, sure.
pt_br: Uhm, certo.

# 11748_Tanimura
source: You'll be like that forever. You might as well accept it.
pt_br: Rimarrai così per sempre. Tanto vale che lo accetti.

# 11760_Chihiro
source: What? So you're saying that I'm gonna waste time on every decision I make?
pt_br: Ma come? Quindi mi stai dicendo che sprecherò tempo su ogni decisione che prendo?

# 11772_Tanimura
source: It's just the way you are. You have to try to live with it.
pt_br: Sei fatto proprio così. Devi imparare a conviverci.

# 11784_Chihiro
source: You make it sound like I've got some kind of incurable disease.
pt_br: La fai sembrare come se avessi una specie di malattia incurabile.

# 11796_Chihiro
source: I wish I never asked you about this.
pt_br: Vorrei non avertelo mai chiesto.

# 11808_Tanimura
source: Uh, sorry.
pt_br: Uh, scusa.

# 11820_Tanimura
source: If you're indecisive, why don't you ask me? I can give you an answer in three seconds.
pt_br: Se sei indeciso, perché non chiedi a me? Ti do una risposta in tre secondi netti.

# 11832_Chihiro
source: Oh! So you never have trouble making decisions?
pt_br: Oh! Quindi non ti fai mai problemi a decidere?

# 11844_Tanimura
source: Nope. When you're a cop, you have to think fast.
pt_br: Macché. Quando fai il poliziotto, devi pensare in fretta.

# 11856_Chihiro
source: What if I asked you to marry me?
pt_br: E se ti chiedessi di sposarmi?

# 11868_Tanimura
source: Marry you?
pt_br: Sposarti?

# 11880_Chihiro
source: Yes.
pt_br: Sì.

# 11892_Tanimura
source: Uh...
pt_br: Ehm...

# 11904_Chihiro
source: Ha! You said you could come up with an answer in three seconds!
pt_br: Ah! Avevi detto che ti saresti inventato una risposta in tre secondi netti!

# 11916_Tanimura
source: But that was an unusual question!
pt_br: Ma che domanda insolita!

# 11928_Tanimura
source: Hey, how did that audition for the commercial turn out?
pt_br: Ehi, com'è andata quell'audizione per lo spot?

# 11940_Chihiro
source: Actually, I won't have to do an audition after all. They said I got the part!
pt_br: In realtà, alla fine non dovrò fare nessun provino. Mi hanno detto che ho preso la parte!

# 11952_Chihiro
source: The paperwork's gone through, so I just have to meet with one of the heads of the agency.
pt_br: Le scartoffie sono passate, quindi devo solo vedermi con uno dei capi dell'agenzia.

# 11964_Chihiro
source: I'm so excited! I'm gonna be on TVs across the country!
pt_br: Non sto più nella pelle! Sarò in TV in tutto il paese!

# 11976_Tanimura
source: I don't know. Something seems wrong about this.
pt_br: Non lo so. Qualcosa non mi quadra.

# 11988_Chihiro
source: Why?
pt_br: Perché?

# 12000_Tanimura
source: What company would hire an unknown actress with no experience for a national ad campaign?
pt_br: Che azienda assumerebbe un'attrice sconosciuta senza alcuna esperienza per una campagna pubblicitaria nazionale?

# 12012_Chihiro
source: Oh, they said this commercial wouldn't require acting. They want to film someone as they naturally are.
pt_br: Ah, dicevano che per questo spot non ci sarebbe stato bisogno di recitare. Vogliono riprendere qualcuno così com'è, al naturale.

# 12024_Chihiro
source: So they were looking for amateurs. It was perfect for me!
pt_br: Allora cercavano dilettanti. Era perfetto per me!

# 12048_Tanimura
source: I know this is your big chance, but... I think you should be careful.
pt_br: So che questa è la tua grande occasione, ma... secondo me, dovresti andarci cauta.

# 12060_Chihiro
source: I appreciate your concern, but I can't let a chance like this pass by.
pt_br: Ti ringrazio per l'interessamento, ma non posso farmi scappare un'occasione così.

# 12084_Chihiro
source: Oh, all right. If anything seems wrong, I'll call you right away.
pt_br: Oh, va bene. Se qualcosa non va, ti chiamo subito.

# 12096_Chihiro
source: Is that good enough?
pt_br: Va bene così?

# 12108_Tanimura
source: Well, okay. Just be careful.
pt_br: Beh, va bene. Stai solo attento.

# 12120_Chihiro
source: I will! And I'm sure you'll protect me if something goes wrong. <Color:7>♥<Color:Default>
pt_br: Lo farò! E sono sicura che mi proteggerai se qualcosa va storto. <Color:7>♥<Color:Default>

# 12132_Tanimura
source: Right.
pt_br: Esatto.

# 12144_Tanimura
source: Okay, I won't say anything else. It's your future, so it's your responsibility.
pt_br: Ok, non aggiungo altro. È il tuo futuro, quindi è tua responsabilità.

# 12156_Chihiro
source: That's right. I'm sorry you're so worried.
pt_br: Giusto. Mi dispiace che tu sia così preoccupato.

# 12168_Tanimura
source: Oh, I'll be fine. I'm pulling for you.
pt_br: Oh, me la caverò. Faccio il tifo per te.

# 12180_Chihiro
source: Thank you! I'll do my best at the interview.
pt_br: Grazie! Ce la metterò tutta al provino.

# 12192_Tanimura
source: Good luck.
pt_br: Buona fortuna.

# 12204_Tanimura
source: Don't mess up at that interview. You could still lose the job, you know.
pt_br: Non fare pasticci a quell'audizione. Potresti ancora perdere il lavoro, sai.

# 12216_Chihiro
source: I'll be fine. I've gotten used to talking with other people.
pt_br: Starò bene. Mi sono abituata a parlare con gli altri.

# 12228_Tanimura
source: Don't get too relaxed. If they want an amateur, too much confidence might not look good.
pt_br: Non rilassarti troppo. Se cercano un dilettante, troppa sicurezza potrebbe non fare una bella figura.

# 12240_Chihiro
source: You think I'm too relaxed? Now I'm starting to get worried.
pt_br: Ti sembro troppo rilassata? Adesso comincio a preoccuparmi.

# 12252_Chihiro
source: Please don't do anything to make me nervous.
pt_br: Ti prego, non fare niente per innervosirmi.

# 12264_Tanimura
source: Oh. Sorry.
pt_br: Oh. Scusa.

# 12276_Tanimura
source: You were pretty shaky when you first started here, but now you're a pro.
pt_br: Eri piuttosto impacciata quando hai cominciato qui, ma ora sei una professionista.

# 12288_Chihiro
source: I am?
pt_br: Io?

# 12300_Tanimura
source: Sure. I can tell that you're a lot more relaxed.
pt_br: Certo. Si vede che sei molto più rilassato.

# 12312_Chihiro
source: A lot more customers have been requesting me lately, too.
pt_br: Anche ultimamente un sacco di clienti in più mi stanno chiedendo.

# 12324_Chihiro
source: It's all thanks to your advice. I really appreciate it. ♪
pt_br: È tutto grazie ai tuoi consigli. Lo apprezzo tantissimo. ♪

# 12336_Tanimura
source: I didn't do anything. I just talked to you.
pt_br: Non ho fatto niente. Ho solo parlato con te.

# 12348_Chihiro
source: You did more than that. You've helped me a lot.
pt_br: Hai fatto ben di più. Mi hai aiutato un sacco.

# 12360_Chihiro
source: If I hadn't met you, I would've quit a long time ago. I wouldn't have been able to handle it.
pt_br: Se non ti avessi incontrato, avrei mollato da un pezzo. Non ce l'avrei fatta.

# 12372_Tanimura
source: Oh. I'm glad I could help.
pt_br: Oh. Mi fa piacere averti aiutato.

# 12384_Chihiro
source: And I hope you'll continue to help in the future. <Color:7>♥<Color:Default>
pt_br: E spero tanto che continuerai a darmi una mano anche in futuro. <Color:7>♥<Color:Default>

# 12396_Tanimura
source: I look forward to it.
pt_br: Non vedo l'ora.

# 12408_Tanimura
source: It's too bad, though. The more popular you get, the less accessible you seem.
pt_br: Peccato, però. Più diventi famosa, e meno sembri alla mano.

# 12420_Chihiro
source: Oh, that's not true. You'll always have a special place in my heart.
pt_br: Ma no, non è vero. Avrai sempre un posto speciale nel mio cuore.

# 12432_Tanimura
source: Special? How?
pt_br: Speciale? In che senso?

# 12444_Chihiro
source: Well, I'll always have a special smile for you whenever you visit me.
pt_br: Beh, ti riserverò sempre un sorriso speciale quando verrai a trovarmi.

# 12456_Tanimura
source: Hey, you've been giving me those smiles since the moment I met you.
pt_br: Ehi, mi hai regalato quei sorrisi da quando ti ho incontrato.

# 12468_Chihiro
source: Haha! You're right. But that just shows how special you are to me. <Color:7>♥<Color:Default>
pt_br: Ahah! Hai ragione. Ma questo è proprio la dimostrazione di quanto tu sia speciale per me. <Color:7>♥<Color:Default>

# 12480_Tanimura
source: Thank you.
pt_br: Grazie.

# 12492_Tanimura
source: Your appearance hasn't changed, though. You still have the same childlike charm as when I first met you.
pt_br: Il tuo aspetto non è cambiato, però. Hai ancora lo stesso fascino da ragazzino di quando ti ho conosciuto.

# 12504_Chihiro
source: I do? But I've been working on my makeup recently.
pt_br: Davvero? Ma mi sono data da fare col trucco ultimamente.

# 12516_Chihiro
source: You didn't notice?
pt_br: Non hai notato?

# 12528_Tanimura
source: Nope. Not at all.
pt_br: Macché. Per niente.

# 12540_Chihiro
source: Oh. And I worked on it just for you.
pt_br: Oh. E c'ho messo del mio, apposta per te.

# 12552_Tanimura
source: I like you the way you are.
pt_br: Mi piaci così come sei.

# 12564_Chihiro
source: That's nice, but I'd like to look a bit more mature.
pt_br: È carino, ma mi piacerebbe sembrare un po' più matura.

# 12588_Tanimura
source: So, you're gonna be a star, huh? You probably won't need hostess club customers anymore...
pt_br: Allora, diventerai una star, eh? Probabilmente non ti serviranno più i clienti del hostess club...

# 12600_Chihiro
source: Hey, why are you so serious? It's not like you.
pt_br: Ehi, perché sei così serio? Non è da te.

# 12612_Tanimura
source: Just remember that I'll always be cheering for you.
pt_br: Ricordati solo che ti farò sempre il tifo.

# 12636_Chihiro
source: If you keep talking like that, I'm gonna get all choked up.
pt_br: Se continui a parlare così, mi verrà il nodo alla gola.

# 12648_Tanimura
source: Call me any time you feel lonely. You can talk to me about anything.
pt_br: Chiamami quando ti senti solo. Puoi parlarmi di tutto.

# 12660_Chihiro
source: Anything?
pt_br: Qualcosa?

# 12672_Tanimura
source: Sure. Except for money.
pt_br: Certo. Tranne per i soldi.

# 12684_Chihiro
source: Hehe. I know better than to ask you for advice about money.
pt_br: Hehe. Figurati se ti chiedo consigli sui soldi.

# 12696_Chihiro
source: As long as you don't ask for loans after I become a big star.
pt_br: Basta che non mi chiederai prestiti dopo che sarò diventata una grande star.

# 12708_Tanimura
source: Do I look like that kind of guy?
pt_br: Ti sembro uno così?

# 12720_Chihiro
source: You really want me to answer that?
pt_br: Ma vuoi davvero che ti risponda?

# 12732_Chihiro
source: Thanks for supporting me. I really appreciate it. <Color:7>♥<Color:Default>
pt_br: Grazie per avermi sostenuto. Lo apprezzo davvero. <Color:7>♥<Color:Default>

# 12744_Tanimura
source: Don't stop until you reach the top. You're gonna be a star. I can feel it.
pt_br: Non mollare finché non sfondi. Diventerai una star. Me lo sento.

# 12756_Chihiro
source: Do you really think I have what it takes?
pt_br: Pensi davvero di avere la stoffa?

# 12768_Tanimura
source: You won't know unless you try. You've got me convinced, anyway.
pt_br: Se non ci provi, non lo saprai mai. Comunque, mi hai convinto.

# 12780_Chihiro
source: Hehe. Thanks.
pt_br: Hehe. Grazie.

# 12792_Tanimura
source: If you find yourself having trouble, you've got to push on. You can do it.
pt_br: Se ti trovi in difficoltà, devi tenere duro. Ce la puoi fare.

# 12804_Chihiro
source: Thank you. I'll remember that. <Color:7>♥<Color:Default>
pt_br: Grazie. Me lo ricorderò. <Color:7>♥<Color:Default>

# 12816_Tanimura
source: Do you really think you'll get famous, though?
pt_br: Pensi davvero che diventerai famosa, però?

# 12828_Chihiro
source: What!?
pt_br: Cosa!?

# 12840_Tanimura
source: Oh, I was just wondering. Even if you appear in a commercial, it doesn't mean you'll be a star.
pt_br: Oh, mi stavo giusto chiedendo. Anche se appari in una pubblicità, non è detto che diventerai una star.

# 12852_Tanimura
source: Maybe you won't be leaving me so soon.
pt_br: Forse non mi mollerai così presto.

# 12864_Chihiro
source: Why would you say that!? Is that how you support someone you care about?
pt_br: Ma perché dici così!? È così che supporti qualcuno a cui tieni?

# 12876_Tanimura
source: But we can't know the future, can we?
pt_br: Ma non possiamo sapere il futuro, vero?

# 12888_Chihiro
source: Oh, I was in such a good mood. Thanks a lot.
pt_br: Oh, ero proprio di buon umore. Grazie un sacco.

# 12900_Chihiro
source: I'm going to go to my first college mixer soon!
pt_br: Tra poco vado alla mia prima festa universitaria!

# 12912_Tanimura
source: You're pretty happy.
pt_br: Sei proprio contento.

# 12924_Chihiro
source: Of course! I've never been to something like this before! Maybe we'll play board games!
pt_br: Ma certo! Non mi è mai capitato di fare una cosa del genere prima d'ora! Magari giochiamo a giochi da tavolo!

# 12936_Chihiro
source: I've always been so embarrassed about never having gone to one of these mixers.
pt_br: Mi sono sempre sentita così in imbarazzo per non essere mai andata a una di queste serate.

# 12960_Chihiro
source: I'm gonna have a blast!
pt_br: Mi divertirò un mondo!

# 12972_Tanimura
source: You don't need to go to a mixer. They're always boring anyways.
pt_br: Non ti serve andare a un incontro di gruppo. Tanto sono sempre noiosi.
