Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0102022a.po
Languages: pt_br

# 56_Hana
source: *pant* *pant*
pt_br: Anf... anf...

# 68_Akiyama
source: So, are you going to tell me what's wrong or not?
pt_br: Allora, mi dici cosa c'è che non va o no?

# 80_Hana
source: I don't get it, Chief... *pant* Why are you going out of your way for this Lily-san?
pt_br: Non capisco, Capo... *pant* Perché ti stai sbattendo così tanto per questa Lily-san?

# 92_Akiyama
source: ...Huh?
pt_br: ...Eh?

# 104_Hana
source: I don't care if you're the owner. Lending that much to a total stranger is just plain crazy!
pt_br: Non me ne frega un tubo se sei il proprietario. Prestare tutti quei soldi a un perfetto sconosciuto è roba da matti!

# 116_Akiyama
source: Come on, Hana-chan. She passed my test, so I gave her the loan. Same rules I hold everyone to.
pt_br: Dai, Hana-chan. Ha passato il mio test, quindi le ho dato il prestito. Le stesse regole che applico a tutti.

# 128_Hana
source: Don't lie to me, Chief! I know the real reason you did it.
pt_br: Non mentirmi, Capo! So benissimo il vero motivo per cui l'hai fatto.

# 140_Akiyama
source: What?
pt_br: Cosa?

# 152_Hana
source: It's because she reminds you of Eri-san! Don't try to deny it!
pt_br: È perché ti ricorda Eri-san! Non provarci nemmeno a negarlo!

# 164_Akiyama
source: Hana-chan, please. It's not like that. Just hear me out.
pt_br: Hana-chan, ti prego. Non è così. Fammi spiegare.

# 176_Hana
source: ...Say what you need to say.
pt_br: ...Allora, dì quello che devi dire.

# 188_Akiyama
source: It's true, I was pretty blown away at first.
pt_br: È vero, all'inizio sono rimasto piuttosto scioccato.

# 200_Akiyama
source: I mean, it's not every day the splitting image of your ex comes walking through your office door.
pt_br: Voglio dire, non capita tutti i giorni che l'immagine sputata del tuo ex ti entri dalla porta dell'ufficio.

# 212_Hana
source: Uh-huh...
pt_br: Mmh-mmh...

# 224_Akiyama
source: And I won't deny that I have feelings for Lily-chan. Pretty face, great personality, an air of mystery... She's got the whole nine yards.
pt_br: E non nego di avere dei sentimenti per Lily-chan. Bel viso, ottima personalità, un'aura di mistero... Ha tutte le carte in regola.

# 236_Akiyama
source: But that's not why I gave her the loan. You know I wouldn't do that.
pt_br: Ma non è per questo che le ho fatto il prestito. Sai che non lo farei mai.

# 248_Hana
source: Still...
pt_br: Però...

# 260_Akiyama
source: You don't believe me, do you?
pt_br: Non mi credi, vero?

# 272_Hana
source: No, it's just... I already knew all that. And it doesn't change the fact that I'm mad at you!
pt_br: No, è solo che... Lo sapevo già. E comunque non cambia il fatto che sono incazzata con te!

# 284_Akiyama
source: Come on, Hana-chan.
pt_br: Dai, Hana-chan.

# 296_Hana
source: Don't you "Hana-chan" me! What are you doing dragging all that baggage around!? Eri-san's never coming back! Why can't you accept that?
pt_br: Non mi fare la "Hana-chan"! Ma che ti trascini dietro tutto quel peso!? Eri-san non tornerà mai più! Perché non riesci ad accettarlo?

# 308_Hana
source: Or did you forget how she left you for another man the minute you got fired? It was never about you, Chief. She was only in it for the money.
pt_br: O ti sei scordato come ti ha mollato per un altro appena sei stato licenziato? Non era mai per te, Capo. Era lì solo per i soldi.

# 320_Akiyama
source: Leave Eri out of this!
pt_br: Non tirare in mezzo Eri!

# 332_Hana
source: Chief, I...
pt_br: Capo, io...

# 344_Akiyama
source: Don't. Hearing you talk about her like that only makes it worse.
pt_br: Non farlo. Sentirti parlare di lei così non fa che peggiorare le cose.

# 356_Hana
source: But...
pt_br: Ma...

# 368_Akiyama
source: You're right, Hana-chan. I've got a lot of baggage weighing me down.
pt_br: Hai ragione, Hana-chan. Mi porto dietro un sacco di roba che mi pesa.

# 380_Akiyama
source: I had honestly thought I could get rid of it all, live free... but I guess there are some things I just can't let go of.
pt_br: Onestamente pensavo di potermela scrollare di dosso tutta, vivere libero... ma a quanto pare ci sono cose che proprio non riesco a mollare.

# 404_Akiyama
source: That's just who I am... and I don't think that's ever gonna change.
pt_br: Sono fatto così... e non credo proprio che cambierà mai.

# 416_Hana
source: Someone as stubborn as you? Not a chance.
pt_br: Uno testardo come te? Neanche per sogno.

# 428_Akiyama
source: Heh, yeah. Sorry.
pt_br: Eh, sì. Scusa.

# 440_Hana
source: That doesn't mean I'm going to just magically forgive you.
pt_br: Non è che adesso ti perdono così, per magia.

# 452_Akiyama
source: No, guess not. Do I get credit for at least trying?
pt_br: No, direi di no. Mi merito almeno un po' di credito per averci provato?

# 464_Hana
source: ...Chief.
pt_br: ...Capo.

# 476_Akiyama
source: Hm?
pt_br: Mh?

# 488_Hana
source: I'm still quitting.
pt_br: Mi licenzio comunque.

# 512_Hana
source: Today made me realize our relationship is a little too codependent.
pt_br: Oggi mi ha fatto capire che il nostro rapporto è un po' troppo codipendente.

# 524_Hana
source: I've been with you eight years now, ever since your banking days. I've always admired you, Akiyama-san... but I think I need some space.
pt_br: Sono con te da otto anni ormai, da quando eri in banca. Ti ho sempre ammirato, Akiyama-san... ma credo di aver bisogno di spazio.

# 536_Hana
source: There's a lot I still have to figure out. About my future in the industry. About my feelings for you.
pt_br: Ci sono molte cose su cui devo ancora fare chiarezza. Sul mio futuro nel settore. Sui miei sentimenti per te.

# 548_Akiyama
source: But...
pt_br: Ma...

# 560_Hana
source: No buts. You've done so much for me over the years, and I know it won't be easy for you being on your own... but you'll be okay. I'm sure of it.
pt_br: Niente ma. Hai fatto così tanto per me in tutti questi anni, e so che non sarà facile per te cavartela da sola... ma te la caverai. Ne sono certo.

# 572_Akiyama
source: Hana-chan, wait.
pt_br: Hana-chan, aspetta.

# 584_Hana
source: Goodbye, Akiyama-san.
pt_br: Addio, Akiyama-san.
