Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid010201e2.po
Languages: pt_br

# 68_Lily
source: Wait... I <Italic>do</Italic> know this building! It really brings back memories being up here.
pt_br: Aspetta... Questo edificio lo conosco <Italic>eccome</Italic>! Stare quassù mi fa venire in mente un sacco di cose.

# 80_Akiyama
source: Yeah?
pt_br: Davvero?

# 92_Lily
source: Though back then it was one of the taller buildings in the area. It really stood out.
pt_br: Però a quei tempi era uno degli edifici più alti della zona. Si faceva proprio notare.

# 104_Lily
source: I probably didn't recognize it because of how small it seems in comparison nowadays.
pt_br: Probabilmente non l'ho riconosciuto perché, al confronto, al giorno d'oggi sembra così poca cosa.

# 128_Akiyama
source: Did you used to come around here a lot?
pt_br: Giravi spesso qui intorno?\n

# 140_Lily
source: I... lived here, yes. Honestly, it feels like that was a lifetime ago.
pt_br: Io... ho vissuto qui, sì. A dire il vero, mi sembra sia passato un secolo.

# 152_Akiyama
source: Huh...
pt_br: Eh...

# 164_Lily
source: Those were the days. Sure, I was always broke and lived in a tiny apartment... But life was good.
pt_br: Bei tempi. Certo, ero sempre al verde e vivevo in un buco... Ma la vita era bella.

# 188_Lily
source: Tell me something. Why are men always so busy looking upward?
pt_br: Dimmi una cosa. Perché gli uomini stanno sempre a guardare in alto?

# 200_Akiyama
source: I'm sorry?
pt_br: Come scusa?

# 212_Lily
source: They work themselves to death for that one big break, and they end up forgetting the girl by their side in the process.
pt_br: Si fanno il culo per quella grande occasione, e nel frattempo finiscono per dimenticarsi della ragazza che hanno al fianco.

# 236_Akiyama
source: I suppose a guy in my line of work is kinda biased, but...
pt_br: Immagino che un tipo col mio mestiere sia un po' di parte, ma...

# 248_Akiyama
source: Whether it's family or the one you love, it's tough to make anyone happy without money.
pt_br: Che si tratti della famiglia o della persona che ami, è dura rendere felice qualcuno senza soldi.

# 260_Akiyama
source: Men tend to take that responsibility pretty seriously.
pt_br: Gli uomini tendono a prendere quella responsabilità piuttosto seriamente.

# 272_Akiyama
source: We're all desperate to claw our way up to someplace stable. That's my theory, anyway.
pt_br: Siamo tutti disperati di risalire la china per trovare un po' di stabilità. Questa è la mia teoria, comunque.

# 284_Lily
source: I'd be fine without all that. If things had just stayed the same, well...
pt_br: Starei bene anche senza tutta 'sta roba. Se le cose fossero rimaste come prima, beh...

# 296_Lily
source: I would've been the happiest girl in the world.
pt_br: Sarei stata la ragazza più felice del mondo.

# 308_Akiyama
source: So you can't stand how money changes people, yet you still came to me for a loan?
pt_br: Non sopporti come i soldi rovinano la gente, eppure sei venuta proprio da me per un prestito?

# 320_Lily
source: Strange, isn't it? I never really cared about it before, and now I need it more than anything.
pt_br: Strano, vero? Prima non me n'è mai importato granché, e adesso mi serve più di ogni altra cosa.

# 332_Akiyama
source: Life's good at throwing you curveballs like that. Makes you wonder, though. Why does money make the world go round anyway?
pt_br: La vita è brava a tirarti certi colpi bassi, così. Però ti fa riflettere. Perché poi i soldi fanno girare il mondo?
