Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid01020002.po
Languages: pt_br

# 164_Akiyama
source: (I can't be going back to the office right now. I need to find Midorikawa, and get back Kido-chan and the client list...)
pt_br: (Non posso proprio tornare in ufficio adesso. Devo rintracciare Midorikawa, e recuperare Kido-chan e la lista clienti...)

# 176_Akiyama
source: (The girl we were training at Elise just disappeared.)
pt_br: (La ragazza che stavamo formando all'Elise è appena sparita.)

# 188_Akiyama
source: (I need to find her quickly. Where would she be... Maybe where we recruited her?)
pt_br: (Devo trovarla alla svelta. Dove diavolo si sarà cacciata... Magari dove l'abbiamo reclutata?)

# 200_Akiyama
source: (The manager's asked me to go scout for him. I've got to find some potential hostesses.)
pt_br: (Il capo mi ha chiesto di andare a fare un po' di scouting per lui. Devo trovare delle potenziali hostess.)

# 212_Akiyama
source: (Or should I stop recruiting for the moment?)
pt_br: (O dovrei smetterla di reclutare per ora?)

# 224_Akiyama
source: (I'll stop for now.)
pt_br: (Mi fermo per ora.)

# 248_Akiyama
source: (No, I should keep looking.)
pt_br: (No, dovrei continuare a cercare.)

# 272_Player
source: (Looks like it's locked.)
pt_br: Pare chiuso a chiave.

# 284_Akiyama
source: Stop Recruiting
pt_br: Smetti di reclutare

# 296_Akiyama
source: Continue Recruiting
pt_br: Continua a reclutare
