Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e603cc.po
Languages: pt_br

source: Bartender
pt_br: Barista

# 56_Bartender
source: Welcome.
pt_br: Benvenuto.

# 128_Tanimura
source: Heya... You wouldn't happen to know a writer named Yabe, would you? Writes about the sex industry?
pt_br: Ehi... Non è che per caso conosci uno scrittore di nome Yabe? Uno che scrive sull'industria del sesso?

# 140_Bartender
source: Oh, him. He was here two days ago.
pt_br: Ah, quello lì. Era qui due giorni fa.

# 152_Tanimura
source: I see... Well, he's dead now.
pt_br: Capisco... Beh, ora è morto.

# 176_Bartender
source: It's because he got involved with that woman...
pt_br: È perché si è immischiato con quella donna...

# 188_Tanimura
source: You're not talking about the woman from Hong Kong, are you?
pt_br: Stai mica parlando di quella di Hong Kong?

# 200_Bartender
source: You... know her?
pt_br: Tu... la conosci?

# 212_Tanimura
source: I know she's part of a crime ring.
pt_br: So che è dentro un giro criminale.

# 224_Bartender
source: Yes... Apparently she gave Yabe-san some rather vital information, to put it lightly.
pt_br: Sì... A quanto pare, ha passato a Yabe-san delle dritte mica da ridere, per non dire altro.

# 236_Tanimura
source: That's what I don't get. She must've known that would put her life in danger.
pt_br: È questo che non mi torna. Doveva sapere che rischiava la pelle.

# 248_Bartender
source: A lady in the throes of love tends to throw caution to the wind.
pt_br: Una donna innamorata persa tende a non badare ai rischi.

# 260_Tanimura
source: Wait, she and Yabe were in love?
pt_br: Aspetta, lei e Yabe erano innamorati?

# 272_Bartender
source: It's more like Yabe was a ladies' man.
pt_br: Era più che altro uno sciupafemmine, Yabe.

# 284_Tanimura
source: Ah, I get it. He must've seduced the information out of her.
pt_br: Ah, ho capito. L'avrà sedotta per farsi spifferare le informazioni.

# 296_Bartender
source: And then he paid the price.
pt_br: E poi l'ha pagata cara.

# 308_Tanimura
source: Well, he's supposed to have hidden his information somewhere. Any idea where that might be?
pt_br: Allora, dovrebbe aver nascosto le sue informazioni da qualche parte. Hai qualche idea di dove possa essere?

# 320_Bartender
source: What do you intend to do with it?
pt_br: Che hai intenzione di farci?

# 332_Tanimura
source: I'll use it to crush the syndicate once and for all.
pt_br: Lo userò per schiacciare il sindacato una volta per tutte.

# 344_Bartender
source: ...Can I trust you?
pt_br: ...Posso fidarmi di te?

# 356_Tanimura
source: You can. I'll do whatever it takes to prove it.
pt_br: Puoi. Farò di tutto per dimostrarlo.

# 368_Bartender
source: Okay then. He said it was in a locker in the underground mall.
pt_br: Va bene allora. Ha detto che era in un armadietto nel centro commerciale sotterraneo.

# 380_Tanimura
source: Thank you.
pt_br: Grazie.

# 452_Bartender
source: Yabe-san gave his life for that information. Don't let it go to waste.
pt_br: Yabe-san ha dato la vita per quelle informazioni. Non sprecarle.

# 464_Tanimura
source: You weren't in love with him too, were you?
pt_br: Non eri innamorato di lui anche tu, eh?

# 476_Bartender
source: ...He was just a customer to me. That's all.
pt_br: ...Era solo un cliente per me. Tutto qui.

# 488_Tanimura
source: Right. Well, see ya.
pt_br: Va bene. Beh, ci vediamo.
