Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60120.po
Languages: pt_br

source: Degenerate Punk
pt_br: Feccia degenerata

source: Lowlife Punk
pt_br: Feccia punk

# 84_Tanimura
source: (...The hell is Zhao-san doing!?)
pt_br: (...Ma che cazzo sta combinando Zhao-san!?)

# 96_Zhao
source: What did you do with Mei Hua!?
pt_br: Che avete combinato con Mei Hua!?

# 108_Degenerate Punk
source: Huuuh? No idea who you're talkin' about, pops. And you're startin' to get on my nerves!
pt_br: Eh? Non so chi dici, vecchio. E mi stai cominciando a rompere i coglioni!

# 120_Lowlife Punk
source: Yeah, didn't your mother teach you to talk politely to strangers?
pt_br: Eh già, tua madre non t'ha insegnato le buone maniere con gli sconosciuti?

# 132_Zhao
source: You're nothing but a group of hoodlums! Now where the hell is Mei Hua!?
pt_br: Non siete altro che un branco di teppisti! Adesso dov'è diavolo Mei Hua!?

# 144_Degenerate Punk
source: "Mei Hua, Mei Hua!" Get off it, pops. You're givin' me a headache! Besides, she's probably already been sold to some pervert by now.
pt_br: "Mei Hua, Mei Hua!" Ma piantala, vecchio. Mi spacchi la testa! E poi, ormai l'avranno già venduta a qualche schifoso pervertito.

# 156_Zhao
source: What did you say!?
pt_br: Che hai detto!?

# 180_Tanimura
source: That last part... Care to repeat that one more time?
pt_br: Quell'ultima parte... Me la ripeteresti un'altra volta?

# 192_Degenerate Punk
source: Huh? Who the hell's this fuckwad? You come here to get your ass beat too?
pt_br: Eh? Chi cazzo è 'sto coglione? Sei venuto qui anche tu a farti spaccare il culo?

# 204_Tanimura
source: I'm with the police. Now start talking.
pt_br: Sono della polizia. Forza, parla.

# 216_Degenerate Punk
source: Ohhh, you're with the police! Well, excuse me, officer! Thought you mighta been a host or a male stripper or somethin'!
pt_br: Ohhh, sei uno sbirro! Beh, scusami tanto, agente! Pensavo fossi un host o uno spogliarellista o chissà che!

# 228_Lowlife Punk
source: Hey, maybe he has a gun. And I bet his badge would be worth some money, too!
pt_br: Oi, forse c'ha una pistola. E ci scommetto che il suo distintivo varrebbe qualche soldo, pure!

# 240_Tanimura
source: Guys... I don't exactly have time for this right now...
pt_br: Ragazzi... non ho esattamente tempo per questo adesso...

# 252_Degenerate Punk
source: Ooooh, I've always wanted to shoot a gun! Maybe I'll just take yours!
pt_br: Ooooh, ho sempre voluto sparare con una pistola! Magari mi prendo la tua!
