Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00090483.po
Languages: pt_br

# 84_Yuya
source: Look, I get where you're comin' from. Just calm down for one second, Shinya.
pt_br: Ascolta, capisco dove vuoi arrivare. Calmati un\nsecondo, Shinya.

# 96_Shinya
source: You don't get a damn thing! You're too soft, man!
pt_br: Non capisci un cazzo! Sei troppo molle, amico!

# 120_Shinya
source: You know the rules, Yuya-san! If a customer ducks out on their bill, it's the host's responsibility.
pt_br: Le conosci le regole, Yuya-san! Se un cliente si fila via senza pagare il conto, la responsabilità è dell'host.

# 132_Shinya
source: Mitsuru knew that when he let his girl run up that huge tab!
pt_br: Mitsuru lo sapeva, quando ha lasciato che la sua tipa facesse un conto così salato!

# 144_Yuya
source: You're not wrong, those <Italic>are</Italic> the rules. I've seen it happen time and time again in this biz.
pt_br: Non hai torto, <Italic>quelle sono</Italic> le regole. L'ho visto succedere\npiù e più volte in questo giro.

# 156_Yuya
source: And sure, I'm bein' easy on Mitsuru.
pt_br: E certo, ci vado piano con Mitsuru.

# 168_Yuya
source: But he deserves a little slack with how hard he works. Besides, the kid's a real high earner for us.
pt_br: Ma un po' di occhio glielo si può dare, con quanto si sbatte. E poi, quel ragazzo è una vera macchina da soldi per noi.

# 180_Yuya
source: We just gotta let this one mistake slide. He'll learn from it, and we'll all be better off in the long run.
pt_br: Dobbiamo solo lasciar correre questo errore. Imparerà la lezione da questo, e alla lunga, ci guadagneremo tutti.

# 192_Yuya
source: But for now, yeah. Of course I'm gonna help him.
pt_br: Ma per adesso, sì. Certo che lo aiuto.

# 204_Shinya
source: And what, Stardust is just gonna eat the 5 mil he lost!?
pt_br: E allora, Stardust si deve solo ingoiare i 5 milioni che ha perso!?

# 216_Yuya
source: He'll pay it, don't worry. Just not yet. Hitting him with all that at once would bankrupt the poor kid.
pt_br: Tranquillo, lo pagherà. Solo non ancora. Sbattergli in faccia tutto quel malloppo in una volta sola manderebbe in bancarotta il povero ragazzo.

# 228_Shinya
source: C'mon, are you gonna bail out everyone who fucks up from now on?
pt_br: Ma dai, hai intenzione di tirare fuori dai guai chiunque faccia cazzate d'ora in poi?

# 240_Shinya
source: Stardust'll go under in the blink of an eye! Kazuki-san would never have let this bullshit slide...
pt_br: Lo Stardust andrà a gambe all'aria in un batter d'occhio! Kazuki-san non avrebbe mai lasciato correre questa merda...

# 252_Yuya
source: *sigh*
pt_br: *sospiro*

# 264_Kiryu
source: Hey, Yuya. Problem so big you had to take it outside, huh?
pt_br: Ehi, Yuya. Un problema così grosso che l'avete dovuto portare qui fuori, eh?

# 300_Yuya
source: Kiryu-san! I didn't know you were back in town!
pt_br: Kiryu-san! Non sapevo che eri tornato in città!

# 312_Kiryu
source: Just for a bit while I take care of some business.
pt_br: Solo per un po' mentre sbrigo delle faccende.

# 324_Yuya
source: Well, I would've dropped by with a gift or two if you'd let me know first!
pt_br: Beh, sarei passato con un regalo o due se mi avessi avvisato prima!

# 336_Kiryu
source: Heh, don't sweat it. We've known each other for too long to be worried about those kinds of formalities.
pt_br: Eh, non farti problemi. Ci conosciamo da troppo tempo per preoccuparci di queste formalità.

# 348_Kiryu
source: By the way, how are things going at the club? You and that kid didn't really look like you were seeing eye to eye.
pt_br: A proposito, come va il locale? Tu e quel ragazzino non mi sembravate proprio andare d'accordo.

# 360_Yuya
source: Sorry you had to see that, Kiryu-san.
pt_br: Scusa se hai dovuto assistere a quella scena, Kiryu-san.

# 372_Kiryu
source: So? What's going on?
pt_br: Allora? Che succede?

# 384_Yuya
source: It's this host we have, Mitsuru. He let one of his customers run out on a 5 million yen tab.
pt_br: È questo host che abbiamo, Mitsuru. Ha lasciato che uno dei suoi clienti si filasse con un conto da 5 milioni di yen.

# 396_Kiryu
source: Ouch. I hear that's a pretty common thing, though.
pt_br: Ohi. Però sento dire che è una cosa che capita spesso.

# 408_Yuya
source: It is. Mitsuru's one of the hardest workers we've got, too, and I can't even begin to tell you how much business he's brought in.
pt_br: È così. Mitsuru è uno di quelli che si fa un mazzo così, pure, e non puoi nemmeno lontanamente immaginare quanti affari ci ha portato.

# 420_Yuya
source: He just got kinda unlucky this time. So I wanna give him a hand somehow if I can.
pt_br: Gli è andata un po' sfigata, stavolta. Perciò vorrei dargli una mano in qualche modo, se posso.

# 432_Kiryu
source: Heh, that's the Yuya I know.
pt_br: Ah, quello è il Yuya che conosco.

# 444_Yuya
source: I just dunno, Kiryu-san. You think I'm too soft on them?
pt_br: Io non so proprio, Kiryu-san. Pensi che sia troppo morbido con loro?

# 456_Yuya
source: Shinya seems to think so. Pretty sure Kazuki-san's called me soft at least once, too.
pt_br: Shinya la pensa così. Sono quasi certo che anche Kazuki-san mi abbia chiamato molle almeno una volta.

# 468_Yuya
source: Is wantin' to help my hosts out really so bad?
pt_br: Ma voler dare una mano ai miei ragazzi è così sbagliato?

# 492_Yuya
source: But hey, you don't need to hear all this.
pt_br: Ma ehi, non ti serve sentire tutta sta roba.

# 504_Yuya
source: I should be gettin' back inside, anyway. Gotta do my part to keep Stardust the top host club in Kamurocho!
pt_br: Dovrei rientrare, comunque. Devo fare la mia parte per mantenere lo Stardust il miglior host club di Kamurocho!

# 516_Yuya
source: I appreciate you lendin' an ear though, Kiryu-san. Thanks.
pt_br: Apprezzo comunque che tu mi abbia dato retta, Kiryu-san. Grazie.

# 540_Kiryu
source: (Hm. Maybe I should head inside and see what Kazuki has to say about this.)
pt_br: (Mmmh. Forse è meglio che vada dentro e senta cosa dice Kazuki su sta faccenda.)
