Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee0316.po
Languages: pt_br

source: Nanami's Boyfriend
pt_br: Il Ragazzo di Nanami

# 72_Player
source: Excuse me, can I talk to you for a second?
pt_br: Scusi, posso parlarle un attimo?

# 84_Nanami
source: Huh? What's up?
pt_br: Eh? Che c'è?

# 96_Player
source: Would you be interested in working at a hostess club?
pt_br: Ti interesserebbe lavorare in un hostess club?

# 108_Nanami
source: A hostess club? Why would I want to work somewhere like that?
pt_br: Un hostess club? Ma perché mai dovrei lavorare in un posto del genere?

# 120_Player
source: You'll get to meet new people every day at the club. Hell, you could even meet the guy of your dreams.
pt_br: Ti capiterà di conoscere gente nuova ogni giorno al club. Caspita, potresti persino incontrare l'uomo dei tuoi sogni.

# 132_Nanami
source: Look, I'm just a normal businesswoman. I don't have time for another job.
pt_br: Senti, sono solo una normale donna d'affari. Non ho proprio tempo per un altro lavoro.

# 144_Player
source: That's okay. Your schedule can be set around your day job.
pt_br: Stai tranquillo. Il tuo orario lo possiamo incastrare col tuo lavoro che fai di giorno.

# 156_Player
source: Lots of girls have day jobs, too.
pt_br: Un sacco di ragazze hanno pure un lavoro di giorno.

# 168_Nanami
source: Really? Hmm... Maybe I'll look into it. I could certainly use the money!
pt_br: Davvero? Hmm... Magari ci faccio un pensierino. I soldi mi farebbero proprio comodo!

# 180_Player
source: Then it's settled! I'll show you to the club. Come on.
pt_br: Allora è fatta! Ti porto al club. Dai.

# 204_Nanami
source: Since it's your payday, why don't you splurge on a bottle of champagne? Come on, live a little!
pt_br: Visto che è giorno di paga, perché non ti vizi un po' con una bottiglia di champagne? Dai, goditela un po'!

# 216_Nanami's Boyfriend
source: Champagne? That's kinda expensive...
pt_br: Champagne? Costa un botto...

# 228_Nanami
source: That's no way to talk. You'll never get ahead at work if they think you're a cheapskate.
pt_br: Non è il modo di parlare. Non andrai mai avanti al lavoro se ti prendono per un tirchio.

# 240_Nanami's Boyfriend
source: Who are you to tell me how to spend my money? Keep your hands in your own damn wallet, all right!?
pt_br: Ma chi ti credi di essere per dirmi come spendere i miei soldi? Tieni le mani nel tuo maledetto portafoglio, capito!?

# 252_Nanami
source: Wow, okay! I'm just trying to help you get ahead...
pt_br: Cavolo, ok! Sto solo cercando di aiutarti a farti strada...

# 264_Nanami's Boyfriend
source: Look, apparently you want me to be this rich guy who throws money all over the place, but that's not who I am. I can't afford all of this stuff!
pt_br: Senti, a quanto pare vuoi che io sia questo tizio ricco che butta soldi dappertutto, ma non sono quel tipo. Non posso permettermi tutta 'sta roba!

# 276_Nanami's Boyfriend
source: If you can't accept that, then maybe we should see other people.
pt_br: Se non ti va giù, allora forse è il caso di vedere altra gente.

# 288_Nanami
source: Wait a minute! Are you... are you breaking up with me!?
pt_br: Aspetta un attimo! Mi stai... mi stai lasciando!?

# 300_Nanami's Boyfriend
source: Yeah. Have a nice life.
pt_br: Già. Fatti una bella vita.

# 324_Nanami
source: Urgh! Why does this always happen!? I swear, there are no good men in this city! Hell, maybe in Japan!
pt_br: Uffa! Perché succede sempre così!? Lo giuro, non ci sono uomini decenti in questa città! Cazzo, forse in tutto il Giappone!

# 348_Player
source: (I could try recruiting her for the club.)
pt_br: (Potrei provare a farla venire al locale.)
