Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60093.po
Languages: pt_br

source: Net Otaku
pt_br: Otaku di internet

# 188_Akiyama
source: Now there's a skinny guy if I ever saw one! This looks promising!
pt_br: Guarda che smilzo, se mai ne ho visto uno! Questo sembra promettente!

# 212_Akiyama
source: Excuse me, can I ask you something?
pt_br: Mi scusi, posso chiederle una cosa?

# 236_Net Otaku
source: Sure, what?
pt_br: Certo, che c'è?

# 248_Akiyama
source: What do you think about big girls?
pt_br: Che ne pensi delle ragazze robuste?

# 260_Net Otaku
source: What do I think about them?
pt_br: Cosa ne penso di loro?

# 272_Akiyama
source: I mean, would you consider a heavier-set girl to be a potential love interest?
pt_br: Voglio dire, considereresti una ragazza in carne come una possibile fiamma?

# 284_Net Otaku
source: I guess I do like them a little on the thick side...
pt_br: Mi sa che mi piacciono un po' più in carne...

# 296_Akiyama
source: Do you now!?
pt_br: Però, eh!?

# 308_Net Otaku
source: Uh-huh. Like Nana-chan in "Magic Instructor Radical Lilika." She's so cute and pudgy!
pt_br: Ah, sì. Come Nana-chan in "Magic Instructor Radical Lilika". È così carina e paffutella!

# 320_Akiyama
source: Magic what now?
pt_br: Magia, cioè?

# 332_Net Otaku
source: You mean you don't know Nana-chan? Gimme a break!
pt_br: Vuoi dire che non conosci Nana-chan? Ma dai!

# 344_Akiyama
source: Is that some kind of anime character?
pt_br: È una specie di personaggio anime?

# 356_Net Otaku
source: That's right!
pt_br: Esatto!

# 368_Akiyama
source: I was actually asking about real life big girls, not animated ones.
pt_br: In realtà stavo chiedendo di ragazze in carne e ossa, non quelle animate.

# 380_Net Otaku
source: Look－skinny, fat, whatever－I'm not into 3D girls.
pt_br: Senti－magre, grasse, quel che sia－io non vado pazzo per le ragazze 3D.

# 392_Net Otaku
source: 2D girls don't sweat and they don't smell. Heheh. Heheheheh.
pt_br: Le ragazze 2D non sudano e non odorano. Eheh. Eheheheh.

# 404_Akiyama
source: Here I was talking about an entirely different set of dimensions...
pt_br: E io qui stavo parlando di tutt'altre dimensioni...

# 500_Akiyama
source: (Well, that didn't work. What should I try next?)
pt_br: (Beh, niente da fare. Qual è la prossima mossa?)

# 512_Akiyama
source: I'll ask at a red-light district kiosk. I'm sure they see guys with all sorts of preferences.
pt_br: Chiederò a un chiosco nel quartiere a luci rosse. Sono sicuro che vedono tipi con i gusti più disparati.

# 524_Akiyama
source: I bet a lot of skinny guys go for bigger women. And where are there lots of skinny guys? At an Internet café!
pt_br: Ci scommetto che un sacco di ragazzi smilzi hanno un debole per le donne più in carne. E dove ci sono un sacco di ragazzi smilzi? In un Internet café!

# 536_Akiyama
source: I'm pretty sure there's a big one near Club SEGA on Nakamichi Street. I'll check it out.
pt_br: Sono quasi sicuro che ce n'è uno grosso vicino al Club SEGA su Nakamichi Street. Vado a dare un'occhiata.

# 548_Akiyama
source: A man who likes girls more on the heavy side would probably have a girlfriend to match.
pt_br: Un uomo a cui piacciono le ragazze un po' più sul robusto, probabilmente si prenderebbe una fidanzata di quel tipo.

# 560_Akiyama
source: Maybe there's a couple like that over by Theater Square.
pt_br: Magari c'è una coppia così lì vicino a Theater Square.

# 572_Akiyama
source: I need a place where lots of men gather... I do own a hostess club. That could work.
pt_br: Mi serve un posto dove si ritrovano un sacco di uomini... Ma io ho un hostess club. Potrebbe funzionare.

# 584_Akiyama
source: Damn, this isn't working. I need a better place to look.
pt_br: Maledizione, così non va. Devo cercare in un posto migliore.

# 596_Akiyama
source: Ask a Guy at a Red-light District Kiosk
pt_br: Chiedi a un tizio al chiosco del quartiere a luci rosse

# 608_Akiyama
source: Check For Skinny Guys at an Internet Café
pt_br: Cerca tipi magri in un Internet Café

# 620_Akiyama
source: Snag a Man Walking With a Big Girl
pt_br: Acchiappa un uomo che cammina con una ragazza robusta

# 632_Akiyama
source: Look Around at My Own Hostess Club
pt_br: Farsi un giro nel mio Hostess Club
