Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee004f.po
Languages: pt_br

source: After using the coupon, your Kamuro Gourmet magazine was discarded.
pt_br: Dopo aver usato il coupon, la tua rivista Kamuro Gourmet è stata buttata via.

source: Bartender
pt_br: Barista

# 128_Bartender
source: Welcome. Have you decided what you'd like to order?
pt_br: Benvenuto. Ha deciso cosa prende?

# 152_Bartender
source: Oh, you have a Kamuro Gourmet on you? Would you like to use the coupon?
pt_br: Oh, hai un Kamuro Gourmet con te? Vuoi usare il coupon?

# 164_Bartender
source: You'll be using the coupon, then? Thank you!
pt_br: Userai il coupon, allora? Grazie!

# 212_Bartender
source: I think you've already had enough to drink. I'd stop now if I were you.
pt_br: Mi sa che hai già bevuto abbastanza. Io mi fermerei adesso, se fossi in te.

# 224_Bartender
source: Another drink, sir?
pt_br: Un altro drink, signore?

# 236_Bartender
source: All right. Please stop by again soon.
pt_br: Perfetto. Fatti rivedere presto.

# 308_Bartender
source: Welcome. Have you decided what you would like to order?
pt_br: Benvenuto. Hai deciso cosa ordinare?

# 404_Bartender
source: I think you've already had enough to drink. I'd stop now if I were you.
pt_br: Mi sa che hai già bevuto abbastanza. Io mi fermerei adesso, se fossi in te.

# 416_Bartender
source: Another drink, sir?
pt_br: Un altro drink, signore?

# 464_Bartender
source: All right. Please stop by again soon.
pt_br: Perfetto. Fatti rivedere presto.

# 512_Bartender
source: Yamazaki 25 Years is a single malt whisky created in 1999 to commemorate Suntory's 100-year anniversary.
pt_br: Yamazaki 25 Anni è un whisky single malt creato nel 1999 per commemorare il centenario di Suntory.

# 524_Bartender
source: Its long aging process in sherry barrels produces a perfect balance of sweet and bitter.
pt_br: Il suo lungo processo di invecchiamento in botti di sherry produce un equilibrio perfetto di dolce e amaro.

# 536_Bartender
source: A mouthful of this divine whisky is pure bliss.
pt_br: Un sorso di questo whisky divino è pura goduria.

# 548_Bartender
source: The price puts it just within reach, as far as "dream whiskies" go. I enjoy drinking it on special occasions.
pt_br: Il prezzo lo rende appena alla portata, per quel che riguarda i "whisky dei sogni". Mi piace berlo nelle occasioni speciali.

# 608_Bartender
source: Yamazaki is one of Japan's top single malt whiskies.
pt_br: Yamazaki è uno dei migliori whisky single malt del Giappone.

# 620_Bartender
source: It's become such a status symbol that whisky aficionados around the world have all heard of it.
pt_br: È diventato un tale status symbol che tutti gli intenditori di whisky del mondo ne hanno sentito parlare.

# 632_Bartender
source: They use carefully selected, perfectly matured malts to get that great, smooth flavor. It's popular worldwide, too.
pt_br: Usano malti scelti con cura e maturati alla perfezione per ottenere quel gran sapore morbido. È famoso in tutto il mondo, pure.

# 692_Bartender
source: This whisky is made at Suntory's Hakushu distillery in Japan's Southern Alps－an area famous for its mountain spring water.
pt_br: Questo whisky è prodotto presso la distilleria Hakushu di Suntory nelle Alpi meridionali del Giappone－una zona famosa per la sua acqua di sorgente montana.

# 704_Bartender
source: Its fruity, creamy flavor combined with a distinctly smoky accent makes for a superb drinking experience.
pt_br: Il suo gusto fruttato e cremoso, unito a una spiccata nota affumicata, regala un'esperienza di degustazione superba.

# 716_Bartender
source: I recommend taking the first drink straight up for a pleasantly robust kick.
pt_br: Ti consiglio di prendere il primo liscio, per una bella sferzata robusta.

# 776_Bartender
source: It goes without saying The Macallan premium malt is the champion of single malt whiskies.
pt_br: Va da sé che Il Macallan malto premium è il campione degli whisky single malt.

# 788_Bartender
source: This 52-year-old whisky made in 1946 wasn't put on the market until the new millennium in 1999.
pt_br: Questo whisky invecchiato 52 anni, prodotto nel 1946, non è stato messo sul mercato fino al nuovo millennio nel 1999.

# 800_Bartender
source: The sherry and wood bouquet that are a distinct part of The Macallan whiskies are more subdued, enabling its Islay Malt flavor to shine through.
pt_br: Il bouquet di sherry e legno, così caratteristico dei whisky The Macallan, è più smorzato, consentendo al suo sapore di Islay Malt di emergere.

# 812_Bartender
source: They say this was the result of a coal shortage right after World War 2 when more peat was used in the malting process.
pt_br: Si dice che questo fosse il risultato di una carenza di carbone subito dopo la Seconda Guerra Mondiale, quando fu usata più torba nel processo di maltaggio.

# 824_Bartender
source: This is pricy stuff and extremely rare; however, you can almost taste the history behind it.
pt_br: Questo è roba cara ed estremamente rara; però, puoi quasi assaporare la storia che c'è dietro.

# 884_Bartender
source: The Macallan has a brand new product called Fine Oak, which is a blend of whiskies aged in bourbon and sherry barrels.
pt_br: The Macallan ha un prodotto nuovo di zecca chiamato Fine Oak, che è una miscela di whisky invecchiati in botti di bourbon e sherry.

# 896_Bartender
source: But this one here was aged entirely in sherry barrels using the traditional Macallan method.
pt_br: Ma questo qui è stato invecchiato interamente in botti di sherry usando il metodo tradizionale Macallan.

# 908_Bartender
source: The 30-year aging process produces a rich sherry note and a deep sweetness like ripe fruit. There is none of the woody taste of over-aging.
pt_br: Il processo di invecchiamento di 30 anni tira fuori una ricca nota di sherry e una dolcezza profonda, come di frutta matura. Non c'è nemmeno l'ombra di quel sapore legnoso tipico di un invecchiamento eccessivo.

# 920_Bartender
source: This one's incredibly smooth and it has a freshness you wouldn't expect from a 30-year-old whisky.
pt_br: Questo è incredibilmente morbido e ha una freschezza che non ti aspetteresti da un whisky di 30 anni.

# 932_Bartender
source: It may be pricey, but one sip and you'll know that it's well worth it.
pt_br: Sarà pure caro, ma un sorso e capirai che ne vale davvero la pena.

# 992_Bartender
source: That's the standard of The Macallan line, aged entirely in sherry barrels.
pt_br: Questo è lo standard della linea The Macallan, invecchiato interamente in botti di sherry.

# 1004_Bartender
source: It's perfect for those looking to enjoy The Macallan without breaking the bank.
pt_br: È perfetto per chi vuole gustarsi The Macallan senza svenarsi.

# 1016_Bartender
source: It may be the standard of the line, but it's guaranteed to deliver "The Macallan" taste!
pt_br: Potrà essere pure il classico della linea, ma il gusto di "The Macallan" è garantito, senza se e senza ma!

# 1028_Bartender
source: I urge you to experience its sweet, full flavor and bouquet for yourself.
pt_br: Ti consiglio vivamente di gustare tu stesso il suo sapore dolce e corposo e il suo bouquet.

# 1088_Bartender
source: The 30-year-old variety is Laphroaig's finest. It has a sweet mellowness from sherry barrels and a boldness from the use of peat.
pt_br: La varietà trentennale è la più pregiata di Laphroaig. Ha una dolce morbidezza dalle botti di sherry e un carattere deciso dall'uso della torba.

# 1100_Bartender
source: Add to this its rich, full-flavored taste, and you have a well-balanced range of flavors.
pt_br: Aggiungici il suo sapore ricco e corposo, e otterrai una gamma di sapori ben equilibrata.

# 1112_Bartender
source: Even those who find Laphroaig's usual kick a bit overpowering will enjoy the 30-year-old variety.
pt_br: Anche chi la solita botta del Laphroaig la trova un po' pesante, si godrà la versione di 30 anni.

# 1124_Bartender
source: Its exceptional character has won it many awards for best malt whisky.
pt_br: Il suo carattere eccezionale gli ha valso numerosi premi come miglior whisky di malto.

# 1184_Bartender
source: It's safe to say this 10 year Laphroaig is the standard-bearer of the brand.
pt_br: Si può dire tranquillamente che questo Laphroaig di 10 anni è il portabandiera del marchio.

# 1196_Bartender
source: It's characterized by an intensely smoky flavor and a smooth, dry body.
pt_br: È caratterizzato da un sapore intensamente affumicato e un corpo liscio e secco.

# 1208_Bartender
source: And it has more than its share of quirks, so most people either love it or hate it.
pt_br: E ha le sue belle stranezze, perciò la gente o lo ama o lo odia.

# 1220_Bartender
source: If you end up loving this one, it'll be one drink you'll never forget.
pt_br: Se alla fine questo ti prende proprio, sarà un drink che non dimenticherai mai.

# 1280_Bartender
source: That's the standard of the Bowmore line. Sherry barrels give it its uniquely ripe, floral overtones.
pt_br: Questo è lo standard della linea Bowmore. Le botti di Sherry gli danno le sue note unicamente mature e floreali.

# 1292_Bartender
source: Seaweeds unique to Islay give it a distinctive flavor and saltiness. These qualities have earned it the title "Queen of Islay."
pt_br: Le alghe marine uniche di Islay gli conferiscono un sapore distintivo e una salinità. Queste qualità gli hanno valso il titolo di "Regina di Islay".

# 1304_Bartender
source: It stands a cut above the rest of the single malt 12-year-old whiskies.
pt_br: È una spanna sopra il resto dei whisky single malt 12 anni.

# 1364_Bartender
source: The 30-year-old stands at the pinnacle of the Glenfiddich line.
pt_br: Il 30 anni è il fiore all'occhiello della linea Glenfiddich.

# 1376_Bartender
source: It retains the brand's fruity sweetness while adding a fullness only time can bring. It's a truly special bottle of whisky.
pt_br: Mantiene la dolcezza fruttata del marchio, aggiungendo però una corposità che solo il tempo sa regalare. È una bottiglia di whisky davvero speciale.

# 1388_Bartender
source: Only so many are bottled each year, so it fetches a handsome price on the market.
pt_br: Ne vengono imbottigliate solo poche all'anno, quindi sul mercato spunta un bel prezzo.

# 1400_Bartender
source: It hurts the wallet, but excites the taste buds!
pt_br: Fa male al portafoglio, ma stuzzica le papille gustative!

# 1460_Bartender
source: Glenfiddich 12 Years is the best-selling single malt whisky in the world.
pt_br: Glenfiddich 12 Years è il single malt whisky più venduto al mondo.

# 1472_Bartender
source: This bottle set the industry standard for a single malt. You'll find it light and fresh.
pt_br: Questa bottiglia ha fatto scuola nel settore dei single malt. Lo troverai leggero e fresco.

# 1484_Bartender
source: The bouquet is fruity and the finish clean, making it exceptionally easy to drink.
pt_br: Il bouquet è fruttato e il finale pulito, rendendolo eccezionalmente facile da bere.

# 1496_Bartender
source: Its light flavor makes it popular to women and anyone new to single malt whiskies.
pt_br: Il suo gusto leggero lo rende popolare tra le donne e chiunque si avvicini per la prima volta ai whisky single malt.

# 1556_Bartender
source: Hibiki 30 Years Old is one of the best whiskies in Japan－no, make that the whole world.
pt_br: Hibiki 30 Years Old è uno dei migliori whisky in Giappone—anzi, di tutto il mondo.

# 1568_Bartender
source: Thirty two years spent mellowing in a Yamazaki white oak barrel gives it a robust taste...
pt_br: Trentadue anni passati ad affinarsi in una botte di rovere bianco Yamazaki gli danno un gusto robusto...

# 1580_Bartender
source: But don't take my word for it. Take a look at the numerous international awards it has won.
pt_br: Ma non credermi sulla parola. Dai un'occhiata ai numerosi premi internazionali che ha vinto.

# 1592_Bartender
source: Only about 2,000 bottles are made each year, making it especially rare.
pt_br: Solo circa 2.000 bottiglie vengono prodotte ogni anno, rendendola particolarmente rara.

# 1604_Bartender
source: If you really like whisky, this is the bottle you have to experience.
pt_br: Se ti piace davvero il whisky, questa è la bottiglia che devi proprio provare.

# 1664_Bartender
source: Hibiki, Japan's premium whisky, is appreciated by whisky snobs all over the world.
pt_br: Hibiki, il whisky premium del Giappone, è apprezzato dagli snob del whisky di tutto il mondo.

# 1676_Bartender
source: Over thirty types of hand-selected malts are mixed with spirits aged in white oak barrels.
pt_br: Oltre trenta tipi di malti selezionati a mano vengono miscelati con distillati invecchiati in botti di quercia bianca.

# 1688_Bartender
source: This produces a mellow flavor that's won first-place titles in international taste tests.
pt_br: Questo conferisce un sapore morbido che si è aggiudicato il primo posto nelle degustazioni internazionali.

# 1700_Bartender
source: The finish is particularly good.
pt_br: Il finale è particolarmente buono.

# 1760_Bartender
source: This malt whiskey is the result of extensive research into developing the mildest flavor.
pt_br: Questo whisky di malto è il risultato di ricerche approfondite per sviluppare il sapore più delicato.

# 1772_Bartender
source: It really reins in whisky's peculiar taste, making it good for first-timers.
pt_br: Smorza per bene quel gusto un po' strano del whisky, così va giù facile anche a chi è alle prime armi.

# 1784_Bartender
source: It's quite enjoyable even to those more accustomed to drinking soju and the like.
pt_br: È un bel piacere anche per chi è più abituato a bere soju e roba simile.

# 1796_Bartender
source: The bamboo charcoal filtration it goes through ensures a clean, pure taste.
pt_br: La filtrazione a carbone di bambù a cui è sottoposto garantisce un sapore pulito e puro.

# 1808_Bartender
source: It's particularly good mixed with one part water or soda water on the rocks.
pt_br: È particolarmente buono mischiato con una parte d'acqua o acqua gassata, con ghiaccio.

# 1868_Bartender
source: This rectangular bottle is probably the most popular whisky in Japan.
pt_br: Questa bottiglia rettangolare è probabilmente il whisky più popolare in Giappone.

# 1880_Bartender
source: Some even call it the father of Japanese whisky. Its popularity shows no signs of waning, even after 70 years on the market.
pt_br: C'è chi lo chiama addirittura il padre del whisky giapponese. La sua popolarità non accenna a diminuire, neanche dopo 70 anni sul mercato.

# 1892_Bartender
source: It has a sweet aroma, depth, and full body.
pt_br: Ha un aroma dolce, profondità e un corpo pieno.

# 1904_Bartender
source: The bottle's shape is so unique, some people ask for the "square bottle" when they want this one.
pt_br: La forma di questa bottiglia è così particolare, che c'è chi la chiede proprio come la "bottiglia quadrata" quando la vuole.

# 1964_Bartender
source: This is another extremely popular Japanese whisky.
pt_br: Questo è un altro whisky giapponese molto gettonato.

# 1976_Bartender
source: Spirits aged in sherry barrels at the Yamazaki Distillery are blended with carefully selected malts and grains.
pt_br: Distillati invecchiati in botti di sherry presso la Distilleria Yamazaki sono miscelati con malti e grani selezionati con cura.

# 1988_Bartender
source: This yields a bright aroma and a sweet fullness in the mouth, and the finish is deep and mellow.
pt_br: Questo sprigiona un aroma brillante e una dolce pienezza in bocca, e il finale è profondo e morbido.

# 2000_Bartender
source: A lot of people call it "Daruma", because the round shape looks like a daruma doll.
pt_br: Tanta gente lo chiama "Daruma", perché la forma rotonda ricorda una bambola daruma.

# 2060_Bartender
source: This bottle sits at the pinnacle of scotch, head and shoulders above the competition.
pt_br: Questa bottiglia è la vetta dello scotch, una spanna sopra la concorrenza.

# 2072_Bartender
source: Over thirty different malt spirits have been blended and left to marry for thirty years. It's the king of blended whiskies.
pt_br: Più di trenta diversi whisky di malto sono stati miscelati e lasciati ad amalgamare per trent'anni. È il re dei whisky miscelati.

# 2084_Bartender
source: Thirty years is a long time, and just like a person, it's given this bottle character.
pt_br: Trent'anni sono tanti, e proprio come una persona, ha dato carattere a questa bottiglia.

# 2096_Bartender
source: The fact that only 2,500 cases are shipped each year makes it quite rare.
pt_br: Il fatto che solo 2.500 casse vengano spedite ogni anno lo rende piuttosto raro.

# 2156_Bartender
source: This is the ultimate blended whisky.
pt_br: Questo è il massimo dei whisky miscelati.

# 2168_Bartender
source: It boasts a flavor and aroma that can be created only by combining over forty single malts.
pt_br: Vanta un sapore e un aroma che possono essere creati solo combinando oltre quaranta single malt.

# 2180_Bartender
source: This could very well be called the crown jewel of Ballantine's whisky-blending skill.
pt_br: Questo si potrebbe benissimo definire il fiore all'occhiello dell'arte di miscelare il whisky di Ballantine's.

# 2192_Bartender
source: It's well-loved around the world to the point of some calling it "THE scotch."
pt_br: È amatissimo in tutto il mondo, tanto che alcuni lo chiamano "LO scotch".

# 2252_Bartender
source: This is a standard scotch, made from a blend of over forty varieties of single malts.
pt_br: Questo è uno scotch standard, ottenuto da una miscela di oltre quaranta varietà di single malt.

# 2264_Bartender
source: Not too heavy, not too light. It's got a great balance to it.
pt_br: Non troppo pesante, non troppo leggero. Ha un gran bell'equilibrio.

# 2276_Bartender
source: And the price isn't too heavy, either. I'd recommend it to casual scotch drinkers.
pt_br: E il prezzo non è neanche troppo salato. Lo consiglierei ai bevitori occasionali di scotch.

# 2288_Bartender
source: It also makes for a nice segue into blended whiskeys if you've never tried one before.
pt_br: È anche un ottimo trampolino di lancio per i blended whisky, se non ne hai mai provato uno prima.

# 2348_Bartender
source: Jack Daniel's is the face of American whiskey.
pt_br: Jack Daniel's è il volto del whiskey americano.

# 2360_Bartender
source: A simple, clear taste and mellow, warm aroma are its defining features.
pt_br: Un gusto semplice e pulito e un aroma delicato e caldo sono le sue caratteristiche distintive.

# 2372_Bartender
source: To qualify as a Tennessee whiskey, it needs to be made in Tennessee and use a special charcoal mellowing process
pt_br: Per essere considerato un Tennessee whiskey, deve essere fatto in Tennessee e usare uno speciale processo di affinamento al carbone.

# 2384_Bartender
source: And that's not an easy designation to earn.
pt_br: E non è mica un titolo che ti trovi in mano, così.

# 2396_Bartender
source: Still, most people seem to consider it a bourbon for whatever reason.
pt_br: Comunque, la maggior parte della gente sembra considerarlo un bourbon, non si sa il perché.

# 2456_Bartender
source: People have enjoyed this bourbon since the day it first came out in 1860.
pt_br: Questo bourbon se lo godono in tanti fin da quando è uscito nel 1860.

# 2468_Bartender
source: It's the quintessential bourbon.
pt_br: È il bourbon per eccellenza.

# 2480_Bartender
source: The flavor is very American－silky and smooth on the tongue with a clean finish.
pt_br: Il gusto è molto americano－setoso e liscio sulla lingua, con un finale pulito.

# 2492_Bartender
source: This whiskey's reasonable price also makes it a wonderful choice for a casual drink.
pt_br: Il prezzo abbordabile di questo whiskey lo rende anche un'ottima scelta per una bevuta tranquilla.

# 2552_Bartender
source: This is a mature, 100% grape brandy.
pt_br: Questo è un brandy d'uva invecchiato al 100%.

# 2564_Bartender
source: It's got that rich, dense brandy flavor and bouquet you can really sink your teeth into.
pt_br: Ha quel sapore ricco e denso di brandy e quel bouquet in cui puoi davvero affondare i denti.

# 2576_Bartender
source: The finish is wonderful, too. I often drink this at home myself.
pt_br: Anche il finale è una goduria. Me lo bevo spesso a casa, pure io.

# 2588_Bartender
source: Drink it straight or on the rocks, cut it with water, cut it with tonic... This is the only brandy you'll ever need.
pt_br: Bevilo liscio o con ghiaccio, taglialo con acqua, taglialo con tonica... Questo è l'unico brandy di cui avrai mai bisogno.

# 2648_Bartender
source: A remarkable specimen from France, Courvoisier XO won top prize in worldwide cognac tests.
pt_br: Un'eccellenza dalla Francia, il Courvoisier XO ha vinto il primo premio nei test mondiali di cognac.

# 2660_Bartender
source: The pairing of finest grapes with Borderies spirits produces a full but smooth palate.
pt_br: L'abbinamento delle uve più pregiate con gli spiriti Borderies crea un palato pieno ma morbido.

# 2672_Bartender
source: You haven't truly had cognac until you've tried this one.
pt_br: Non hai *veramente* assaggiato il cognac finché non provi questo.

# 2732_Bartender
source: The Premium Malt's won Japan's first world title and then kept the title for the next two years.
pt_br: La Premium Malt's ha vinto il primo titolo mondiale del Giappone e poi ha mantenuto il titolo per i successivi due anni.

# 2744_Bartender
source: It's a premium beer by Japanese or even world standards.
pt_br: È una birra premium per gli standard giapponesi o persino mondiali.

# 2756_Bartender
source: Unbending commitment to ensuring the best ingredients and Suntory's years of brewing know-how produced a delicious, almost magical flavor.
pt_br: L'impegno incrollabile nel garantire i migliori ingredienti e anni di saper fare di Suntory nella produzione hanno creato un sapore delizioso, quasi magico.

# 2768_Bartender
source: I must say, it's a thing of beauty.
pt_br: Devo dire, è uno spettacolo.

# 2780_Bartender
source: A frosty glass of The Premium Malt's while nibbling sashimi or enjoying a Blu-ray movie on your day off... Ahh... That's the life.
pt_br: Un bicchiere ghiacciato de The Premium Malt's mentre gusti del sashimi o ti godi un film Blu-ray nel tuo giorno libero... Ahh... Questa sì che è vita.

# 2840_Bartender
source: Carlsberg is one of the world's favorite beers, loved by folks in 140 countries around the globe.
pt_br: La Carlsberg è una delle birre preferite al mondo, amata dalla gente in 140 paesi in tutto il mondo.

# 2852_Bartender
source: Carlsberg ordinarily brews lager beers.
pt_br: Carlsberg produce solitamente birre lager.

# 2864_Bartender
source: But their Japanese-licensed brewer, Suntory, created Carlsberg's first draft beer using their own special techniques.
pt_br: Ma il loro birrificio giapponese su licenza, la Suntory, ha tirato fuori la prima birra alla spina della Carlsberg, usando tecniche tutte loro.

# 2876_Bartender
source: Together, they've created Carlsberg's first draft beer. You'll only see this here in Japan.
pt_br: Insieme, hanno creato la prima birra alla spina della Carlsberg. La vedrai solo qui in Giappone.

# 2888_Bartender
source: It has an impressively clean taste that goes well with all sorts of food.
pt_br: Ha un sapore incredibilmente pulito che si abbina bene a ogni tipo di cibo.

# 2948_Bartender
source: That's a prime example of Korean soju.
pt_br: Quello è un ottimo esempio di soju coreano.

# 2960_Bartender
source: A spring water base gives it a clean taste, while premium Korean barley gives it a mellow, rounded feel.
pt_br: Una base di acqua di sorgente gli conferisce un gusto pulito, mentre l'orzo coreano pregiato gli dona un carattere morbido e rotondo.

# 2972_Bartender
source: It's quite affordable, too. I'd give it an A+ for cost performance.
pt_br: È pure abbastanza economico. Gli darei un A+ per il rapporto qualità/prezzo.
