Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e6025f.po
Languages: pt_br

source: You got <Color:8>5,000 yen<Color:Default>.
pt_br: Ti sei beccato <Color:8>5,000 yen<Color:Default>.

source: You gained 3,000 EXP.
pt_br: Hai guadagnato 3.000 EXP.

source: You got <Color:8>50,000 yen<Color:Default>.
pt_br: Hai ottenuto <Color:8>50.000 yen<Color:Default>.

source: You gained 3,000 EXP.
pt_br: Hai guadagnato 3.000 EXP.

# 100_Haruko
source: Whew! I haven't drunk this much in forever!
pt_br: Mamma mia! Non bevevo così tanto da una vita!

# 112_Konatsu
source: Yeah, that was... fun.
pt_br: Già, è stato... divertente.

# 124_Akino
source: Think I mighta... overdone it... just a bit.
pt_br: Mi sa che ho... esagerato... giusto un po'.

# 136_Yusuke
source: Hey, Akino, are you all right?
pt_br: Ehi, Akino, stai bene?

# 148_Haruko
source: Dang, she looks pretty sloshed. What should we do?
pt_br: Accidenti, è proprio sbronza marcia. Che facciamo?

# 160_Tanimura
source: Don't worry. I'll make sure she gets home.
pt_br: Non preoccuparti. Ci penso io a farla tornare a casa.

# 172_Yusuke
source: Huh!?
pt_br: Eh!?

# 184_Haruko
source: Really? Thanks so much, Ryota-kun! I'll give you her address later.
pt_br: Davvero? Ti ringrazio un sacco, Ryota-kun! Poi ti do il suo indirizzo.

# 196_Tanimura
source: Sure.
pt_br: Certo.

# 220_Tanimura
source: Yusuke, you know where she lives, right? How about you make sure she gets home?
pt_br: Yusuke, sai dove abita, no? Ci pensi tu ad accompagnarla a casa?

# 232_Yusuke
source: Me?
pt_br: Io?

# 244_Haruko
source: Don't worry. I know where she lives. I'll make sure she gets home okay.
pt_br: Non ti preoccupare. So dov'abita. Ci penso io a farla tornare a casa sana e salva.

# 256_Tanimura
source: Oh, okay...
pt_br: Oh, ok...

# 268_Haruko
source: Yusuke-kun, would you mind seeing Konatsu home? She's not drunk, but I'm still concerned about her, just the same.
pt_br: Yusuke-kun, ti dispiacerebbe accompagnare Konatsu a casa? Non è sbronza, ma mi preoccupa lo stesso.

# 280_Yusuke
source: Oh, all right. Will do!
pt_br: Ah, va bene. Ci penso io!

# 292_Haruko
source: Thanks! Well, today was a lot of fun! See you guys again!
pt_br: Grazie! Beh, oggi ci siamo proprio divertiti un mondo! Ci si vede, ragazzi!

# 376_Haruko
source: Uh-oh... That didn't go well at all.
pt_br: Uh-oh... Non è andata proprio bene.

# 388_Naoya
source: Either way, thanks for your help, Ryo－ I mean, Tanimura-san.
pt_br: Comunque, grazie per l'aiuto, Ryo－ Voglio dire, Tanimura-san.

# 400_Tanimura
source: To be honest, I don't think I helped that much.
pt_br: A essere onesti, non credo di aver aiutato granché.

# 412_Naoya
source: Well... Yusuke didn't really man up the way he should've.
pt_br: Beh... Yusuke non ha proprio tirato fuori il fegato, come avrebbe dovuto.

# 424_Naoya
source: Sorry, but this is all I have to offer.
pt_br: Scusa, ma questo è tutto quello che ho da offrirti.

# 448_Tanimura
source: Thanks.
pt_br: Grazie.

# 460_Naoya
source: Don't mention it. I'm amazed you decided to help us out in the first place. Well, see you around.
pt_br: Figurati. Sono rimasto a bocca aperta che tu abbia deciso di darci una mano fin dall'inizio. Beh, ci vediamo in giro.

# 556_Haruko
source: Really? That would be super! I'll see Konatsu home. Thanks, Yusuke-kun!
pt_br: Davvero? Sarebbe il massimo! Accompagno io Konatsu a casa. Grazie, Yusuke-kun!

# 568_Talk_Gakkari
source: Well, everybody, today was fun. Thanks for coming out!
pt_br: Beh, ragazzi, oggi è stato divertente. Grazie per essere venuti!

# 592_Haruko
source: Come on, Akino. Let's go.
pt_br: Dai, Akino. Andiamo.

# 604_Akino
source: Ughhh... Hmm? Yusuke? Where we going?
pt_br: Ughhh... Mmmh? Yusuke? Dove mi porti?

# 616_Yusuke
source: I'm taking your drunk self home, of course.
pt_br: Certo, ti riporto a casa, te ubriaco fradicio.

# 628_Akino
source: Whaaaat! But the night's still young! Let's go somewhere fun...
pt_br: Ma coooome?! La notte è ancora giovane! Andiamo a divertirci da qualche parte...

# 640_Yusuke
source: Uh. Well. I guess we could do that...
pt_br: Uh. Beh. Immagino che potremmo farlo...

# 652_Naoya
source: You guys go. Ryota and I are gonna call it a day here.
pt_br: Andate pure voi. Io e Ryota la chiudiamo qui per oggi.

# 664_Tanimura
source: Yeah, you two have fun.
pt_br: Sì, voi due divertitevi pure.

# 676_Yusuke
source: Er, right! Thanks, guys. I owe you one.
pt_br: Ah, giusto! Grazie, ragazzi. Vi devo un favore.

# 760_Haruko
source: Well, I'd say that went over pretty damn good!
pt_br: Beh, direi che è andata proprio alla grande!

# 772_Tanimura
source: That it did.
pt_br: Certo che sì.

# 784_Naoya
source: Honestly, I didn't think it'd go this well. It was really thanks to you, Ryo－ I mean, Tanimura-san.
pt_br: Sinceramente, non pensavo andasse così bene. È stato davvero grazie a te, Ryo— intendo, Tanimura-san.

# 796_Tanimura
source: I guess we'll see. This is just the beginning for those two.
pt_br: Staremo a vedere. Questo è solo l'inizio per quei due.

# 808_Naoya
source: Heheh, you got that right. It's all up to our boy Yusuke now.
pt_br: Heheh, hai detto bene. Ora sta tutto al nostro ragazzo Yusuke.

# 820_Naoya
source: It's not much, but this is to thank you for everything you did.
pt_br: Non è granché, ma è per ringraziarti di tutto il tuo sbattimento.

# 844_Tanimura
source: Are you sure? I don't know if I feel right... accepting money for this.
pt_br: Sei sicuro? Non so se mi sento a posto... ad accettare soldi per questo.

# 856_Naoya
source: Ah, don't take it like that. Besides, I'll make sure I get it all back from Yusuke later. I know he appreciates your help.
pt_br: Ah, non prenderla così. E poi, mi rifarò su Yusuke più tardi. So che apprezza il tuo aiuto.

# 868_Tanimura
source: You really got his back, don't you?
pt_br: Gli hai proprio coperto le spalle, eh?

# 880_Naoya
source: Well, like I said, he's like a bad habit I just can't break. So what's a friend supposed do? Hahaha.
pt_br: Beh, come dicevo, è come un brutto vizio che non riesco proprio a togliermi. E allora che deve fare un amico? Hahaha.

# 892_Naoya
source: Alrighty, I'm heading home.
pt_br: A posto, torno a casa.

# 904_Tanimura
source: Cool. Be safe out there.
pt_br: A posto. Fai attenzione in giro.

# 916_Naoya
source: Thanks again, man!
pt_br: Grazie ancora, fratello!

# 1012_Haruko
source: I'll make sure she gets home.
pt_br: Ci penso io a riportarla a casa.

# 1024_Haruko
source: You take care of her, Yusuke.
pt_br: Pensaci tu a lei, Yusuke.
