Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee0315.po
Languages: pt_br

source: Ken the Guitarist
pt_br: Ken il Chitarrista

source: Jiro the Bassist
pt_br: Jiro il Bassista

source: Shinya the Drummer
pt_br: Shinya il Batterista

# 72_Player
source: Excuse me. Can I talk to you for a minute?
pt_br: Scusi. Posso parlarle un minuto?

# 84_Kyoko
source: What? No, you can't have my number.
pt_br: Cosa? No, non puoi avere il mio numero.

# 96_Player
source: I don't want your number. I was wondering if you were interested in working as a hostess.
pt_br: Non voglio il tuo numero. Mi chiedevo se fossi interessato a lavorare come hostess.

# 108_Kyoko
source: You mean like, at a club?
pt_br: Vuoi dire, tipo, in un locale?

# 120_Player
source: I couldn't help overhearing your conversation.
pt_br: Non ho potuto fare a meno di sentire la vostra conversazione.

# 132_Player
source: If you need money, working at a hostess club is a great option.
pt_br: Se ti servono soldi, lavorare in un hostess club è un'ottima opzione.

# 144_Kyoko
source: Hmm... Actually, that might be interesting.
pt_br: Mmm... Sai che potrebbe essere interessante?

# 156_Kyoko
source: ...Sure. I'll do it.
pt_br: ...Ok. Ci sto.

# 168_Player
source: Then it's settled! I'll show you to the club. Come on.
pt_br: Allora è fatta! Ti porto al club. Dai.

# 192_Kyoko
source: We sure didn't get many people at the show today...
pt_br: Non abbiamo avuto proprio tanta gente allo spettacolo oggi...

# 204_Ken the Guitarist
source: We even had to pay for the tickets 'cause no one would buy them. I'd take any kind of sales at this point. Hell, even 500 yen would break a new record...
pt_br: Ci siamo dovuti pure pagare i biglietti perché nessuno li voleva. A questo punto prenderei qualsiasi vendita. Cavolo, anche 500 yen sarebbero un nuovo record...

# 216_Jiro the Bassist
source: Right now, we're losing money every time we play a show.
pt_br: Ora come ora, ci stiamo rimettendo ogni volta che suoniamo.

# 228_Shinya the Drummer
source: And I can't really ask my parents for money...
pt_br: E non posso mica chiedere soldi ai miei genitori...

# 240_Kyoko
source: Come on, guys. Don't talk like that.
pt_br: Dai, ragazzi. Non parlate così.

# 252_Ken the Guitarist
source: Sorry. I gotta go to work. See you later.
pt_br: Scusa. Devo scappare al lavoro. Ci si becca dopo.

# 264_Kyoko
source: Bye, then.
pt_br: Allora, ciao.

# 276_Jiro the Bassist
source: I've gotta get going too.
pt_br: Mi tocca andare anch'io.

# 288_Kyoko
source: Huh? I thought you didn't work today.
pt_br: Eh? Credevo non lavorassi oggi.

# 300_Jiro the Bassist
source: My job at the convenience store isn't making me enough cash. I've gotta go out and find another job.
pt_br: Col lavoro al minimarket non ci tiro su abbastanza grana. Mi tocca trovarmi un altro lavoretto.

# 312_Shinya the Drummer
source: I'll head off too, then. See ya.
pt_br: Me ne vado anch'io, allora. Ci vediamo.

# 324_Kyoko
source: I really need to get a job, too...
pt_br: Devo proprio trovarmi un lavoro, anch'io...

# 348_Player
source: (I could try recruiting her for the club.)
pt_br: (Potrei provare a farla venire al locale.)
