Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid000200b5.po
Languages: pt_br

# 112_Akiyama
source: Taking Haruka-chan out for a stroll? Enjoy.
pt_br: Stai portando Haruka-chan a fare due passi? Divertiti.

# 124_Akiyama
source: Why don't you take a little breather, %s-san? Be glad to take care of any errands you need doing.
pt_br: Perché non ti prendi un attimo di respiro, %s-san? Mi occupo volentieri di qualsiasi commissione tu debba fare.

# 148_Player
source: I'll be okay on my own for now.
pt_br: Me la caverò da solo per ora.

# 160_Player
source: Sorry, gonna have to pass.
pt_br: Scusa, dovrò passare.

# 172_Player
source: I'm good.
pt_br: Sto bene.

# 184_Player
source: Nah, I'm fine.
pt_br: No, sono a posto.

# 196_Akiyama
source: Oh, all right. Don't go pushing yourself too hard, okay?
pt_br: Ah, va bene. Non sforzarti troppo, eh?

# 220_Player
source: That's a good idea. Go ahead.
pt_br: È un'ottima idea. Fai pure.

# 232_Player
source: Sure, why not. I'm always down to chill for a bit.
pt_br: Certo, perché no. Mi va sempre di staccare un po'.

# 244_Player
source: Guess I don't mind catchin' my breath.
pt_br: Beh, non mi dispiace riprendere fiato.

# 256_Player
source: All right, I'll let you take things from here.
pt_br: Va bene, ti lascio fare tu da qui.

# 268_Akiyama
source: Great. Rest up while I'm gone... I'll be back to snag a break before you know it.
pt_br: Perfetto. Riposati pure mentre non ci sono... Tornerò a farmi una pausa in men che non si dica.

# 292_Akiyama
source: Cancel
pt_br: Annulla

# 304_Akiyama
source: Switch to Akiyama
pt_br: Passa ad Akiyama
