Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid010201bf.po
Languages: pt_br

source: Woman
pt_br: Donna

# 104_Akiyama
source: (Maybe I'll walk around the town while I wait for Kido-chan to call me back.)
pt_br: Magari mi faccio un giro per la città mentre aspetto che Kido-chan mi richiami.

# 188_Akiyama
source: Hey, it's Akiyama. Sorry to spring this on you last minute, but I'm bringing a new girl into the club. She starts tomorrow.
pt_br: Ehi, sono Akiyama. Scusa se ti piombo addosso all'ultimo minuto, ma sto portando una ragazza nuova al club. Inizia domani.

# 200_Akiyama
source: Provided she actually shows up, that is.
pt_br: Sempre che si faccia viva, lei, ovvio.

# 212_Akiyama
source: Rearrange the shifts, shuffle things around. I don't care how you do it, just make it work.
pt_br: Sistemate i turni, rimescolate un po' le carte. Non mi frega come fate, basta che funzioni.

# 224_Akiyama
source: ...Look, I know how to run my business. Besides, I already made up my mind.
pt_br: ...Guarda, so come gestire i miei affari. E comunque, ho già deciso.

# 236_Akiyama
source: Don't let me down. Later.
pt_br: Non deludermi. Ci vediamo.

# 248_Akiyama
source: (The ball's in her court now...)
pt_br: (Ora la palla è nel suo campo...)

# 296_Hana
source: Oh, Chief! You actually decided to show up today!
pt_br: Oh, Capo! Hai finalmente deciso di farti vedere oggi!

# 308_Akiyama
source: Good to see you, too, Hana-chan.
pt_br: Bello rivederti anch'io, Hana-chan.

# 368_Akiyama
source: ...All right.
pt_br: ...Va bene.

# 416_Akiyama
source: Mind if I take this?
pt_br: Ti dispiace se lo prendo?

# 428_Woman
source: Go right ahead.
pt_br: Vai pure.

# 464_Kido
source: Oh, uh, is this Akiyama-san?
pt_br: Oh, uhm, è Akiyama-san?

# 476_Akiyama
source: Kido-chan! Where are you? Is everything okay?
pt_br: Kido-chan! Dove sei? Va tutto bene?

# 488_Kido
source: I'm down at the Kamurocho precinct. They just finished grilling me about Kanemura-san.
pt_br: Sono qui al commissariato di Kamurocho. Hanno appena finito di mettermi sotto torchio su Kanemura-san.

# 500_Akiyama
source: Kanemura? What are they doing questioning <Italic>you</Italic>?
pt_br: Kanemura? Cosa ci fanno a interrogare <Italic>te</Italic>?

# 512_Kido
source: I'm the one who found him. Walked back into the office, and there he was... dead.
pt_br: L'ho trovato io. Sono rientrato in ufficio, e lui era lì... morto.

# 524_Akiyama
source: Sorry you had to see that. But hey, it hasn't exactly been smooth sailing on my end, either.
pt_br: Mi spiace tu abbia dovuto vedere questa scena. Ma senti, neanche dalla mia parte è filato tutto liscio.

# 536_Akiyama
source: Speaking of, I take it you've heard about Arai-san by now.
pt_br: A proposito, immagino che ormai tu abbia saputo di Arai-san.

# 548_Kido
source: Yeah, some detective named Sugiuchi told me. I still can't wrap my head around it.
pt_br: Già, me l'ha detto un certo detective di nome Sugiuchi. Non riesco ancora a farmene una ragione.

# 560_Akiyama
source: Me neither. Listen, we shouldn't talk about this stuff over the phone. You free to meet up later?
pt_br: Nemmeno io. Senti, non dovremmo parlare di 'ste cose al telefono. Sei libero per vederci più tardi?

# 572_Kido
source: Yeah. I got some questions I wanna ask you, too.
pt_br: Già. C'ho qualche domanda da farti anch'io.

# 584_Akiyama
source: Sure thing. Think you could call me back in a few, though? I'm just finishing up with a customer.
pt_br: Certo. Mi richiami tra un po', però? Sto giusto finendo con un cliente.

# 596_Kido
source: Oh, yeah. No problem.
pt_br: Ah, sì. Tranquillo.

# 608_Akiyama
source: Talk to you soon.
pt_br: Ci sentiamo presto.

# 644_Akiyama
source: Sorry about that. Seems another one of my customers is in a bit of a pinch.
pt_br: Scusami per questo. Pare che un altro dei miei clienti sia un po' nei guai.

# 656_Woman
source: It's fine.
pt_br: Va bene.

# 668_Akiyama
source: So, back to business. Ten days, 100 million yen.
pt_br: Allora, torniamo agli affari. Dieci giorni, 100 milioni di yen.

# 680_Woman
source: That's right.
pt_br: Esatto.

# 692_Akiyama
source: Understood. In that case, can I ask you to swing by again tomorrow?
pt_br: Capito. Allora, ti chiedo di ripassare domani.

# 704_Akiyama
source: I'm gonna need a little time to mull that test over.
pt_br: Mi ci vorrà un po' di tempo per pensarci su, a quel test.

# 716_Woman
source: Okay.
pt_br: Ok.

# 728_Akiyama
source: Come prepared, though. We'll be starting right when you get here.
pt_br: Vieni preparato, però. Si comincia subito appena metti piede qui.

# 740_Woman
source: I will.
pt_br: Lo farò.

# 764_Akiyama
source: Now, here's the deal. We require each of our clients to pass a test before we finance their loans.
pt_br: Allora, la faccenda è questa. Chiediamo a ogni nostro cliente di superare una prova prima di potergli concedere il prestito.

# 776_Woman
source: A test?
pt_br: Un test?

# 788_Akiyama
source: That's right. A test to gauge whether or not we can trust you.
pt_br: Proprio così. Un test per capire se possiamo fidarci di te.

# 800_Woman
source: Trust me...?
pt_br: Fidati di me...?

# 812_Akiyama
source: Yep. We test all of our customers before agreeing to loan them anything.
pt_br: Già. Testiamo tutti i nostri clienti prima di accettare di prestargli qualsiasi cosa.

# 824_Akiyama
source: We had one person care for the elderly for a week and another pick up all the litter in Kamurocho.
pt_br: A uno abbiamo fatto accudire gli anziani per una settimana e all'altro abbiamo fatto raccogliere tutta la spazzatura a Kamurocho.

# 836_Akiyama
source: We even had one woman work in the red-light district.
pt_br: Avevamo persino una donna che lavorava nel quartiere a luci rosse.

# 860_Akiyama
source: The tests get more difficult depending on the loan amount and terms. And in your case, well...
pt_br: Le prove si fanno più difficili a seconda dell'importo del prestito e delle condizioni. E nel tuo caso, beh...

# 872_Woman
source: The test will be hard.
pt_br: Il test sarà tosto.

# 884_Akiyama
source: ...You got it.
pt_br: ...Capito.

# 896_Akiyama
source: But if you pass, I promise to loan you the amount you want under the terms you specified.
pt_br: Ma se la superi, mi impegno a prestarti la cifra che\nvuoi, alle condizioni che hai specificato.
