Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ae0006.po
Languages: pt_br

source: Chasing Camera Direct Test
pt_br: Test diretto telecamera inseguimento

source: 名前を入力して下さい
pt_br: Inserisci il nome

source: Other
pt_br: Altro

# 632_名前を入力して下さい
source: Timer options.
pt_br: Opzioni timer.

# 644_名前を入力して下さい
source: Begin.
pt_br: Inizia.

# 668_名前を入力して下さい
source: Resume.
pt_br: Riprendi.

# 680_名前を入力して下さい
source: End.
pt_br: Fine.

# 692_名前を入力して下さい
source: First enter.
pt_br: Primo ingresso.

# 704_置換_赤ん坊
source: I'm %s. Please to meet you.
pt_br: Sono %s. Piacere di conoscerti.

# 716_名前を入力して下さい
source: Camera Motion Test.
pt_br: Test Movimento Telecamera.

# 728_名前を入力して下さい
source: While playing Bank0 sneak in with Camera Direct.
pt_br: Mentre giochi a Bank0, introduciti con Camera Direct.

# 740_名前を入力して下さい
source: Playing Bank1.
pt_br: Riproduzione Bank1.

# 752_名前を入力して下さい
source: Stopping at next page.
pt_br: Fermo alla prossima pagina.

# 776_名前を入力して下さい
source: Is it direct?
pt_br: È diretto?

# 824_名前を入力して下さい
source: I am an informant.
pt_br: Sono un informatore.

# 848_名前を入力して下さい
source: I don't have any information.
pt_br: Non ho alcuna informazione.

# 932_Kiryu
source: Hello, I'm Kiryu.
pt_br: Ciao, sono Kiryu.

# 944_Akiyama
source: Hello, I'm Akiyama.
pt_br: Ciao, sono Akiyama.

# 956_Saejima
source: Hello, I'm Saejima.
pt_br: Ciao, sono Saejima.

# 968_Tanimura
source: Hello, I'm Tanimura.
pt_br: Salve, sono Tanimura.

# 980_Other
source: Hello, I'm other.
pt_br: Ciao, sono altro.

# 992_Player
source: Hello, I'm %s.
pt_br: Ciao, sono %s.

# 1004_名前を入力して下さい
source: Choice test with more than 8 choices.
pt_br: Test di scelta con più di 8 scelte.

# 1028_名前を入力して下さい
source: Hint0
pt_br: Suggerimento0

# 1040_名前を入力して下さい
source: Hint1.
pt_br: Suggerimento1.

# 1052_名前を入力して下さい
source: Hint2.
pt_br: Suggerimento2.

# 1064_名前を入力して下さい
source: Hint3.
pt_br: Suggerimento3.

# 1076_名前を入力して下さい
source: Hint4.
pt_br: Suggerimento 4.

# 1088_名前を入力して下さい
source: Hint5.
pt_br: Suggerimento 5.

# 1100_名前を入力して下さい
source: Hint6.
pt_br: Suggerimento6.

# 1112_名前を入力して下さい
source: Hint7.
pt_br: Suggerimento7.

# 1124_名前を入力して下さい
source: Hint8.
pt_br: Suggerimento8.

# 1136_名前を入力して下さい
source: Hint9.
pt_br: Suggerimento 9.

# 1148_名前を入力して下さい
source: Hint10.
pt_br: Suggerimento10.

# 1160_名前を入力して下さい
source: Hint11.
pt_br: Suggerimento 11.

# 1172_名前を入力して下さい
source: Hint12.
pt_br: Suggerimento12.

# 1184_名前を入力して下さい
source: Hint13.
pt_br: Suggerimento13.

# 1208_名前を入力して下さい
source: More than 5m.
pt_br: Più di 5 metri.

# 1220_名前を入力して下さい
source: Within 1m.
pt_br: Entro 1m.

# 1232_名前を入力して下さい
source: Within 3m.
pt_br: Entro 3m.

# 1244_名前を入力して下さい
source: Within 5m.
pt_br: Entro 5 metri.

# 1268_名前を入力して下さい
source: Drunkenness has exceeded 50%.
pt_br: Ebbrezza ha superato il 50%.

# 1292_名前を入力して下さい
source: Get Drunk
pt_br: Sbronzarsi

# 1304_名前を入力して下さい
source: Sober Up
pt_br: Torna sobrio

# 1328_名前を入力して下さい
source: More than 50%.
pt_br: Più del 50%.

# 1340_名前を入力して下さい
source: Less than 50%.
pt_br: Meno del 50%.

# 1352_名前を入力して下さい
source: Test<Color:7>keyword<Color:Default>test
pt_br: Test<Color:7>parola chiave<Color:Default>test

# 1364_名前を入力して下さい
source: Misso<Color:7>ミッションキーワード<Color:Default>n keyword
pt_br: Parola chiave missio<Color:7>ミッションキーワード<Color:Default>ne

# 1376_名前を入力して下さい
source: This is my <Color:8>item<Color:Default>.
pt_br: Questo è il mio <Color:8>oggetto<Color:Default>.

# 1388_名前を入力して下さい
source: Oh, a <Color:8>Staminan X<Color:Default>.
pt_br: Oh, un <Color:8>Staminan X<Color:Default>.

# 1400_名前を入力して下さい
source: Got a tarnished <Color:8>5,000 yen<Color:Default>.
pt_br: Ho un <Color:8>5.000 yen<Color:Default> sporco.

# 1412_名前を入力して下さい
source: Learned <Color:9>パンチ<Color:Default>.
pt_br: Imparato <Color:9>パンチ<Color:Default>.

# 1424_名前を入力して下さい
source: Begin
pt_br: Inizio

# 1436_名前を入力して下さい
source: Stop
pt_br: Ferma

# 1448_名前を入力して下さい
source: Resume
pt_br: Riprendi

# 1460_名前を入力して下さい
source: Stop
pt_br: Ferma

# 1640_名前を入力して下さい
source: Get drunk
pt_br: Ubriacati

# 1652_名前を入力して下さい
source: Sober up
pt_br: Riprenditi
