Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00830225.po
Languages: pt_br

source: You exchanged the <Color:8>Stylish Ballpoint Pen<Color:Default> for the <Color:8>Stomach Medicine<Color:Default>.
pt_br: Hai scambiato la <Color:8>penna a sfera stilosa<Color:Default> per la <Color:8>medicina per lo stomaco<Color:Default>.

source: Anguished Man
pt_br: Uomo Angosciato

source: Idle
pt_br: Inattivo

source: Composed Man
pt_br: Uomo dal sangue freddo

# 84_Anguished Man
source: What a travesty! The most perfect melody just came to me!
pt_br: Che tragedia! La melodia più perfetta mi era appena venuta in mente!

# 96_Anguished Man
source: And I have nothing to jot it down with. Oh, no, no－it's slipping away!
pt_br: E non ho niente per segnarmelo. Oh, no, no－mi sta sfuggendo!

# 108_Akiyama
source: (Something to write with? I have just the thing.)
pt_br: (Qualcosa per scrivere? Ho proprio quello che fa per te.)

# 120_Akiyama
source: Everything all right?
pt_br: Tutto a posto?

# 132_Anguished Man
source: Ah! I'm very sorry, but you wouldn't happen to have anything to write with, would you?
pt_br: Ah! Mi scusi tanto, ma non è che per caso avrebbe mica qualcosa per scrivere, vero?

# 144_Akiyama
source: I sure do.
pt_br: Certo che ce l'ho.

# 156_Anguished Man
source: Oh, marvelous! May I borrow it?
pt_br: Oh, che meraviglia! Potrei prenderlo in prestito?

# 168_Akiyama
source: Of course. Be my guest. But, unfortunately, I can't let you have it for free.
pt_br: Certo. Prego. Ma, sfortunatamente, non posso fartelo avere gratis.

# 180_Anguished Man
source: Yes, yes, that's fine! Please, just give it to me! Hurry! I'm losing the melody as we speak!
pt_br: Sì, sì, va benissimo! Ti prego, dammelo e basta! Sbrigati! Mi sta sfuggendo la melodia mentre parliamo!

# 192_Akiyama
source: (He'll do.)
pt_br: (Ci sta.)

# 204_Akiyama
source: Here you go.
pt_br: Ecco a lei.

# 216_Anguished Man
source: Oh, happy day!
pt_br: Oh, che bella giornata!

# 288_Composed Man
source: You've been such a big help. Although to be honest, you haven't helped me so much as you've helped Japan's music industry. Heheh.
pt_br: Mi hai dato una grossa mano. Però, a dirla tutta, tu non hai aiutato tanto me quanto l'industria musicale giapponese. Eh eh.

# 300_Akiyama
source: Uh-huh...
pt_br: Mmh-mmh...

# 312_Composed Man
source: You may think you just casually handed me a pen, but in actuality, you were the midwife at the birth of a song that will go down in history.
pt_br: Potresti pensare di avermi solo allungato una penna così, come se niente fosse, ma in realtà, sei stato tu la levatrice alla nascita di una canzone che passerà alla storia.

# 324_Composed Man
source: Why, I may even mention you in my memoirs one day.
pt_br: Anzi, potrei persino menzionarti nelle mie memorie un giorno.

# 336_Akiyama
source: That's, uh, very kind of you. Now, in exchange for that pen...
pt_br: È, uhm, molto gentile da parte tua. Ora, in cambio di quella penna...

# 348_Composed Man
source: Yes, of course! I was so overcome with relief that I'd completely forgotten. Name your price.
pt_br: Sì, certo! Ero così sollevato che me n'ero completamente scordato. Spara il prezzo.

# 360_Akiyama
source: Oh, er, I'd like something other than money, if that's all right.
pt_br: Beh, ehm, vorrei qualcosa che non siano contanti, se non è un problema.

# 372_Composed Man
source: Would you? Well, that might be a problem. I don't really have anything ideal...
pt_br: Davvero? Beh, potrebbe essere un problema. Non ho proprio niente di adatto...

# 384_Composed Man
source: ...Just this here.
pt_br: ...Solo questo qui.

# 396_Akiyama
source: What is it?
pt_br: E cioè?

# 408_Composed Man
source: Stomach medicine. I'm pretty weak downstairs, if you catch my drift.
pt_br: Medicina per lo stomaco. Sono un po' debole lì sotto, se capisci cosa intendo.

# 420_Akiyama
source: (Back to this again...)
pt_br: Ci risiamo...

# 432_Akiyama
source: Sure, I'll take it. Thanks.
pt_br: Certo, me lo prendo. Grazie.

# 468_Composed Man
source: I'll be sure to speak highly of you in my memoirs! "The Man Who Made Miracles"! Has a nice ring to it.
pt_br: Nelle mie memorie, di te ne parlerò un gran bene, stanne certo! "L'Uomo\nChe Ha Fatto Miracoli!" Ci sta, eh.

# 480_Akiyama
source: Something to look forward to. Bye, now.
pt_br: Qualcosa da aspettarsi, eh. Ci si vede.

# 492_Akiyama
source: (Maybe there's someone else who needs this medicine...)
pt_br: (Forse c'è qualcun altro che ha bisogno di questa medicina...)
