Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e603fa.po
Languages: pt_br

# 56_Saki-chan
source: You're late! You know you're not supposed to keep a lady waiting.
pt_br: Sei in ritardo! Sai che non si fa aspettare una donna.

# 68_Tanimura
source: Heh. Sorry.
pt_br: Heh. Scusa.

# 140_Saki-chan
source: So that's what Yabe-san left behind... Hmm... You're right. I'm afraid that alone won't be enough to catch our man. And here we were so close.
pt_br: Allora, è questo che Yabe-san si è lasciato alle spalle... Hmm... Hai ragione. Mi sa che questo, da solo, non basterà a beccare il nostro uomo. E pensare che eravamo a un soffio.

# 152_Tanimura
source: Isn't there anything we can do?
pt_br: Non c'è proprio niente che possiamo fare?

# 164_Saki-chan
source: I could always infiltrate the syndicate and scope things out... What do you say to that?
pt_br: Potrei sempre infiltrarmi nel sindacato e tastare il terreno... Che ne dici?

# 176_Tanimura
source: I say it's too dangerous.
pt_br: Te lo dico io, è troppo pericoloso.

# 188_Saki-chan
source: Oh, please. All I'd be doing is working my magic at an affiliated venue. Besides, now that I've seen the documents, wouldn't you say I've passed the point of no return?
pt_br: Ma dai. Non farei altro che usare il mio fascino in un locale affiliato. E poi, ora che ho visto i documenti, non credi che abbia superato il punto di non ritorno?

# 200_Tanimura
source: I get that, but... What would you even do?
pt_br: Capisco, ma... cosa faresti mai?

# 212_Saki-chan
source: I'll masquerade as a hostess. Sweet-talk my way right up to the big bad Bridge himself.
pt_br: Mi fingerò una hostess. Con la mia parlantina, lo raggirerò fino ad arrivare a quel pezzo grosso di Bridge in persona.

# 224_Tanimura
source: Hmm. I dunno about that...
pt_br: Mmm. Non saprei...

# 236_Saki-chan
source: Have a little faith! With enough makeup and the right dress, I could be your perfect femme fatale, and you know it!
pt_br: Abbi un po' di fiducia! Con abbastanza trucco e il vestito giusto, potrei essere la tua perfetta femme fatale, e lo sai!

# 248_Tanimura
source: Well... You certainly have the charisma. All right then. Just don't do anything too crazy.
pt_br: Beh... il carisma di certo non ti manca. Va bene così. Però non fare colpi di testa, eh.

# 332_Saki-chan
source: Where are you off to in such a hurry?
pt_br: Dove te ne vai così di fretta?

# 344_Tanimura
source: To look into the relationship between my dad and this mystery man, K.
pt_br: Indagare sul rapporto tra mio padre e questo tizio misterioso, K.

# 356_Tanimura
source: I've got nothing to lose, so I was thinking I'd get my fortune read by that greedy old lady.
pt_br: Non ho niente da perdere, quindi pensavo di farmi leggere le carte da quella vecchia avida.

# 380_Tanimura
source: Yeah, she really seems to know her stuff. I wonder what's in that crystal ball, anyway...
pt_br: Già, sa proprio il fatto suo. Chissà cosa vede in quella sfera di cristallo, comunque...

# 392_Saki-chan
source: You know Naomi-san is actually an informant, right?
pt_br: Sai che Naomi-san è in realtà un'informatrice, no?

# 404_Tanimura
source: Aha. I thought she seemed suspicious... Heh, that's one hell of a cover she's got.
pt_br: Aha. Pensavo sembrasse sospetta... Eh eh, che copertura della miseria che ha.

# 416_Saki-chan
source: Don't tell anyone, okay? There's a lot of risk involved in being an informant in Kamurocho.
pt_br: Non spifferare niente a nessuno, capito? Far l'informatore a Kamurocho è un rischio mica da ridere.

# 428_Saki-chan
source: Why do you want to know about K so bad, anyway?
pt_br: Ma perché ci tieni tanto a sapere di K, comunque?

# 440_Tanimura
source: K's another name that pops up all over my dad's notebook.
pt_br: K è un altro nome che spunta dappertutto nel taccuino di mio padre.

# 452_Tanimura
source: I just want to know what kind of person he was. Besides, there might be some connection to Bridge.
pt_br: Voglio solo sapere che tipo di persona fosse. E poi, magari c'è qualche collegamento con Bridge.

# 464_Saki-chan
source: I see. Well, if I find out anything, I'll contact you.
pt_br: Capisco. Beh, se scopro qualcosa, ti contatterò.

# 476_Tanimura
source: Thanks. I'd appreciate it.
pt_br: Grazie. Mi farebbe comodo.
