Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0026037c.po
Languages: pt_br

source: You got <Color:8>30,000 yen<Color:Default>.
pt_br: Hai ottenuto <Color:8>30,000 yen<Color:Default>.

source: You got <Color:8>10,000 yen<Color:Default>.
pt_br: Hai ottenuto <Color:8>10.000 yen<Color:Default>.

source: You got <Color:8>5,000 yen<Color:Default>.
pt_br: Ti sei beccato <Color:8>5,000 yen<Color:Default>.

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

# 1188_Minamizawa
source: Kiryu-san! The article I wrote with your info was a real slam dunk!
pt_br: Kiryu-san! L'articolo che ho scritto con le tue informazioni è stato un vero successone!

# 1200_Minamizawa
source: I'm gettin' a lot of thanks from guys, sayin' it helped 'em have a great time at the club!
pt_br: Ricevo un sacco di ringraziamenti dai tizi, dicono che gli è servito per spassarsela alla grande al club!

# 1212_Ashibe
source: And I've even improved my standing among my fellow editors, thanks to you.
pt_br: E mi sono persino fatto un nome tra i miei colleghi della redazione, grazie a te.

# 1224_Minamizawa
source: I got a bonus for the article, so I had 'em throw in a little extra for you. Here ya go.
pt_br: Ho beccato un bonus per l'articolo, quindi gli ho fatto metterci dentro qualcosina in più per te. Tieni.

# 1272_Minamizawa
source: Bring us new information anytime you've got it!
pt_br: Portaci nuove dritte ogni volta che le hai!

# 1284_Ashibe
source: We're counting on you!
pt_br: Contiamo su di te!

# 1356_Minamizawa
source: Oh, Oh, Kiryu-san. The article I wrote with your info went over pretty well.
pt_br: Oh, oh, Kiryu-san. L'articolo che ho scritto con le tue dritte è andato alla grande.

# 1368_Minamizawa
source: There were a few little inconsistencies, but that's okay.
pt_br: C'erano alcune piccole inconsistenze, ma ci sta.

# 1380_Ashibe
source: At first I didn't know how he'd manage, but thankfully he came through just fine in the end.
pt_br: All'inizio non sapevo come se la sarebbe cavata, ma per fortuna alla fine è andato tutto alla grande.

# 1392_Minamizawa
source: I've already gotten paid for it, so here is your share.
pt_br: Mi hanno già pagato, quindi ecco la tua fetta.

# 1440_Minamizawa
source: Let's do even better next time!
pt_br: Facciamo ancora meglio la prossima volta!

# 1452_Ashibe
source: You're our only hope, Kiryu-san. We're counting on you!
pt_br: Sei la nostra unica speranza, Kiryu-san. Contiamo su di te!

# 1524_Minamizawa
source: Um, Kiryu... That last article was a complete mess.
pt_br: Ehm, Kiryu... Quell'ultimo articolo era un casino totale.

# 1536_Minamizawa
source: "This thing ain't gonna guide nobody!" That's the only kind of feedback I get these days.
pt_br: "Questa roba non guiderà nessuno!" Questo è l'unico tipo di feedback che ricevo ultimamente.

# 1548_Ashibe
source: Hahaha... Ahem. This is no laughing matter. Do you have any idea what happened to my reputation at work?
pt_br: Hahaha... Ehm. Non c'è niente da ridere. Ti rendi conto di cosa è successo alla mia reputazione al lavoro?

# 1572_Minamizawa
source: (They're not even payin' me... so I'm afraid this here is all I can give ya. Sorry, pal.)
pt_br: (Non mi stanno nemmeno pagando... quindi mi sa che questo è tutto quello che riesco a darti. Scusa, socio.)

# 1620_Minamizawa
source: Next time, I really need you to come through for me! Help me save my reputation!
pt_br: La prossima volta, devi proprio darmi una mano! Aiutami a salvarmi la reputazione!

# 1632_Ashibe
source: Hahaha... Seriously. We're really counting on you.
pt_br: Ahahah... Davvero. Ci contiamo un casino su di te.

# 1704_Kiryu
source: Well, that's about all I can tell you. I spend most of my time outside Kamurocho now.
pt_br: Beh, questo è più o meno tutto quello che posso dirti. Passo la maggior parte del mio tempo fuori da Kamurocho, ormai.

# 1716_Minamizawa
source: I totally understand. Thank you for all the info!
pt_br: Capisco perfettamente. Grazie per tutte le dritte!

# 1728_Ashibe
source: We really mean it. I don't know what we would've done if it all came down to Minamizawa-san. I really don't...
pt_br: Lo diciamo sul serio. Non so proprio cosa avremmo combinato se fosse finito tutto nelle mani di Minamizawa-san. Davvero, non lo so...

# 1752_Ashibe
source: Actually, there is one other thing...
pt_br: A dire il vero, c'è un'altra cosa...

# 1764_Kiryu
source: What's that?
pt_br: Cosa?

# 1776_Ashibe
source: Since Minamizawa-san's column got a good response, we're planning a new column about Kamurocho nightlife.
pt_br: Visto che la rubrica di Minamizawa-san ha avuto un bel riscontro, stiamo mettendo in piedi una nuova rubrica sulla movida di Kamurocho.

# 1788_Ashibe
source: We were hoping to find somebody who knows Kamurocho inside and out... Which is why we'd like you to write the column!
pt_br: Speravamo di trovare qualcuno che conoscesse Kamurocho come le sue tasche... Ecco perché vorremmo che scrivessi la rubrica!

# 1800_Kiryu
source: You want me to write it?
pt_br: Vuoi che lo scriva io?

# 1812_Ashibe
source: Absolutely! Actually, you're really the only one who could pull this off!
pt_br: Assolutamente! In realtà, sei proprio l'unico che potrebbe farcela!

# 1824_Kiryu
source: If you're that set on me writing it, I guess I could do it.
pt_br: Se ci tieni così tanto che lo scriva io, credo di potercela fare.

# 1836_Ashibe
source: Thank you so much!
pt_br: Grazie mille!

# 1848_Minamizawa
source: Uh... Ashibe-san... What's going to happen to my story?
pt_br: Uh... Ashibe-san... Che fine farà la mia storia?

# 1860_Ashibe
source: We'll need you to keep writing it, at least until Kiryu-san's column hits the presses.
pt_br: Ci serve che tu continui a scriverlo, almeno finché la rubrica di Kiryu-san non va in stampa.

# 1872_Minamizawa
source: Uh, great...
pt_br: Uh, fantastico...

# 1956_Minamizawa
source: Oh, Kiryu-san. Ready to tell me about the girls at Shine and Jewel?
pt_br: Oh, Kiryu-san. Pronto a raccontarmi delle ragazze allo Shine e al Jewel?

# 1968_Kiryu
source: (I haven't really talked to anybody at Shine or Jewel in a while.)
pt_br: (È da un po' che non scambio due parole con nessuno allo Shine o al Jewel.)

# 1980_Kiryu
source: Sorry, I don't have much I can tell you right now. Let me get back to you.
pt_br: Scusa, non ho granché da dirti adesso. Ti faccio sapere.

# 2016_Minamizawa
source: Oh, Kiryu-san. Good to see you. Ready to tell me about the girls at Jewel and Shine?
pt_br: Oh, Kiryu-san. Bentornato. Pronto a parlarmi delle ragazze di Jewel e Shine?

# 2028_Minamizawa
source: Oh, Kiryu-san. Good to see you. Ready to tell me about the girls at Jewel and Shine?
pt_br: Oh, Kiryu-san. Bentornato. Pronto a parlarmi delle ragazze di Jewel e Shine?

# 2040_Minamizawa
source: Shizuka Saito from Shine, huh? There's really something unique about her... Oh, and I heard she's holding down a day job, too?
pt_br: Shizuka Saito dello Shine, eh? C'è davvero qualcosa di unico in lei... Ah, e ho sentito dire che fa anche un lavoro di giorno?

# 2064_Minamizawa
source: No kidding? I knew something seemed special about her. Okay, let's see. I heard she's got some kind of trick that guys go crazy over...
pt_br: Davvero? Sapevo che c'era qualcosa di speciale in lei. Ok, vediamo. Ho sentito che ha una specie di trucco per cui i ragazzi vanno matti...

# 2088_Minamizawa
source: Hehe. I'd like to get a piece of that action. One more thing. Do you know what she usually likes to eat?
pt_br: Hehe. Vorrei anch'io un assaggio di quella roba. Ancora una cosa. Sai cosa le piace mangiare di solito?

# 2112_Minamizawa
source: Hey, that's cute! I'll have to order that next time I go.
pt_br: Ehi, che carino! Mi sa che me lo ordino la prossima volta che ci vado.

# 2124_Minamizawa
source: Anyway, you've given me a lot of info, but are you sure it's reliable enough to print?
pt_br: Comunque, mi hai dato un sacco di info, ma sei sicuro che sia roba abbastanza solida da mandare in stampa?

# 2136_Minamizawa
source: Great! I'll just write this baby up and hand it in to Ashibe-san!
pt_br: Perfetto! Ora butto giù questa chicca e la consegno ad Ashibe-san!

# 2148_Minamizawa
source: She's downright scary if you miss a deadline... Oh, Ashibe-san will be bringin' your payment by, so would ya mind stoppin' by again later?
pt_br: Fa proprio paura se sgarri con le scadenze... Oh, il signor Ashibe ti porta il pagamento, quindi, ti andrebbe di fare un salto qui più tardi?

# 2172_Minamizawa
source: What!? You just makin' this stuff up or something? Gimme a break!
pt_br: Ma cosa!? Te le stai inventando di sana pianta, o cosa? Ma dai!

# 2184_Minamizawa
source: I'll be here for a while, so come on back when you've got some info I can use.
pt_br: Sarò qui ancora per un po', perciò torna pure quando hai qualche dritta utile.

# 2208_Minamizawa
source: Maya Mori from Jewel, huh? I heard she's really well-known for her other work, but do you know what that is?
pt_br: Maya Mori del Jewel, eh? Ho sentito dire che è molto conosciuta per la sua altra attività, ma tu sai cos'è?

# 2232_Minamizawa
source: Hey, that sounds interesting. I'll have to check out some of her work. Say, does she have any problems she might like to talk about?
pt_br: Ehi, interessante questa cosa. Dovrò leggere qualcosa di suo. Senti, ha mica qualche grana di cui magari le andrebbe di parlare?

# 2256_Minamizawa
source: Hmm, I bet we could get a good reaction by putting that in there... Let's see. Last question. Any food she's really into?
pt_br: Mmmh, scommetto che potremmo ottenere una bella reazione mettendolo lì dentro... Vediamo. Ultima domanda. C'è qualche cibo per cui va pazza?

# 2280_Minamizawa
source: Gotta be careful to get what they like, you know? So that's a sure bet, huh.
pt_br: Bisogna stare attenti a beccare i loro gusti, sai? Quindi è un colpo sicuro, eh.

# 2292_Minamizawa
source: Anyway, you've given me a lot of info, but are you sure it's reliable enough to print?
pt_br: Comunque, mi hai dato un sacco di info, ma sei sicuro che sia roba abbastanza solida da mandare in stampa?

# 2304_Minamizawa
source: Great! I'll just write this baby up and hand it in to Ashibe-san!
pt_br: Perfetto! Ora butto giù questa chicca e la consegno ad Ashibe-san!

# 2316_Minamizawa
source: She's downright scary if you miss a deadline... Oh, Ashibe-san will be bringin' your payment by, so would you mind stoppin' by again later?
pt_br: È una che fa una paura boia se sgarri con le scadenze... Oh, Ashibe-san ti porterà i soldi, quindi ti dispiacerebbe passare di nuovo più tardi?

# 2340_Minamizawa
source: What!? You just makin' this stuff up or something? Gimme a break!
pt_br: Ma cosa!? Te le stai inventando di sana pianta, o cosa? Ma dai!

# 2352_Minamizawa
source: I'll be here for a while, so come on back when you've got some info I can use.
pt_br: Sarò qui ancora per un po', perciò torna pure quando hai qualche dritta utile.

# 2376_Minamizawa
source: Oh, you've got somewhere to go? I'll be here for a while, so come on back when you've got some info I can use.
pt_br: Oh, hai degli impegni? Starò qui un bel po', quindi torna qui quando hai qualche dritta che mi possa servire.

# 2400_Minamizawa
source: Oh, Kiryu-san. Ready to tell me about the girls at Shine and Jewel?
pt_br: Oh, Kiryu-san. Pronto a raccontarmi delle ragazze allo Shine e al Jewel?

# 2412_Minamizawa
source: Shizuka Saito from Shine, huh? There's really something unique about her... Oh, and I heard she's holding down a day job, too?
pt_br: Shizuka Saito dello Shine, eh? C'è davvero qualcosa di unico in lei... Ah, e ho sentito dire che fa anche un lavoro di giorno?

# 2436_Minamizawa
source: No kidding? I knew something seemed special about her. Okay, let's see. I heard she's got some kind of trick that guys go crazy over...
pt_br: Davvero? Sapevo che c'era qualcosa di speciale in lei. Ok, vediamo. Ho sentito che ha una specie di trucco per cui i ragazzi vanno matti...

# 2460_Minamizawa
source: Hehe. I'd like to get a piece of that action. One more thing. Do you know what she usually likes to eat?
pt_br: Hehe. Vorrei anch'io un assaggio di quella roba. Ancora una cosa. Sai cosa le piace mangiare di solito?

# 2484_Minamizawa
source: Hey, that's cute! I'll have to order that next time I go.
pt_br: Ehi, che carino! Mi sa che me lo ordino la prossima volta che ci vado.

# 2496_Minamizawa
source: Anyway, you've given me a lot of info, but are you sure it's reliable enough to print?
pt_br: Comunque, mi hai dato un sacco di info, ma sei sicuro che sia roba abbastanza solida da mandare in stampa?

# 2508_Minamizawa
source: Great! I'll just write this baby up and hand it in to Ashibe-san!
pt_br: Perfetto! Ora butto giù questa chicca e la consegno ad Ashibe-san!

# 2520_Minamizawa
source: She's downright scary if you miss a deadline... Oh, Ashibe-san will be bringin' your payment by, so would you mind stoppin' by again later?
pt_br: È una che fa una paura boia se sgarri con le scadenze... Oh, Ashibe-san ti porterà i soldi, quindi ti dispiacerebbe passare di nuovo più tardi?

# 2544_Minamizawa
source: What!? You just makin' this stuff up or something? Gimme a break!
pt_br: Ma cosa!? Te le stai inventando di sana pianta, o cosa? Ma dai!

# 2556_Minamizawa
source: I'll be here for a while, so come on back when you've got some info I can use.
pt_br: Sarò qui ancora per un po', perciò torna pure quando hai qualche dritta utile.

# 2580_Minamizawa
source: Maya Mori from Jewel, huh? I heard she's really well-known for her other work, but do you know what that is?
pt_br: Maya Mori del Jewel, eh? Ho sentito dire che è molto conosciuta per la sua altra attività, ma tu sai cos'è?

# 2604_Minamizawa
source: Hey, that sounds interesting. I'll have to check out some of her work. Say, does she have any problems she might like to talk about?
pt_br: Ehi, interessante questa cosa. Dovrò leggere qualcosa di suo. Senti, ha mica qualche grana di cui magari le andrebbe di parlare?

# 2628_Minamizawa
source: Hmm, I bet we could get a good reaction by putting that in there... Let's see. Last question. Any food she's really into?
pt_br: Mmmh, scommetto che potremmo ottenere una bella reazione mettendolo lì dentro... Vediamo. Ultima domanda. C'è qualche cibo per cui va pazza?

# 2652_Minamizawa
source: Gotta be careful to get what they like, you know? So that's a sure bet, huh.
pt_br: Bisogna stare attenti a beccare i loro gusti, sai? Quindi è un colpo sicuro, eh.

# 2664_Minamizawa
source: Anyway, you've brought me a lot of info, but are you sure it's reliable enough to print?
pt_br: Comunque, mi hai portato un bel po' di dritte, ma sei sicuro che siano abbastanza affidabili da metterle nero su bianco?

# 2676_Minamizawa
source: Great! I'll just write this baby up and hand it in to Ashibe-san!
pt_br: Perfetto! Ora butto giù questa chicca e la consegno ad Ashibe-san!

# 2688_Minamizawa
source: She's downright scary if you miss a deadline... Oh, Ashibe-san will be bringin' your payment by, so would you mind stoppin' by again later?
pt_br: È una che fa una paura boia se sgarri con le scadenze... Oh, Ashibe-san ti porterà i soldi, quindi ti dispiacerebbe passare di nuovo più tardi?

# 2712_Minamizawa
source: What!? You just makin' this stuff up or something? Gimme a break!
pt_br: Ma cosa!? Te le stai inventando di sana pianta, o cosa? Ma dai!

# 2724_Minamizawa
source: I'll be here for a while, so come on back when you've got some info I can use.
pt_br: Sarò qui ancora per un po', perciò torna pure quando hai qualche dritta utile.

# 2748_Minamizawa
source: Oh, you've got somewhere to go? I'll be here for a while, so come on back when you've got some info I can use.
pt_br: Oh, hai degli impegni? Starò qui un bel po', quindi torna qui quando hai qualche dritta che mi possa servire.

# 2784_Minamizawa
source: Tell him about Maya Mori.
pt_br: Digli di Maya Mori.

# 2796_Minamizawa
source: Maybe next time.
pt_br: Magari la prossima volta.

# 2808_Minamizawa
source: Tell him about Shizuka Saito.
pt_br: Digli di Shizuka Saito.

# 2820_Minamizawa
source: Maybe next time.
pt_br: Magari la prossima volta.

# 2832_Minamizawa
source: She's a nursing caregiver.
pt_br: È un'assistente infermieristica.

# 2844_Minamizawa
source: She's a dental assistant.
pt_br: È un'assistente dentale.

# 2856_Minamizawa
source: She's an embalmer.
pt_br: Lei è un'imbalsamatrice.

# 2868_Minamizawa
source: She offers to wash their backs.
pt_br: Si offre di lavargli la schiena.

# 2880_Minamizawa
source: She pretends to trip in front of them.
pt_br: Lei fa finta di inciampare davanti a loro.

# 2892_Minamizawa
source: She presses her boobs against their arm.
pt_br: Lei preme le sue tette contro il loro braccio.

# 2904_Minamizawa
source: Vegetable Sticks.
pt_br: Bastoncini di verdura.

# 2916_Minamizawa
source: Chocolate.
pt_br: Cioccolato.

# 2928_Minamizawa
source: Pickled Vegetables.
pt_br: Verdure sottaceto.

# 2940_Minamizawa
source: I'm not so sure...
pt_br: Non ne sono così sicuro...

# 2952_Minamizawa
source: It's as good as gold.
pt_br: È oro colato.

# 2964_Minamizawa
source: She's a novelist.
pt_br: Lei è una scrittrice.

# 2976_Minamizawa
source: She's a model.
pt_br: È una modella.

# 2988_Minamizawa
source: She's a racecar driver.
pt_br: È una pilota di auto da corsa.

# 3000_Minamizawa
source: Religious zealots try to recruit her.
pt_br: Fanatici religiosi cercano di reclutarla.

# 3012_Minamizawa
source: Yakuza are always hitting on her.
pt_br: Gli Yakuza ci provano sempre con lei.

# 3024_Minamizawa
source: She keeps getting questioned by the police.
pt_br: Non fa che essere interrogata dalla polizia.

# 3036_Minamizawa
source: Chicken Basket.
pt_br: Cestino di pollo fritto.

# 3048_Minamizawa
source: Vegetable Sticks.
pt_br: Bastoncini di verdura.

# 3060_Minamizawa
source: Chocolate.
pt_br: Cioccolato.

# 3072_Minamizawa
source: I'm not so sure...
pt_br: Non ne sono così sicuro...

# 3084_Minamizawa
source: It's as good as gold.
pt_br: È oro colato.

# 3096_Minamizawa
source: Tell him about Shizuka Saito.
pt_br: Digli di Shizuka Saito.

# 3108_Minamizawa
source: Tell him about Maya Mori.
pt_br: Digli di Maya Mori.

# 3120_Minamizawa
source: Maybe next time.
pt_br: Magari la prossima volta.

# 3132_Minamizawa
source: She's a nursing caregiver.
pt_br: È un'assistente infermieristica.

# 3144_Minamizawa
source: She's a dental assistant.
pt_br: È un'assistente dentale.

# 3156_Minamizawa
source: She's an embalmer.
pt_br: Lei è un'imbalsamatrice.

# 3168_Minamizawa
source: She offers to wash their backs.
pt_br: Si offre di lavargli la schiena.

# 3180_Minamizawa
source: She pretends to trip in front of them.
pt_br: Lei fa finta di inciampare davanti a loro.

# 3192_Minamizawa
source: She presses her boobs against their arm.
pt_br: Lei preme le sue tette contro il loro braccio.

# 3204_Minamizawa
source: Vegetable Sticks.
pt_br: Bastoncini di verdura.

# 3216_Minamizawa
source: Chocolate.
pt_br: Cioccolato.

# 3228_Minamizawa
source: Pickled Vegetables.
pt_br: Verdure sottaceto.

# 3240_Minamizawa
source: I'm not so sure...
pt_br: Non ne sono così sicuro...

# 3252_Minamizawa
source: It's as good as gold.
pt_br: È oro colato.

# 3264_Minamizawa
source: She's a novelist.
pt_br: Lei è una scrittrice.

# 3276_Minamizawa
source: She's a model.
pt_br: È una modella.

# 3288_Minamizawa
source: She's a racecar driver.
pt_br: È una pilota di auto da corsa.

# 3300_Minamizawa
source: Religious zealots try to recruit her.
pt_br: Fanatici religiosi cercano di reclutarla.

# 3312_Minamizawa
source: Yakuza are always hitting on her.
pt_br: Gli Yakuza ci provano sempre con lei.

# 3324_Minamizawa
source: She keeps getting questioned by the police.
pt_br: Non fa che essere interrogata dalla polizia.

# 3336_Minamizawa
source: Chicken Basket.
pt_br: Cestino di pollo fritto.

# 3348_Minamizawa
source: Vegetable Sticks.
pt_br: Bastoncini di verdura.

# 3360_Minamizawa
source: Chocolate.
pt_br: Cioccolato.

# 3372_Minamizawa
source: I'm not so sure...
pt_br: Non ne sono così sicuro...

# 3384_Minamizawa
source: It's as good as gold.
pt_br: È oro colato.
