Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid004b0012.po
Languages: pt_br

source: Golf-tanned Geezer
pt_br: Vecchiaccio abbronzato dal golf

source: Corporate Golfer
pt_br: Golfista d'affari

# 84_Golf-tanned Geezer
source: I just got back from golfing with Chie-chan.
pt_br: Sono appena rientrato dal golf con Chie-chan.

# 96_Corporate Golfer
source: You went golfing with a girl? How'd that work－she keep you company while you played?
pt_br: Sei andato a golf con una tipa? E com'è andata－ti ha tenuto compagnia mentre giocavi?

# 108_Golf-tanned Geezer
source: No, she played, too! Lots of girls are learning to play golf right now. Apparently restaurants are out, and golfing is in!
pt_br: No, ha giocato pure lei! Un sacco di ragazze stanno imparando a giocare a golf adesso. A quanto pare i ristoranti non tirano più, e il golf è la nuova moda!

# 120_Corporate Golfer
source: Huh. Seems kind of strange to me, but what's in is in.
pt_br: Mmm. Mi sembra un po' strano, ma quello che tira, tira.

# 132_Golf-tanned Geezer
source: Plus, if she needs a bit of help, you can get behind her, show her how to get in the right stance, get in real close... You can see how it can get real romantic.
pt_br: In più, se le serve una mano, puoi metterti dietro di lei, mostrarle come mettersi nella postura giusta, avvicinarti un sacco... Capisci come la cosa può farsi davvero romantica, no?

# 144_Corporate Golfer
source: Yeah, I can see that... Hell, I'm gettin' pretty excited just imagining it. Bet you had a good time with Chie-chan then, huh!
pt_br: Sì, ci sta... Diavolo, mi sto eccitando parecchio solo a immaginarlo. Scommetto che ti sei divertito un mondo con Chie-chan allora, eh!

# 156_Golf-tanned Geezer
source: I'm telling you, teaching a girl how to handle a club gets her more interested in handlin' your club, if you catch my drift. Heheh!
pt_br: Guarda, te lo dico io: a insegnare a una ragazza come si tiene in mano una mazza, poi le viene più voglia di tenere in mano la *tua* di mazza, se capisci il genere. Heheh!

# 168_Player
source: (I wonder if the girls at the hostess clubs would be into these golf dates.)
pt_br: Mi chiedo se le ragazze dei club per hostess ci starebbero a questi appuntamenti di golf.

# 180_Player
source: (I wonder if the girls at the hostess clubs would be into these golf dates.)
pt_br: Mi chiedo se le ragazze dei club per hostess ci starebbero a questi appuntamenti di golf.

# 192_Player
source: (I wonder if the girls at the hostess clubs would be into these golf dates.)
pt_br: Mi chiedo se le ragazze dei club per hostess ci starebbero a questi appuntamenti di golf.
