Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid001300fb.po
Languages: pt_br

source: Drunk
pt_br: Ubriaco

# 100_Drunk
source: Oof!
pt_br: Uff!

# 112_Drunk
source: Hey, pal! Izza just grabbin' some shuteye! Whatsa big idea wakin' me up!?
pt_br: Ehi, bello! Stavo solo schiacciando un pisolino! Ma che ti salta in mente a svegliarmi!?

# 124_Tanimura
source: Seems like you've gone past your limit, sir. I don't need you causing trouble here, so why don't you go take a rest at the station?
pt_br: Mi sa che hai decisamente esagerato, signore. Non voglio casini qui, quindi perché non vai a riposarti al commissariato?

# 136_Drunk
source: Whazzat!? I wouldn't be drinkin' in Kamurocho if I was afraida the cops, dumbass!
pt_br: Che c'è!? Non starei mica a bere a Kamurocho se avessi paura della pula, coglione!

# 160_Tanimura
source: (Looks like all the ruckus tired him out.)
pt_br: (Sembra che tutto 'sto casino l'abbia sfiancato.)

# 172_Tanimura
source: Hey, sir. Wake up. You're liable to catch a cold sleeping out here.
pt_br: Ehi, signore. Sveglia! Finirà per prendersi un raffreddore a dormire qui fuori.

# 184_Drunk
source: Lemme alone...
pt_br: Lasciami stare...

# 196_Tanimura
source: People are going to trip over you. Come on, get up.
pt_br: La gente ti inciamperà addosso. Dai, alzati.

# 208_Drunk
source: Ugh! Jus' get away from me! Cantcha see I'm tryna sleep here!?
pt_br: Ugh! Levati di torno! Non vedi che sto cercando di dormire qui!?
