Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid009102ab.po
Languages: pt_br

source: Woman
pt_br: Donna

source: Officer
pt_br: Ufficiale

source: Supporting Detective Nair - Tanimura
pt_br: Supporto a Detective Nair - Tanimura

# 56_Tanimura
source: (I wonder what the fastest way into Kamurocho Central Parking is...)
pt_br: Chissà qual è la via più rapida per il Parcheggio Centrale di Kamurocho...

# 68_Woman
source: *speaking Tagalog*
pt_br: *parlando tagalog*

# 92_Officer
source: You wouldn't happen to speak English as well, would you?
pt_br: Non è che per caso parli pure inglese?

# 104_Woman
source: *speaking Tagalog*
pt_br: *parlando tagalog*

# 116_Officer
source: It's no use. She doesn't understand a word I say.
pt_br: Non c'è verso. Non capisce una parola di quello che dico.

# 128_Tanimura
source: Hey there, officer.
pt_br: Ehi, poliziotto.

# 140_Officer
source: Oh, Tanimura-san! You couldn't have come at a better time!
pt_br: Oh, Tanimura-san! Arrivi proprio a fagiolo!

# 152_Tanimura
source: Is something wrong?
pt_br: C'è qualcosa che non va?

# 164_Officer
source: No, but it sounds like this woman is looking for someone. But she can't speak Japanese, so I'm not really sure what to do.
pt_br: No, ma a quanto pare 'sta tipa sta cercando qualcuno. Ma non spiccica una parola di giapponese, quindi non so proprio che fare.

# 176_Officer
source: I was trying to get her to follow me back to the station so we could have an interpreter help us, but she doesn't seem keen on leaving this spot.
pt_br: Stavo cercando di convincerla a seguirmi in centrale, così un interprete avrebbe potuto darci una mano, ma non sembra affatto intenzionata a muoversi da qui.

# 188_Tanimura
source: I see. I'll take things from here.
pt_br: Capisco. Da qui in poi me ne occupo io.

# 200_Officer
source: Thanks and sorry about this. Can I leave her to you then?
pt_br: Grazie e mi dispiace per questo. Posso lasciarla a te, allora?

# 212_Tanimura
source: No worries. If you had taken her to the station I would have been the interpreter anyways. So it saves time if I just do it here instead.
pt_br: Non preoccuparti. Se l'avessi portata in centrale, sarei stato io a fare da interprete comunque. Così facciamo prima se me ne occupo direttamente qui.

# 224_Officer
source: Heheh. You got a point there. Thanks again.
pt_br: Heh. Hai ragione, in effetti. Grazie ancora.

# 248_Tanimura
source: Well then.
pt_br: Allora.

# 260_Tanimura
source: [I'm a police officer. You can talk to me about whatever it is you're having trouble with.]
pt_br: [Sono un poliziotto. Puoi parlarmi di qualsiasi cosa ti stia dando problemi.]

# 272_Woman
source: [Great! I finally found someone I can actually converse with!]
pt_br: [Grande! Ho finalmente trovato qualcuno con cui posso parlare come si deve!]

# 284_Tanimura
source: [My name is Tanimura. I'm with the Tokyo Metro Police Department. Who are you?]
pt_br: [Sono Tanimura. Sono della Polizia Metropolitana di Tokyo. Tu chi sei?]

# 296_Woman
source: [I'm Nair. This is my first trip to Japan, and I still haven't got my bearings quite yet.]
pt_br: [Sono Nair. Questo è il mio primo viaggio in Giappone, e non ho ancora preso del tutto le misure.]

# 308_Tanimura
source: [Nair... Nice to meet you. I'm guessing you're from Southeast Asia?]
pt_br: [Nair... Piacere di conoscerti. Scommetto che vieni dal Sud-est asiatico?]

# 320_Tanimura
source: [Anyways, you're looking for someone right?]
pt_br: [Comunque, stai cercando qualcuno, giusto?]

# 332_Nair
source: [That's right. Well, actually I'm a detective too.]
pt_br: [Esatto. Beh, in realtà sono un detective anch'io.]

# 344_Tanimura
source: [You? A detective?]
pt_br: [Tu? Un detective?]

# 356_Nair
source: [That's right. I've followed a criminal to Japan to bring him to justice.]
pt_br: [Esatto. Ho seguito un criminale in Giappone per assicurarlo alla giustizia.]

# 368_Tanimura
source: [Can you just do that? Do the Japanese police know what you're up to here?]
pt_br: [Puoi fare una cosa del genere? La polizia giapponese sa cosa stai combinando qui?]

# 380_Nair
source: [I contacted the Japanese police before I left. They're supposed to be helping...]
pt_br: [Ho contattato la polizia giapponese prima di partire. Dovrebbero darmi una mano...]

# 392_Nair
source: [But once I got here everyone seemed so busy. No one would help me with my investigation.]
pt_br: [Ma una volta arrivata qui, tutti sembravano così indaffarati. Nessuno voleva darmi una mano con la mia indagine.]

# 404_Tanimura
source: [Oh, I see. Everything's a bit of a mess right now, so I bet not everyone knows you're even here.]
pt_br: [Ah, capisco. È un gran casino in questo momento, quindi scommetto che non tutti sanno nemmeno che sei qui.]

# 416_Nair
source: [I was also told I would be given an interpreter.]
pt_br: [Mi è stato anche detto che avrei avuto un interprete.]

# 428_Tanimura
source: [And I'm guessing you didn't get that either? I apologize for the inconvenience.]
pt_br: [E immagino che non hai capito neanche quello? Mi scuso per l'inconveniente.]

# 440_Nair
source: [It's not your fault. I'm just happy to finally talk to someone I can understand.]
pt_br: [Non è mica colpa tua. Sono solo contenta di poter finalmente parlare con qualcuno che riesco a capire.]

# 452_Tanimura
source: [Glad to be of assistance.]
pt_br: [Contento di aver dato una mano.]

# 464_Nair
source: [But I have a little dilemma.]
pt_br: [Ma ho un piccolo dilemma.]

# 476_Nair
source: [We have permission to investigate, but we don't have the authority to make arrests.]
pt_br: [Abbiamo il via libera per indagare, ma non abbiamo l'autorità di fare arresti.]

# 488_Nair
source: [In Japan, only the Japanese police are allowed to make arrests.]
pt_br: [In Giappone, solo la polizia giapponese può fare arresti.]

# 500_Tanimura
source: [You've got a point there, but it's not our investigation. We can't make an arrest without sufficient evidence.]
pt_br: [C'hai ragione su questo, ma non è la nostra indagine. Non possiamo arrestare nessuno senza prove a sufficienza.]

# 512_Nair
source: [There is evidence. That's why my colleagues and I came to Japan, hoping for some help from you guys.]
pt_br: [Ci sono delle prove. È per questo che io e i miei colleghi siamo venuti in Giappone, sperando in un po' d'aiuto da voi.]

# 524_Tanimura
source: [Colleagues?]
pt_br: [Colleghi?]

# 536_Nair
source: [They're out at the embassy now.]
pt_br: [Sono all'ambasciata adesso.]

# 548_Nair
source: [Tanimura-san, would you come with me for a bit?]
pt_br: [Tanimura-san, potrebbe venire con me un attimo?]

# 620_Tanimura
source: [What is this place?]
pt_br: [Cos'è 'sto posto?]

# 632_Nair
source: [We don't have cell phones that work in Japan right now, so this is our rendezvous point.]
pt_br: [Non ci funzionano i cellulari in Giappone al momento, quindi questo è il nostro punto d'incontro.]

# 644_Tanimura
source: [I see now. That's why you couldn't follow that officer to the police station.]
pt_br: [Ora capisco. Ecco perché non sei riuscito a seguire quell'agente alla stazione di polizia.]

# 656_Nair
source: [The criminal we're seeking won't be in Japan for long. So we have to investigate quickly, along with the embassy and Japanese police.]
pt_br: [Il criminale che cerchiamo non rimarrà a lungo qui in Giappone. Quindi dobbiamo muoverci in fretta con le indagini, insieme all'ambasciata e alla polizia giapponese.]

# 668_Nair
source: [Tanimura-san, would you please help us? We have to catch our criminal!]
pt_br: [Tanimura-san, ci darebbe una mano? Dobbiamo acciuffare il nostro criminale!]

# 680_Tanimura
source: [Me?]
pt_br: [Io?]

# 692_Nair
source: [Yes, I beg of you! We'll take care of the investigation, but we need you to come along to make the arrest.]
pt_br: [Sì, ti prego! All'indagine ci pensiamo noi, ma abbiamo bisogno che tu venga con noi per fare l'arresto.]

# 704_Tanimura
source: [I'm not sure...]
pt_br: [Non sono sicuro...]

# 716_Tanimura
source: (This sounds like more trouble than it's worth, but I guess the station will make me do it later, even if refuse right now.)
pt_br: (Sembra più una grana che altro, ma immagino che la centrale me lo farà fare comunque più tardi, anche se mi rifiuto adesso.)

# 728_Tanimura
source: (If that's the case, then it'd be easier for me if I did this my way.)
pt_br: (A questo punto, mi verrebbe più facile fare a modo mio.)

# 740_Tanimura
source: [All right. I'll help.]
pt_br: [Va bene. Ti do una mano.]

# 752_Nair
source: [Really!? Thank you! Thank you, Tanimura-san!]
pt_br: [Davvero!? Grazie! Grazie, Tanimura-san!]

# 764_Tanimura
source: [By the way, I have no problem arresting the criminal, but you guys don't have guns, right? Isn't that dangerous?]
pt_br: [A proposito, per quanto mi riguarda, nessun problema ad ammanettare il criminale, ma voi non avete armi da fuoco, vero? Non è pericoloso?]

# 776_Nair
source: [I don't usually carry a gun. A police officer's job is to capture criminals, not kill them.]
pt_br: [Di solito non porto una pistola. Il compito di un agente di polizia è catturare i criminali, non ucciderli.]

# 788_Tanimura
source: [If that's true, you've done a good job at staying alive. Don't you have dangerous cases?]
pt_br: [Se è vero, sei stato bravo a tenerti in vita. Non ti capitano casi pericolosi?]

# 800_Nair
source: [I may not look it, but I pack a pretty strong punch. Stronger than any of the gangs here.]
pt_br: [Potrei non sembrarlo, ma ho un pugno bello potente. Più potente di qualsiasi gang qui.]

# 812_Tanimura
source: [Really? I wouldn't have guessed.]
pt_br: [Davvero? Non l'avrei mai detto.]

# 824_Nair
source: [I can't win a head-on slugfest with men though. I use their own strength against them.]
pt_br: [Non riesco a vincere uno scontro a muso duro contro gli uomini, però. Sfrutto la loro stessa forza contro di loro.]

# 836_Tanimura
source: [So you're good at parrying, I guess? I prefer countering to simple brawls too, so I can understand your logic.]
pt_br: [Allora sei bravo a parare, immagino? Anch'io preferisco i contrattacchi alle semplici scazzottate, quindi capisco la tua logica.]

# 848_Nair
source: [Oh yeah? We should try sparring together then!]
pt_br: [Ah sì? Allora dovremmo farci due botte insieme!]

# 860_Tanimura
source: [Sparring?]
pt_br: [Allenamento?]

# 872_Nair
source: [Yeah. That way we can share techniques and help each other get better. Sparring is important, no matter what martial art you practice.]
pt_br: [Già. Così possiamo scambiarci tecniche e aiutarci a migliorare. Lo sparring è importante, non importa quale arte marziale pratichi.]

# 884_Tanimura
source: [I dunno if my style could be called a martial art...]
pt_br: [Non so mica se il mio stile si possa definire un'arte marziale...]

# 896_Tanimura
source: [But all right. While we spar you can update me on the progress of the investigation.]
pt_br: [E va bene, dai. Mentre ci alleniamo, mi metti al corrente sui progressi delle indagini.]

# 908_Nair
source: [Sounds great. You can come here anytime and I'll fill you in.]
pt_br: [Perfetto. Puoi passare di qui quando vuoi e ti metto al corrente.]

# 920_Tanimura
source: [Okay. When I have time then.]
pt_br: [Va bene. Quando avrò tempo, poi.]

# 932_Nair
source: [Oh yeah, I was meaning to ask you something else.]
pt_br: [Ah, sì, volevo chiederti un'altra cosa.]

# 944_Nair
source: [Have you heard of <Color:7>Revelations<Color:Default>?]
pt_br: [Hai sentito parlare delle <Color:7>Rivelazioni<Color:Default>?]

# 956_Tanimura
source: [Revelations?]
pt_br: [Rivelazioni?]

# 968_Nair
source: [Yeah, I heard there are times you can have epic <Color:7>Revelations<Color:Default>, just by witnessing certain special events throughout the city.]
pt_br: [Già, ho sentito dire che ci sono momenti in cui si possono avere epiche <Color:7>Rivelazioni<Color:Default>, semplicemente osservando certi eventi speciali in giro per la città.]

# 980_Nair
source: [People like us that train regularly can use that inspiration to discover new techniques.]
pt_br: [Quelli come noi che si allenano regolarmente possono usare quell'ispirazione per scoprire nuove tecniche.]

# 992_Tanimura
source: [Revelations, huh. I think I understand, but I'm not sure I know how it works.]
pt_br: [Le Rivelazioni, eh. Penso di averci capito qualcosa, ma non sono mica sicuro di come funzioni.]

# 1004_Nair
source: [When you witness the perfect shot, make sure to record it somehow!]
pt_br: [Quando assisti allo scatto perfetto, assicurati di registrarlo in qualche modo!]

# 1016_Nair
source: [At least that's what someone told me.]
pt_br: [Almeno così m'hanno detto.]

# 1028_Nair
source: [I've been keeping memos of the various new things I've seen since coming to Japan, and I already have some technique-worthy material.]
pt_br: [Ho tenuto appunti su un sacco di roba nuova che ho visto da quando sono arrivato in Giappone, e ho già del materiale degno di una tecnica.]

# 1040_Tanimura
source: [That's interesting. I'll try using the notepad I always carry the next time I see something.]
pt_br: [Interessante. Proverò a usare il taccuino che porto sempre con me la prossima volta che vedrò qualcosa.]

# 1052_Nair
source: [Worth a try. I'll keep an eye out for things going on around town too.]
pt_br: [Vale la pena provare. Terrò d'occhio quello che succede in giro per la città anch'io.]

# 1064_Nair
source: [Anyways, sorry to ask so much of you. I may not be here for long, but I appreciate your help.]
pt_br: [Comunque, scusa se ti chiedo così tanto. Potrei non essere qui a lungo, ma apprezzo il tuo aiuto.]

# 1076_Tanimura
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt_br: Questa informazione è stata aggiunta come <Color:14>Memo<Color:Default>. Leggi i <Color:14>Memos<Color:Default> selezionando <Color:14>Memos<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.
