Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e604d6.po
Languages: pt_br

# 80_Katsuura
source: Get back... I'm warning you!
pt_br: Stammi lontano... Ti avverto!

# 92_Tanimura
source: Look, even if you do shoot me, my friends are clued in to everything. They'll hunt you down and bring you to justice.
pt_br: Senti, anche se mi fai fuori, i miei amici sanno tutto. Ti daranno la caccia e ti faranno pagare.

# 212_Katsuura
source: Kaga, that bastard... Made it seem like he was under my thumb, and then had to go investigate me behind my back...
pt_br: Kaga, quel bastardo... Mi ha fatto credere di averlo in pugno, e poi è dovuto andare a indagare su di me alle mie spalle...

# 224_Tanimura
source: What?
pt_br: Cosa?

# 236_Katsuura
source: In my world, there's no worse threat than someone who can't be bought.
pt_br: Nel mio giro, non c'è minaccia peggiore di chi non si fa comprare.

# 248_Tanimura
source: And you killed him just for that?
pt_br: E l'hai fatto fuori per così poco?

# 260_Katsuura
source: He got killed because he was stupid. Instead of saving his own hide, he let himself get caught by me, all to protect that woman and her kid.
pt_br: È stato ammazzato perché era un fesso. Invece di salvarsi la pelle, si è fatto prendere da me, solo per proteggere quella donna e il suo bambino.

# 272_Tanimura
source: Kaga had a child?
pt_br: Kaga aveva un figlio?

# 284_Katsuura
source: Yeah... with that Thai woman he fell in love with.
pt_br: Sì... con quella thailandese con cui si era innamorato.

# 296_Katsuura
source: After she discovered what our organization was really all about, I tried to have her silenced.
pt_br: Dopo che ha scoperto la vera natura della nostra organizzazione, ho cercato di metterla a tacere.

# 308_Katsuura
source: But she fled back to Thailand after having her baby here. So I planned to use her baby as bait to lure her back to Japan...
pt_br: Ma è scappata in Thailandia dopo aver avuto il suo bambino qui. Così ho pianificato di usare il suo bambino come esca per attirarla di nuovo in Giappone...

# 320_Katsuura
source: Then I found out Kaga hid the baby somewhere.
pt_br: Poi ho scoperto che Kaga aveva nascosto il bambino da qualche parte.

# 332_Tanimura
source: He "hid" the baby?
pt_br: Lui ha "nascosto" il bambino?

# 344_Katsuura
source: He probably placed the baby in someone else's care. I never heard about the brat after that.
pt_br: Avrà probabilmente affidato il bambino a qualcun altro. Da allora non ho più saputo nulla di quel marmocchio.

# 356_Tanimura
source: So his child grew up without knowing him... or where they came from.
pt_br: Perciò suo figlio è cresciuto senza conoscerlo... o da dove venisse.

# 368_Katsuura
source: If Kaga hadn't tried to protect his woman and his kid, he would've had me by the throat eventually.
pt_br: Se Kaga non avesse cercato di proteggere la sua donna e suo figlio, mi avrebbe avuto per la gola, prima o poi.

# 380_Katsuura
source: He was one of the few men I truly feared... I'll give him that. Matter of fact... you're the spitting image of him... Or is that just a coincidence?
pt_br: Era uno dei pochi uomini che temevo davvero... glielo concedo. Anzi... sei la sua copia sputata... O è solo una coincidenza?
