Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00090420.po
Languages: pt_br

source: Man in Gray Suit
pt_br: Uomo in completo grigio

source: Flippant Thug
pt_br: Teppista Spavaldo

source: Skirt-chasing Punk
pt_br: Teppista puttaniere

# 56_Man in Gray Suit
source: You've got some big coconuts on you, strolling into my town like you own the place. You think I'm just gonna let you get away with this?
pt_br: Hai delle belle palle, a venirti a fare un giro qui nella mia zona come se ne fossi il padrone. Pensi di cavartela così?

# 68_Flippant Thug
source: The hell're you talking about, old man?
pt_br: Ma che cazzo stai a dire, vecchio?

# 80_Kiryu
source: Hm?
pt_br: Mh?

# 92_Man in Gray Suit
source: It's been a rough day today, and I'm in need of a little stress relief.
pt_br: Oggi è stata una giornata tosta, e ho proprio bisogno di sfogarmi un po'.

# 104_Man in Gray Suit
source: All I wanted was a nice drink, but instead I had to look at your scrawny punk faces. That doesn't make me a very happy dragon.
pt_br: Volevo solo bermi qualcosa in pace, ma invece mi tocca guardare le vostre facce da sfigati di teppisti. E questo non mi rende affatto un drago felice.

# 116_Skirt-chasing Punk
source: Huh? You're outta your mind, dude!
pt_br: Eh? Ma sei fuori di testa, tu!

# 128_Man in Gray Suit
source: Is that so? Looks like I'm gonna have to teach you punks a lesson, then. Chalk it up to bad luck. Nothing personal.
pt_br: Ah, sì? Allora mi sa che dovrò darvi una bella lezione a voi straccioni. Mettetela sul conto della sfortuna. Niente di personale.

# 140_Man in Gray Suit
source: Now prepare yourselves... to get the snot beat outta you by the fourth chairman of the Tojo Clan!
pt_br: Ora preparatevi... a farvi spaccare il culo dal quarto presidente del Clan Tojo!

# 164_Skirt-chasing Punk
source: Huh!?
pt_br: Eh!?

# 176_Flippant Thug
source: Did you say Tojo Clan!? Aw shit, we're real sorry we talked back to you, man! I mean, sir!
pt_br: Hai detto Clan Tojo!? Ah merda, ci spiace un casino di averti risposto, amico! Cioè, signore!

# 188_"Kiryu"
source: Heh. You better run.
pt_br: Eh. Vi conviene scappare.

# 200_Kiryu
source: Hey, punk.
pt_br: Oi, moccioso.

# 212_"Kiryu"
source: Excuse me? Who do you think you're talking to, asshole!?
pt_br: Ma scusa? Con chi ti credi di parlare, pezzo di merda!?

# 224_"Kiryu"
source: I'm the Dragon of Dojima! The Tojo Terror! A freaking legend! And you know what else? I'm ready to kick some poser ass!
pt_br: Sono il Drago di Dojima! Il Terrore del Tojo! Una dannata leggenda! E sapete cos'altro? Sono pronto a spaccare il culo a queste mezze tacche!

# 236_Kiryu
source: Funny, I was thinking the exact same thing.
pt_br: Divertente, stavo pensando la stessa identica cosa.
