Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00130257.po
Languages: pt_br

source: You got a <Color:8>High-Grade Platinum<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Platino di Alta Qualità<Color:Default>.

# 84_Akaishi
source: Tanimura-san, I really appreciate all that you've done for me. This is a token of my heartfelt gratitude.
pt_br: Tanimura-san, ti sono davvero grato per tutto quello che hai fatto per me. Questo è un piccolo segno della mia più sentita gratitudine.

# 120_Tanimura
source: Thanks, I really appreciate it.
pt_br: Grazie, lo apprezzo davvero.

# 132_Tanimura
source: But you really blew me away back there, Akaishi-san.
pt_br: Ma mi hai proprio strabiliato prima, Akaishi-san.

# 144_Akaishi
source: Haha, I guess when faced with cowards like them, I couldn't help but show my true colors.
pt_br: Ahah, credo proprio che davanti a quattro conigli come quelli, non ho potuto fare a meno di tirar fuori il mio vero io.

# 156_Akaishi
source: To tell you the truth, I used to be a two-bit yakuza here in Kamurocho, just like Kondo.
pt_br: A dirti la verità, una volta ero uno yakuza da quattro soldi qui a Kamurocho, proprio come Kondo.

# 168_Tanimura
source: You're kidding me!?
pt_br: Stai scherzando!?

# 180_Akaishi
source: It's true. I thought I was a badass, so I stirred up a lot of trouble back then.
pt_br: È vero. Mi credevo un pezzo grosso, per cui, a quel tempo, ho combinato un sacco di casini.

# 192_Akaishi
source: But I stood out so much that one day a bunch of yakuza jumped me in the street and beat me so badly they almost killed me.
pt_br: Ma mi davo così tanto nell'occhio che un giorno una banda di yakuza mi saltò addosso per strada e mi pestarono a sangue, che per poco non mi ammazzavano.

# 204_Akaishi
source: After I passed out in the street, a man came across me by chance.
pt_br: Dopo che ero svenuto per strada, un uomo si imbatté in me per caso.

# 216_Akaishi
source: I'd never met him before, but he took me to the hospital. His name was Kashiwagi.
pt_br: Non l'avevo mai incontrato prima, ma mi ha portato all'ospedale. Si chiamava Kashiwagi.

# 228_Akaishi
source: He said I should go back to living an honest life. He even helped me find a job. Thanks to him, I got back on the straight and narrow.
pt_br: Mi ha detto che avrei dovuto rimettermi in riga. Mi ha persino aiutato a trovare un lavoro. Grazie a lui, sono tornato sulla retta via.

# 240_Tanimura
source: Wow... Guess there are some good people left in this world.
pt_br: Caspita... A quanto pare, c'è ancora gente per bene in questo mondo.

# 252_Akaishi
source: He helped me in so many ways, that I could never truly repay his kindness.
pt_br: Mi ha aiutato in così tanti modi, che non potrei mai davvero sdebitarmi della sua gentilezza.

# 264_Akaishi
source: I ended up being very successful at my job and grew quite wealthy as a result.
pt_br: Sono finito per avere un gran successo nel mio lavoro e così sono diventato parecchio ricco.

# 276_Tanimura
source: And by quite wealthy you mean...?
pt_br: E con 'piuttosto ricco' intendi...?

# 288_Akaishi
source: A millionaire several times over.
pt_br: Un milionario, e pure parecchie volte.

# 300_Tanimura
source: Wow... Must be nice.
pt_br: Wow... Dev'essere una pacchia.

# 312_Akaishi
source: Yes, but I owed it all to Kashiwagi-san. I wanted to repay him however I could. Unfortunately...
pt_br: Sì, ma dovevo tutto a Kashiwagi-san. Volevo ripagarlo in qualsiasi modo potessi. Purtroppo...

# 324_Tanimura
source: Wait a second... Kashiwagi? Isn't he－
pt_br: Aspetta un attimo... Kashiwagi? Non è mica lui－

# 336_Akaishi
source: Sadly, he passed away last year.
pt_br: Purtroppo, è morto l'anno scorso.

# 360_Akaishi
source: When I heard of his death, I knew I had to do something. So, I decided I would repay my debt to him by serving the city he worked to protect.
pt_br: Quando ho saputo della sua morte, sapevo che dovevo fare qualcosa. Così, ho deciso di ripagare il mio debito con lui servendo la città che lui ha lavorato per proteggere.

# 372_Akaishi
source: That's when I established the Kamurocho Guard, to help some of those who have lost their way in this city.
pt_br: Ed è così che ho fondato la Kamurocho Guard, per dare una mano a chi aveva perso la retta via in questa città.

# 384_Tanimura
source: So you put up all the funding for the group?
pt_br: Allora hai tirato fuori tutti i soldi per il gruppo?

# 396_Akaishi
source: That's right. I had little use for the money myself.
pt_br: Esatto. Quei soldi, personalmente, non mi servivano granché.

# 408_Akaishi
source: Besides, if it's enough to ensure the safety of the city, I'd say it's a bargain.
pt_br: Del resto, se basta a garantire la sicurezza della città, direi che è un affare.

# 420_Tanimura
source: Heh, you're a pretty decent guy, you know that?
pt_br: Heh, sei un tipo piuttosto a posto, lo sai?

# 432_Akaishi
source: We may always have to deal with interference from those who don't take kindly to our work.
pt_br: Potremmo sempre dover vedercela con chi ci mette i bastoni tra le ruote, gente a cui il nostro lavoro non va proprio giù.

# 444_Akaishi
source: Still, we won't ever fail to give our all in making Kamurocho a safer place.
pt_br: Eppure, non ci tireremo mai indietro dal mettercela tutta per rendere Kamurocho un posto più sicuro.

# 456_Akaishi
source: I'm sure that it'll take some time for things to fall back into place for our group.
pt_br: Sono sicuro che ci vorrà del tempo prima che le cose si mettano a posto per il nostro gruppo.

# 468_Akaishi
source: Until then, I hope we can still count on your support.
pt_br: Fino ad allora, spero che potremo ancora contare sul tuo appoggio.

# 480_Tanimura
source: Mmhm, of course.
pt_br: Mmh, certo.

# 492_Akaishi
source: Thank you, Tanimura-san. Please come see me if there's anything I can do for you.
pt_br: Grazie, Tanimura-san. Passi a trovarmi se c'è qualcosa che posso fare per lei.

# 504_Tanimura
source: You bet. See you around.
pt_br: Ci puoi scommettere. Ci si vede.

# 564_Tanimura
source: Looks like things have settled down for the Kamurocho Guard. I can always help them out if they run into trouble. They do pay me and all.
pt_br: Sembra che si siano calmate le acque per la Kamurocho Guard. Posso sempre dar loro una mano se si cacciano nei guai. Dopotutto, mi pagano pure.
