Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c02b5.po
Languages: pt_br

# 168_Shizuka
source: Wow! We won!
pt_br: Wow! Abbiamo vinto!

# 180_Shizuka
source: It's so cool how you're so good at golf! <Color:255,200,200,255>♥<Color:Default>
pt_br: È una figata quanto sei bravo a golf! <Color:255,200,200,255>♥<Color:Default>

# 192_Shizuka
source: Ask me out again sometime, okay? Let's win again next time! <Color:255,200,200,255>♥<Color:Default>
pt_br: Chiamami per un'altra partita, ok? Vinciamo ancora la prossima volta! <Color:255,200,200,255>♥<Color:Default>

# 252_Shizuka
source: Hooray! We won a prize!
pt_br: Evviva! Ci siamo beccati un premio!

# 264_Shizuka
source: Next time, we've definitely gotta win!
pt_br: La prossima volta, dobbiamo assolutamente vincere!

# 276_Shizuka
source: I hope you'll invite me out again sometime! <Color:255,200,200,255>♥<Color:Default>
pt_br: Spero mi inviterai ancora a fare una partita, eh! <Color:255,200,200,255>♥<Color:Default>

# 336_Shizuka
source: That was fun! ♪ I hope you'll invite me out again sometime! <Color:255,200,200,255>♥<Color:Default>
pt_br: Che spasso! ♪ Spero mi inviterai ancora, prima o poi! <Color:255,200,200,255>♥<Color:Default>

# 396_Shizuka
source: Goodness... You're much too good at this.
pt_br: Mamma mia... Sei troppo forte in questo.

# 408_Shizuka
source: But I won't let you get the better of me next time! You'd better be ready for my victory!
pt_br: Ma la prossima volta non mi batti! Tieniti pronto per la mia vittoria!

# 420_Shizuka
source: I hope you'll invite me out again, all right?
pt_br: Spero che mi inviterai fuori di nuovo, eh?

# 480_Shizuka
source: Looks like we tied. That was a good game!
pt_br: Sembra che abbiamo pareggiato. Gran bella partita!

# 492_Shizuka
source: I'll beat you next time, though!
pt_br: La prossima volta ti straccerò, però!

# 504_Shizuka
source: I hope you'll invite me out again, all right?
pt_br: Spero che mi inviterai fuori di nuovo, eh?

# 564_Shizuka
source: I won! Hehe, I was really on a roll today.
pt_br: Ho vinto! Hehe, ero proprio in palla oggi.

# 576_Shizuka
source: I hope you'll invite me out again, all right?
pt_br: Spero che mi inviterai fuori di nuovo, eh?

# 636_Shizuka
source: Thank you for waiting! <Color:255,200,200,255>♥<Color:Default>
pt_br: Grazie per aver aspettato! <Color:255,200,200,255>♥<Color:Default>
