Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00a4025a.po
Languages: pt_br

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: Lame Scout
pt_br: Scout scarso

source: Score Some Leads!
pt_br: Rimedia qualche contatto!

# 72_Lame Scout
source: Harder than you remembered, eh, boss?
pt_br: Più difficile di quanto ricordassi, eh, capo?

# 84_Akiyama
source: We'll see about that...
pt_br: Staremo a vedere...

# 96_Lame Scout
source: See? I knew you were all talk! This doesn't make you look good, boss.
pt_br: Visto? Lo sapevo che eri solo chiacchiere! Questo non ti fa fare una bella figura, capo.

# 108_Akiyama
source: There just weren't enough people out there today! Ordinarily, I'd pull in way more leads.
pt_br: Non c'è stata proprio abbastanza gente in giro oggi! Di solito, avrei rimediato un sacco di contatti in più.

# 120_Lame Scout
source: Sure, sure. Whatever helps you sleep at night...
pt_br: Certo, certo. Quello che ti fa dormire la notte...

# 132_Akiyama
source: You're really starting to piss me off you know that...?
pt_br: Mi stai proprio iniziando a far incazzare, lo sai...?

# 144_Lame Scout
source: Seriously, though, boss, for you to get out there like that for my sake? That's pret-ty awesome.
pt_br: Ma sul serio, capo, che tu ti sia dato così tanto da fare per me? È davvero una figata.

# 156_Lame Scout
source: I think I'll stay in the game a little longer.
pt_br: Credo che resterò in gioco ancora un po'.

# 168_Akiyama
source: Oh, yeah? Good to hear. And this time, be sure to work hard, okay?
pt_br: Ah, sì? Ottimo, dai. E questa volta, mi raccomando, dacci\ndentro, va bene?

# 180_Lame Scout
source: You bet!
pt_br: Ci puoi scommettere!

# 192_Akiyama
source: (I guess it turned out all right after all.)
pt_br: (Alla fine è andata bene, dopotutto.)

# 276_Lame Scout
source: Whoa! You managed to get three leads? In only five minutes!?
pt_br: Caspita! Hai beccato tre contatti? In soli cinque minuti!?

# 288_Lame Scout
source: Whoa! You managed to get four leads? In only five minutes!?
pt_br: Ammazza! Sei riuscito a beccare quattro contatti? In soli cinque minuti!?

# 300_Lame Scout
source: Whoa! Five leads!? That's a lead a minute!
pt_br: Caspita! Cinque contatti!? È un contatto al minuto!

# 312_Akiyama
source: Heheh. I could've done even better if I were younger.
pt_br: Heheh. Avrei potuto fare ancora di meglio se fossi stato più giovane.

# 324_Lame Scout
source: Wow, boss, you really meant business out there! Now you've got me all motivated, too.
pt_br: Accidenti, capo, hai fatto sul serio là fuori! Adesso hai caricato a molla pure me.

# 336_Lame Scout
source: I'm gonna go and give it everything I've got!
pt_br: Ci vado e ce la metto tutta!

# 348_Akiyama
source: Excellent. That's all I ask. Good luck.
pt_br: Perfetto. Non chiedo altro. Buona fortuna.

# 360_Lame Scout
source: Yes, sir!
pt_br: Sì, signore!

# 372_Akiyama
source: (Heh...)
pt_br: (Eheh...)

# 384_Akiyama
source: (And the bossman emerges with dignity intact!)
pt_br: (E il boss spunta fuori con la dignità intatta!)

# 480_Akiyama
source: The First Rule of Scouting: "Never let a girl pass you by."
pt_br: La prima regola dello scouting: "Non farti mai sfuggire una ragazza."

# 492_Akiyama
source: You've been standing around all day with only one lead to show for it, proof positive you've been playing hooky instead of working.
pt_br: Sei stato lì a girarti i pollici tutto il giorno con un solo contatto da\nmostrare, prova lampante che ti sei marinato il lavoro\ninvece di lavorare.

# 504_Lame Scout
source: ...Look, you can talk the talk, boss, and I see what you're saying, I do. But can you walk the walk? How good are you, really?
pt_br: ...Guarda, a parole sei bravo, capo, e capisco quello che mi stai dicendo, eccome. Ma poi, i fatti li sai fare? Quanto sei bravo, davvero?

# 516_Lame Scout
source: You seem confident enough, so I guess you were probably really something at one point. Still, I get the feeling your skills are pretty rusty.
pt_br: Sembri abbastanza sicuro di te, quindi immagino che una volta fossi probabilmente\nun vero fenomeno. Però, ho la sensazione che le tue\nabilità siano abbastanza arrugginite.

# 528_Akiyama
source: You really want to go there? Okay, give me five minutes to do some scouting of my own, then.
pt_br: Vuoi davvero farla grossa? Ok, dammi cinque minuti per fare un po' di *scouting* per conto mio, allora.

# 540_Akiyama
source: You tell me how many leads I should score in that amount of time.
pt_br: Dimmi tu quanti contatti dovrei fare in quel lasso di tempo.

# 552_Lame Scout
source: Seriously!? Well, gee, I dunno! I'm kinda clueless when it comes to this stuff.
pt_br: Sul serio!? Beh, cavolo, non so! Sono un po' nel pallone quando si tratta di questa roba.

# 564_Akiyama
source: I noticed.
pt_br: Ho notato.

# 576_Lame Scout
source: Ouch. Fine. All right, if that's the way you're gonna be, then I'm not holding back...
pt_br: Ahi. Va bene. Ok, se la metti così, allora non mi trattengo...

# 588_Lame Scout
source: How about... three times the leads I pulled in? That's three people! You need three leads to win!
pt_br: Che ne dici di... il triplo dei contatti che ho beccato? Sono tre persone! Ti servono tre contatti per vincere!

# 600_Akiyama
source: Fine. But why three, particularly?
pt_br: Va bene. Ma perché proprio tre?

# 612_Lame Scout
source: Because a real master ought to be able to do three times better than a normal person, right?
pt_br: Perché un vero maestro dovrebbe riuscire a fare il triplo di un pivello, no?

# 624_Akiyama
source: Whatever you say. Okay, then, here I go. Clock starts now!
pt_br: Come vuoi. Ok, allora, mi lancio. Il cronometro parte adesso!

# 636_Score Some Leads!
source: In the next five minutes, talk to as many women as possible and ask for their phone numbers (i.e., get leads). Do keep in mind, however, that you're scouting specifically for hostesses.
pt_br: Nei prossimi cinque minuti, approccia quante più donne possibile e fatti dare i loro numeri di telefono (cioè, raccogli lead). Ricorda, però, che stai facendo scouting *precisamente* per hostess.
