Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0026037a.po
Languages: pt_br

source: Whining Man
pt_br: Piagnucolone

source: Chiding Woman
pt_br: Donna che sgrida

# 56_Whining Man
source: Ahh, what am I gonna do!? I'm tellin' you, I've lost all my confidence.
pt_br: Ahhh, che cavolo faccio!? Te lo giuro, non ho più un briciolo di fiducia.

# 68_Chiding Woman
source: You need to pull it together! If you don't, what'll happen to the column!?
pt_br: Datti una regolata! Altrimenti, che fine farà la rubrica!?

# 80_Kiryu
source: Mind if I get by?
pt_br: Le dispiace se passo?

# 92_Chiding Woman
source: Oh, sorry.
pt_br: Oh, scusa.

# 104_Whining Man
source: Oh, hey! If it isn't Kiryu-san!
pt_br: Oh, ehi! Ma guarda chi si vede, Kiryu-san!

# 116_Kiryu
source: Huh? And you are?
pt_br: Eh? E tu chi saresti?

# 128_Minamizawa
source: Aw, c'mon! I'm Minamizawa, from Mars Fighters! Don't you remember how my partner caused all kinds of trouble for you last year?
pt_br: Ma dai! Sono Minamizawa, di Mars Fighters! Non ti ricordi come il mio socio ti ha combinato un casino l'anno scorso?

# 140_Kiryu
source: Oh, right. So you're back in Kamurocho, huh?
pt_br: Ah, giusto. Allora sei tornato a Kamurocho, eh?

# 152_Kiryu
source: But as I recall, you were the one who caused me trouble, not your partner.
pt_br: Ma per quanto mi ricordo, sei stato tu a mettermi nei guai, non il tuo socio.

# 164_Minamizawa
source: Ahaha! You're as sharp as ever, I see.
pt_br: Ahahah! Sei sempre sul pezzo, vedo.

# 176_Minamizawa
source: I tell you, I'm really glad I ran into you again!
pt_br: Ti dico, sono davvero contento di averti ritrovato!

# 188_Chiding Woman
source: He an acquaintance of yours?
pt_br: Un tuo conoscente?

# 200_Minamizawa
source: Acquaintance? Are you kiddin' me!? This guy is known as the phantom third Mars Fighter!
pt_br: Conoscente? Ma stai scherzando!? Questo tizio è conosciuto come il terzo Mars Fighter fantasma!

# 212_Kiryu
source: I don't remember agreeing to that...
pt_br: Non mi ricordo di aver accettato una cosa del genere...

# 224_Minamizawa
source: Listen, Kiryu-san! I really need you to help me out. Tell me the best way to pick up chicks!
pt_br: Senti, Kiryu-san! Ho proprio bisogno che tu mi dia una mano. Dimmi il modo migliore per rimorchiare le tizie!

# 236_Kiryu
source: I don't follow.
pt_br: Non afferro.

# 248_Ashibe
source: Oh, allow me to introduce myself. I'm Ashibe, an editor for "Casanova." It's a magazine for men who want to be more attractive.
pt_br: Oh, lasci che mi presenti. Sono Ashibe, un redattore di "Casanova". È un magazine per uomini che vogliono essere più attraenti.

# 260_Ashibe
source: We're here to gather material for our column, "Mars Fighters Minamizawa's Hostess Club Guide."
pt_br: Siamo qui per raccogliere materiale per la nostra rubrica, "Mars Fighters Minamizawa's Hostess Club Guide."

# 272_Ashibe
source: But he hasn't had much luck hitting it off with hostesses, so we're short on material.
pt_br: Ma non è riuscito a legare granché con le hostess, quindi siamo a corto di materiale.

# 284_Minamizawa
source: I tell 'em, "I'm from Mars Fighters! I'm Minamizawa!" But none of these girls are the slightest bit impressed.
pt_br: Gli dico: «Sono di Mars Fighters! Sono Minamizawa!» Ma nessuna di queste ragazze fa una piega.

# 296_Ashibe
source: Minamizawa-san, you're the one who came up with the idea for this column. How could this be happening? You have to take some responsibility.
pt_br: Minamizawa-san, sei tu quello che ha tirato fuori l'idea per questa rubrica. Ma com'è possibile una cosa del genere? Devi pur prenderti qualche responsabilità!

# 320_Minamizawa
source: Gaaah, Kiryu-san, I'm beggin' ya! Tell me about the girls from the Jewel and Shine hostess clubs!
pt_br: Aaah, Kiryu-san, ti imploro! Parlami delle ragazze dei club per hostess Jewel e Shine!

# 332_Minamizawa
source: If I don't do something, I'm gonna make a real ass of myself in this column!
pt_br: Se non faccio qualcosa, faccio una figura di merda su questa rubrica!

# 344_Kiryu
source: A guide to Kamurocho hostess clubs, huh? I guess I could tell you about the hostesses I've run into lately.
pt_br: Una guida agli hostess club di Kamurocho, eh? Magari potrei dirti qualcosa sulle hostess che ho incrociato in giro ultimamente.

# 356_Minamizawa
source: Oh, I'd really appreciate that!
pt_br: Oh, lo apprezzerei un sacco!

# 368_Minamizawa
source: We're usually at Cuez Bar. Please come on by when ya get a chance!
pt_br: Di solito siamo al Cuez Bar. Fate un salto quando vi capita!

# 380_Minamizawa
source: Come on, Ashibe-san! Thank the man!
pt_br: Dai, Ashibe-san! Ringrazia l'uomo!

# 392_Ashibe
source: You better watch how you talk to me... Anyway, yes, thank you! The magazine's cover article is at stake!
pt_br: Fai attenzione a come mi parli... Comunque, sì, grazie! È in ballo l'articolo di copertina della rivista!

# 404_Kiryu
source: Alright. If I come up with anything, I'll come see you at Cuez Bar.
pt_br: Va bene. Se mi viene in mente qualcosa, ti verrò a trovare al Cuez Bar.

# 416_Minamizawa
source: We're counting on you!
pt_br: Contiamo su di te!
