Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee02df.po
Languages: it

# 3444_Employee
source: Yes
it: Sì

# 3468_Employee
source: Yes
it: Sì

# 3492_Employee
source: Yes
it: Sì
