Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c000a.po
Languages: pt_br

# 8664_Chihiro
source: But... Thanks for worrying about me. <Color:7>♥<Color:Default>
pt_br: Ma... Grazie per esserti preoccupato per me. <Color:7>♥<Color:Default>

# 8676_Tanimura
source: Just be careful, okay?
pt_br: Stai solo attento, ok?

# 8688_Tanimura
source: I'm sorry. Being a cop makes me suspicious. Sometimes I see problems where there aren't any.
pt_br: Mi dispiace. Fare il poliziotto mi rende sospettoso. A volte vedo problemi dove non ce ne sono.

# 8700_Tanimura
source: Don't let it upset you.
pt_br: Non prendertela.

# 8712_Chihiro
source: No, it's okay. You were just worried about me.
pt_br: Ma no, tranquillo. Eri solo in pensiero per me.

# 8724_Tanimura
source: Forget about what I said. You shouldn't let this chance get away.
pt_br: Lascia perdere quello che ho detto. Non dovresti lasciarti scappare questa occasione.

# 8736_Chihiro
source: Thanks! I won't.
pt_br: Grazie! Non lo farò.

# 8748_Chihiro
source: You're so nice to listen to me. <Color:7>♥<Color:Default>
pt_br: Sei così carino ad ascoltarmi. <Color:7>♥<Color:Default>

# 8760_Tanimura
source: Oh, it's nothing.
pt_br: Oh, niente.

# 8772_Tanimura
source: I'm telling you, he's taking advantage of you. You need to keep an eye on this guy.
pt_br: Senti, si sta approfittando di te. Devi tenere d'occhio questo tizio.

# 8784_Chihiro
source: What proof do you have?
pt_br: Che prove hai?

# 8796_Tanimura
source: Well, I don't really have any proof... It's just a hunch.
pt_br: Beh, non ho proprio prove... È solo un presentimento.

# 8808_Chihiro
source: You're accusing him because of a hunch!?
pt_br: Stai accusando lui solo per un presentimento!?

# 8820_Tanimura
source: I'm a detective, so my hunches usually pay off. You should see how well I do at the races.
pt_br: Faccio il detective, quindi il mio fiuto di solito non sbaglia un colpo. Dovresti vedere che numeri faccio alle corse.

# 8832_Chihiro
source: The races? This isn't gambling! This is my future career!
pt_br: Le corse? Ma questo non è gioco d'azzardo! Questa è la mia futura carriera!

# 8844_Chihiro
source: I never knew you were so irresponsible.
pt_br: Non pensavo mica che fossi così irresponsabile.

# 8868_Chihiro
source: Do you ever get worried about the future?
pt_br: Ti preoccupi mai del futuro?

# 8880_Tanimura
source: Not really. I don't think all that far ahead, to be honest.
pt_br: Non proprio. Non ci penso così tanto in là, a dire il vero.

# 8892_Tanimura
source: As long as I've got work, food, and shelter, I should be fine.
pt_br: Finché ho lavoro, cibo e un tetto sopra la testa, me la caverò.

# 8904_Chihiro
source: When I think about the future, I get pretty scared.
pt_br: Quando penso al futuro, mi prende una bella strizza.

# 8916_Chihiro
source: What if nobody wants to give me a job as an actress?
pt_br: E se nessuno volesse darmi un lavoro da attrice?

# 8928_Tanimura
source: Come on. You shouldn't let that kind of thing get to you.
pt_br: Dai, su. Non dovresti farti abbattere da cose del genere.

# 8940_Chihiro
source: I can't help it. Sometimes I stay up all night thinking about stuff like that.
pt_br: È più forte di me. A volte passo tutta la notte a pensare a cose del genere.

# 8952_Tanimura
source: Sounds like you've got a lot of stress.
pt_br: Mi sa che hai un bel po' di stress.

# 8964_Chihiro
source: Yeah.
pt_br: Sì.

# 8976_Chihiro
source: Do you know any good ways to get rid of stress?
pt_br: Conosci qualche buon modo per scaricare lo stress?

# 8988_Tanimura
source: Horse racing is good. Have you ever been to a race?
pt_br: Le corse dei cavalli sono uno spasso. Ci sei mai stato a una corsa?

# 9000_Chihiro
source: I'm not sure if gambling is my thing.
pt_br: Non sono sicura se il gioco d'azzardo faccia per me.

# 9012_Tanimura
source: You don't have to bet on it. Just watching the races can be fascinating.
pt_br: Non devi per forza scommetterci su. Anche solo guardare le corse può essere affascinante.

# 9024_Tanimura
source: Think about the generations of horses, trainers, and jockeys all struggling to get to the top.
pt_br: Pensa alle generazioni di cavalli, allenatori e fantini, tutti che si fanno il mazzo per arrivare in cima.

# 9036_Chihiro
source: When you put it that way, it does seem kind of interesting. Like a movie.
pt_br: Messa così, in effetti suona piuttosto interessante. Tipo un film.

# 9048_Tanimura
source: That's right! You've got it!
pt_br: Proprio così! Ci sei!

# 9060_Chihiro
source: Maybe I'll go to a race sometime.
pt_br: Magari un giorno andrò a una gara.

# 9072_Tanimura
source: Ask me along when you do.
pt_br: Invitami pure quando lo farai.

# 9084_Tanimura
source: There's nothing better than karaoke. It's perfect for relieving stress.
pt_br: Non c'è niente di meglio del karaoke. È perfetto per scaricare lo stress.

# 9096_Chihiro
source: I go to karaoke sometimes, but I'm not very good.
pt_br: A volte vado al karaoke, ma non sono un granché.

# 9108_Chihiro
source: So I only go with my close friends. I'd be embarrassed if I went with anyone else.
pt_br: Quindi ci vado solo con i miei amici più stretti. Mi sentirei in imbarazzo se ci andassi con chiunque altro.

# 9120_Tanimura
source: You could always go by yourself. Then you don't need to impress anyone.
pt_br: Potresti benissimo andarci da solo. Così non devi fare bella figura con nessuno.

# 9132_Chihiro
source: By myself? I never thought of that. I'll give it a try.
pt_br: Da sola? Non ci avevo mai pensato. Ci proverò.

# 9144_Chihiro
source: I'll let you know what I think.
pt_br: Ti farò sapere cosa ne penso.

# 9156_Tanimura
source: I look forward to it.
pt_br: Non vedo l'ora.

# 9168_Tanimura
source: How about a massage? That gets rid of both fatigue and stress.
pt_br: Che ne dici di un massaggio? Ti fa passare sia la stanchezza che lo stress.

# 9180_Chihiro
source: Hmm. I do like having my shoulders massaged.
pt_br: Mmh. Mi piace proprio farmi massaggiare le spalle.

# 9192_Chihiro
source: How much does it cost to go to one of those massage places?
pt_br: Quant'è andare in uno di quei centri massaggi?

# 9204_Tanimura
source: It depends, but you should be able to get a good massage for 4,000 to 6,000 yen.
pt_br: Dipende, ma dovresti riuscire a farti fare un buon massaggio tra i 4.000 e i 6.000 yen.

# 9216_Chihiro
source: What!? That much? I don't know...
pt_br: Cosa!? Così tanto? Non saprei...

# 9228_Tanimura
source: All right, how about if I give you a massage myself? I'll do it for free.
pt_br: Va bene, che ne dici se ti faccio un massaggio io stessa? Te lo faccio gratis.

# 9252_Tanimura
source: Hm? Is something wrong?
pt_br: Hm? C'è qualcosa che non va?

# 9264_Chihiro
source: This isn't just an excuse to touch me, is it?
pt_br: Non è solo una scusa per toccarmi, vero?

# 9276_Tanimura
source: Of course not!
pt_br: Ma certo che no!

# 9288_Chihiro
source: Sounds like you're feeling guilty. That makes me even more suspicious.
pt_br: Mi sa che ti senti in colpa. E questo mi rende ancora più sospettoso.

# 9300_Chihiro
source: Can I ask you something?
pt_br: Ti posso chiedere una cosa?

# 9312_Tanimura
source: What?
pt_br: Cosa?

# 9324_Chihiro
source: One of my friends from college was dating an older guy.
pt_br: Una delle mie amiche dell'università usciva con un ragazzo più grande.

# 9336_Chihiro
source: They were in love, and even talking about getting married.
pt_br: Erano innamorati, e parlavano persino di sposarsi.

# 9348_Chihiro
source: And then she found out he had three other girlfriends!
pt_br: E poi ha scoperto che lui aveva altre tre fidanzate!

# 9360_Tanimura
source: Whoa. That's terrible.
pt_br: Caspita. Che brutta storia.

# 9372_Chihiro
source: I know! They broke up, of course. It was pretty rough on my friend.
pt_br: Lo so! Si sono mollati, ovvio. La mia amica ci è rimasta sotto di brutto.

# 9384_Chihiro
source: So I wanted to know. How can men just cheat like that?
pt_br: Quindi volevo sapere. Come fanno gli uomini a tradire così, e basta?

# 9396_Tanimura
source: Not all men are like that. I've never cheated on anyone.
pt_br: Non tutti gli uomini sono così. Non ho mai tradito nessuno.

# 9408_Chihiro
source: You haven't?
pt_br: Davvero no?

# 9420_Tanimura
source: Nope. I may not look it, but I'm a faithful guy.
pt_br: No. Magari non sembra, ma sono un tipo fedele.

# 9432_Chihiro
source: Hehe. Sure you are.
pt_br: Hehe. Sì, come no.

# 9444_Tanimura
source: What? You don't believe me?
pt_br: Cosa? Non mi credi?

# 9456_Chihiro
source: Oh, I believe you. So don't go cheating on me with another hostess, okay? <Color:7>♥<Color:Default>
pt_br: Ah, ti credo. Allora non andarmi a tradire con un'altra hostess, va bene? <Color:7>♥<Color:Default>

# 9468_Tanimura
source: Of course not.
pt_br: Ma certo che no.

# 9480_Tanimura
source: That's just the way men are. There's nothing you can do about it.
pt_br: I maschi sono fatti così. Non ci puoi fare niente.

# 9492_Chihiro
source: What!? So you'd cheat on me if we were going out?
pt_br: Cosa!? Quindi mi tradiresti se stessimo insieme?

# 9516_Chihiro
source: Well!? Would you cheat or not?
pt_br: Allora!? Tradiresti o no?

# 9528_Tanimura
source: Of course I wouldn't. Don't be silly.
pt_br: Ma certo che no. Non dire sciocchezze.

# 9540_Chihiro
source: But you had to think about it! You would cheat, wouldn't you!?
pt_br: Ma un pensierino ce l'hai fatto! Tu imbroglieresti, no!?

# 9552_Tanimura
source: You're questioning the honesty of a police officer?
pt_br: Metti in dubbio l'onestà di un poliziotto?

# 9564_Chihiro
source: Hmph. You only act like a police officer when it's convenient.
pt_br: Hmph. Fai il poliziotto solo quando ti fa comodo.

# 9576_Tanimura
source: The woman bears some responsibility, too. How could your friend have not noticed that he was seeing so many other girls?
pt_br: Anche la donna c'ha le sue responsabilità, eh? Come ha fatto il tuo amico a non accorgersi che frequentava tutte quelle altre ragazze?

# 9588_Chihiro
source: That's not fair! She may have been naive, but she trusted him.
pt_br: Non è giusto! Sarà stata ingenua, ma si fidava di lui.

# 9600_Tanimura
source: Well, it'll come back to bite him eventually. Your friend should just be glad that she found out before they got married.
pt_br: Beh, alla fine gli tornerà indietro. La tua amica dovrebbe solo essere contenta di averlo scoperto prima che si sposassero.

# 9612_Chihiro
source: Yeah, that's true.
pt_br: Già, è vero.

# 9624_Tanimura
source: Love can be tough. She should learn a valuable lesson from this.
pt_br: L'amore può essere tosto. Dovrebbe imparare una bella lezione da questa storia.

# 9636_Chihiro
source: Wow. You're so cold...
pt_br: Wow. Sei così freddo...

# 9660_Chihiro
source: When I was in junior high, I thought I'd have a more exciting love life by the time I was twenty. Like a real adult.
pt_br: Quando ero alle medie, pensavo che a vent'anni avrei avuto una vita sentimentale più eccitante. Da vera adulta.

# 9672_Tanimura
source: More exciting? How?
pt_br: Più emozionante? Come?

# 9684_Chihiro
source: Oh, I don't know. Two men fighting over me. Eloping with someone dark and mysterious.
pt_br: Oh, boh. Due uomini che litigano per me. Scappare con qualcuno di oscuro e misterioso.

# 9696_Chihiro
source: Haven't you ever wanted an adventurous romance?
pt_br: Non ti è mai venuta voglia di un'avventura romantica?

# 9708_Tanimura
source: Not really. Sounds like a lot of work if you ask me.
pt_br: Non direi. Sembra una gran fatica, se vuoi il mio parere.

# 9720_Chihiro
source: Maybe, but I want to experience it at least once! But I can't even find a boyfriend.
pt_br: Magari, ma voglio provarlo almeno una volta! E dire che non riesco nemmeno a trovare un ragazzo.

# 9732_Chihiro
source: I guess I'm still a child in some ways.
pt_br: Mi sa che sono ancora una bambina, per certi versi.

# 9744_Tanimura
source: You've been watching too many soap operas. Those kinds of things aren't very fun in real life.
pt_br: Ti sei visto troppe soap opera. Quelle cose lì non sono mica così divertenti nella vita vera.

# 9756_Chihiro
source: That's not true. Women want that kind of romance.
pt_br: Non è vero. Le donne vogliono proprio quel tipo di romanticismo.

# 9768_Tanimura
source: Really? It seems like too much trouble.
pt_br: Davvero? È un bel sbattimento.

# 9780_Chihiro
source: Oh, you're probably right. I couldn't take the pressure, could I?
pt_br: Oh, probabilmente hai ragione. Non ce l'avrei fatta con la pressione, vero?

# 9792_Tanimura
source: Well, maybe you could. I just don't think it's worth it.
pt_br: Beh, magari potresti. Solo che non penso ne valga la pena.

# 9804_Chihiro
source: Hmm. If you say so.
pt_br: Mmh. Se lo dici tu.

# 9816_Tanimura
source: You'll get your chance soon enough. Just don't give your customers the wrong idea.
pt_br: Il tuo momento arriverà presto, vedrai. Però non fargli venire strane idee ai clienti.

# 9828_Chihiro
source: What do you mean? I was talking about my love life, not the club.
pt_br: Che vuoi dire? Stavo parlando della mia vita sentimentale, non del locale.

# 9840_Tanimura
source: I know, but one of your customers might think your relationship with him is real.
pt_br: Certo, ma uno dei tuoi clienti potrebbe pensare che tra voi sia una cosa seria.

# 9852_Chihiro
source: What? That's impossible.
pt_br: Ma cosa? Non è possibile.

# 9864_Tanimura
source: Hmm. You still have a lot to learn.
pt_br: Mmm. Hai ancora un sacco di cose da imparare.

# 9876_Chihiro
source: Oh really? Have you ever had the kind of love affair I'm talking about? Like a love triangle?
pt_br: Ah, davvero? Ti è mai capitato un amore come quello di cui parlo io? Tipo un triangolo amoroso?

# 9888_Tanimura
source: Huh? Um, I think maybe we should talk about that some other time.
pt_br: Eh? Uhm, penso che magari ne parliamo un'altra volta.

# 9900_Chihiro
source: Hey! Don't change the subject!
pt_br: Oi! Non cambiare argomento!

# 9912_Tanimura
source: I'm not! Really!
pt_br: Macché! Davvero!

# 9924_Chihiro
source: Then promise me that you'll tell me about it sometime!
pt_br: Allora promettimi che me ne parlerai prima o poi!

# 9936_Tanimura
source: All right, all right!
pt_br: Va bene, va bene!

# 9948_Tanimura
source: You are still a child.
pt_br: Sei ancora un bambino.

# 9960_Chihiro
source: What? How?
pt_br: Cosa? Come?

# 9972_Tanimura
source: I can't put my finger on it. You just seem more like a little sister than a mature woman.
pt_br: Non so dirti perché. Mi sembri solo più una sorellina che una donna matura.

# 9984_Chihiro
source: Oh, fine. So you'd prefer an old lady with plenty of experience, huh?
pt_br: Oh, va bene. Allora preferiresti una donna matura con parecchia esperienza, eh?

# 9996_Tanimura
source: I didn't say that.
pt_br: Non l'ho detto.

# 10008_Chihiro
source: Then what!? I'm twenty years old! I'm an adult!
pt_br: E allora!? Ho vent'anni! Sono un'adulta!

# 10020_Chihiro
source: Being called a child hurts my feelings...
pt_br: Mi ferisce quando mi chiamano bambino...

# 10032_Tanimura
source: I'm sorry.
pt_br: Mi dispiace.

# 10044_Chihiro
source: Did you know I live with my sister? She's a year younger than me.
pt_br: Sai che vivo con mia sorella? Ha un anno meno di me.

# 10068_Chihiro
source: We usually get along pretty well, but we had our first big fight yesterday.
pt_br: Di solito andiamo abbastanza d'accordo, ma abbiamo avuto la nostra prima gran litigata ieri.

# 10080_Chihiro
source: I'm not looking forward to going home tonight.
pt_br: Non ho voglia di tornare a casa stasera.

# 10092_Tanimura
source: What did you fight about?
pt_br: Per cosa hai litigato?

# 10104_Chihiro
source: Well, it sounds silly, but I ate my sister's pudding.
pt_br: Beh, suona una scemenza, ma ho mangiato il budino di mia sorella.

# 10116_Chihiro
source: It was from some famous store, and she'd been saving it.
pt_br: Era di un negozio famoso, e lei lo teneva da parte.

# 10128_Chihiro
source: She got really mad when she found out I ate it. It was such an overreaction.
pt_br: Si è proprio incavolata quando ha scoperto che me l'ero mangiato. Che esagerazione!

# 10140_Tanimura
source: You were in the wrong. She may have gotten too mad, but you ate something that wasn't yours.
pt_br: Avevi torto. Lei si sarà anche arrabbiata troppo, ma tu ti sei mangiato qualcosa che non era tuo.

# 10152_Chihiro
source: Well, that's true, but it was just pudding!
pt_br: Beh, è vero, ma era solo budino!

# 10164_Chihiro
source: It wasn't even that good. It was some weird flavor I'd never had before.
pt_br: Non era granché. Era un sapore strano che non avevo mai provato prima.

# 10176_Tanimura
source: That doesn't matter. You need to apologize.
pt_br: Non importa. Devi scusarti.

# 10188_Chihiro
source: Aw... Will you come with me?
pt_br: Dai, vieni con me?

# 10200_Tanimura
source: I think you can handle it on your own.
pt_br: Penso che tu possa farcela da sola.

# 10212_Tanimura
source: That's pretty childish. Fighting about pudding?
pt_br: È una roba piuttosto infantile. Litigare per un budino?

# 10224_Chihiro
source: I know! She really is a kid in some ways.
pt_br: Lo so! È davvero una bambina sotto certi aspetti.

# 10236_Tanimura
source: You're no better, eating her pudding.
pt_br: Non sei da meno, mangiandoti il suo budino.

# 10248_Chihiro
source: Oh? So you're an adult, I suppose?
pt_br: Oh? Quindi sei un adulto, immagino?

# 10260_Tanimura
source: Of course.
pt_br: E di che.

# 10272_Chihiro
source: You wouldn't get mad if I ate something of yours?
pt_br: Non ti arrabbieresti se mangiassi qualcosa di tuo?

# 10284_Tanimura
source: Well, no... Probably not, anyway.
pt_br: Beh, no... Probabilmente no, comunque.

# 10296_Chihiro
source: Ha! You're just as much of a child as we are!
pt_br: Ah! Sei un bambino pure tu, proprio come noi!

# 10308_Tanimura
source: Oh, be quiet...
pt_br: Oh, stai zitto...

# 10320_Tanimura
source: I wish I had a brother or sister to fight with.
pt_br: Vorrei avere un fratello o una sorella con cui litigare.

# 10332_Chihiro
source: You're an only child?
pt_br: Sei figlio unico?

# 10344_Tanimura
source: Mm-hm. I've always thought people like you were lucky. It would've been fun to have a little sister when I was growing up.
pt_br: Mmm-hm. Ho sempre pensato che la gente come te fosse fortunata. Sarebbe stato divertente avere una sorellina quando ero piccola.

# 10356_Chihiro
source: Hehe. Maybe I could be your little sister.
pt_br: Ehehe. Magari potrei essere la tua sorellina.

# 10368_Chihiro
source: Big bro! I want some <Color:7>Gold Champagne<Color:Default>!
pt_br: Aniki! Voglio del <Color:7>Gold Champagne<Color:Default>!

# 10380_Tanimura
source: Hmm. I don't want a greedy sister like that.
pt_br: Mmm. Non voglio una sorella così avida.

# 10392_Chihiro
source: Oh, I was kidding! Listen, I'll let my big brother have one wish. Anything you want.
pt_br: Oh, scherzavo! Senti, ti concedo un desiderio, fratellone. Tutto quello che vuoi.

# 10404_Tanimura
source: Anything? How about a kiss?
pt_br: Allora? Che ne dici di un bacio?

# 10416_Chihiro
source: Nice try, but I don't think most brothers and sisters do that kind of thing.
pt_br: Bella mossa, ma non credo che la maggior parte dei fratelli e delle sorelle facciano certe cose.

# 10428_Tanimura
source: Aw...
pt_br: Oh...

# 10440_Chihiro
source: Do you remember my rabbit, Chachamaru?
pt_br: Ti ricordi il mio coniglio, Chachamaru?

# 10452_Tanimura
source: Yeah. You said he wasn't doing so well.
pt_br: Già. Hai detto che non stava tanto bene.

# 10464_Chihiro
source: That's right. Well, I took him to the vet.
pt_br: Esatto. Beh, l'ho portato dal veterinario.

# 10476_Tanimura
source: What happened?
pt_br: Cosa è successo?

# 10488_Chihiro
source: It turns out he was just constipated. He'd been nibbling on the cardboard boxes in my room and got all blocked up.
pt_br: Si è scoperto che era solo stitico. Aveva rosicchiato le scatole di cartone nella mia stanza e si era intasato.

# 10500_Tanimura
source: Is he doing better now?
pt_br: Sta meglio adesso?

# 10512_Chihiro
source: Yeah. I just had to massage his tummy. Now he's better than ever!
pt_br: Già. Mi è bastato massaggiargli il pancino. Ora sta meglio che mai!

# 10524_Tanimura
source: That's a relief. I'm glad Chachamaru's feeling well.
pt_br: Meno male. Sono contenta che Chachamaru stia bene.

# 10536_Chihiro
source: Maybe you can play with him sometime.
pt_br: Magari potresti divertirti con lui un giorno.

# 10548_Tanimura
source: Um... Do rabbits bite?
pt_br: Ehm... I conigli mordono?

# 10560_Chihiro
source: Hehe, no. He's very gentle. You're not scared of rabbits, are you?
pt_br: Hehe, no. Lui è molto docile. Non hai mica paura dei conigli, vero?

# 10572_Tanimura
source: I'm not scared of anything. I deal with armed criminals on a daily basis!
pt_br: Non ho paura di niente. Ho a che fare con criminali armati ogni giorno!

# 10584_Chihiro
source: Wow! I guess policemen are different from normal people, huh?
pt_br: Wow! A quanto pare i poliziotti sono diversi dalla gente comune, eh?

# 10596_Tanimura
source: Right.
pt_br: Esatto.

# 10608_Chihiro
source: And yet you're still afraid of little bunny rabbits.
pt_br: Eppure hai ancora paura dei coniglietti.

# 10620_Tanimura
source: Hey! I told you, I'm not afraid!
pt_br: Ehi! Te l'ho detto, non ho paura!

# 10632_Tanimura
source: You'll have to be more careful from now on.
pt_br: Dovrai fare più attenzione d'ora in poi.

# 10644_Chihiro
source: I will. I wish I'd taken him to the vet sooner.
pt_br: Lo farò. Magari lo avessi portato dal veterinario prima.

# 10656_Chihiro
source: He must've been in pain.
pt_br: Doveva stare male.

# 10668_Tanimura
source: But he's better now. And if there's anything I can do to help in the future, just let me know.
pt_br: Ma ora sta meglio. E se in futuro c'è qualcosa che posso fare per aiutarti, fammelo sapere.

# 10680_Chihiro
source: Oh, I don't think that'll be necessary. Thanks for the offer, though.
pt_br: Oh, non credo che sarà necessario. Grazie dell'offerta, comunque.

# 10692_Tanimura
source: Sure.
pt_br: Certo.

# 10704_Tanimura
source: You should read more about rabbits. It's part of the responsibility of being a pet owner.
pt_br: Dovresti informarti di più sui conigli. Fa parte delle responsabilità di chi ha un animale domestico.

# 10716_Chihiro
source: But I can't know everything that's going on in Chachamaru's body!
pt_br: Ma non posso mica sapere tutto quello che succede nel corpo di Chachamaru!

# 10728_Tanimura
source: That's just an excuse. Don't you feel sorry for what happened to him?
pt_br: È solo una scusa. Non ti dispiace per quello che gli è successo?

# 10740_Chihiro
source: Of course I do! But do I have to know as much as a vet to own a rabbit?
pt_br: Certo che sì! Ma devo per forza saperne quanto un veterinario per avere un coniglio?

# 10752_Tanimura
source: Well, no, I wouldn't go that far.
pt_br: Beh, no, non mi spingerei a tanto.

# 10764_Chihiro
source: I care about him and I am trying to take care of him the best way I can. I don't appreciate you lecturing me.
pt_br: Ci tengo a lui e sto cercando di prendermene cura il meglio che posso. Non apprezzo che tu mi faccia la predica.

# 10776_Tanimura
source: Sorry...
pt_br: Scusa...

# 10788_Chihiro
source: I've got a secret that I haven't told anyone.
pt_br: Ho un segreto che non ho detto a nessuno.

# 10800_Tanimura
source: You have a lot of secrets.
pt_br: Hai tanti segreti.

# 10812_Chihiro
source: Hehe, maybe. Don't laugh.
pt_br: Hehe, forse. Non ridere.

# 10824_Chihiro
source: I'm a huge fan of the railroad! I just love trains!
pt_br: Sono una grandissima fan delle ferrovie! Adoro proprio i treni!

# 10836_Tanimura
source: Trains? Really?
pt_br: Treni? Ma davvero?
