Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee0122.po
Languages: pt_br

source: You got a <Color:8>Small Bomb<Color:Default>.
pt_br: Hai una <Color:8>Bomba Piccola<Color:Default>.

source: You got a <Color:8>Superalloy Pickaxe<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Piccone di Superlega<Color:Default>.

source: You got a copy of <Color:8>The Secret to Promotion: Kissing Ass<Color:Default>.
pt_br: Hai ottenuto una copia di <Color:8>Il segreto per fare carriera: Leccare il culo<Color:Default>.

source: You got a copy of <Color:8>Toy Gun Blueprints<Color:Default>.
pt_br: Hai una copia di <Color:8>Progetti di pistola giocattolo<Color:Default>.

source: You got a copy of <Color:8>Nationwide Dumpling-making Exposé 2010<Color:Default>.
pt_br: Hai ottenuto una copia di <Color:8>Inchiesta Nazionale sulla Preparazione di Gnocchi 2010<Color:Default>.

source: You got a copy of <Color:8>Spear of the Moment<Color:Default>.
pt_br: Hai ottenuto una copia di <Color:8>Lancia del Momento<Color:Default>.

source: Equipment Modding
pt_br: Modifica Equipaggiamento

# 584_Kamiyama
source: Oh, hello. What can I do for you today?
pt_br: Oh, salve. Cosa posso fare per te oggi?

# 596_Saejima
source: Hey, I need you to make me a bomb. Could you make me one from this battery and this high-grade explosive gunpowder?
pt_br: Senti, ho bisogno che tu mi faccia una bomba. Potresti farmene una con questa batteria e questa polvere da sparo esplosiva di alta qualità?

# 608_Kamiyama
source: A bomb? You're not particular about the case or cables I use, right?
pt_br: Una bomba? Non fai il pignolo sull'involucro o i cavi che uso, vero?

# 620_Kamiyama
source: I'll see what I can do.
pt_br: Vedrò cosa posso combinare.

# 680_Kamiyama
source: I finished! It's not the prettiest thing in the world, but what it lacks in beauty, it makes up for with power.
pt_br: Ho finito! Non sarà un gran che a vedersi, ma quel che gli manca in bellezza, lo tira fuori tutto in potenza.

# 716_Kamiyama
source: No need to pay me! You've done a lot to help me, after all.
pt_br: Non serve che mi paghi! Dopotutto, mi hai dato una gran mano.

# 728_Saejima
source: Great, thanks. I appreciate it.
pt_br: Grande, grazie. Lo apprezzo.

# 740_Kamiyama
source: Oh, hello. What can I do for you today?
pt_br: Oh, salve. Cosa posso fare per te oggi?

# 752_Saejima
source: Hey, I need a pickaxe. Could you make me one from this Super Alloy and Chunk of Wood?
pt_br: Ehi, mi serve un piccone. Potresti farmene uno con questa Super Lega e il Pezzo di Legno?

# 764_Kamiyama
source: This alloy is of such incredible high quality! This is fantastic.
pt_br: Questa lega è di una qualità così incredibile! È fantastico.

# 776_Kamiyama
source: I'll see what I can do.
pt_br: Vedrò cosa posso combinare.

# 836_Kamiyama
source: I finished! This pickaxe will be able to break through any material.
pt_br: Finito! Questo piccone potrà sfondare qualsiasi materiale.

# 872_Kamiyama
source: Oh, no need to pay me! Getting to work with such a fine alloy is a rare treat indeed.
pt_br: Oh, non serve che mi paghi! Lavorare con una lega così pregiata è davvero un piacere raro.

# 884_Saejima
source: Great, thanks. I appreciate it.
pt_br: Grande, grazie. Lo apprezzo.

# 896_Kamiyama
source: Hey, you're here. I make weapons here. They'll be real helpful in battle, promise.
pt_br: Ehi, sei qui. Qui fabbrico armi. Ti saranno un vero aiuto in battaglia, fidati.

# 908_Kamiyama
source: Also, if you have the right materials, I can make you new weapons.
pt_br: Ah, e se hai i materiali giusti, ti tiro fuori armi nuove.

# 920_Kamiyama
source: Oh, here, take this. It's a recipe. It's like a blueprint. Without one of these, I can't make anything.
pt_br: Oh, tieni, prendi questo. È una ricetta. È come un progetto. Senza uno di questi, non posso farci niente.

# 956_Kamiyama
source: You can modify your weapons, gear, and accessories here.
pt_br: Qui puoi modificare le tue armi, equipaggiamento e accessori.

# 968_Kamiyama
source: Start by getting all the required items. Then, make a selection on the Mod menu to modify equipped items. You will need a <Color:255,255,0,255>design from a book or DVD<Color:Default>, a <Color:255,255,0,255>weapon or piece of equipment<Color:Default> to mod, <Color:255,255,0,255>materials<Color:Default> with which to complete the mod, and the <Color:255,255,0,255>funds<Color:Default> to cover Kamiyama's costs.
pt_br: Inizia recuperando tutti gli oggetti necessari. Poi, scegli dal menu Modifica cosa vuoi potenziare tra gli oggetti equipaggiati. Ti serviranno uno <Color:255,255,0,255>schema da un libro o un DVD<Color:Default>, un'<Color:255,255,0,255>arma o un pezzo d'equipaggiamento<Color:Default> da potenziare, i <Color:255,255,0,255>materiali<Color:Default> per completare il potenziamento, e i <Color:255,255,0,255>fondi<Color:Default> per coprire i costi di Kamiyama.

# 980_Kamiyama
source: To check the required weapons and materials, open the Pause Menu, then navigate to the Items screen and look for books and DVDs with designs under Valuables.
pt_br: Per controllare le armi e i materiali richiesti, apri il Menu di Pausa, poi vai alla schermata Oggetti e cerca libri e DVD con progetti sotto Valori.

# 992_Kamiyama
source: I'm always hanging around here, so please come by to see me whenever you like.
pt_br: Sto sempre qui in giro, quindi fatti un salto da me quando ti va.

# 1004_Kamiyama
source: Oh! Kiryu-san. Long time no see.
pt_br: Oh! Kiryu-san. È da un sacco che non ci si vede.

# 1016_Kamiyama
source: Here, this is my new recipe. I want you to have it.
pt_br: Tieni, questa è la mia nuova ricetta. Tienila.

# 1052_Kamiyama
source: So, what will it be today?
pt_br: Allora, che si fa oggi?

# 1136_Kamiyama
source: Equipment and weapons all have their strengths and weaknesses depending on the person using them. Be careful, okay? Come again soon.
pt_br: Equipaggiamento e armi hanno tutti i loro pregi e difetti, a seconda di chi li usa. Quindi occhio, capito? Torna a trovarmi presto.

# 1148_Kamiyama
source: Huh? Is this your first time here? Umm, I'm sorry, but I can't sell to strangers...
pt_br: Eh? È la tua prima volta qui? Ehm, mi dispiace, ma non vendo agli sconosciuti...

# 1160_Saejima
source: Huh? I've met someone who looks just like you.
pt_br: Eh? Ho incontrato uno spiccicato a te.

# 1172_Kamiyama
source: What? Where?
pt_br: Eh? Dove?

# 1184_Saejima
source: In Okinawa, actually.
pt_br: A Okinawa, a dire il vero.

# 1196_Kamiyama
source: Oh, uh, are you, perhaps, Saejima-san? My brother told me about you. He said you were the reason he was able to escape.
pt_br: Oh, uhm, sei per caso Saejima-san? Mio fratello mi ha parlato di te. Ha detto che sei stato tu a farlo scappare.

# 1208_Kamiyama
source: Then it's all right! Please, come by my shop anytime.
pt_br: Allora va bene così! Mi raccomando, fatti un salto qui da me quando ti pare.

# 1220_Kamiyama
source: Here, this is my new recipe. I want you to have it.
pt_br: Tieni, questa è la mia nuova ricetta. Tienila.

# 1256_Kamiyama
source: So, what will it be today?
pt_br: Allora, che si fa oggi?

# 1340_Kamiyama
source: Equipment and weapons all have their strengths and weaknesses depending on the person using them. Be careful, okay? Come again soon.
pt_br: Equipaggiamento e armi hanno tutti i loro pregi e difetti, a seconda di chi li usa. Quindi occhio, capito? Torna a trovarmi presto.

# 1352_Kamiyama
source: Huh? Is this your first time here? Umm, I'm sorry, but I can't sell to strangers...
pt_br: Eh? È la tua prima volta qui? Ehm, mi dispiace, ma non vendo agli sconosciuti...

# 1364_Tanimura
source: ...I just stopped by here on a whim, but I have heard about you before, believe it or not.
pt_br: ...Sono passato qui così, per uno sfizio, ma avevo già sentito parlare di te, credici o meno.

# 1376_Tanimura
source: Word has it you buy and sell stuff you can't get at your local store.
pt_br: Si dice in giro che compri e vendi roba che non si trova nei negozi normali.

# 1388_Kamiyama
source: Huh? Wait, are you a cop...?
pt_br: Eh? Aspetta, sei un poliziotto...?

# 1400_Tanimura
source: Let me stop you right there. It's better if we don't know anything about each other. Will you let me make use of your services from here on out?
pt_br: Ti fermo subito. Meglio non sapere niente l'uno dell'altro. Mi permetti di usare i tuoi servizi d'ora in poi?

# 1412_Tanimura
source: Don't worry, I'll treat you well. I've got a lot of enemies, so I have to make sure I'm well-prepared to face them.
pt_br: Stai sereno, ti sistemo io. Ho un sacco di nemici, quindi devo essere sempre sul pezzo per affrontarli.

# 1424_Kamiyama
source: ...All right.
pt_br: ...Va bene.

# 1436_Kamiyama
source: Okay, then let me give you this.
pt_br: Ok, allora, ti do questo.

# 1472_Kamiyama
source: So, what will it be today?
pt_br: Allora, che si fa oggi?

# 1556_Kamiyama
source: Equipment and weapons all have their strengths and weaknesses depending on the person using them. Be careful, okay? Come again soon.
pt_br: Equipaggiamento e armi hanno tutti i loro pregi e difetti, a seconda di chi li usa. Quindi occhio, capito? Torna a trovarmi presto.

# 1568_Kamiyama
source: Hey, there. I can help you mod or repair weapons. What can I do for you today?
pt_br: Ehi, te. Posso darti una mano a moddare o riparare le armi. Cosa posso fare per te oggi?

# 1652_Kamiyama
source: Equipment and weapons all have their strengths and weaknesses depending on the person using them. Be careful, okay? Come again soon.
pt_br: Equipaggiamento e armi hanno tutti i loro pregi e difetti, a seconda di chi li usa. Quindi occhio, capito? Torna a trovarmi presto.

# 1664_Kamiyama
source: Mod Weapons
pt_br: Modda Armi

# 1676_Kamiyama
source: Repair Weapons
pt_br: Ripara Armi

# 1688_Kamiyama
source: Reload Ammo
pt_br: Ricarica Munizioni

# 1700_Kamiyama
source: View Designs
pt_br: Visualizza Progetti

# 1712_Kamiyama
source: Buy Equipment/Designs
pt_br: Compra Equipaggiamento/Progetti

# 1724_Kamiyama
source: Never Mind
pt_br: Lascia perdere

# 1736_Kamiyama
source: Mod Weapons
pt_br: Modda Armi

# 1748_Kamiyama
source: Repair Weapons
pt_br: Ripara Armi

# 1760_Kamiyama
source: Reload Ammo
pt_br: Ricarica Munizioni

# 1772_Kamiyama
source: View Designs
pt_br: Visualizza Progetti

# 1784_Kamiyama
source: Buy Equipment/Designs
pt_br: Compra Equipaggiamento/Progetti

# 1796_Kamiyama
source: Never Mind
pt_br: Lascia perdere

# 1808_Kamiyama
source: Mod Weapons
pt_br: Modda Armi

# 1820_Kamiyama
source: Repair Weapons
pt_br: Ripara Armi

# 1832_Kamiyama
source: Reload Ammo
pt_br: Ricarica Munizioni

# 1844_Kamiyama
source: View Designs
pt_br: Visualizza Progetti

# 1856_Kamiyama
source: Buy Equipment/Designs
pt_br: Compra Equipaggiamento/Progetti

# 1868_Kamiyama
source: Never Mind
pt_br: Lascia perdere

# 1880_Kamiyama
source: Mod Weapons
pt_br: Modda Armi

# 1892_Kamiyama
source: Repair Weapons
pt_br: Ripara Armi

# 1904_Kamiyama
source: Reload Ammo
pt_br: Ricarica Munizioni

# 1916_Kamiyama
source: View Designs
pt_br: Visualizza Progetti

# 1928_Kamiyama
source: Buy Equipment/Designs
pt_br: Compra Equipaggiamento/Progetti

# 1940_Kamiyama
source: Never Mind
pt_br: Lascia perdere
