Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0026036c.po
Languages: pt_br

source: Whiny Man
pt_br: Piagnucolone

source: Calming Woman
pt_br: Donna Calmante

# 56_Whiny Man
source: Forget it! Those girls hate my guts!
pt_br: Scordatelo! Quelle ragazze non mi possono proprio vedere!

# 68_Calming Woman
source: Don't give up now... After all, you've only seen three of them.
pt_br: Non mollare proprio adesso... In fondo, ne hai visti solo tre di loro.

# 80_Whiny Man
source: Yeah, and each one gave me the same open-mouthed stare. My best jokes flew right over their heads!
pt_br: Già, e ognuna mi ha fissato con la stessa bocca spalancata. Le mie migliori battute gli sono volate via sopra la testa!

# 92_Whiny Man
source: I'm tellin' you, it isn't workin' out! It's no use. I'll never manage an article on hostess club tips and tricks.
pt_br: Ma guarda, non mi riesce proprio, te lo dico! È inutile. Non ce la farò\nmai a tirare fuori un articolo sulle dritte e i trucchi degli hostess club.

# 104_Akiyama
source: Excuse me. I hate to interrupt, but if you're not going in, would you mind moving aside?
pt_br: Mi scusi. Mi dispiace interrompere, ma se non ha intenzione di entrare, le dispiacerebbe farsi da parte?

# 128_Calming Woman
source: Ah, sorry! We'll get out of your way.
pt_br: Ah, scusate! Ci togliamo di mezzo.

# 140_Akiyama
source: Wait, aren't you Minamizawa-san? From the Mars Fighters comedy duo? Wow! I'm a big fan of yours!
pt_br: Aspetta, non sei mica Minamizawa-san? Quello dei Mars Fighters duo comico? Wow! Sono un tuo grande fan!

# 152_Calming Woman
source: See, Minamizawa-san? I told you you had plenty of fans in Kanto.
pt_br: Vedi, Minamizawa-san? Te l'avevo detto che avevi un sacco di fan a Kanto.

# 164_Akiyama
source: Are you here for work? Hope it goes well. I'll be rooting for you.
pt_br: Sei qui per lavoro? Spero vada tutto bene. Farò il tifo per te.

# 176_Minamizawa
source: Thanks a lot. I appreciate it!
pt_br: Grazie mille. Ne sono grato!

# 188_Calming Woman
source: (Minamizawa-san, this is your chance! This fan of yours seems to know the nightlife around here. Maybe he can tell us about the hostess clubs.)
pt_br: (Minamizawa-san, è la tua occasione! Questo tuo fan sembra conoscere la vita notturna di queste parti. Forse potrebbe dirci qualcosa sui hostess club.)

# 200_Minamizawa
source: (What are you talkin' about? You want me to embarrass myself in front of a fan!?)
pt_br: (Ma che diavolo dici? Vuoi che faccia una figuraccia davanti a un fan!?)

# 212_Calming Woman
source: (Here's the thing, Minamizawa-san. Entertainers have to be responsible if they want to get hired back. Fulfilling your assignment is paramount.)
pt_br: (Senti, Minamizawa-san. Gli intrattenitori devono essere responsabili se vogliono essere richiamati. Portare a termine il tuo compito è la cosa più importante.)

# 224_Calming Woman
source: (Keep up the spoiled-brat act, and I'll see to it you never darken the doorstep of our publishing house again.)
pt_br: Continua pure a fare il moccioso viziato, e ti garantisco che non metterai mai più piede nella nostra casa editrice.

# 236_Minamizawa
source: All right. Okay. I'll do it.
pt_br: Va bene. Ok. Lo faccio.

# 248_Calming Woman
source: Excuse me! Do you happen to frequent hostess clubs, if I may be so bold as to ask?
pt_br: Scusi! Le capita di frequentare i club per hostess, se posso permettermi di chiederle?

# 260_Akiyama
source: Hm? Yeah, I guess you could say that.
pt_br: Hm? Già, direi di sì.

# 272_Ashibe
source: Wonderful! Allow me to introduce myself. I am Ashibe, an editor for "Casanova," a magazine for men who want to become more popular with the ladies. And, er...
pt_br: Magnifico! Permettimi di presentarmi. Sono Ashibe, un redattore di "Casanova", una rivista per uomini che vogliono diventare più popolari con le donne. E, ehm...

# 284_Akiyama
source: Oh, I'm Akiyama.
pt_br: Oh, sono Akiyama.

# 296_Ashibe
source: The thing is, Akiyama-san, we've commissioned a series of articles from Minamizawa-san here on some tips to use at the clubs Jewel and Shine.
pt_br: Allora, Akiyama-san, abbiamo commissionato una serie di articoli a Minamizawa-san qui su alcune dritte da usare nei club Jewel e Shine.

# 308_Ashibe
source: But it seems they do things differently out west, where Minamizawa-san is from. He's having a hard time hitting it off with these Tokyo girls.
pt_br: Ma a quanto pare lì a ovest hanno usi diversi, dove viene Minamizawa-san. Sta facendo fatica a legare con queste ragazze di Tokyo.

# 320_Akiyama
source: Oh, I'm sorry to hear that...
pt_br: Oh, cavolo, mi dispiace sentirlo...

# 332_Ashibe
source: Do you think you could give Minamizawa-san a little info on some of the girls at the clubs I've mentioned?
pt_br: Pensi che potresti dare a Minamizawa-san qualche dritta su alcune delle ragazze dei club che ho menzionato?

# 344_Ashibe
source: I'll pay you for your time, of course. Come on, Minamizawa-san. Don't you have something to add?
pt_br: Ti pagherò per il tuo tempo, ovviamente. Dai, Minamizawa-san. Non hai niente da aggiungere?

# 356_Minamizawa
source: Please...?
pt_br: Ti prego...?

# 368_Akiyama
source: Well, I guess I could tell you about a couple of my favorites...
pt_br: Allora, credo di potervi parlare di un paio delle mie preferite...

# 380_Ashibe
source: That would be wonderful! Thank you very much!
pt_br: Sarebbe fantastico! Grazie mille!

# 392_Ashibe
source: We're working out of Cuez Bar in the Kamurocho Underground Mall. Could you stop by there when you have some info for us?
pt_br: Operiamo dal Cuez Bar, nella Galleria Sotterranea di Kamurocho. Potresti farci un salto quando avrai qualche dritta per noi?

# 404_Minamizawa
source: Please, whenever you can!
pt_br: Ti prego, quando puoi!

# 416_Akiyama
source: Sure thing. I'll see you later, then.
pt_br: Certo. Ci si vede dopo, allora.
