Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c001d.po
Languages: pt_br

# 6276_Rio
source: I have a friend who plays. She said that once you have the chords down, the rest is easy.
pt_br: Ho un'amica che suona. Mi ha detto che, una volta che hai imparato gli accordi, il resto è una passeggiata.

# 6288_Rio
source: So the other day I decided to go ahead and buy a guitar. It wasn't cheap, either.
pt_br: Così, l'altro giorno ho deciso di prendermi una chitarra. Non era mica a buon mercato, eh.

# 6300_Akiyama
source: Wow. You don't mess around, do you? Have you tried playing it?
pt_br: Caspita. Non scherzi mica, eh? Hai provato a giocarci?

# 6312_Rio
source: I have! I don't have the time to practice as much as I should, but I'm going to do my best to play well!
pt_br: Eccome! Non ho il tempo di esercitarmi quanto dovrei, ma farò del mio meglio per suonare bene!

# 6324_Akiyama
source: I hear a lot of people quit after a few weeks.
pt_br: Sento dire che un sacco di gente molla dopo qualche settimana.

# 6336_Rio
source: I know! That's why I purposely bought an expensive one.
pt_br: Lo so! Ed è proprio per questo che l'ho preso caro apposta.

# 6348_Akiyama
source: Huh? Why?
pt_br: Eh? Perché?

# 6360_Rio
source: I tend to eventually give up with things like this.
pt_br: Alla fine finisco per mollare con cose così.

# 6372_Rio
source: But I figured if I spent a lot of money, I'd keep it up. Quitting would be a huge waste.
pt_br: Ma mi sono detta che se ci avessi speso un sacco di soldi, sarei andata avanti. Mollare sarebbe stato un enorme spreco.

# 6384_Akiyama
source: Hmm. I see...
pt_br: Hmm. Capisco...

# 6396_Rio
source: Right now my goal is to keep practicing for a month. It helps to set little goals like that.
pt_br: Per il momento, il mio obiettivo è continuare a fare pratica per un mese. Aiuta molto darsi piccoli obiettivi così.

# 6408_Akiyama
source: Yeah? Well, let me know when you play.
pt_br: Ah sì? Beh, fammi sapere quando giochi.

# 6420_Rio
source: I will!
pt_br: Lo farò!

# 6432_Akiyama
source: Isn't it hard to play with nails like that?
pt_br: Non fai fatica a giocare con unghie così?

# 6444_Rio
source: Whoa! I'm surprised you thought of that!
pt_br: Whoa! Sono sorpreso che ti sia venuto in mente!

# 6456_Akiyama
source: Really? It seems pretty obvious to me.
pt_br: Davvero? Mi sembra piuttosto ovvio.

# 6468_Rio
source: You're a step ahead of most men, then. Guys don't think about a girl's nails.
pt_br: Allora, sei un passo avanti a molti uomini. I ragazzi non pensano mica alle unghie di una ragazza.

# 6480_Akiyama
source: Oh, I see... Well, anyway, do they get in the way?
pt_br: Ah, capisco... Beh, comunque, ti intralciano?

# 6492_Rio
source: Well, these are removable nails. I put them on with a kind of double-sided tape.
pt_br: Beh, queste sono unghie finte rimovibili. Le metto su con una specie di nastro biadesivo.

# 6504_Akiyama
source: Huh. What'll they think of next?
pt_br: Mmh. Cosa si inventeranno dopo?

# 6516_Rio
source: Problem is, they come off a little too easily, so they're not very practical.
pt_br: Il problema è che vengono via un po' troppo facilmente, quindi non sono granché pratici.

# 6528_Akiyama
source: I can see that. Being a girl must be tough.
pt_br: Capisco bene. Essere una ragazza dev'essere tosta.

# 6540_Rio
source: Hehe! ♪ Oh, it sure can be, but most of the time, being a girl is a blast!
pt_br: Hehe! ♪ Oh, sì, può capitare, ma il più delle volte, essere una ragazza è una figata!

# 6552_Akiyama
source: Heh. I'll take your word for it.
pt_br: Eh. Ti prendo in parola.

# 6564_Akiyama
source: Well, good luck with the guitar. Let me know when you can play it.
pt_br: Beh, in bocca al lupo con la chitarra. Fammelo sapere quando la saprai suonare.

# 6576_Rio
source: I will!
pt_br: Lo farò!

# 6588_Akiyama
source: Why did you pick the guitar?
pt_br: Come mai hai scelto la chitarra?

# 6600_Rio
source: Because of someone I used to date, actually.
pt_br: Per via di uno che frequentavo, a dire il vero.

# 6612_Akiyama
source: Yeah? Was he in a band or something?
pt_br: Ah sì? Suonava in una band o roba simile?

# 6624_Rio
source: Yep. And that made me wish I could play, too.
pt_br: Già. E mi ha fatto venire voglia di giocare anch'io.

# 6636_Akiyama
source: Playing an instrument can be fun.
pt_br: Suonare uno strumento può essere divertente.

# 6648_Rio
source: For sure! ♪
pt_br: Di sicuro! ♪

# 6660_Akiyama
source: So you want to be able to sing and play?
pt_br: Allora vuoi saper cantare e suonare?

# 6672_Rio
source: Yeah! Just think about it! Everyone's out camping and singing songs around a campfire, and then I pull out my guitar! Wouldn't that be awesome?
pt_br: Sì! Pensaci un po'! Tutti fuori a fare campeggio e a cantare canzoni attorno a un falò, e poi io tiro fuori la mia chitarra! Non sarebbe una figata pazzesca?

# 6684_Akiyama
source: Hah! So that's your image of a guitar player?
pt_br: Ah! Quindi è così che ti immagini un chitarrista?

# 6696_Rio
source: Yes! Exactly!
pt_br: Sì! Esatto!

# 6708_Akiyama
source: Well, good luck with the guitar. Let me know when you can play it.
pt_br: Beh, in bocca al lupo con la chitarra. Fammelo sapere quando la saprai suonare.

# 6720_Rio
source: I will!
pt_br: Lo farò!

# 6732_Rio
source: I wish I could play some table tennis.
pt_br: Mi piacerebbe tanto farmi una partita a ping-pong.

# 6744_Akiyama
source: Table tennis, huh?
pt_br: Ping pong, eh?

# 6756_Rio
source: Yeah. I haven't played it at all recently...
pt_br: Già. Non ci ho più messo mano ultimamente...

# 6768_Akiyama
source: So you used to play? I have a hard time picturing that.
pt_br: Ah, quindi giocavi? Non ti ci vedo proprio.

# 6780_Rio
source: I'm pretty good, actually! I bet I could beat your pants off, Akiyama-san!
pt_br: Sono parecchio brava, sai! Scommetto che ti batterei alla grande, Akiyama-san!

# 6792_Akiyama
source: That sounds like a challenge!
pt_br: Questa sì che è una sfida!

# 6804_Rio
source: You think so, huh?
pt_br: La pensi così, eh?

# 6816_Akiyama
source: All right, then. Let's play!
pt_br: Va bene, allora. Giochiamo!

# 6828_Rio
source: Are you sure?
pt_br: Sei sicuro?

# 6840_Akiyama
source: Sure about what?
pt_br: Sicuro di cosa?

# 6852_Rio
source: I'm not gonna take it easy on you. You still wanna do it?
pt_br: Non ti farò sconti. Vuoi ancora farlo?

# 6864_Akiyama
source: Yeah, bring it on.
pt_br: Sì, avanti!

# 6876_Rio
source: Awesome! I can't wait!
pt_br: Fantastico! Non vedo l'ora!

# 6888_Rio
source: So what kind of stakes should we play for?
pt_br: Allora, su cosa puntiamo?

# 6900_Akiyama
source: You must be good if you're that confident.
pt_br: Devi essere proprio brava se sei così sicura.

# 6912_Rio
source: I used to play the boys at my college for their lunches. I ate like a queen back then, hehe.
pt_br: Mi giocavo i ragazzi del mio college per i loro pranzi. Mangiavo come una regina a quei tempi, hehe.

# 6924_Akiyama
source: Seriously? You sure that was you and not someone else?
pt_br: Ma davvero? Sei sicura che fossi tu e non qualcun altro?

# 6936_Rio
source: Hehe, it's just a side of me that slips out sometimes.
pt_br: Hehe, è solo un mio lato che ogni tanto mi scappa fuori.

# 6948_Rio
source: Alright, so what are we playing for?
pt_br: Allora, per cosa si gioca?

# 6960_Akiyama
source: Well, if I win, you have to let me do something to you.
pt_br: Beh, se vinco, dovrai lasciarmi farti qualcosa.

# 6972_Rio
source: Huh!? What do you want to do to me?
pt_br: Eh!? Cosa mi vuoi fare?

# 6984_Akiyama
source: Flick you on the forehead.
pt_br: Ti do uno scappellotto sulla fronte.

# 6996_Rio
source: Oh, hehehe. You scared me there!
pt_br: Oh, hehehe. Mi hai fatto prendere un colpo!

# 7008_Akiyama
source: How long have you been playing?
pt_br: Da quanto tempo giochi?

# 7020_Rio
source: Since junior high!
pt_br: Fin dalle medie!

# 7032_Akiyama
source: Oh yeah?
pt_br: Ah sì?

# 7044_Rio
source: I used to practice every day. Mostly without a ball and usually wearing shorts!
pt_br: Mi allenavo ogni giorno. Per lo più senza palla e di solito in pantaloncini!

# 7056_Akiyama
source: Without a ball!? How does that work? And are we sure this is you we're talking about?
pt_br: Senza una palla!? Come funziona? E siamo sicuri che sia tu quello di cui stiamo parlando?

# 7068_Rio
source: Hehe, it's just a side of me that slips out sometimes.
pt_br: Hehe, è solo un mio lato che ogni tanto mi scappa fuori.

# 7080_Akiyama
source: It sounds like you put a lot of work in.
pt_br: Sembra che ti sia data parecchio da fare.

# 7092_Rio
source: I did... But after a while, I started skipping practice.
pt_br: L'ho fatto... Ma dopo un po', ho iniziato a saltare gli allenamenti.

# 7104_Akiyama
source: Really? Why?
pt_br: Davvero? Perché?

# 7116_Rio
source: I don't know. I just got tired of it, I guess.
pt_br: Non lo so. Mi sono solo stufata, credo.

# 7140_Akiyama
source: Anyway, I'd like to see you in action. We should play some time.
pt_br: Comunque, mi piacerebbe vederti in azione. Dovremmo farci una partita prima o poi.

# 7152_Rio
source: Really? Well, you better get practicing then!
pt_br: Davvero? Beh, allora dacci dentro con la pratica!

# 7164_Akiyama
source: Huh?
pt_br: Uh?

# 7176_Rio
source: If you don't, I'll blow you out of the water!
pt_br: Se non lo fai, ti straccerò!

# 7188_Akiyama
source: Heh. I will then.
pt_br: Heh. Allora lo farò.

# 7200_Akiyama
source: Isn't table tennis kind of lame?
pt_br: Il ping-pong non è un po' da sfigati?

# 7212_Rio
source: What!? How is it lame?
pt_br: Cosa!? Come fa ad essere una cavolata?

# 7224_Akiyama
source: Those short shorts that the players wear...
pt_br: Quei pantaloncini corti che i giocatori indossano...

# 7236_Rio
source: I like those shorts! They're cute!
pt_br: Mi piacciono quei pantaloncini! Sono carini!

# 7248_Akiyama
source: For real? And are we sure this is you we're talking about?
pt_br: Davvero? E siamo sicuri che stia parlando proprio di te?

# 7260_Rio
source: Hehe, it's just a side of me that slips out sometimes.
pt_br: Hehe, è solo un mio lato che ogni tanto mi scappa fuori.

# 7272_Akiyama
source: So you're pretty good, huh?
pt_br: Allora, te la cavi mica male, eh?

# 7284_Rio
source: I can hold my own. What do you say? Let's play a match! Come on!
pt_br: Me la cavo. Che dici? Facciamo una partita! Dai!

# 7296_Akiyama
source: I think I'll pass.
pt_br: Penso che passerò.

# 7308_Rio
source: Aww...
pt_br: Oh...

# 7320_Akiyama
source: Have you gone anywhere recently?
pt_br: Sei andata da qualche parte di recente?

# 7332_Rio
source: Let's see... Well, I've really been into hot springs recently.
pt_br: Vediamo... Beh, ultimamente sono stata proprio presa dalle terme.

# 7344_Akiyama
source: Oh yeah? Where've you gone?
pt_br: Ah sì? Dove sei finita?

# 7356_Rio
source: Well, Izu Nagaoka and the one that's near Atami...
pt_br: Beh, Izu Nagaoka e quello lì vicino ad Atami...

# 7380_Rio
source: Ito, yes, that's the one!
pt_br: Ito, sì, proprio quello!

# 7392_Akiyama
source: I've been there. It's nice.
pt_br: Ci sono stato. È bello.

# 7404_Rio
source: Yep! And Nishiizu is nice too...
pt_br: Già! E Nishiizu è bello anche...

# 7416_Akiyama
source: Don't you go anywhere but Izu?
pt_br: Non vai mica da nessun'altra parte che non sia Izu?

# 7428_Rio
source: Hehe! I guess you're right. Those are all in Izu, huh?
pt_br: Hehe! Beh, immagino tu abbia ragione. Sono tutti a Izu, eh?

# 7440_Akiyama
source: Hehe, yep.
pt_br: Eheheh, già.

# 7452_Rio
source: Let's see, where else have I gone? Definitely Izu... Izu, and... Zushi?
pt_br: Fammi pensare, dove altro sono stata? Di sicuro Izu... Izu, e... Zushi?

# 7464_Rio
source: Wait, nope. I haven't been to Zushi.
pt_br: Anzi, no. Non sono stato a Zushi.

# 7476_Akiyama
source: Maybe you should try a different area.
pt_br: Forse potresti provare un'altra zona.

# 7488_Rio
source: Hehe, I guess you're right, but I can't help it!
pt_br: Hehe, hai ragione, ma che ci posso fare!

# 7500_Akiyama
source: Maybe I should go with you next time.
pt_br: Magari dovrei venire con te la prossima volta.

# 7512_Rio
source: Oh, were you planning on going to a hot spring?
pt_br: Oh, stavi pensando di andare alle terme?

# 7524_Akiyama
source: No. I just thought it might be fun to go with you.
pt_br: No. Pensavo solo potesse essere divertente venire con te.

# 7536_Rio
source: What!?
pt_br: Cosa!?

# 7548_Akiyama
source: Is there a problem?
pt_br: C'è un problema?

# 7560_Rio
source: Isn't it a little early to be talking about something like that?
pt_br: Non è un po' prestino per discorsi del genere?

# 7572_Akiyama
source: You think so?
pt_br: La pensi così?

# 7584_Rio
source: You probably ask out every girl you meet.
pt_br: Probabilmente ci provi con ogni ragazza che incontri.

# 7596_Akiyama
source: Not at all. You're the only one.
pt_br: Macché. Sei l'unica.

# 7608_Rio
source: Really?
pt_br: Davvero?

# 7620_Akiyama
source: (Hmm. I may have given her the wrong idea...)
pt_br: (Mmm. Potrei averle dato l'idea sbagliata...)

# 7632_Akiyama
source: Hot springs are nice, aren't they?
pt_br: Le terme sono belle, non trovi?

# 7644_Rio
source: I love them! Just seeing the steam rising from the water makes me feel relaxed.
pt_br: Ne vado matta! Basta vedere il vapore che si alza dall'acqua e mi sento subito rilassata.

# 7656_Akiyama
source: I know what you mean.
pt_br: So cosa intendi.

# 7668_Rio
source: I wonder where I should go next.
pt_br: Mi chiedo dove dovrei andare dopo.

# 7680_Akiyama
source: Heh. At this point, you might as well go to all of the hot springs in Izu.
pt_br: Heh. A questo punto, tanto vale che vai a tutte le terme di Izu.

# 7692_Rio
source: Hehe, that does sound like a good idea. I always get excited when I have a goal!
pt_br: Hehe, quella sì che suona come una buona idea. Mi gaso sempre quando ho un obiettivo!

# 7704_Akiyama
source: Just take me with you once, okay?
pt_br: Portami con te una volta, ok?

# 7716_Rio
source: Hmm, I have a better idea. Instead of me taking you, you should take me!
pt_br: Mmm, ho un'idea migliore. Invece che ti porti fuori io, dovresti portarmi fuori tu!

# 7728_Akiyama
source: All right. I'll see what I can do.
pt_br: Va bene. Vedrò cosa posso fare.

# 7740_Rio
source: I'm rooting for you! ♪
pt_br: Ti faccio il tifo! ♪

# 7752_Akiyama
source: I bet you look good in a yukata.
pt_br: Scommetto che staresti d'incanto in yukata.

# 7764_Rio
source: You think so?
pt_br: La pensi così?

# 7776_Akiyama
source: Yeah. I'd like to see what you look like in one.
pt_br: Sì. Mi piacerebbe proprio vederti con quello addosso.

# 7788_Rio
source: Oh, Akiyama-san, you're just saying that.
pt_br: Oh, Akiyama-san, lo dice tanto per dire.

# 7800_Akiyama
source: No, I mean it.
pt_br: No, dico sul serio.

# 7812_Rio
source: Hehe, thanks. I didn't think it'd be that big of a deal. Do you like girls in yukatas?
pt_br: Hehe, grazie. Non pensavo fosse 'sta gran cosa. Ti piacciono le ragazze in yukata?

# 7824_Akiyama
source: Yeah. But to be completely accurate, I enjoy taking the yukatas off of girls.
pt_br: Già. Ma a dirla tutta, mi piace togliere gli yukata alle ragazze.

# 7836_Rio
source: Hehehe. Do you imagine that every time you see a girl in a yukata?
pt_br: Hehehe. Te lo immagini ogni volta che vedi una ragazza in yukata?

# 7848_Akiyama
source: Pretty much... A little daydreaming never hurt anybody.
pt_br: In pratica... Sognare un po' non ha mai fatto male a nessuno.

# 7860_Rio
source: Oh, you do have fun, don't you?
pt_br: Oh, te la spassi, eh?

# 7872_Rio
source: Have you met Yokoyama-kun? He's one of the attendants here.
pt_br: Hai conosciuto Yokoyama-kun? È uno dei ragazzi che lavorano qui.

# 7884_Akiyama
source: The guy by the entrance?
pt_br: Il tizio all'ingresso?

# 7896_Rio
source: Um... Oh, I guess he's not here today.
pt_br: Uhm... Oh, mi sa che non c'è oggi.

# 7908_Akiyama
source: What about him?
pt_br: E lui?

# 7920_Rio
source: Well, Yokoyama-kun has a habit of shaking his legs, and it's pretty ridiculous!
pt_br: Beh, Yokoyama-kun ha il vizio di muovere le gambe, ed è proprio ridicolo!

# 7932_Akiyama
source: Yeah, that bothers the people watching more than the person who's doing it.
pt_br: Già, dà più fastidio a chi guarda che a chi lo fa.

# 7944_Rio
source: It doesn't just bother me, I can't stand it! It's not just when he's sitting down, either. Sometimes he'll be standing, and boom! His leg starts jiggling.
pt_br: Non mi dà solo fastidio, non lo sopporto proprio! E non è solo quando è seduto. A volte è in piedi, e boom! Gli comincia a ballare la gamba.

# 7956_Akiyama
source: Huh!? For real!?
pt_br: Eh!? Davvero!?

# 7968_Rio
source: Oh yeah! And it's not just one, but both legs! I mean, come on!
pt_br: Ah sì! E non è solo una, ma tutte e due le gambe! Ma dai!

# 7980_Akiyama
source: Both legs bouncing sounds annoying.
pt_br: Il dondolio di entrambe le gambe è fastidioso.

# 7992_Rio
source: I did a double take the first time I saw it!
pt_br: Ci ho dovuto guardare due volte la prima volta che l'ho visto!

# 8004_Akiyama
source: Hehe.
pt_br: Eheh.

# 8016_Rio
source: But to tell you the truth...
pt_br: Ma a dirti la verità...

# 8028_Rio
source: I used to do that when I was in high school, too! They say that people who do it end up poor, so I stopped.
pt_br: Anch'io lo facevo quando ero al liceo! Dicono che chi lo fa finisce in miseria, così ho smesso.

# 8040_Akiyama
source: Hahaha. I'm pretty sure that's an old wives' tale.
pt_br: Hahaha. Mi sa proprio che quella è una storiella da vecchie comari.

# 8052_Rio
source: Of course it is, but you want to be sure, you know?
pt_br: Certo che lo è, ma vuoi star tranquillo, sai?

# 8064_Akiyama
source: I guess it does make you look poor somehow. Maybe that's how that idea got started.
pt_br: Beh, in qualche modo ti dà un'aria da povero, in effetti. Magari è così che è partita quell'idea.

# 8076_Rio
source: Yeah, you might be right!
pt_br: Già, potresti avere ragione!

# 8088_Akiyama
source: I sometimes do that myself.
pt_br: Anche a me capita a volte.

# 8100_Rio
source: You too, Akiyama-san?
pt_br: Anche tu, Akiyama-san?

# 8112_Akiyama
source: Yeah.
pt_br: Sì.

# 8124_Rio
source: With both legs?
pt_br: Con tutte e due le gambe?

# 8148_Rio
source: Whew! I'm glad. I'd have had a hard time if it was both legs!
pt_br: Meno male! Sono contento. Sarebbe stato un bel guaio se fossero state entrambe le gambe!

# 8160_Akiyama
source: Nope. Just the one. And I don't do it standing up, either.
pt_br: Na. Solo una. E non lo faccio neanche in piedi.

# 8172_Rio
source: I'm so relieved to hear that!
pt_br: Sono così sollevato a sentirlo!

# 8184_Akiyama
source: Do you know why people do that?
pt_br: Ma sai perché la gente lo fa?

# 8196_Rio
source: Hm... Something to do with nerves, maybe?
pt_br: Mmh... C'entrerà coi nervi, forse?

# 8208_Akiyama
source: I heard it was related to the amount of muscle you have.
pt_br: Mi hanno detto che c'entrava con quanti muscoli hai.

# 8220_Rio
source: Muscle!?
pt_br: Muscoli!?

# 8232_Akiyama
source: Yeah. It seems that people who have a lot of muscle are more likely to have lactic acid build up in their bodies.
pt_br: Già. A quanto pare le persone molto muscolose tendono ad accumulare acido lattico nel corpo.

# 8244_Akiyama
source: When they stay in the same position for too long, the lactic acid builds up...
pt_br: Quando stanno nella stessa posizione per troppo tempo, l'acido lattico si accumula...

# 8256_Akiyama
source: ...and they feel like they have to move in order to dissolve it. That's why some people bounce their legs.
pt_br: ...e sentono di doversi muovere per dissiparla. Ecco perché alcune persone scuotono le gambe.

# 8268_Rio
source: Really? It's so amazing that you know that, Akiyama-san!
pt_br: Ma davvero? È pazzesco che tu lo sappia, Akiyama-san!

# 8280_Akiyama
source: That's just what I've heard.
pt_br: È solo quello che ho sentito.

# 8292_Rio
source: But that does sound about right!
pt_br: Ma sì, in effetti torna!

# 8304_Akiyama
source: I'm not positive, but it sounds plausible.
pt_br: Non ne sono sicurissimo, ma suona plausibile.

# 8316_Rio
source: It does. Should I recommend that Yokoyama-kun do some stretches, then?
pt_br: Eh, già. Dovrei forse dire a Yokoyama-kun di sgranchirsi un po', allora?

# 8328_Akiyama
source: Uh, no. Just leave him be.
pt_br: Uh, no. Lascialo stare.

# 8340_Rio
source: What makes you say that?
pt_br: Cosa te lo fa dire?

# 8352_Akiyama
source: There aren't that many people who can bounce both legs like that, you know?
pt_br: Non sono in molti quelli che riescono a scuotere entrambe le gambe in quel modo, sai?

# 8364_Rio
source: Hehe! Oh, you're so mean!
pt_br: Hehe! Oh, sei un cattivone!

# 8376_Rio
source: Are you married, Akiyama-san?
pt_br: Sei sposato, Akiyama-san?

# 8388_Akiyama
source: Me? Nope. I'm single.
pt_br: Io? No. Sono single.

# 8400_Rio
source: Oh really?
pt_br: Ah sì?

# 8412_Akiyama
source: Why? Do I look married?
pt_br: Perché? Sembro sposato?

# 8436_Rio
source: No way! Not at all!
pt_br: Ma no! Assolutamente no!

# 8448_Akiyama
source: That's what I thought. What about you?
pt_br: Lo immaginavo. E tu?

# 8460_Rio
source: Me?
pt_br: Io?

# 8472_Akiyama
source: Yeah.
pt_br: Sì.

# 8484_Rio
source: Well... I'm just getting over a breakup.
pt_br: Beh... mi sto riprendendo da una rottura.

# 8496_Akiyama
source: What do you do to get over something like that?
pt_br: Cosa fai per superare una cosa del genere?

# 8508_Rio
source: I'm trying to become prettier than I was when I was going out with my ex.
pt_br: Sto cercando di diventare più carina di quanto non fossi quando stavo con il mio ex.

# 8520_Akiyama
source: Prettier?
pt_br: Più carina?

# 8532_Rio
source: Yep! I've been working on my hair and making my skin nice and firm.
pt_br: Sì! Mi sono data da fare con i capelli e ho reso la mia pelle bella e soda.

# 8544_Akiyama
source: Hmm, I see... So you're trying to feel better by aiming for those goals. Got it.
pt_br: Hmm, capisco... Quindi stai cercando di tirarti su di morale puntando a quegli obiettivi. Capito.

# 8556_Rio
source: Yep, that's right.
pt_br: Proprio così.

# 8568_Akiyama
source: How much would you say you've recovered?
pt_br: Quanto hai recuperato, secondo te?

# 8580_Rio
source: Hmm... Maybe 60 or 70%?
pt_br: Hmm... Forse il 60 o il 70%?

# 8592_Akiyama
source: So you're making progress then.
pt_br: Quindi stai andando avanti, eh?

# 8604_Rio
source: I think so. ♪
pt_br: Credo di sì. ♪

# 8616_Akiyama
source: I think you're beautiful as you are, though.
pt_br: Io ti trovo bellissima così come sei, però.

# 8628_Rio
source: No, I still have a ways to go. At least that's how I feel about it.
pt_br: No, ho ancora tanta strada da fare. Almeno, per come la vedo io.

# 8640_Akiyama
source: Heh, I see... Well, I think you're doing great so far. Keep at it.
pt_br: Ah, capisco... Beh, direi che stai andando alla grande finora. Continua così.

# 8652_Rio
source: Thanks! <Color:7>♥<Color:Default>
pt_br: Grazie! <Color:7>♥<Color:Default>

# 8664_Akiyama
source: I sort of understand what you mean.
pt_br: Capisco più o meno cosa intendi.

# 8676_Rio
source: Really?
pt_br: Davvero?

# 8688_Akiyama
source: You want to make yourself prettier to get back at him, right? Sorta make him regret losing you?
pt_br: Vuoi farti più bella per ripicca, no? Un po' per fargli rimpiangere di averti persa?

# 8700_Rio
source: Yeah, kinda like that!
pt_br: Già, una cosa del genere!

# 8712_Akiyama
source: But you know what? I bet he's already regretting it. I know I'd never let a girl like you get away.
pt_br: Ma sai cosa? Scommetto che se ne sta già pentendo. Io non mi farei mai scappare una ragazza come te.

# 8724_Rio
source: Hehehe. Oh, stop it!
pt_br: Eheheh. Oh, smettila!

# 8736_Akiyama
source: That's a positive way to look at things.
pt_br: Questo sì che è un modo positivo di vederla.
