Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee035c.po
Languages: pt_br

source: Achieve Super Service 5 Times
pt_br: Raggiungi Super Servizio 5 volte

source: Mastering Cosplay Day
pt_br: Padroneggiare il Cosplay Day

source: Aim for the Top!
pt_br: Punta al top!

# 392_Naoki
source: Please pick out an outfit for your hostess. You can choose different types of clothing, makeup, and other items.
pt_br: Dai, scegli un outfit per la tua hostess. Puoi scegliere diversi tipi di abbigliamento, trucco e altri accessori.

# 404_Naoki
source: There are only a small number of clothes available to you at first, but you will get more as you go along.
pt_br: All'inizio avrai a disposizione solo pochi vestiti, ma ne otterrai altri man mano che prosegui.

# 416_Naoki
source: However, getting new clothes or accessories costs money.
pt_br: Però, procurarsi nuovi abiti o accessori costa soldi.

# 428_Naoki
source: Do your best to get by on the funds that we gave you.
pt_br: Fai del tuo meglio per tirare avanti con i soldi che ti abbiamo dato.

# 440_Naoki
source: At our club, our girls go out on the club floor to entertain customers three times during their work day.
pt_br: Nel nostro locale, le nostre ragazze scendono in sala per intrattenere i clienti tre volte durante la loro giornata lavorativa.

# 452_Naoki
source: There is a short rest period between each shift. During this time, you can adjust her outfit or provide additional training.
pt_br: C'è una breve pausa tra un turno e l'altro. Durante questo frangente, puoi sistemarle l'outfit o darle un addestramento extra.

# 464_Naoki
source: We'll talk more about training next time.
pt_br: Parleremo di più dell'allenamento la prossima volta.

# 488_Naoki
source: Thank you! I'll contact you later about the results.
pt_br: Grazie! Ti contatterò più tardi per i risultati.

# 500_Naoki
source: See you next time!
pt_br: Alla prossima!

# 524_Naoki
source: You can train your hostess between her shifts.
pt_br: Puoi addestrare la tua hostess tra un turno e l'altro.

# 536_Naoki
source: Training allows you to improve the service stats of the hostesses, so it's important to train consistently.
pt_br: L'allenamento ti consente di potenziare le stat di servizio delle hostess, quindi è importante allenarsi con costanza.

# 548_Naoki
source: Looks, Smarts, and Charisma, as well as Motivation and Stress, can be affected by training. All are important factors when taking customer service into account.
pt_br: Aspetto, Intelligenza e Carisma, così come Motivazione e Stress, possono essere influenzati dall'addestramento. Tutti sono fattori importanti quando si tiene conto del servizio clienti.

# 560_Naoki
source: Some customers may pay more attention to these subtle details as opposed to what outfit she's wearing. After all, it's what's on the inside that counts!
pt_br: Alcuni clienti potrebbero fare più caso a questi dettagli sottili, piuttosto che all'outfit che ha su. Dopotutto, è ciò che c'è dentro che conta!

# 572_Naoki
source: However, please be aware that excessive training will make a hostess stressed out.
pt_br: Attenzione, però: un allenamento esagerato farà stressare una hostess.

# 584_Naoki
source: This can be remedied by having a hostess rest during break.
pt_br: Si può rimediare facendo riposare un'hostess durante la pausa.

# 596_Naoki
source: Also note that repeating the same training may not be very effective. Hostesses are humans! They get bored, too!
pt_br: Ricorda anche che ripetere sempre lo stesso allenamento potrebbe non essere molto efficace. Le hostess sono umane! Si stufano anche loro!

# 608_Naoki
source: Use both coordination and training to cultivate an excellent hostess. Remember, we're aiming for the top here!
pt_br: Usa sia la coordinazione che l'addestramento per tirare fuori un'hostess coi controfiocchi. Ricorda, qui si punta a vincere tutto!

# 620_Naoki
source: Now, let's give training a try!
pt_br: Dai, proviamo l'addestramento!

# 644_Naoki
source: Great work today! I'll get in touch with you later.
pt_br: Ottimo lavoro oggi! Ci sentiamo dopo.

# 656_Naoki
source: See you next time!
pt_br: Alla prossima!

# 680_Naoki
source: We did it! We brought up another number one hostess!
pt_br: Ce l'abbiamo fatta! Abbiamo tirato su un'altra hostess numero uno!

# 692_Naoki
source: I expected nothing less from you, Akiyama-san. I believe our manager wishes to speak with you as well. Let's see what he has to say!
pt_br: Non mi aspettavo niente di meno da te, Akiyama-san. Credo che anche il nostro manager voglia parlarti. Vediamo cosa ha da dire!

# 716_Naoki
source: Have you heard of Super Service?
pt_br: Hai sentito parlare del Super Servizio?

# 728_Akiyama
source: Super Service? No, I don't believe I have.
pt_br: Super Servizio? No, non mi risulta.

# 740_Naoki
source: Yes. When a hostess provides the best possible service to a customer, she shines like a radiant goddess.
pt_br: Sì. Quando un'hostess offre il miglior servizio possibile a un cliente, risplende come una dea radiosa.

# 752_Naoki
source: That's what we call Super Service.
pt_br: Questo è quello che chiamiamo Super Servizio.

# 764_Akiyama
source: Now <Italic>that</Italic> I'd like to see...
pt_br: Ora <Italic>quello</Italic> sì che mi piacerebbe vederlo...

# 776_Naoki
source: You can trigger Super Service by using certain combinations of outfits and training while the hostess has a high level of motivation. Use a variety of outfits to try and achieve Super Service. You'll need to achieve it 5 times.
pt_br: Puoi attivare il Super Servizio usando certe combinazioni di outfit e allenamento mentre la hostess ha un alto livello di motivazione. Usa una varietà di outfit per cercare di ottenere il Super Servizio. Dovrai ottenerlo 5 volte.

# 788_Naoki
source: Good luck!
pt_br: Buona fortuna!

# 812_Naoki
source: Do you know what cosplay is?
pt_br: Sai cos'è il cosplay?

# 824_Akiyama
source: Cosplay? I've certainly heard of it. It's just dressing up in costumes, right?
pt_br: Cosplay? Ne ho sentito parlare, eccome. È solo mettersi dei costumi, giusto?

# 836_Naoki
source: Correct. At our club we sometimes have our hostesses dress in different costumes.
pt_br: Esatto. Qui al nostro locale, a volte facciamo indossare alle hostess costumi diversi.

# 848_Naoki
source: Of course, doing that all the time would be rather tiring, so we don't do it too often.
pt_br: Ovvio, fare sempre così sarebbe una bella fatica, quindi non lo facciamo troppo spesso.

# 860_Naoki
source: You will sometimes find that a cosplay event is underway. When this happens, you will be able to wear different outfits than usual. During the event, you will need to get 10 or more requests. Cosplay day will continue until you succeed in getting at least 10 requests.
pt_br: A volte capiterà che sia in corso un evento cosplay. Quando succede, potrai far indossare abiti diversi dal solito. Durante l'evento, dovrai ottenere 10 o più richieste. La giornata cosplay continuerà finché non riuscirai a ottenere almeno 10 richieste.

# 872_Naoki
source: Good luck!
pt_br: Buona fortuna!

# 896_Naoki
source: I think you know everything you need to know. There's nothing else I can tell you now!
pt_br: Penso che tu sappia già tutto il necessario. Non ho altro da dirti, adesso!

# 908_Naoki
source: Work hard, and help your hostess climb to the top!
pt_br: Dacci dentro, e aiuta la tua hostess a salire in cima!

# 920_Naoki
source: By the way, Akiyama-san. The event days have been pretty popular with our customers, so we're going to start adding them to the usual schedule.
pt_br: A proposito, Akiyama-san. I giorni degli eventi sono piaciuti un sacco ai nostri clienti, quindi inizieremo a metterli nel programma abituale.

# 932_Naoki
source: This is your chance to use what you learned last time to get closer to number one. I hope you'll take advantage of it.
pt_br: Questa è la tua occasione per mettere a frutto quello che hai imparato l'ultima volta e puntare al numero uno. Spero che ne approfitterai.

# 944_Naoki
source: Good luck!
pt_br: Buona fortuna!

# 968_Naoki
source: Well done, Akiyama-san!
pt_br: Ben fatto, Akiyama-san!

# 980_Naoki
source: You witnessed 5 examples of Super Service. That means you've completed the Super Service mission!
pt_br: Hai assistito a 5 esempi di Super Servizio. Questo significa che hai completato la missione Super Servizio!

# 992_Naoki
source: See you next time!
pt_br: Alla prossima!

# 1016_Naoki
source: Well done, Akiyama-san!
pt_br: Ben fatto, Akiyama-san!

# 1028_Naoki
source: You managed to get 10 requests, allowing you to complete the Cosplay Day mission!
pt_br: Sei riuscito a ottenere 10 richieste, che ti ha permesso di completare la missione del Giorno del Cosplay!

# 1040_Naoki
source: See you next time!
pt_br: Alla prossima!

# 1064_Naoki
source: Well done, Akiyama-san!
pt_br: Ben fatto, Akiyama-san!

# 1076_Naoki
source: At this rate, you're going to be giving me advice! You sure are an expert at training hostesses.
pt_br: Di questo passo, sarai tu a darmi consigli! Sei proprio un asso nell'addestrare le hostess.

# 1112_Naoki
source: Well done, Akiyama-san!
pt_br: Ben fatto, Akiyama-san!

# 1124_Naoki
source: Let's total up your earnings, shall we?
pt_br: Facciamo due conti sui tuoi guadagni, che dici?

# 1160_Naoki
source: Well done, Akiyama-san!
pt_br: Ben fatto, Akiyama-san!

# 1172_Naoki
source: Let's total up your earnings, shall we?
pt_br: Facciamo due conti sui tuoi guadagni, che dici?

# 1208_Naoki
source: Well done, Akiyama-san!
pt_br: Ben fatto, Akiyama-san!

# 1220_Naoki
source: Let's total up your earnings, shall we?
pt_br: Facciamo due conti sui tuoi guadagni, che dici?

# 1256_Naoki
source: Well done, Akiyama-san!
pt_br: Ben fatto, Akiyama-san!

# 1268_Naoki
source: Very impressive. You managed to make %s-san the number one hostess!
pt_br: Complimenti vivissimi! Sei riuscito a far diventare %s-san l'hostess numero uno!

# 1280_Naoki
source: Looks like the manager would like to talk to you. You should go see what he wants!
pt_br: Sembra che il manager ti voglia parlare. Vai a vedere che vuole!

# 1304_Naoki
source: Now that you're getting used to training, let's give you a few more options.
pt_br: Ora che ci stai prendendo la mano con l'allenamento, vediamo di darti qualche opzione in più.

# 1316_Naoki
source: The following three options will allow you to balance a hostess's Stress and Motivation, improving their overall condition.
pt_br: Le seguenti tre opzioni ti permetteranno di bilanciare lo Stress e la Motivazione di una hostess, migliorandone la condizione generale.

# 1328_Naoki
source: "Lecture" allows you to motivate a hostess. It also has a slight beneficial effect on other statistics, but at the cost of greatly increasing Stress.
pt_br: "Ramanzina" ti permette di spronare un'hostess. Ha anche un leggero effetto benefico su altre statistiche, ma al costo di aumentare notevolmente lo Stress.

# 1340_Naoki
source: "Relax" lets a hostess take some time off for herself. This is good for when you need to lower her Stress.
pt_br: "Relax" permette a una hostess di prendersi un po' di tempo per sé. Va bene quando devi abbassare il suo Stress.

# 1352_Naoki
source: "Encourage" raises a hostess's Motivation without increasing Stress. I mean, who doesn't like a compliment, right?
pt_br: L'opzione "Incoraggia" alza la Motivazione di un'hostess senza aumentare\nlo Stress. Cioè, a chi non fa piacere un complimento, no?

# 1364_Naoki
source: Use these training options wisely to get your hostess in prime condition.
pt_br: Sfrutta al meglio queste opzioni di allenamento per mettere la tua hostess in perfetta forma.

# 1400_Naoki
source: Everybody's dressing up for the cosplay event we're hosting!
pt_br: Tutti si stanno agghindando per l'evento cosplay che stiamo organizzando!

# 1412_Naoki
source: %s-san, please select a costume of your choice.
pt_br: %s-san, per favore, seleziona un costume a tua scelta.

# 1436_Naoki
source: Akiyama-san, we've received something new for the wardrobe.
pt_br: Akiyama-san, abbiamo ricevuto qualcosa di nuovo per il guardaroba.

# 1448_Naoki
source: Please be sure to take a look whenever you can.
pt_br: Mi raccomando, dagli un'occhiata appena puoi.

# 1484_Naoki
source: %s-san's rank has gone down.
pt_br: Il rango di %s-san è sceso.

# 1496_Naoki
source: Could it have something to do with her outfit? Or maybe she didn't get enough training in...
pt_br: Sarà mica per via del vestito? O magari non s'è allenata abbastanza...

# 1508_Naoki
source: In any case, everyone worked hard today. Let's do our best to get another rank promotion.
pt_br: Comunque, tutti hanno lavorato sodo oggi. Diamoci dentro per ottenere un'altra promozione di rango.

# 1544_Naoki
source: %s-san's rank went up!
pt_br: Il rango di %s-san è salito!

# 1556_Naoki
source: I can tell you've both been putting a lot into it. Keep up the excellent work!
pt_br: Si vede che vi siete dati un sacco da fare. Continuate così, ottimo lavoro!

# 1568_Naoki
source: Great work today! Let's aim for the next milestone!
pt_br: Bravissimi oggi! Puntiamo al prossimo traguardo!

# 1592_Naoki
source: Well done, Akiyama-san!
pt_br: Ben fatto, Akiyama-san!

# 1604_Naoki
source: See you next time!
pt_br: Alla prossima!

# 1628_Naoki
source: %s-san isn't here today... She apparently skipped work.
pt_br: %s-san non c'è oggi... A quanto pare ha saltato il lavoro.

# 1640_Naoki
source: I would think she'd at least give us a call...
pt_br: Pensavo che almeno ci desse un colpo di telefono...
