Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid01020353.po
Languages: pt_br

source: Idle
pt_br: Inattivo

# 56_Akiyama
source: Well, here's your loan. One hundred million yen, as we agreed.
pt_br: Allora, ecco il tuo prestito. Cento milioni di yen, come d'accordo.

# 68_Lily
source: Thank you so much.
pt_br: Grazie infinite.

# 80_Akiyama
source: Er, I wouldn't open that just yet.
pt_br: Ehm, non lo aprirei ancora.

# 92_Lily
source: Huh?
pt_br: Uh?

# 104_Akiyama
source: What if the wind blew it all away? You'd have a hell of a time trying to get it back.
pt_br: E se il vento spazzasse via tutto? A riprenderlo, sarebbe un inferno.

# 116_Lily
source: Oh, right. That would be awful...
pt_br: Ah, giusto. Sarebbe terribile...

# 128_Akiyama
source: Heh, I'm just teasing you. It's all neatly bundled up. Go ahead, take a look.
pt_br: Eheh, ti sto solo prendendo in giro. È tutto impacchettato per bene. Vai pure, dai un'occhiata.

# 140_Lily
source: Okay.
pt_br: Ok.

# 176_Akiyama
source: Hard to believe it all fits in there, huh?
pt_br: Roba da non credere che ci stia tutto lì dentro, eh?

# 188_Lily
source: Hm?
pt_br: Mh?

# 200_Akiyama
source: That briefcase contains about a third of what the average college graduate makes his entire life.
pt_br: Quella valigetta contiene circa un terzo di quello che un laureato medio guadagna in tutta la sua vita.

# 212_Akiyama
source: And his monthly pay is a tiny fraction of that.
pt_br: E il suo stipendio mensile è una briciola rispetto a quello.

# 224_Akiyama
source: Strange to think how a man can struggle so much for so little.
pt_br: Fa strano pensare come un uomo possa sbattersi così tanto per così poco.

# 236_Lily
source: It's true... But even that can be enough to change someone's whole life.
pt_br: È vero... Ma anche solo quello può bastare a svoltare la vita a qualcuno.

# 248_Lily
source: Akiyama-san... Thank you so much.
pt_br: Akiyama-san... Grazie mille.

# 260_Akiyama
source: My pleasure.
pt_br: È un piacere.

# 272_Lily
source: At first, I... I was planning to just take the money and run.
pt_br: All'inizio, io... stavo solamente pensando di prendermi i soldi e filarmela.

# 284_Akiyama
source: Yeah?
pt_br: Davvero?

# 296_Lily
source: But you... You believed in me.
pt_br: Ma tu... Hai creduto in me.

# 308_Lily
source: You made me feel like it was okay to dream again. It had been so long since I'd felt that way...
pt_br: Mi hai fatto sentire che andava bene tornare a sognare. Era da così tanto tempo che non provavo quella sensazione...

# 320_Lily
source: That's why I'm going to pay back every last yen, no matter how long it takes.
pt_br: È per questo che ripagherò fino all'ultimo yen, anche se ci volesse una vita.

# 332_Akiyama
source: Yeah, about that...
pt_br: Già, a proposito...

# 356_Akiyama
source: Don't worry about it.
pt_br: Non preoccupartene.

# 368_Lily
source: What!?
pt_br: Cosa!?

# 380_Akiyama
source: No interest either, although it's not like Sky Finance charges it anyway.
pt_br: Nemmeno interessi, anche se non è che la Sky Finance li applica comunque.

# 392_Lily
source: I don't understand...
pt_br: Non capisco...

# 404_Akiyama
source: I'm not in this business for the money.
pt_br: Non sono in questo giro per i soldi.

# 416_Akiyama
source: Money changes people's lives. I just like to see it happen up close and personal.
pt_br: I soldi cambiano la vita delle persone. A me piace proprio vederlo succedere, da vicino e di persona.

# 428_Lily
source: Why did you choose this sort of test for me?
pt_br: Perché hai scelto una prova del genere per me?

# 440_Akiyama
source: Are you sure you want to know? I don't normally tell folks the reasoning behind the tests I give them.
pt_br: Sei proprio sicuro di volerlo sapere? Di solito non vado a spiattellare alla gente il motivo dietro le prove che gli piazzo.

# 452_Lily
source: I'm sure.
pt_br: Sono sicura.

# 464_Akiyama
source: Well, this time around it wasn't about seeing how serious or determined you were.
pt_br: Beh, stavolta non si trattava di vedere quanto eri seria o determinata.

# 476_Akiyama
source: Truth be told, I was testing myself.
pt_br: A dire il vero, mi stavo mettendo alla prova.

# 488_Lily
source: I don't understand.
pt_br: Non capisco.

# 500_Akiyama
source: Hmm, how do I put it? Let's just say I don't consider myself the best judge of character.
pt_br: Hmm, come la metto? Diciamo che non mi considero il miglior giudice di persone.

# 512_Lily
source: Why's that?
pt_br: Perché?

# 524_Akiyama
source: I've been betrayed a lot over the years. It'd almost be funny, if it weren't so tragic. Heheh...
pt_br: Ne ho subiti di tradimenti in questi anni. Ci sarebbe quasi da ridere, se non fosse così tragico. Heheh...

# 536_Lily
source: That's awful...
pt_br: Che brutta storia...

# 548_Akiyama
source: But it's true. The bank I worked at set me up then cut me loose. The woman I loved walked out on me...
pt_br: Ma è vero. La banca dove lavoravo mi ha incastrato e poi mi ha mollato. La donna che amavo mi ha piantato in asso...

# 560_Akiyama
source: It's been one thing after another ever since.
pt_br: È stata una cosa dietro l'altra da allora.

# 572_Akiyama
source: Just the other day, a yakuza I'd been backing straight up killed a guy and disappeared. It got me wondering if I should even bother trusting anyone anymore.
pt_br: Proprio l'altro giorno, uno yakuza che avevo appoggiato ha proprio ammazzato un tizio ed è sparito. Mi ha fatto domandare se valesse la pena fidarsi ancora di qualcuno.

# 596_Akiyama
source: I guess it's all just part of the job.
pt_br: Eh, immagino che faccia parte del mestiere.

# 608_Akiyama
source: Still, I'd at least like to think I'm safe with the people I trust. I'm only human, you know?
pt_br: Comunque, vorrei almeno credere di essere al sicuro con le persone di cui mi fido. Sono solo un uomo, sai?

# 620_Lily
source: So how did having me work at your club test you?
pt_br: Allora, come ti ha messo alla prova il fatto che io lavorassi nel tuo locale?

# 632_Akiyama
source: Because I found you alluring. Enough to make three million in three days.
pt_br: Perché ti ho trovata affascinante. Abbastanza da farti fare tre milioni in tre giorni.

# 644_Akiyama
source: I wanted to see if my hunch was right. Sorry to put you through all this for something so stupid.
pt_br: Volevo vedere se il mio intuito ci aveva visto giusto. Scusa se ti ho fatto passare tutto questo per una stupidaggine del genere.

# 656_Lily
source: No, it's okay. I feel really lucky to have met you.
pt_br: No, va bene. Mi sento davvero fortunata ad averti incontrato.

# 668_Akiyama
source: Maybe, but luck isn't something that just finds you. You have to get out there and put yourself in a position to be lucky.
pt_br: Forse, ma la fortuna non è che ti piova addosso e basta. Devi darti da fare, metterti in gioco e crearti le occasioni per essere fortunato.

# 680_Akiyama
source: ...And for what it's worth, I couldn't be happier that you passed the test.
pt_br: E, per quel che vale, non potrei essere più felice che tu abbia superato la prova.
