Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c0224.po
Languages: pt_br

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

# 116_Himeka
source: Hehehe. I ain't gonna let you beat me, %s-san.
pt_br: Eheheh. Non ti lascio battermi, %s-san.

# 128_Player
source: Should we head inside?
pt_br: Andiamo dentro?

# 152_Himeka
source: Hehehe. I ain't gonna let you beat me, %s-san.
pt_br: Eheheh. Non ti lascio battermi, %s-san.

# 164_Himeka
source: Well, let's head in!
pt_br: Beh, entriamo!

# 176_Player
source: Uh... Hold on a second. I just realized I'm short on cash.
pt_br: Ehm... Aspetta un attimo. Mi sono appena reso conto che sono a corto di grana.

# 188_Himeka
source: Huh? You're kiddin', right?
pt_br: Eh? Stai scherzando, vero?

# 200_Tanimura
source: Sorry...
pt_br: Scusa...

# 212_Himeka
source: Well, that's the end of our date for today. See ya later, Tanimura-san...
pt_br: Beh, per oggi la nostra uscita è finita. Ci vediamo, Tanimura-san...

# 224_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 332_Himeka
source: Aw, I lost... You're pretty good at darts, %s-san.
pt_br: Mannaggia, ho perso... Sei davvero bravo a freccette, %s-san.

# 344_Player
source: I've had some practice.
pt_br: Ho fatto un po' di pratica.

# 356_Himeka
source: That was really fun. I hope you'll take me out again. <Color:7>♥<Color:Default>
pt_br: Mi sono divertita un mondo. Spero che mi porterai fuori di nuovo. <Color:7>♥<Color:Default>

# 368_Himeka
source: Anyway, I'll catch ya later!
pt_br: Comunque, ci si becca dopo!

# 392_Himeka
source: Hehe. Looks like a draw.
pt_br: Hehe. Sembra un pareggio.

# 404_Player
source: I guess so.
pt_br: Immagino di sì.

# 416_Himeka
source: That was really fun. I hope you'll take me out again. <Color:7>♥<Color:Default>
pt_br: Mi sono divertita un mondo. Spero che mi porterai fuori di nuovo. <Color:7>♥<Color:Default>

# 428_Himeka
source: Anyway, I'll catch ya later!
pt_br: Comunque, ci si becca dopo!

# 452_Himeka
source: All right! I won! Too bad for you, %s-san.
pt_br: Alla grande! Ho vinto! Peccato per te, %s-san.

# 464_Player
source: Damn.
pt_br: Dannazione.

# 476_Himeka
source: That was really fun. I hope you'll take me out again. <Color:7>♥<Color:Default>
pt_br: Mi sono divertita un mondo. Spero che mi porterai fuori di nuovo. <Color:7>♥<Color:Default>

# 488_Himeka
source: Anyway, I'll catch ya later!
pt_br: Comunque, ci si becca dopo!

# 596_Himeka
source: Hehehe. I ain't gonna let you beat me, %s-san.
pt_br: Eheheh. Non ti lascio battermi, %s-san.

# 608_Player
source: Should we head inside?
pt_br: Andiamo dentro?

# 632_Himeka
source: Hehehe. I ain't gonna let you beat me, %s-san.
pt_br: Eheheh. Non ti lascio battermi, %s-san.

# 644_Himeka
source: Well, let's head in!
pt_br: Beh, entriamo!

# 656_Player
source: Uh... Hold on a second. I just realized I'm short on cash.
pt_br: Ehm... Aspetta un attimo. Mi sono appena reso conto che sono a corto di grana.

# 668_Himeka
source: Huh? You're kiddin', right?
pt_br: Eh? Stai scherzando, vero?

# 680_Tanimura
source: Sorry...
pt_br: Scusa...

# 692_Himeka
source: Well, that's the end of our date for today. See ya later, Tanimura-san...
pt_br: Beh, per oggi la nostra uscita è finita. Ci vediamo, Tanimura-san...

# 704_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 812_Himeka
source: Wow, you're really good at darts!
pt_br: Wow, sei davvero bravo a freccette!

# 824_Player
source: I've had some practice.
pt_br: Ho fatto un po' di pratica.

# 836_Himeka
source: Well, I had a ton of fun. Let's head to the club now. <Color:7>♥<Color:Default>
pt_br: Beh, mi sono divertito un casino. Andiamo al club adesso. <Color:7>♥<Color:Default>

# 848_Player
source: Sure. Sounds good.
pt_br: Certo. Suona bene.

# 872_Himeka
source: Hehe. Looks like a draw.
pt_br: Hehe. Sembra un pareggio.

# 884_Player
source: I guess so.
pt_br: Immagino di sì.

# 896_Himeka
source: That was a lot of fun. Let's head to the club now. <Color:7>♥<Color:Default>
pt_br: Mi sono divertito un sacco. Ora andiamo al club. <Color:7>♥<Color:Default>

# 908_Player
source: Sure. Sounds good.
pt_br: Certo. Suona bene.

# 932_Himeka
source: Hehe. Too bad, %s-san. I won.
pt_br: Hehe. Peccato, %s-san. Ho vinto.

# 944_Player
source: Damn.
pt_br: Dannazione.

# 956_Himeka
source: That was a lot of fun. Let's head to the club now. <Color:7>♥<Color:Default>
pt_br: Mi sono divertito un sacco. Ora andiamo al club. <Color:7>♥<Color:Default>

# 968_Player
source: Sure. Sounds good.
pt_br: Certo. Suona bene.
