Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid010201df.po
Languages: pt_br

# 96_Akiyama
source: Well, I should probably get going. Got some other things to take care of. You know how it is.
pt_br: Beh, direi che è ora di andare. Ho altre cose da sbrigare. Sai com'è.

# 108_Lily
source: Leaving already? But we only just got started.
pt_br: Te ne vai già? Ma avevamo appena iniziato.

# 120_Akiyama
source: Sorry. Can't have the owner keeping his future number one all to himself. It's bad for business.
pt_br: Mi spiace. Non posso far sì che il proprietario si tenga la sua futura numero uno tutta per sé. È un male per gli affari.

# 132_Lily
source: Of course...
pt_br: Certo...

# 144_Akiyama
source: But what do you say we meet up after your shift?
pt_br: Ma che ne dici, ci vediamo dopo il tuo turno?

# 156_Lily
source: Hehe, are you asking me out on another date?
pt_br: Hehe, mi stai invitando a un altro appuntamento?

# 168_Akiyama
source: If you want me to be.
pt_br: Se vuoi che lo sia.

# 180_Lily
source: Okay, then. It's a date.
pt_br: Va bene, allora. È fatta.

# 192_Akiyama
source: Great, we'll reconvene in Theater Square. See you there.
pt_br: Perfetto, ci rivediamo a Theater Square. Ci vediamo lì.

# 204_Lily
source: Okay.
pt_br: Ok.

# 240_Akiyama
source: All right, part two. You ready?
pt_br: Allora, parte due. Sei pronta?

# 252_Lily
source: Yes.
pt_br: Sì.

# 264_Akiyama
source: Good. Now, I want you to entertain me as if I were a customer.
pt_br: Bene. Ora, voglio che tu mi intrattenga come se fossi un cliente.

# 276_Lily
source: A customer?
pt_br: Un cliente?

# 288_Akiyama
source: That's right. You've just been hired as a hostess, after all.
pt_br: Esatto. Dopotutto, sei appena stata assunta come hostess.

# 300_Akiyama
source: You're gonna be the number one girl here.
pt_br: Diventerai la ragazza numero uno qui.

# 312_Lily
source: Me, number one...? But why?
pt_br: Io, la numero uno...? Ma perché?

# 324_Akiyama
source: Well, as it turns out, I own the place.
pt_br: Beh, a quanto pare, il locale è mio.

# 336_Akiyama
source: We manage to stay in the black, but in this economy, well... We're basically treading water.
pt_br: Riusciamo a stare in attivo, ma con quest'economia, be'... Siamo praticamente qui che annaspiamo.

# 360_Akiyama
source: And that's where you come in. A new face to freshen up our lineup could really boost sales.
pt_br: Ed è qui che entri in ballo tu. Una faccia nuova per dare una rinfrescata al nostro team potrebbe davvero far schizzare le vendite.

# 372_Lily
source: I see. Um...
pt_br: Capisco. Uhm...

# 384_Akiyama
source: Yeah?
pt_br: Davvero?

# 396_Lily
source: I understand the test, but... I'm not sure I can reach number one.
pt_br: Capisco la prova, ma... non sono sicura di poter arrivare al primo posto.

# 408_Akiyama
source: That so? Then I guess you don't need the hundred million.
pt_br: Ah sì? Allora immagino che non ti servano i cento milioni.

# 420_Lily
source: What?
pt_br: Cosa?

# 432_Akiyama
source: We haven't even started, and you've already decided you can't do it. We should just call the whole thing off.
pt_br: Non abbiamo nemmeno cominciato, e hai già deciso che non ce la fai. Dovremmo semplicemente lasciar perdere tutto.

# 444_Lily
source: No... I'll do it. Please.
pt_br: No... Lo faccio io. Ti prego.

# 456_Akiyama
source: That's the spirit. And don't worry, you're number one material exactly as you are.
pt_br: Ecco lo spirito! E stai tranquilla, hai la stoffa della numero uno così come sei.

# 468_Lily
source: Speaking of, how do you determine a hostess's rank? Is it by sales?
pt_br: A proposito, come si determina il rango di una hostess? È in base alle vendite?

# 480_Akiyama
source: You got it. Starting today, you'll have three days to make us three million yen.
pt_br: Ci siamo. Da oggi avrai tre giorni per farci tre milioni di yen.

# 492_Lily
source: Three million? In three days?
pt_br: Tre milioni? In tre giorni?

# 504_Akiyama
source: Do that and you pass the test. I'll loan you the hundred million yen, no collateral, no guarantor.
pt_br: Fai così e passi la prova. Ti presterò i cento milioni di yen, senza garanzie né un garante.

# 528_Akiyama
source: And if you can't do it, we'll just pretend this never happened. Like we discussed earlier.
pt_br: E se non ce la fai, facciamo finta che non sia successo niente. Come avevamo detto prima.
