Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e602d1.po
Languages: pt_br

source: Annoyed Man
pt_br: Uomo scocciato

source: Man in Suit
pt_br: Uomo in abito

source: Owner of Kyushu No. 1 Star
pt_br: Proprietario di Kyushu No. 1 Star

# 116_Annoyed Man
source: How can this not be good enough? The texture of the noodles, the flavor of the soup... It's all exactly the same as Kyushu No. 1 Star ramen!
pt_br: Ma come fa a non bastare? La consistenza dei noodle, il sapore del brodo... È tutto esattamente uguale al ramen Kyushu No. 1 Star!

# 128_Man in Suit
source: True... There's no question that it's faithful to Kyushu No. 1 Star ramen.
pt_br: Vero... Non c'è dubbio che sia fedele al ramen Kyushu No. 1 Star.

# 140_Annoyed Man
source: I don't see any reason why I can't open my own Kyushu No. 1 Star shop. This ramen couldn't possibly disgrace the name!
pt_br: Non vedo proprio perché non dovrei aprirmi il mio locale Kyushu No. 1 Star. Questo ramen non può mica rovinare il nome!

# 152_Owner of Kyushu No. 1 Star
source: Yes, the ramen you have here is very well-made.
pt_br: Sì, il ramen che servite qui è fatto proprio bene, non c'è che dire.

# 164_Annoyed Man
source: Okay, then why won't you let me open a new location!?
pt_br: E allora, perché non mi lasci aprire una nuova filiale!?

# 176_Owner of Kyushu No. 1 Star
source: Because no means no. Now, get back to work.
pt_br: Perché no vuol dire no. Ora, torna al lavoro.

# 188_Man in Suit
source: Ouch...
pt_br: Ahi...

# 200_Annoyed Man
source: I know what it is! You just don't want me to go out on my own!
pt_br: Ah, ho capito il giochino! Tu non vuoi proprio che mi metta in proprio!

# 236_Kiryu
source: Hey, I'll have a bowl.
pt_br: Ehi, prendo una ciotola.

# 248_Owner of Kyushu No. 1 Star
source: Ah, if it isn't Kiryu-san!
pt_br: Ah, guarda chi si vede, Kiryu-san!

# 260_Ueda
source: Oh, Kiryu-san! Remember me? Ueda, from Acecook. Nice to see you again!
pt_br: Oh, Kiryu-san! Ti ricordi di me? Ueda, di Acecook. Bello rivederti!

# 272_Kiryu
source: Oh, right. You were the one who made an instant version of the ramen here. It's been a while. You still come here?
pt_br: Ah, è vero. Eri tu quello che ha tirato fuori la versione istantanea del ramen qui. È passato un bel po'. Vieni ancora da queste parti?

# 284_Ueda
source: Of course! I'm a huge fan of this place.
pt_br: Ma certo! Sono un fan sfegatato di questo posto.

# 296_Kiryu
source: Heh. Right, I remember.
pt_br: Ah. Giusto, mi ricordo.

# 308_Kiryu
source: By the way, who was that just now? Your apprentice?
pt_br: A proposito, chi era quello poco fa? Il tuo apprendista?

# 320_Owner of Kyushu No. 1 Star
source: That's right. His name's Matsuyama. He's young, but he's got plenty of determination and skill.
pt_br: Esatto. Si chiama Matsuyama. È giovane, ma ha un sacco di determinazione e abilità.

# 332_Owner of Kyushu No. 1 Star
source: He's really mastered our ramen. I can't wait to see what he'll do in the future.
pt_br: Il nostro ramen l'ha imparato a menadito. Non vedo l'ora di vedere cosa si inventerà in futuro.

# 344_Kiryu
source: But you don't want him to open his own shop?
pt_br: Ma non vuoi che apra bottega?

# 356_Owner of Kyushu No. 1 Star
source: Well, that's...
pt_br: Beh, questo è...

# 368_Ueda
source: I'm sure it's not that you don't want to expand... I'm guessing you have your own reasons?
pt_br: Non credo proprio che tu non voglia espanderti... Immagino tu abbia le tue ragioni?

# 392_Ueda
source: Would you like to talk about it? I'd like to help, if I could.
pt_br: Ne vuoi parlare? Vorrei darti una mano, se potessi.

# 404_Owner of Kyushu No. 1 Star
source: I hate to burden customers with our problems... but I suppose I can tell you.
pt_br: Non mi va di appesantire i clienti con i nostri casini... ma, beh, a te posso anche dirlo.

# 416_Owner of Kyushu No. 1 Star
source: Matsuyama's plenty good, that's for sure. But do you really think there's any point in him just making the same ramen as I do?
pt_br: Matsuyama è in gamba, quello è poco ma sicuro. Ma tu credi davvero che gli serva a qualcosa fare solo il mio stesso ramen?

# 428_Owner of Kyushu No. 1 Star
source: With the skill and intensity he's got, I'd like to see him make something only he's capable of.
pt_br: Con l'abilità e la grinta che si ritrova, mi piacerebbe vederlo tirar fuori qualcosa che solo lui sa fare.

# 440_Kiryu
source: So you think he ought to go into business on his own, rather than just opening a new branch of Kyushu No. 1 Star.
pt_br: Allora pensi che dovrebbe mettersi in proprio, invece di limitarsi ad aprire una nuova filiale del Kyushu No. 1 Star.

# 452_Ueda
source: That's how you really feel?
pt_br: È così che ti senti, sul serio?

# 464_Owner of Kyushu No. 1 Star
source: That's right...
pt_br: Esatto...

# 476_Ueda
source: And you couldn't just say that to Matsuyama-san? Actually, knowing you, I guess that's not likely.
pt_br: E non potevi semplicemente dirlo a Matsuyama-san? A dire il vero, conoscendoti, immagino non sia proprio da te.

# 488_Owner of Kyushu No. 1 Star
source: You nuts!? What good's it gonna do for me to tell him? He's gotta see it for himself.
pt_br: Ma sei scemo!? A che cavolo serve che glielo dica io? Deve capirlo da solo.

# 500_Ueda
source: It seems like he's really serious, though...
pt_br: Sembra che sia davvero serio, però...

# 512_Owner of Kyushu No. 1 Star
source: Anyway, enough of this talk. Sorry to bother you with our troubles. Enjoy your ramen!
pt_br: Vabbè, basta con queste chiacchiere. Scusa se ti abbiamo infastidito con i nostri casini. Goditi il tuo ramen!

# 524_Kiryu
source: Thanks.
pt_br: Grazie.

# 536_Ueda
source: Matsuyama-san really seemed to have his heart set on opening a new branch.
pt_br: Sembrava proprio che Matsuyama-san si fosse messo in testa di aprire una nuova filiale.

# 548_Kiryu
source: Yeah, he seemed pretty upset about it.
pt_br: Già, sembrava parecchio incavolato.

# 560_Ueda
source: Kiryu-san, I know it's none of my business, but do you think it would be okay to let Matsuyama-san know how the owner really feels about this whole thing?
pt_br: Kiryu-san, lo so che non sono affari miei, ma pensi che andrebbe bene far sapere a Matsuyama-san cosa pensa davvero il proprietario di tutta questa storia?

# 572_Kiryu
source: Remember what the owner said? There are some things you have to figure out on your own.
pt_br: Ti ricordi quello che ha detto il padrone? Ci sono delle cose che devi capirtele da solo.

# 584_Ueda
source: I can see where he's coming from and all, but...
pt_br: Capisco il suo punto di vista e tutto quanto, ma...

# 596_Kiryu
source: Yeah, it seems he will never know otherwise. I'll see what I can do to help.
pt_br: Già, sembra che non capirà mai altrimenti. Vediamo un po' come posso dargli una mano.

# 608_Ueda
source: You will!? Thanks! Let's go find Matsuyama-san!
pt_br: Sul serio!? Grazie! Andiamo a cercare Matsuyama-san!

# 620_Kiryu
source: Any idea where he might be?
pt_br: Hai idea di dove possa essere?

# 632_Ueda
source: Uh, well...
pt_br: Beh, ecco...

# 644_Kiryu
source: No? Oh, well. It's not like he could've gone far. Let's split up and look for him.
pt_br: No? Vabbè. Non sarà andato lontano. Dividiamoci e cerchiamolo.

# 656_Ueda
source: Sounds good. I'll call you if I find him!
pt_br: Va bene. Ti chiamerò se lo trovo!

# 668_Kiryu
source: Sure. I'll do the same.
pt_br: Certo. Farò lo stesso.

# 680_Kiryu
source: (He just ran off with his uniform still on, so he should be easy to spot. I should try asking if anybody saw him.)
pt_br: (È corso via con la divisa ancora addosso, quindi non dovrebbe essere difficile individuarlo. Dovrei chiedere in giro se qualcuno l'ha visto.)

# 704_Annoyed Man
source: I could help with that.
pt_br: Potrei dare una mano con quello.

# 716_Annoyed Man
source: Just leave him be.
pt_br: Lascialo perdere.
