Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e602fb.po
Languages: pt_br

source: Tadokoro's Subordinate
pt_br: Uomo di Tadokoro

# 92_Saejima
source: (Kid even talks about his big sis in his sleep. Must be real worried.)
pt_br: (Il ragazzo parla persino della sorella maggiore nel sonno. Deve essere davvero preoccupato.)

# 104_Saejima
source: (Yasuko was about his age when I beat the piss outta that relative of ours and we began livin' on our lonesome.)
pt_br: (Yasuko aveva circa la sua età quando ho pestato a sangue quel nostro parente e abbiamo iniziato a vivere per conto nostro.)

# 116_Saejima
source: (I remember her mutterin' my name in her sleep, too.)
pt_br: (Ricordo che mormorava il mio nome nel sonno, pure.)

# 140_Saejima
source: Who's there?
pt_br: Chi va là?

# 152_Tadokoro's Subordinate
source: I have a message from Tadokoro.
pt_br: Ho un messaggio da Tadokoro.

# 164_Saejima
source: Come in.
pt_br: Avanti.

# 188_Tadokoro's Subordinate
source: We have a job for you, Suzuki-san.
pt_br: Abbiamo un lavoretto per te, Suzuki-san.

# 200_Saejima
source: Great. Lemme hear it.
pt_br: Ottimo. Spara.

# 212_Tadokoro's Subordinate
source: Very well, allow me to explain.
pt_br: Molto bene, permettimi di spiegare.

# 224_Tadokoro's Subordinate
source: Your assignment will be to chase out the... undesirables who are squatting in a building down Nakamichi Alley.
pt_br: Il tuo incarico sarà di sgomberare quegli... indesiderabili che si sono piazzati in uno stabile in Nakamichi Alley.

# 236_Saejima
source: That it? Easy peasy.
pt_br: Solo questo? Una cazzata.

# 248_Tadokoro's Subordinate
source: Indeed, you need only force them to vacate the premises. On the other hand, they number in the dozens－about 30. Do you still think it'll be "easy peasy"?
pt_br: In effetti, ti basta solo sloggiarli dai locali. D'altra parte, sono a decine — una trentina. Pensi ancora che sarà "un gioco da ragazzi"?

# 260_Saejima
source: Eh, I'll figure somethin' out.
pt_br: Eh, ci penso io.

# 272_Tadokoro's Subordinate
source: Oh really. Against 30 some-odd assailants? Very well. Then allow me to make an additional request.
pt_br: Ah, sì. Contro una trentina e passa di assalitori? Molto bene. Allora mi permetta di fare un'ulteriore richiesta.

# 284_Saejima
source: Spit it out.
pt_br: Sputa il rospo.

# 296_Tadokoro's Subordinate
source: We would like you to apprehend their ringleader and hand him over to us.
pt_br: Vorremmo che tu mettessi le mani sul loro capobanda e ce lo consegnassi.

# 308_Saejima
source: What for?
pt_br: Per cosa?

# 320_Tadokoro's Subordinate
source: It can't hurt to learn who's putting these punks up to it.
pt_br: Male non fa scoprire chi muove i fili dietro a questi quattro sfigati.

# 332_Saejima
source: Gotcha. So how much am I gettin' paid for this?
pt_br: Capito. Allora, quanto becco per sta roba?

# 344_Tadokoro's Subordinate
source: Your payment will be one million yen.
pt_br: Il tuo pagamento sarà un milione di yen.

# 356_Saejima
source: Nice round number.
pt_br: Una bella cifra tonda.

# 368_Tadokoro's Subordinate
source: It's commensurate with the danger this job entails. Although I doubt it will pose any trouble at all for a man with your credentials. Heh.
pt_br: È proporzionato al casino che comporta 'sto lavoretto. Anche se dubito ti darà il minimo fastidio per uno del tuo calibro. Heh.

# 380_Saejima
source: Enough with the bullshit. Where's this building at?
pt_br: Basta con le stronzate. Dov'è 'sto edificio?

# 392_Tadokoro's Subordinate
source: In Nakamichi Alley, across from Orchid Palace Mahjong. Just look for their bottom-feeders loitering outside.
pt_br: A Nakamichi Alley, di fronte all'Orchid Palace Mahjong. Cerca solo i loro scagnozzi che bazzicano fuori.

# 404_Tadokoro's Subordinate
source: Please don't forget to capture their leader... alive.
pt_br: Mi raccomando, cattura il loro capo... vivo.

# 416_Saejima
source: I won't. Just across from Orchid Palace Mahjong, yeah?
pt_br: Non mi tiro indietro. Proprio di fronte all'Orchid Palace Mahjong, sì?

# 428_Tadokoro's Subordinate
source: Quite right. Godspeed, Suzuki-san.
pt_br: Proprio così. In bocca al lupo, Suzuki-san.

# 488_Saejima
source: Hmm. Wonder what crap I'm gettin' myself into here.
pt_br: Hmm. Chissà in che merda mi sto cacciando qui.

# 500_Tadashi
source: Big guy, are you really going to take that job?
pt_br: Boss, sei davvero sicuro di volerti prendere 'sto incarico?

# 512_Saejima
source: Hey there, Tadashi. Didn't know you were awake.
pt_br: Ehi, Tadashi. Non sapevo fossi sveglio.

# 524_Tadashi
source: The knocking woke me up.
pt_br: I colpi mi hanno svegliato.

# 536_Saejima
source: Good timing. Watch the place for me, will ya?
pt_br: Ottimo tempismo. Tienimi d'occhio il posto, eh?

# 548_Tadashi
source: I'm coming too.
pt_br: Vengo anch'io.

# 560_Saejima
source: No way.
pt_br: Ma va.

# 572_Tadashi
source: But I can't sit around doing nothing while you're out doing all these dangerous things for me.
pt_br: Ma non posso starmene a far niente mentre tu sei là fuori a fare tutte queste robe pericolose per me.

# 584_Saejima
source: Frankly, kid, if ya came with me you'd just get in my way.
pt_br: A dire il vero, ragazzo, se venissi con me mi saresti solo d'impiccio.

# 596_Tadashi
source: Aww, man...
pt_br: Ah, cavolo...

# 608_Saejima
source: Just relax and think about seein' your sis again, alright?
pt_br: Stai tranquillo e pensa a rivedere tua sorella, ok?

# 620_Tadashi
source: All right, big guy...
pt_br: Va bene, omone...

# 632_Saejima
source: I'll be back real quick. Keep an eye on the joint.
pt_br: Faccio un salto e torno. Occhio al posto.

# 644_Tadashi
source: Okay.
pt_br: Ok.

# 656_Saejima
source: (So I'm lookin' for a building near Orchid Palace Mahjong, in Nakamichi Alley. Guess I'd better get to it.)
pt_br: (Dunque, sto cercando un edificio vicino all'Orchid Palace Mahjong, a Nakamichi Alley. Meglio che mi ci dia una mossa.)
