Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00910101.po
Languages: pt_br

source: You got a <Color:8>Woodcarving Set<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Set da intaglio<Color:Default>.

source: Punk-like Man
pt_br: Tizio dall'aria da teppista

source: Old Man
pt_br: Anziano

source: Relieved Homeless Man
pt_br: Senzatetto sollevato

source: Master
pt_br: Maestro

source: Master's Helper - Saejima
pt_br: L'Aiutante del Maestro - Saejima

source: Panicked Homeless Man
pt_br: Senzatetto nel panico

# 116_Punk-like Man
source: Who the hell is this guy? Some sorta monster or somethin'!?
pt_br: Chi diavolo è 'sto qua? Una specie di mostro o cosa!?

# 128_Punk-like Man
source: Dammit! This ain't the last you heard of us, old man!
pt_br: Maledizione! Non è finita qui, vecchio!

# 176_Saejima
source: Street punks and their cowardly lines never change.
pt_br: I teppisti da strada e le loro battute da fifone non cambiano mai.

# 188_Old Man
source: You saved my life. Thank you.
pt_br: Mi hai salvato la vita. Grazie.

# 200_Saejima
source: Thank this guy, not me. He's the one that was doin' all the worryin'.
pt_br: Ringrazia lui, non me. È lui quello che si è preoccupato un sacco.

# 224_Relieved Homeless Man
source: Master, you okay!? Did they hurt you?
pt_br: Maestro, stai bene!? Ti hanno fatto del male?

# 236_Old Man
source: Oh, it's you. Yeah, I'm all right.
pt_br: Oh, sei tu. Sì, tutto a posto.

# 248_Relieved Homeless Man
source: Thank goodness! I was scared outta my mind!
pt_br: Meno male! Mi stavo cagando sotto!

# 260_Relieved Homeless Man
source: I owe you, sir! You really are something! By the way, what was your name again?
pt_br: Le sono debitore, signore! Sei proprio forte! A proposito, come si chiamava di nuovo?

# 272_Saejima
source: Saejima. You?
pt_br: Saejima. Tu?

# 284_Relieved Homeless Man
source: People call me Ken-chan. And this here's the Master.
pt_br: Mi chiamano Ken-chan. E questo qui è il Maestro.

# 296_Master
source: I didn't come up with that nickname, but call me whatever you want.
pt_br: Quel nomignolo non me lo sono mica dato io, ma chiamami pure come ti pare.

# 308_Saejima
source: So why were them punks after ya anyways?
pt_br: Allora, perché quei balordi ce l'avevano con te, comunque?

# 320_Master
source: Been down here lookin' for a certain somethin'. Somethin' important.
pt_br: Sono stato quaggiù a cercare un certo qualcosa. Qualcosa d'importante.

# 332_Master
source: But then those hoodlums showed up, spoutin' nonsense about buried treasure and the like.
pt_br: Ma poi sono spuntati quei balordi, a sparare cavolate su un tesoro sepolto e roba del genere.

# 344_Saejima
source: Somethin' important?
pt_br: Qualcosa di importante?

# 356_Master
source: Yep. Ain't even sure what it is exactly. My father only told me about it on his deathbed.
pt_br: Già. Non sono nemmeno sicuro di cosa sia di preciso. Mio padre me ne ha parlato solo in punto di morte.

# 368_Master
source: Said he buried somethin' important beneath the streets of Kamurocho.
pt_br: Ha detto che aveva sotterrato una roba importante sotto le strade di Kamurocho.

# 380_Saejima
source: I see...
pt_br: Capisco...

# 392_Master
source: He told me the general location, but we got more sewers an' newfangled underground malls croppin' up every day. Makes things harder to find.
pt_br: Mi ha detto più o meno dove, ma ogni giorno tirano su altre fogne e quei centri commerciali sotterranei nuovi di zecca. Così diventa più difficile trovare le cose.

# 404_Saejima
source: So ya mean he buried whatever it is before all this was built?
pt_br: Allora dici che ha seppellito 'sta roba prima che tirassero su tutto questo?

# 416_Master
source: Exactly. I reckon durin' the war.
pt_br: Appunto. Mi sa che è stato durante la guerra.

# 428_Saejima
source: Wow, that's a long time ago. So how many years ya been diggin'?
pt_br: Cavolo, è una vita! Allora, da quanti anni è che scavi?

# 440_Master
source: Well, heard from my father 'bout it when I was 50, so I reckon maybe 25 years. Give or take a few.
pt_br: Beh, l'ho sentito da mio padre quand'avevo cinquant'anni, quindi direi forse venticinque anni. Su per giù.

# 452_Saejima
source: 25 years...
pt_br: 25 anni...

# 464_Ken-chan
source: Master, this guy's pretty strong. How about asking him to help you dig?
pt_br: Maestro, questo tizio è bello forte. Che ne dici di chiedergli una mano a scavare?

# 476_Master
source: And why would I do that?
pt_br: E perché mai dovrei farlo?

# 488_Ken-chan
source: You've been saying your back hurts, right? And you're not getting any younger.
pt_br: Dicevi che ti faceva male la schiena, no? E non è che stai ringiovanendo, eh.

# 500_Master
source: Oh, shut yer trap! I still got it in me!
pt_br: Oh, tappati quella bocca! Ce l'ho ancora in me!

# 512_Ken-chan
source: You don't have to be so hardheaded! Saejima-san, will you help the Master dig?
pt_br: Non fare il testone! Saejima, vuoi dare una mano al Maestro a scavare?

# 524_Ken-chan
source: Please!
pt_br: Ti prego!

# 536_Saejima
source: Ya really been digging this hole for 25 years?
pt_br: Ma hai davvero scavato questa buca per 25 anni?

# 548_Master
source: Pretty much.
pt_br: Praticamente.

# 572_Saejima
source: I see. Well, I'll help whenever I got the time.
pt_br: Capisco. Beh, ti darò una mano quando ho tempo.

# 584_Master
source: Seriously, kid? You ain't even involved. Might not be anything in it for ya either.
pt_br: Dici sul serio, ragazzino? Non sei manco coinvolto. E non è detto che ci sia niente per te, neanche.

# 596_Saejima
source: Consider it karma. Plus, haven't had a good workout since comin' to Kamurocho. Don't worry about it.
pt_br: Consideralo karma. E poi, non mi sgranchisco le gambe per bene da quando sono a Kamurocho. Non ti preoccupare.

# 608_Ken-chan
source: Perfect! You just might find what you're looking for before you pass on, Master!
pt_br: Perfetto! Potresti proprio trovare quello che cerchi prima di tirare le cuoia, Maestro!

# 620_Master
source: Will you quit talkin' about me dyin' already!? Geez!
pt_br: Ma la vuoi smettere di parlare di me che crepo, una buona volta!? Mamma mia!

# 632_Master
source: Saejima, was it? I may talk a lot, but I can't stop the years from pilin' on.
pt_br: Saejima, dico bene? Sarà pure che parlo un sacco, ma non posso mica fermare gli anni che mi si accumulano addosso.

# 644_Master
source: Honestly, this old man'd be really happy if ya lent a hand, even if it's only for a little.
pt_br: A dire il vero, questo vecchio sarebbe proprio contento se dessi una mano, anche se solo per un po'.

# 656_Saejima
source: Got it. I'll come by and help when I can.
pt_br: Capito. Faccio un salto per dare una mano quando posso.

# 668_Master
source: Thank you, son. I'm in your debt.
pt_br: Grazie, figliolo. Ti sono debitore.

# 680_Master
source: Ain't much of a reward, I guess, but do ya know about <Color:7>Revelations<Color:Default>?
pt_br: Non è 'sta gran ricompensa, immagino, ma conosci le <Color:7>Rivelazioni<Color:Default>?

# 692_Saejima
source: Revelations?
pt_br: Rivelazioni?

# 704_Master
source: Yep. Revelations allow you to learn new techniques by observing various events around town.
pt_br: Già. Le Rivelazioni ti permettono di imparare nuove tecniche osservando vari eventi in giro per la città.

# 716_Master
source: Might just be able to discover somethin' new if ya capture those decisive moments in material form.
pt_br: Potresti proprio scoprire qualcosa di nuovo, se riesci a fissare quei momenti decisivi in forma materiale.

# 728_Saejima
source: But I don't have a camera. Never been much good with machines anyway.
pt_br: Però non ho una macchina fotografica. Non sono mai stato un granché con le macchine, comunque.

# 740_Master
source: Same here. Couldn't afford it either. That's why I use these babies.
pt_br: Anche io. Non me lo potevo permettere neanch'io. Ecco perché uso questi miei gioiellini.

# 752_Saejima
source: A hammer and chisel?
pt_br: Un martello e uno scalpello?

# 764_Master
source: I'll give ya some good carvin' wood too. Use that there hammer and chisel to carve the events you see.
pt_br: Ti do pure del buon legno da intagliare. Usa quel martello e scalpello per intagliare gli eventi che vedi.

# 776_Master
source: Ask Ken-chan about what's goin' on above ground. He may have some good information.
pt_br: Chiedi a Ken-chan cosa si muove là fuori. Magari ha qualche buona dritta.

# 788_Saejima
source: I think I get it. I'll give it a try.
pt_br: Credo di aver capito. Ci proverò.

# 824_Punk-like Man
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt_br: Questa informazione è stata aggiunta come <Color:14>Memo<Color:Default>. Leggi i <Color:14>Memos<Color:Default> selezionando <Color:14>Memos<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.

# 896_Saejima
source: (Well, looks like I've settled things here. Time to investigate that legendary info dealer. Wonder if any of the homeless might know something...)
pt_br: (Beh, pare che qui le cose siano a posto. È ora di andare a cercare quel leggendario spifferone. Chissà se qualcuno dei barboni sa qualcosa...)

# 944_Panicked Homeless Man
source: Over there!
pt_br: Di là!

# 968_Punk-like Man
source: Enough bull, old man. It's time you told us the truth.
pt_br: Basta stronzate, vecchio. È ora che ci dica la verità.

# 980_Punk-like Man
source: We don't like to get rough with frail geezers, so do us a favor and start talking.
pt_br: Non ci piace metterci le mani addosso ai vecchietti fragili, quindi facci 'sto favore e sputa il rospo.

# 992_Old Man
source: I can't let you go any further! All these years o' hard work woulda been for nothing!
pt_br: Non ti lascio andare oltre! Tutti questi anni di duro lavoro sarebbero andati in fumo!

# 1004_Punk-like Man
source: We know you're hiding tons of buried treasure back there! That's why you been digging like this since the stone age!
pt_br: Lo sappiamo che ci nascondi un sacco di tesori sepolti lì dietro! È per questo che scavi così dall'età della pietra!

# 1016_Old Man
source: There ain't no buried treasure! Now get the hell outta here!
pt_br: Non c'è proprio nessun tesoro sepolto! Adesso levati di torno!

# 1028_Punk-like Man
source: It's no fair if you hog all that money to yourself. Share the loot why don't you, grandpa?
pt_br: Non è giusto che ti arraffi tutti quei soldi solo per te. Sparti il bottino, dai, nonno?

# 1040_Punk-like Man
source: Come on, this is taking too long. If you're not gonna move, then we'll just have to move you!
pt_br: Dai, ci stai mettendo troppo. Se non ti muovi, allora dovremo spostarti noi!

# 1052_Panicked Homeless Man
source: Oh no! They're gonna kill the Master!
pt_br: Oh no! Vogliono ammazzare il Maestro!

# 1064_Panicked Homeless Man
source: You look like a pretty strong guy. Please get rid of those hooligans and save the Master!
pt_br: Sembri un tipo tosto. Ti prego, sbarazzati di quei balordi e salva il Maestro!

# 1076_Saejima
source: Sorry, can't get involved. Fight yer own battles with yer own friends.
pt_br: Scusa, non posso immischiarmi. Le tue risse falle con i tuoi amici.

# 1088_Panicked Homeless Man
source: But nobody really likes the Master. He's not exactly the social type...
pt_br: Ma il Maestro non è che piaccia granché a nessuno. Non è proprio un tipo socievole...

# 1100_Panicked Homeless Man
source: But he's still a good guy! You gotta help him out!
pt_br: Ma è ancora un bravo ragazzo! Devi dargli una mano!

# 1112_Panicked Homeless Man
source: Please! You're my only hope!
pt_br: Ti prego! Sei la mia unica speranza!

# 1124_Saejima
source: ...Oh, for crying out loud.
pt_br: ...Che palle!

# 1136_Saejima
source: Fine. When ya put it like that, guess I can't just sit back and watch the old man die.
pt_br: E va bene. Messa giù così, mi sa che non posso starmene con le mani in mano a guardare il vecchio morire.

# 1148_Saejima
source: I'll talk to 'em.
pt_br: Ci parlo io.

# 1160_Panicked Homeless Man
source: Really!? Thank you, kind sir!
pt_br: Ma davvero!? Grazie mille, signore!

# 1172_Punk-like Man
source: Listen, gramps, tell us what we wanna know or it ain't the retirement home you're headed for. Got it?
pt_br: Senti, nonno, dicci quello che vogliamo sapere o non è mica alla casa di riposo che andrai a finire. Capito?

# 1184_Saejima
source: Wait right there.
pt_br: Fermo lì!

# 1208_Saejima
source: You kids havin' fun pickin' on senior citizens? Ain't ya supposed to care for the elderly?
pt_br: Voi ragazzini, vi divertite a prendervela con i vecchietti? Non dovreste mica avere rispetto per gli anziani?

# 1220_Punk-like Man
source: Who the fuck are you, huh? One of this guy's homeless friends?
pt_br: Ma chi cazzo sei, eh? Uno degli amici barboni di 'sto tizio?

# 1232_Saejima
source: Don't matter. Just let this whole thing go and get lost.
pt_br: Non fa niente. Molla 'sta roba e sparisci.

# 1244_Punk-like Man
source: So you're after the loot too! You think we don't know what's up?
pt_br: Allora, pure tu dietro al malloppo! Pensi che non sappiamo come butta?

# 1256_Saejima
source: Gimme a break already. Kids these days dunno when to listen.
pt_br: Ma finitela già! Questi ragazzini d'oggi non sanno quando dare retta.

# 1268_Punk-like Man
source: Enough talk! We're gonna float both your geriatric corpses down the fuckin' sewer!
pt_br: Basta cazzate! Vi faremo galleggiare entrambi i vostri cadaveri da vecchi rimbambiti nelle fottute fogne!

# 1292_Punk-like Man
source: Help Him
pt_br: Aiutalo

# 1304_Punk-like Man
source: Don't Help
pt_br: Non aiutare
