Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c02e3.po
Languages: pt_br

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

# 116_Rio
source: I hope you're ready!
pt_br: Spero tu sia pronto!

# 128_Player
source: Looks like table tennis is the only thing on your mind.
pt_br: Sembra proprio che tu abbia in testa solo il ping pong.

# 140_Rio
source: Let's get started.
pt_br: Iniziamo.

# 164_Rio
source: I hope you're ready!
pt_br: Spero tu sia pronto!

# 176_Rio
source: Let's get started.
pt_br: Iniziamo.

# 188_Player
source: Um, wait a moment. I thought I had more cash than this...
pt_br: Uhm, aspetta un attimo. Pensavo di avere più grana di così...

# 200_Rio
source: Seriously? Not a single bill?
pt_br: Davvero? Nemmeno un soldo?

# 212_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 224_Rio
source: Oh. Um... That's... too bad. I should get going.
pt_br: Oh. Ehm... È proprio un peccato. Mi sa che devo andare.

# 236_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 344_Rio
source: Wow! You're amazing at table tennis.
pt_br: Wow! Sei un fenomeno a ping pong.

# 356_Player
source: I'm alright.
pt_br: Sono a posto.

# 368_Rio
source: I had a blast. Let's do this again soon.
pt_br: Mi sono divertito un mondo. Rifacciamolo presto.

# 380_Rio
source: I'll see you at the club. <Color:7>♥<Color:Default>
pt_br: Ci vediamo al club. <Color:7>♥<Color:Default>

# 404_Rio
source: Oh, so close! It's a tie.
pt_br: Oh, per un soffio! È un pareggio.

# 416_Player
source: I'm all right I guess.
pt_br: Sono a posto, credo.

# 428_Rio
source: Today was really fun. Hope we can go out again soon.
pt_br: Oggi mi sono proprio divertito. Spero che potremo uscire di nuovo presto.

# 452_Rio
source: Well? Not bad, right?
pt_br: Allora? Non male, vero?

# 464_Player
source: Yeah. I had no idea you played.
pt_br: Già. Non sapevo che giocassi.

# 476_Rio
source: Get some practice in and brush up those skills of yours. I'll see you around.
pt_br: Fatti un po' di pratica e rispolvera quelle tue abilità. Ci si becca in giro.

# 584_Rio
source: I hope you're ready!
pt_br: Spero tu sia pronto!

# 596_Player
source: Looks like table tennis is the only thing on your mind.
pt_br: Sembra proprio che tu abbia in testa solo il ping pong.

# 608_Rio
source: Let's get started.
pt_br: Iniziamo.

# 632_Rio
source: I hope you're ready!
pt_br: Spero tu sia pronto!

# 644_Rio
source: Let's get started.
pt_br: Iniziamo.

# 656_Player
source: Um, wait a moment. I thought I had more cash than this...
pt_br: Uhm, aspetta un attimo. Pensavo di avere più grana di così...

# 668_Rio
source: Seriously? Not a single bill?
pt_br: Davvero? Nemmeno un soldo?

# 680_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 692_Rio
source: Oh. Um... That's... too bad. I should get going.
pt_br: Oh. Ehm... È proprio un peccato. Mi sa che devo andare.

# 704_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 812_Rio
source: Wow! You're amazing at table tennis.
pt_br: Wow! Sei un fenomeno a ping pong.

# 824_Player
source: I'm alright.
pt_br: Sono a posto.

# 836_Rio
source: I had a blast. Anyway, let's go back to the club.
pt_br: Mi sono divertito un mondo. Comunque, torniamo al locale.

# 848_Player
source: Sounds good.
pt_br: Perfetto.

# 872_Rio
source: Oh, so close! It's a tie.
pt_br: Oh, per un soffio! È un pareggio.

# 884_Player
source: I'm all right I guess.
pt_br: Sono a posto, credo.

# 896_Rio
source: I had a lot of fun today. Shall we continue this over at the club?
pt_br: Mi sono divertita un sacco oggi. Che ne dici se continuiamo al club?

# 908_Player
source: Sounds good.
pt_br: Perfetto.

# 932_Rio
source: Well? Not bad, right?
pt_br: Allora? Non male, vero?

# 944_Player
source: Yeah. I had no idea you played.
pt_br: Già. Non sapevo che giocassi.

# 956_Rio
source: Get some practice in and brush up those skills of yours. Anyway, let's go back to the club, shall we?
pt_br: Fai un po' di pratica e datti una rinfrescata a quelle tue abilità. Comunque, torniamo al club, dai?

# 968_Player
source: Sounds good.
pt_br: Perfetto.
