Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee05b5.po
Languages: pt_br

source: You got a <Color:8>Kamiyama Weapon Catalog<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Catalogo di Armi Kamiyama<Color:Default>.

source: Kamiyama Works
pt_br: Officina Kamiyama

# 56_Kamiyama
source: Hey, you... You really laid it on those guys back there. I can tell you're on the side of justice.
pt_br: Ehi, tu... Gliene hai date di santa ragione a quei tipi lì dietro. Si vede che sei dalla parte della giustizia.

# 68_Player
source: Oh yeah? I appreciate the compliment, but I'm actually kinda in a hurry here.
pt_br: Ah, sì? Ti ringrazio del complimento, ma a dire il vero sono un po' di fretta.

# 80_Kamiyama
source: Oh, wait! Uh, here... Take this, please! Take a look at it when you have the time!
pt_br: Oh, aspetta! Ehm, tieni... Prendilo, per favore! Dagli un'occhiata quando hai tempo!

# 116_Player
source: A weapon catalog? What're you trying to imply here?
pt_br: Un catalogo di armi? Cosa vuoi insinuare con questo?

# 128_Kamiyama
source: Oh, nothing at all! Promise! I just thought you might be interested in my... choice wares. They'd be sure to help you out in a pinch, so stop by my shop if you're interested.
pt_br: Oh, niente di che! Promesso! Ho pensato solo che potresti essere interessato alla mia... merce di prima scelta. Ti tirerebbero fuori dai guai di sicuro, quindi fai un salto al mio negozio se sei interessato.

# 140_Kamiyama
source: You know that back alley up in the northeast part of the city? That's where I'm shacked up. It's a bit of a maze back there... so sorry in advance.
pt_br: Sai quel vicolo su a nord-est della città? È lì che mi sono piazzato. Lì dietro è un po' un labirinto... quindi scusa in anticipo.

# 152_Kamiyama
source: Anyway, see you later. Hope you stop by soon!
pt_br: Comunque, a dopo. Spero tu faccia un salto presto!

# 164_Kamiyama
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt_br: Questa informazione è stata aggiunta come <Color:14>Memo<Color:Default>. Leggi i <Color:14>Memos<Color:Default> selezionando <Color:14>Memos<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.

# 176_Kamiyama
source: Want to come by my shop now? I'll show you how to get there.
pt_br: Vuoi fare un salto al mio negozio adesso? Ti faccio vedere come arrivarci.

# 188_Player
source: Huh? Oh, no, uh...
pt_br: Eh? Oh, no, ehm...

# 200_Kamiyama
source: It's this way. It's very close by!
pt_br: È di qua. È proprio qui a due passi!

# 212_Player
source: (Here we go, I guess...)
pt_br: (Vabbè, ci siamo, immagino...)
