Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00130426.po
Languages: pt_br

source: Student
pt_br: Studente

# 68_Sodachi
source: Thanks to our four apprentices, we've been getting new students and the dojo has been thriving!
pt_br: Grazie ai nostri quattro apprendisti, stiamo ricevendo nuovi studenti e il dojo sta andando a gonfie vele!

# 80_Saejima
source: You're right. Guess you won't be needin' me much anymore.
pt_br: Hai ragione. Immagino che non avrai più molto bisogno di me.

# 92_Sodachi
source: Whaaaat!? What are you saying!?
pt_br: Ma cosaaa!? Cosa stai dicendo!?

# 104_Sodachi
source: If you leave, things will just go back to the way they were!
pt_br: Se te ne vai, le cose torneranno proprio come prima!

# 116_Sodachi
source: Plus... The dojo won't be the same without you.
pt_br: E poi... Il dojo non sarà lo stesso senza di te.

# 128_Sodachi
source: If possible, I want you to stay here forever.
pt_br: Se possibile, voglio che tu resti qui per sempre.

# 140_Saejima
source: Thanks, but I can't stick around forever. I got my own life too.
pt_br: Grazie, ma non posso starci in eterno. Ho anch'io la mia vita.

# 152_Saejima
source: You gotta start thinkin' about how to run things without me.
pt_br: Devi metterti a pensare a come mandare avanti le cose senza di me.

# 164_Sodachi
source: But I'll be in a world of trouble if you up and leave now. Could you just stay for a little longer? Please?
pt_br: Ma mi cacceresti in un bel guaio se te ne andassi proprio adesso. Non potresti restare ancora un pochetto? Ti prego?

# 176_Sodachi
source: That will give me enough time to think about the future of things.
pt_br: Questo mi darà abbastanza tempo per riflettere sul futuro, su come andrà a finire.

# 188_Saejima
source: All right, all right.
pt_br: Va bene, va bene.

# 200_Saejima
source: How's about I stick around to train just one more student? That'll be my last apprentice.
pt_br: Che ne dici se mi fermo ad allenare un ultimo studente? Sarà il mio ultimo apprendista.

# 212_Sodachi
source: All right. Just one more... I wonder who that will be...
pt_br: Va bene. Ancora uno... Chissà chi sarà...

# 260_Saejima
source: Hm?
pt_br: Mh?

# 284_Student
source: Sorry! Did I hurt you?
pt_br: Scusa! Ti ho fatto male?

# 296_Tokita
source: Who do you think you are? I'm a champion, you know!
pt_br: Ma chi diavolo credi di essere? Sono un campione, capito!

# 308_Tokita
source: What were you gonna do if I got injured? Huh!?
pt_br: Che avresti fatto se mi fossi fatto male? Eh!?

# 320_Student
source: Sorry...
pt_br: Scusa...

# 332_Tokita
source: You should take it as an honor that I let you help me with my training!
pt_br: Dovresti considerarti onorato che ti permetto di aiutarmi con il mio allenamento!

# 344_Tokita
source: But you just throw me around like you're not thinking about anything at all! Unbelievable!
pt_br: Ma tu mi scaraventi in giro come se non ci pensassi proprio! Incredibile!

# 356_Student
source: Sorry! I didn't think that I could throw you that easily to be honest...
pt_br: Scusa! Non pensavo di poterti lanciare così facilmente, a dire il vero...

# 368_Tokita
source: You! Are you trying to start a fight!? I'm not going to let you get away with this, fat-ass!
pt_br: Tu! Stai cercando la rissa!? Non te la farò passare liscia, pancione!

# 392_Saejima
source: Who's that?
pt_br: Chi è?

# 404_Sodachi
source: That's Tokita.
pt_br: Quello è Tokita.

# 416_Saejima
source: Not him, ya idiot. The guy next to 'im, gettin' chewed out.
pt_br: Non lui, idiota. Quello lì accanto a lui, che si sta beccando una bella strigliata.

# 428_Sodachi
source: Oh, that's Masataka Watanabe-kun. A new student that just joined.
pt_br: Oh, quello è Masataka Watanabe-kun. Un nuovo allievo che è appena entrato.

# 440_Sodachi
source: He has a good build, and some pretty good skills to match.
pt_br: Ha un bel fisico, e anche delle abilità niente male, che non sono da meno.

# 452_Sodachi
source: But... He's just too good of a person. He's afraid to hurt others, and so he can't make use of his skills in a fight.
pt_br: Ma... È fin troppo buono. Ha paura di ferire gli altri, e per questo non riesce a mettere a frutto le sue abilità in un combattimento.

# 464_Sodachi
source: Apparently, he joined the dojo because he wanted to change that aspect of himself.
pt_br: A quanto pare, è entrato nel dojo perché voleva cambiare quella parte di sé.

# 476_Sodachi
source: But I guess it's not so easy to change...
pt_br: Ma non è mica così facile, cambiare...

# 488_Sodachi
source: I'm having trouble figuring out how to train him properly.
pt_br: Non riesco a capire come allenarlo come si deve.

# 500_Saejima
source: Too kind, huh? Heheh. Sounds interestin'.
pt_br: Troppo buono, eh? Eh eh. Sembra interessante.

# 584_Watanabe
source: Are you absolutely sure that you want <Italic>me</Italic> to be your last apprentice?
pt_br: Sei proprio sicuro che vuoi <Italic>me</Italic> come tuo ultimo apprendista?

# 596_Watanabe
source: There are loads of people that have been waiting to be taught by you, Saejima-san...
pt_br: C'è un sacco di gente che aspetta di farsi addestrare da te, Saejima-san...

# 608_Sodachi
source: No worries! Saejima-san has made up his mind and it was his own decision.
pt_br: Nessun problema! Saejima-san ha preso la sua decisione ed è stata una sua scelta.

# 620_Watanabe
source: Thank you so much. But now I just feel bad for everyone else...
pt_br: Grazie mille. Ma ora mi dispiace per tutti gli altri...

# 632_Saejima
source: Fine. Then why don't ya just quit? Course that'd mean you ain't never gonna change.
pt_br: Va bene. Allora perché non molli e basta? Certo, questo significherebbe che non cambierai mai.

# 644_Watanabe
source: Never... change...
pt_br: Non cambiare... mai...

# 656_Saejima
source: Is that what ya want?
pt_br: È questo che vuoi?

# 680_Watanabe
source: Saejima-san, help me become a strong man! I don't want to be Mr. Nice Guy anymore!
pt_br: Saejima-san, aiutami a diventare un uomo tosto! Non voglio più essere il bravo ragazzo!

# 692_Watanabe
source: Please... Saejima-san!
pt_br: Ti prego... Saejima-san!

# 704_Sodachi
source: Wow! I've never seen Watanabe this enthusiastic before!
pt_br: Caspita! Non ho mai visto Watanabe così entusiasta prima d'ora!

# 716_Sodachi
source: This is good! I think he's worthy to be your last apprentice!
pt_br: Perfetto! Credo che sia degno di essere il tuo ultimo apprendista!

# 728_Saejima
source: Heh... All right. Try n' keep up with me, like yer life depends on it. I'll make you stronger. I give ya my word.
pt_br: Heh... Va bene. Cerca di starmi dietro, come se ne andasse della tua vita. Ti renderò più forte. Ti do la mia parola.

# 740_Watanabe
source: Yes, sir! Saejima-sensei!
pt_br: Sì, signore! Saejima-sensei!
