Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid009102e8.po
Languages: pt_br

source: Train your apprentices and have them win the tournament within 50 turns! The sooner they win, the better the prize money and evaluation.
pt_br: Addestra i tuoi apprendisti e falli vincere il torneo entro 50 turni! Prima vincono, migliori saranno i soldi del premio e la valutazione.

source: Train your apprentices and have them win the tournament <Color:7>within 50 turns<Color:Default>! The sooner they win, the better the prize money and the evaluation.
pt_br: Allena i tuoi apprendisti e falli vincere il torneo <Color:7>entro 50 turni<Color:Default>! Più in fretta vincono, migliore sarà il premio in denaro e la valutazione.

source: You can earn the most prize money by having your apprentice win <Color:7>within 15 turns<Color:Default>. After that, the amount will start to decrease every five turns.
pt_br: Puoi beccarti il malloppo maggiore facendo vincere il tuo allievo <Color:7>entro 15 turni<Color:Default>. Dopodiché, la somma inizierà a diminuire ogni cinque turni.

source: Train your apprentices efficiently so they are able to win in as few turns as possible.
pt_br: Allena i tuoi apprendisti al meglio così che possano vincere nel minor numero di turni possibile.

source: Guy with Glasses
pt_br: Tizio con gli Occhiali

source: Fighter Maker
pt_br: Creatore di Combattenti

# 208_Sodachi
source: Welcome back. Did you have a good time? It's important to develop trust, so make sure to take your apprentice out for drinks again sometime.
pt_br: Bentornato. Ti sei divertito? È importante costruire fiducia, quindi, mi raccomando, porta di nuovo il tuo apprendista fuori a bere qualcosa, magari più avanti.

# 220_Sodachi
source: The greater the trust, the more the apprentice listens to you－meaning more efficient training. Try building a good relationship with Hide-chan.
pt_br: Maggiore è la fiducia, più l'apprendista ti darà retta — il che significa un allenamento più efficace. Cerca di legare bene con Hide-chan.

# 268_Saejima
source: According to Sodachi's plan, it's time for a meeting with ya. But I ain't the "meeting" type. How's about we do this over drinks?
pt_br: Stando al piano di Sodachi, dovremmo vederci per una riunione. Ma io non sono mica il tipo da 'riunioni'. Che ne dici se ce la beviamo?

# 280_Sugiyama
source: Okay! I'd love to!
pt_br: Va bene! Mi piacerebbe un sacco!

# 292_Sodachi
source: Sounds great! You can talk over drinks to develop a relationship of trust. This is the fundamental principal of my theory of fighting!
pt_br: Ottimo! Potete fare quattro chiacchiere davanti a un bicchiere per costruire un rapporto di fiducia. Questo è il principio fondamentale della mia filosofia di lotta!

# 304_Saejima
source: Right. Let's go, Hideo.
pt_br: A posto. Andiamo, Hideo.

# 316_Sugiyama
source: Of course!
pt_br: Certo!

# 328_Sodachi
source: Huh? Uh... What about me...?
pt_br: Eh? Uhm... E io...?

# 340_Saejima
source: ...Huh? Whaddya want?
pt_br: ...Eh? Che vuoi?

# 352_Sodachi
source: Oh, nothing! Don't worry about me! Have a good time!
pt_br: Ma niente! Non ti preoccupare di me! Divertiti!

# 400_Saejima
source: That's it for today. I gotta tell ya, teachin's a lot harder than I expected.
pt_br: Per oggi è tutto. Ehi, devo dirtelo, fare l'insegnante è molto più tosto di quanto pensassi.

# 412_Sodachi
source: No worries. You'll get the hang of it in no time. Just keep doing what you're doing!
pt_br: Non ti preoccupare. Ci prenderai la mano in men che non si dica. Continua così!

# 436_Saejima
source: Who's that sleepin' over there? He another one of your apprentices?
pt_br: Chi è quello che sta a ronfare lì? È un altro dei tuoi apprendisti, quello?

# 448_Sodachi
source: Oh... That's Fukushi Ochiai-kun. He doesn't pay the monthly fee, so he isn't an apprentice.
pt_br: Oh... Quello è Fukushi Ochiai-kun. Non paga la retta mensile, quindi non è un apprendista.

# 460_Sodachi
source: It seems that he just likes it here... He comes by to take naps during the afternoon.
pt_br: Sembra che gli piaccia stare qui e basta... Viene qui per fare dei pisolini nel pomeriggio.

# 472_Sodachi
source: But don't worry about him, okay? He isn't a bad guy, but he's definitely not a nice guy, either.
pt_br: Ma non ti ci preoccupare per lui, va bene? Non è un brutto soggetto, ma di certo non è nemmeno un cuor d'oro.

# 484_Saejima
source: (Fukushi Ochiai, huh? Wonder what he wants...)
pt_br: (Fukushi Ochiai, eh? Chissà che vuole...)

# 496_Sodachi
source: Well, enough about that. Thank you very much for your time today!
pt_br: Vabbè, chiudiamola qui. Grazie mille per il tuo tempo oggi!

# 508_Sodachi
source: Come by to train apprentices whenever you want, just like you did today.
pt_br: Passa ad allenare gli apprendisti quando vuoi, proprio come hai fatto oggi.

# 520_Sodachi
source: We're always here at the dojo, so feel free to stop by anytime. Please!
pt_br: Siamo sempre qui al dojo, quindi passa a trovarci quando ti pare. Dai!

# 532_Sodachi
source: Also, if there's anything you didn't understand, just read the <Color:7>Sodachi Notebook<Color:Default> on the bench over there. It'll explain everything.
pt_br: Ah, e se c'è qualcosa che non hai capito, leggiti il <Color:7>Quaderno Sodachi<Color:Default> sulla panca laggiù. Ti spiegherà tutto.

# 556_Saejima
source: The <Color:7>Sodachi Notebook<Color:Default>, huh? Gotcha. I'll read it when I'm havin' trouble.
pt_br: Il <Color:7>Sodachi Notebook<Color:Default>, eh? Capito. Lo leggerò quando sarò in difficoltà.

# 568_Sodachi
source: All righty, then! See you next time!
pt_br: E va bene, allora! Alla prossima!

# 628_Sodachi
source: Hey, hey, Saejima-san!
pt_br: Ehi, ehi, Saejima-san!

# 640_Sodachi
source: How about it? Would you please help us, Saejima-san?
pt_br: Che ne dici? Ci daresti una mano, Saejima-san?

# 652_Saejima
source: Fine. I ain't makin' no promises, but I'll see what I can do.
pt_br: Va bene. Non ti prometto niente, ma vedrò che posso fare.

# 664_Sodachi
source: Thank you! You won't regret it! And now, Saejima-san, I formally welcome you to... Sodachi Dojo!
pt_br: Grazie! Non te ne pentirai! E adesso, Saejima-san, ti accolgo ufficialmente nel... Sodachi Dojo!

# 676_Saejima
source: Sorry. No can do.
pt_br: Scusa. Niente da fare.

# 688_Sodachi
source: Oh, of course... Sorry to have... bothered you...
pt_br: Ah, certo... Scusa per averti... disturbato...

# 700_Sodachi
source: But please come back if you change your mind. I'll always be here. I mean, until my dojo closes... that is...
pt_br: Però torna pure se ci ripensi. Io sono sempre qui. Cioè, finché il mio dojo non tira giù la serranda... ecco...

# 724_Guy with Glasses
source: Hey, Sensei!
pt_br: Ehi, Sensei!

# 748_Sodachi
source: Oh, Hide-chan! Perfect timing!
pt_br: Oh, Hide-chan! Arrivi a fagiolo!

# 760_Sodachi
source: Please let me introduce you to Hideo Sugiyama-kun. Hide-chan is my dojo's one and only apprentice.
pt_br: Permettimi di presentarti Hideo Sugiyama-kun. Hide-chan è l'unico e solo allievo del mio dojo.

# 772_Sodachi
source: Hide-chan, this is Saejima-san. He'll be teaching here for a while. He's an amazing fighter. And when I say amazing, I mean out of this world amazing!
pt_br: Hide-chan, questo è Saejima-san. Starà qui a insegnare per un po'. È un picchiatore pazzesco. E quando dico pazzesco, intendo proprio una roba fuori dal mondo!

# 784_Sugiyama
source: Oh, that's great. Nice to meet you. I'm Hideo Sugiyama.
pt_br: Ah, fantastico. Piacere. Sono Hideo Sugiyama.

# 796_Sugiyama
source: But you can call me Hideo. I look forward to being your student!
pt_br: Ma tu puoi chiamarmi Hideo. Non vedo l'ora di essere un tuo allievo!

# 808_Saejima
source: Nice to meet ya.
pt_br: Piacere di conoscerti.

# 820_Sodachi
source: Now, how about we get to training right away? Our goal is to make Hide-chan the champion of the Rookie Tournament!
pt_br: Dai, che ne dici di metterci subito sotto con l'allenamento? Il nostro obiettivo è far diventare Hide-chan il campione del Torneo Esordienti!

# 832_Saejima
source: Rookie Tournament? What the hell's that?
pt_br: Torneo per Principianti? Che diavolo è?

# 844_Sodachi
source: Oh, sorry. I didn't explain that yet, did I?
pt_br: Oh, scusa. Non l'ho ancora spiegato, vero?

# 856_Sodachi
source: The Coliseum holds regular tournaments that are only open to rookie fighters, with the purpose of finding the next star fighter.
pt_br: Il Colosseo organizza tornei regolari, aperti solo alle nuove leve del combattimento, con lo scopo di scovare la prossima stella del ring.

# 868_Sodachi
source: Winning the tournament will earn you recognition as a full-fledged fighter and the opportunity to enter other tournaments in the Coliseum.
pt_br: Vincere il torneo ti farà guadagnare la fama di combattente fatto e finito e l'opportunità di partecipare ad altri tornei al Coliseum.

# 880_Sodachi
source: Underground Coliseum fighters are the true cream of the crop.
pt_br: I combattenti del Coliseum sotterraneo sono il meglio del meglio.

# 892_Sodachi
source: Since the Rookie Tournament is full of rookies who hope to become Underground Coliseum fighters someday, the fights are always fierce.
pt_br: Visto che il Torneo Novizi è zeppo di novellini che sperano un giorno di diventare combattenti del Coliseum Sotterraneo, gli scontri sono sempre tosti.

# 904_Saejima
source: Huh. They didn't have that when I fought.
pt_br: Mh. Non c'era questa roba quando combattevo io.

# 916_Sodachi
source: I heard you were specially nominated. People with astounding strength and a good record are nominated and gain immediate entry.
pt_br: Ho sentito che sei stato nominato di diritto. La gente con una forza pazzesca e un bel record viene nominata e accede subito.

# 928_Sodachi
source: By the way, if you win the Rookie Tournament, both the fighter and the dojo receive prize money.
pt_br: A proposito, se vinci il Torneo Principianti, sia il lottatore che il dojo ricevono un premio in denaro.

# 940_Sodachi
source: If I had that money, I'm sure that I'd be able to renovate this dojo up quite nicely...
pt_br: Se avessi quei soldi, sono sicuro che riuscirei a rimettere a nuovo questo dojo alla grande...

# 952_Saejima
source: I get it. Like killin' two birds with one stone, right?
pt_br: Ci sono. Tipo prendere due piccioni con una fava, no?

# 964_Sodachi
source: Exactly! Well, that's enough explaining. Let's get to work!
pt_br: Proprio così! Beh, basta con le spiegazioni. Dai, mettiamoci al lavoro!

# 976_Sugiyama
source: I'm looking forward to training with you, Saejima-sensei!
pt_br: Non vedo l'ora di allenarmi con te, Saejima-sensei!

# 988_Sodachi
source: You'll be in charge of arranging the training menu. The menu has four Regular Slots and one Special Slot. These five slots equal one turn.
pt_br: Sarai tu a mettere su il menu di allenamento. Il menu ha quattro Slot Regolari e uno Slot Speciale. Questi cinque slot fanno un turno.

# 1000_Sodachi
source: I'll choose the Special Slot for now. You'll be in charge of selecting the Regular Slots. After you're done, press Begin to begin training.
pt_br: Lo Slot Speciale, per ora, lo decido io. Gli Slot Regolari li scegli tu. Quando hai fatto, premi Inizia per iniziare l'allenamento.

# 1012_Sodachi
source: I'm sure you'll get the hang of it once you get started. Okay, let's do it!
pt_br: Vedrai che ci prenderai la mano appena cominci. Okay, forza, dai!

# 1036_Sodachi
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt_br: Questa informazione è stata aggiunta come <Color:14>Memo<Color:Default>. Leggi i <Color:14>Memos<Color:Default> selezionando <Color:14>Memos<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.

# 1096_Saejima
source: Heh. This place ain't bad.
pt_br: Eh. Questo posto non è mica male.

# 1108_Sodachi
source: I knew you'd think so! I put all of my hard-earned savings into making it this way. It's always been my dream to run my own dojo.
pt_br: Sapevo che l'avresti pensato! Ho messo tutti i miei risparmi guadagnati con tanta fatica per farlo diventare così. È sempre stato un mio sogno gestire un dojo tutto mio.

# 1120_Saejima
source: Impressive... But there ain't no one here.
pt_br: Forte... Ma non c'è mica nessuno qui.

# 1132_Sodachi
source: That's the problem... The truth is that I only have one apprentice at the moment.
pt_br: È quello il problema... La verità è che al momento ho solo un apprendista.

# 1144_Saejima
source: One!? That ain't enough to wash the floor!
pt_br: Uno!? Non basta manco per lavare il pavimento!

# 1156_Sodachi
source: Exactly. It's a good location though, and there were a good number of apprentices at first. But everybody quit within days...
pt_br: Esatto. È una bella posizione, però, e all'inizio c'erano un bel po' di apprendisti. Ma tutti hanno mollato nel giro di pochi giorni...

# 1168_Sodachi
source: It's probably my fault because I'm no good...
pt_br: Sarà colpa mia, perché non sono un granché...

# 1180_Saejima
source: No good...?
pt_br: Non va bene...?

# 1192_Sodachi
source: Yeah. The truth is, I'm a terrible fighter! I've never even won a single fight! Not even once!
pt_br: Già. A dire il vero, sono una pippa a combattere! Non ho mai vinto neanche uno scontro! Nemmeno una volta!

# 1204_Saejima
source: Huh!? So how the hell do you train your apprentices?
pt_br: Eh!? Ma come diavolo alleni i tuoi apprendisti?

# 1216_Sodachi
source: With my theory on fighting!
pt_br: Con la mia teoria sulla lotta!

# 1228_Saejima
source: "Theory" on fightin'...?
pt_br: "Teoria" sul menare...?

# 1240_Sodachi
source: That's right. For years, I've been conducting thorough research on how to become a stronger fighter and defeat my opponents.
pt_br: Esatto. Da anni, mi sono spaccato la testa per capire come diventare un combattente più forte e come far fuori i miei avversari.

# 1252_Sodachi
source: Nobody can beat me when it comes to theory.
pt_br: Quando si tratta di teoria, nessuno mi batte.

# 1264_Sodachi
source: I've come this far just by believing in my theory. As long as I follow it, I know I can train a great apprentice... Even if I myself am weak.
pt_br: Sono arrivato fin qui solo credendo nella mia teoria. Finché la seguo, so che posso tirar su un grande apprendista... Anche se io stesso sono debole.

# 1276_Sodachi
source: But, it turns out no apprentice will trust a weak teacher... It's just a matter of time before this dojo is forced to close its doors for good.
pt_br: Ma, a quanto pare, nessun apprendista si fiderà di un maestro debole... È solo questione di tempo prima che questo dojo sia costretto a chiudere bottega per sempre.

# 1288_Sodachi
source: I've done my best to follow my dream of training a champion, but to no avail...
pt_br: Ho fatto del mio meglio per inseguire il mio sogno di allenare un campione, ma invano...

# 1300_Saejima
source: I see... I bet it's hard havin' yer dreams crushed after buildin' such a fine dojo.
pt_br: Capisco... Scommetto che è dura vedersi i sogni andare in fumo dopo aver tirato su un dojo del genere.

# 1312_Sodachi
source: Yeah... And that's why I've asked you here today, Saejima-san.
pt_br: Già... Ed è per questo che ti ho fatto venire qui oggi, Saejima-san.

# 1324_Sodachi
source: Would you work with me to help train my apprentices?
pt_br: Mi daresti una mano ad allenare i miei apprendisti?

# 1336_Saejima
source: Me...?
pt_br: Io...?

# 1348_Sodachi
source: Yes. After watching you fight at the Underground Coliseum, I knew you were the one I've been looking for.
pt_br: Sì. Dopo averti visto combattere al Coliseum Sotterraneo, sapevo che eri proprio tu quello che stavo cercando.

# 1360_Sodachi
source: You're not only a great fighter, but you also show compassion, even to your opponents. I'm sure apprentices will look up to you.
pt_br: Non sei solo un gran combattente, ma mostri anche compassione, persino ai tuoi avversari. Sono sicuro che gli apprendisti ti prenderanno a modello.

# 1372_Sodachi
source: Of course, I'll support you the best I can. Please, please, Saejima-san! I can't give up now!
pt_br: Certo, farò del mio meglio per te. Ti prego, ti prego, Saejima-san! Non posso mollare proprio adesso!

# 1384_Saejima
source: Fine. I ain't makin' no promises, but I'll see what I can do.
pt_br: Va bene. Non ti prometto niente, ma vedrò che posso fare.

# 1396_Sodachi
source: Thank you! You won't regret it! And now, Saejima-san, I formally welcome you to... Sodachi Dojo!
pt_br: Grazie! Non te ne pentirai! E adesso, Saejima-san, ti accolgo ufficialmente nel... Sodachi Dojo!

# 1408_Saejima
source: Sorry. No can do.
pt_br: Scusa. Niente da fare.

# 1420_Sodachi
source: Oh, of course... Sorry to have... bothered you...
pt_br: Ah, certo... Scusa per averti... disturbato...

# 1432_Sodachi
source: But please come back if you change your mind. I'll always be here. I mean, until my dojo closes... that is...
pt_br: Però torna pure se ci ripensi. Io sono sempre qui. Cioè, finché il mio dojo non tira giù la serranda... ecco...

# 1456_Guy with Glasses
source: Hey, Sensei!
pt_br: Ehi, Sensei!

# 1480_Sodachi
source: Oh, Hide-chan! Perfect timing!
pt_br: Oh, Hide-chan! Arrivi a fagiolo!

# 1492_Sodachi
source: Please let me introduce you to Hideo Sugiyama-kun. Hide-chan is my dojo's one and only apprentice.
pt_br: Ti presento Hideo Sugiyama. Hide-chan è l'unico e solo apprendista del mio dojo.

# 1504_Sodachi
source: Hide-chan, this is Saejima-san. He'll be teaching here for a while. He's an amazing fighter. And when I say amazing, I mean out of this world amazing!
pt_br: Hide-chan, questo è Saejima-san. Starà qui a insegnare per un po'. È un picchiatore pazzesco. E quando dico pazzesco, intendo proprio una roba fuori dal mondo!

# 1516_Sugiyama
source: Oh, that's great. Nice to meet you. I'm Hideo Sugiyama.
pt_br: Ah, fantastico. Piacere. Sono Hideo Sugiyama.

# 1528_Sugiyama
source: But you can call me Hideo. I look forward to being your student!
pt_br: Ma tu puoi chiamarmi Hideo. Non vedo l'ora di essere un tuo allievo!

# 1540_Saejima
source: Nice to meet ya.
pt_br: Piacere di conoscerti.

# 1552_Sodachi
source: Now, how about we get to training right away? Our goal is to make Hide-chan the champion of the Rookie Tournament!
pt_br: Dai, che ne dici di metterci subito sotto con l'allenamento? Il nostro obiettivo è far diventare Hide-chan il campione del Torneo Esordienti!

# 1564_Saejima
source: Rookie Tournament? What the hell's that?
pt_br: Torneo per Principianti? Che diavolo è?

# 1576_Sodachi
source: Oh, sorry. I didn't explain that yet, did I?
pt_br: Oh, scusa. Non l'ho ancora spiegato, vero?

# 1588_Sodachi
source: The Coliseum holds regular tournaments that are only open to rookie fighters, with the purpose of finding the next star fighter.
pt_br: Il Colosseo organizza tornei regolari, aperti solo alle nuove leve del combattimento, con lo scopo di scovare la prossima stella del ring.

# 1600_Sodachi
source: Winning the tournament will earn you recognition as a full-fledged fighter and the opportunity to enter other tournaments in the Coliseum.
pt_br: Vincere il torneo ti farà guadagnare la fama di combattente fatto e finito e l'opportunità di partecipare ad altri tornei al Coliseum.

# 1612_Sodachi
source: Underground Coliseum fighters are the true cream of the crop.
pt_br: I combattenti del Coliseum sotterraneo sono il meglio del meglio.

# 1624_Sodachi
source: Since the Rookie Tournament is full of rookies who hope to become Underground Coliseum fighters someday, the fights are always fierce.
pt_br: Visto che il Torneo Novizi è zeppo di novellini che sperano un giorno di diventare combattenti del Coliseum Sotterraneo, gli scontri sono sempre tosti.

# 1636_Saejima
source: Huh. They didn't have that when I fought.
pt_br: Mh. Non c'era questa roba quando combattevo io.

# 1648_Sodachi
source: I heard you were specially nominated. People with astounding strength and a good record are nominated and gain immediate entry.
pt_br: Ho sentito che sei stato nominato di diritto. La gente con una forza pazzesca e un bel record viene nominata e accede subito.

# 1660_Sodachi
source: By the way, if you win the Rookie Tournament, both the fighter and the dojo receive prize money.
pt_br: A proposito, se vinci il Torneo Principianti, sia il lottatore che il dojo ricevono un premio in denaro.

# 1672_Sodachi
source: If I had that money, I'm sure that I'd be able to renovate this dojo up quite nicely...
pt_br: Se avessi quei soldi, sono sicuro che riuscirei a rimettere a nuovo questo dojo alla grande...

# 1684_Saejima
source: I get it. Like killin' two birds with one stone, right?
pt_br: Ci sono. Tipo prendere due piccioni con una fava, no?

# 1696_Sodachi
source: Exactly! Well, that's enough explaining. Let's get to work!
pt_br: Proprio così! Beh, basta con le spiegazioni. Dai, mettiamoci al lavoro!

# 1708_Sugiyama
source: I'm looking forward to training with you, Saejima-sensei!
pt_br: Non vedo l'ora di allenarmi con te, Saejima-sensei!

# 1780_Sodachi
source: You'll be in charge of arranging the training menu. The menu has four Regular Slots and one Special Slot. These five slots equal one turn.
pt_br: Sarai tu a mettere su il menu di allenamento. Il menu ha quattro Slot Regolari e uno Slot Speciale. Questi cinque slot fanno un turno.

# 1792_Sodachi
source: I'll choose the Special Slot for now. You'll be in charge of selecting the Regular Slots. After you're done, press Begin to begin training.
pt_br: Lo Slot Speciale, per ora, lo decido io. Gli Slot Regolari li scegli tu. Quando hai fatto, premi Inizia per iniziare l'allenamento.

# 1804_Sodachi
source: I'm sure you'll get the hang of it once you get started. Okay, let's do it!
pt_br: Vedrai che ci prenderai la mano appena cominci. Okay, forza, dai!

# 1852_Sodachi
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt_br: Questa informazione è stata aggiunta come <Color:14>Memo<Color:Default>. Leggi i <Color:14>Memos<Color:Default> selezionando <Color:14>Memos<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.

# 1876_Sodachi
source: Help Him
pt_br: Aiutalo

# 1888_Sodachi
source: Refuse
pt_br: Rifiuta

# 1900_Sodachi
source: Help Him
pt_br: Aiutalo

# 1912_Sodachi
source: Refuse
pt_br: Rifiuta
