Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid000903e8.po
Languages: pt_br

source: Frightened Woman
pt_br: Donna Spaventata

# 116_Tanimura
source: Everything okay, miss? You were talking to yourself just now...
pt_br: Tutto a posto, signorina? Parlava da sola proprio ora...

# 128_Frightened Woman
source: Oh, no, I wasn't... Um...
pt_br: Oh, no, non stavo... Ehm...

# 140_Tanimura
source: Ah, didn't mean to surprise you. I'm with the KPD－is there anything I can help with?
pt_br: Ah, non volevo spaventarti. Sono della KPD－c'è qualcosa in cui posso darti una mano?

# 152_Frightened Woman
source: You're an officer? Then please, hear me out.
pt_br: Lei è un agente? Allora la prego, mi ascolti.

# 164_Frightened Woman
source: I'm on my way to work, but I feel like somebody's going to ambush me... I'm so scared, I don't know what to do...
pt_br: Sto andando al lavoro, ma ho la sensazione che qualcuno mi stia per tendere un'imboscata... Sono così spaventata, non so cosa fare...

# 176_Tanimura
source: Makes sense why you'd be on edge. Where is it you work?
pt_br: Non mi stupisce che tu sia così tesa. Dov'è che lavori?

# 188_Frightened Woman
source: In the Hiranai Building on Theater Alley...
pt_br: Nel palazzo Hiranai su Theater Alley...

# 200_Tanimura
source: Oh, that's right around the corner. I'd be happy to walk you there.
pt_br: Oh, è proprio qui dietro l'angolo. Ti accompagno volentieri.

# 212_Frightened Woman
source: Really!? Thank you so much!
pt_br: Veramente!? Grazie mille!

# 260_Frightened Woman
source: What should I do? I can't even walk down the street...
pt_br: Cosa dovrei fare? Non riesco nemmeno a camminare per strada...

# 284_Tanimura
source: (That lady looks like she could use a little help. Guess it wouldn't kill me to act like a cop every now and then.)
pt_br: (Quella donna sembra proprio che abbia bisogno di una mano. Immagino che non mi costi nulla fare il poliziotto ogni tanto.)
