Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0009027c.po
Languages: pt_br

# 56_Toshi
source: Shit... What happened? That bitch ain't worth all this trouble.
pt_br: Cazzo... Che è successo? Quella stronza non ne vale la pena di tutto questo sbattimento.

# 80_Toshi
source: Come on! Let's get the hell outta here! I don't need this shit.
pt_br: Dai! Leviamoci dalle palle!\nNon ho bisogno di questa merda.

# 104_Erena
source: Hey, are you okay?
pt_br: Ehi, stai bene?

# 116_Miyuki
source: Yes... Thank you.
pt_br: Sì... Grazie.

# 128_Erena
source: Why were ya going out with a loser like that? He was so mean...
pt_br: Ma perché uscivi con uno sfigato così? Era così stronzo...

# 140_Miyuki
source: I thought so too, at first. But when I got to know him, I found out he had a good side, too.
pt_br: Pensavo anch'io così, all'inizio. Ma quando l'ho conosciuto, ho scoperto che aveva anche un lato buono.

# 152_Miyuki
source: I started liking him more and more...
pt_br: Mi stava iniziando a piacere sempre di più...

# 164_Erena
source: Oh... I'm just the opposite.
pt_br: Oh... io sono proprio l'opposto.

# 176_Miyuki
source: Huh?
pt_br: Uh?

# 200_Erena
source: I fell for a guy 'cause he seemed nice at first.
pt_br: Mi sono innamorata di un tizio perché all'inizio sembrava a posto.

# 212_Erena
source: But the more I got to know him, the more bad stuff I saw and he turned me off.
pt_br: Ma più lo conoscevo, più vedevo cose brutte e mi ha fatto passare la voglia.

# 236_Erena
source: But not all relationships are the same, huh? You and I are total opposites.
pt_br: Ma non tutte le relazioni sono uguali, eh? Tu e io siamo agli antipodi.

# 248_Erena
source: I'm usually so busy trying to make myself look good that I don't see the whole picture.
pt_br: Di solito sono così presa a farmi bella che non riesco a vedere il quadro d'insieme.

# 260_Miyuki
source: And me, I tried ignoring the things I didn't like about him, but that didn't work out so well...
pt_br: E io, ho provato a ignorare le cose che non mi piacevano di lui, ma non ha funzionato granché bene...

# 272_Miyuki
source: In the end, he dumped me before I could dump him.
pt_br: Alla fine, mi ha mollato lui prima che lo mollassi io.

# 284_Erena
source: Yeah... Love sure is tricky.
pt_br: Già... L'amore è un bel rompicapo.

# 308_Miyuki
source: I'm sorry for taking up so much of your time. I should get going.
pt_br: Scusa se ti ho rubato un sacco di tempo. Dovrei proprio andare.

# 320_Erena
source: You gonna be all right?
pt_br: Tutto a posto?

# 332_Miyuki
source: Yes. Thank you for helping me.
pt_br: Sì. Grazie per avermi aiutato.

# 404_Erena
source: Do you think it's possible to truly understand the person you love?
pt_br: Pensi che sia possibile capire veramente la persona che ami?

# 416_Akiyama
source: I don't know... I do think it's important to try and get to know them, like she did.
pt_br: Non so... Credo proprio sia importante cercare di conoscerlo, come ha fatto lei.

# 428_Akiyama
source: But you should also make an effort to show them what you're about, like you've been doing.
pt_br: Ma dovresti anche metterti d'impegno per fargli vedere chi sei davvero, come hai fatto finora.

# 440_Erena
source: Yeah. Guess they're both important, huh?
pt_br: Sì. Credo siano importanti tutti e due, eh?

# 452_Akiyama
source: Seems so.
pt_br: Pare di sì.

# 464_Erena
source: Hmm... I'd like to know more about you.
pt_br: Mmm... Mi piacerebbe sapere di più su di te.

# 476_Akiyama
source: Huh?
pt_br: Uh?

# 488_Erena
source: Say, how about we go somewhere, just the two of us? I wanna learn more about you!
pt_br: Senti, che ne dici se andiamo da qualche parte, solo noi due? Voglio conoscerti meglio!

# 500_Akiyama
source: Hey, isn't this moving a little fast?
pt_br: Ehi, non è che stiamo correndo un po' troppo?

# 512_Erena
source: Is that a problem? I want you to know all about me, too...
pt_br: È un problema? Voglio che tu sappia tutto di me, anch'io...

# 524_Akiyama
source: Hmm, sure.
pt_br: Hmm, certo.
