Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00a40120.po
Languages: pt_br

source: Man in the Sketch
pt_br: L'uomo dello schizzo

# 56_Akiyama
source: Now, why'd you have to run off like that? Might as well have confessed then and there.
pt_br: Allora, perché te la sei filata in quel modo? Tanto valeva che confessassi seduta stante.

# 68_Man in the Sketch
source: Wait, I just helped out a little! If you're gonna bring me in, then at least get the other guys, too!
pt_br: Aspetta, ho solo dato una mano! Se mi porti dentro, allora almeno becca anche gli altri tizi!

# 80_Akiyama
source: You're yakuza, right? Aren't you supposed to be looking out for your boys and what not?
pt_br: Sei uno yakuza, giusto? Non dovresti badare ai tuoi ragazzi e il resto?

# 92_Akiyama
source: Guess it doesn't matter. Who are these "other guys," and where are they?
pt_br: Vabbè, non importa. Chi sono 'sti altri tizi, e dove sono?

# 104_Man in the Sketch
source: Over at the docks. You can get there by cab... A bunch of 'em get together there just about every night.
pt_br: Giù ai docks. Ci arrivi in taxi... Un sacco di loro si radunano lì praticamente ogni sera.

# 116_Akiyama
source: There're some youngbloods from my branch and couple of dudes from continental Asia, too. You'd better watch yourself－they mean business.
pt_br: Ci sono un po' di ragazzini del mio ramo e un paio di tizi anche dall'Asia continentale. Faresti meglio a stare attento—fanno sul serio.

# 128_Akiyama
source: Good grief... What did I get myself into? Listen here, pal, there are sketches of you all over town. If I were you, I'd turn myself in.
pt_br: Accidenti... In che guaio mi sono cacciato? Senti un po', socio, ci sono i tuoi identikit sparsi per tutta la città. Se fossi in te, mi costituirei.

# 140_Man in the Sketch
source: Yes, sir!
pt_br: Sì, signore!

# 164_Akiyama
source: (Now to head over to the docks.)
pt_br: Ora si fila ai moli.
