Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00090255.po
Languages: pt_br

source: Suited Stalker
pt_br: Stalker in abito

source: Delusional Nerd
pt_br: Nerd delirante

source: Man Blind to Reality
pt_br: Uomo cieco alla realtà

# 56_Suited Stalker
source: Ugh... I'm not giving up so easily!
pt_br: Ugh... non mollo così facilmente!

# 68_Delusional Nerd
source: This is just another trial that I have to overcome to prove my love!
pt_br: È solo un'altra prova che devo superare per dimostrare il mio amore!

# 80_Man Blind to Reality
source: Ow... You'll have to do better than that!
pt_br: Ahia... Ci vuole ben altro!

# 92_Noa
source: Just stop it! All of you!
pt_br: Piantatela! Tutti quanti!

# 104_Suited Stalker
source: Noa-chan...
pt_br: Noa...

# 116_Noa
source: Look... It's nice that you all like me, but...
pt_br: Senti... Mi fa piacere che mi apprezziate tutti, però...

# 128_Talk_Gakkari
source: I'm sorry! I don't feel that way about you!
pt_br: Mi dispiace! Non provo gli stessi sentimenti per te!

# 152_Noa
source: So please... Stop following me around.
pt_br: Allora ti prego... smettila di ronzarmi intorno.

# 164_Man Blind to Reality
source: No... I don't buy it. Are you going out with somebody else?
pt_br: No... Non me la bevo. Stai uscendo con qualcun altro?

# 176_Man Blind to Reality
source: If not, I'm not giving up!
pt_br: Se no, non mollo!

# 188_Noa
source: Um... Yes, I am going out with someone.
pt_br: Ehm... Sì, sto con qualcuno.

# 212_Man Blind to Reality
source: Huh?
pt_br: Uh?

# 224_Suited Stalker
source: Huh!?
pt_br: Eh!?

# 236_Delusional Nerd
source: HUH!?
pt_br: Eh!?

# 248_Noa
source: Isn't that right, darling? <Color:255,200,200,255>♥<Color:Default>
pt_br: Non è vero, tesoro? <Color:255,200,200,255>♥<Color:Default>

# 260_Akiyama
source: Huh? Me?
pt_br: Eh? Io?

# 272_Noa
source: Come on, Akiyama-san. Let's go.
pt_br: Dai, Akiyama-san. Andiamo.

# 296_Akiyama
source: Uh... Okay.
pt_br: Uhm... Ok.

# 416_Akiyama
source: You did it. You finally got rid of them.
pt_br: Ce l'hai fatta. Finalmente li hai levati di torno.

# 428_Noa
source: It's all thanks to you.
pt_br: È tutto grazie a te.

# 440_Akiyama
source: I never figured pretending to be your boyfriend would make them give up. We should've just done that from the start.
pt_br: Non avrei mai pensato che fingere di essere il tuo fidanzato li avrebbe fatti mollare. Avremmo dovuto farlo e basta fin dall'inizio.

# 452_Noa
source: Hehe. What do you mean pretending?
pt_br: Hehe. Cosa intendi dire fingere?

# 464_Akiyama
source: Huh?
pt_br: Uh?

# 476_Noa
source: I'd like you to be my real boyfriend!
pt_br: Vorrei che tu fossi il mio vero fidanzato!

# 488_Akiyama
source: Really? Is this how you envisioned it happening?
pt_br: Davvero? È così che te l'eri immaginato?

# 500_Noa
source: Why not?
pt_br: Perché no?

# 512_Akiyama
source: Seriously?
pt_br: Sul serio?

# 524_Noa
source: Yes. Please. <Color:255,200,200,255>♥<Color:Default>
pt_br: Sì, ti prego. <Color:255,200,200,255>♥<Color:Default>

# 536_Akiyama
source: Well, okay...
pt_br: Beh, va bene...
