Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60040.po
Languages: pt_br

source: He even gave me a few leads to get me on the right track. So... yeah, I think I'll be just fine.
pt_br: Mi ha dato anche qualche dritta per rimettermi in carreggiata. Quindi... sì, credo che me la caverò.

source: You got a copy of <Color:8>Trail of the Ancient Fighter King<Color:Default>.
pt_br: Hai ottenuto una copia di <Color:8>Sentiero dell'Antico Re Combattente<Color:Default>.

source: You gained 2,000 EXP.
pt_br: Hai guadagnato 2.000 EXP.

source: Street Thug
pt_br: Teppista di strada

# 84_Street Thug
source: I'm sorry, I'm so sorry! I swear, I'll never disrespect you yakuza again so long as I live! Just lemme go!
pt_br: Scusatemi, scusatemi tanto! Giuro, non vi mancherò mai più di rispetto, a voi yakuza, finché campo! Vi prego, lasciatemi andare!

# 96_Irie
source: ...Hmph, fine. But I better never catch you near our turf again. Understand!?
pt_br: ...E va bene. Ma è meglio che non ti becchi mai più nel nostro territorio. Capito!?

# 108_Irie
source: How was that, Katagiri-san?
pt_br: Com'è stato, Katagiri-san?

# 120_Katagiri
source: Perfect. Thanks for handling them, Irie.
pt_br: Perfetto. Grazie per averli sistemati, Irie.

# 132_Saejima
source: Oh, Irie-han. How's it goin'? Hangin' in there?
pt_br: Oh, Irie-han. Come butta? Tieni duro?

# 144_Irie
source: More than just hanging. We're swinging! With a hand from Katagiri-san, I figured out a plan come up with that tribute money.
pt_br: Non ci stiamo solo barcamenando. Stiamo spaccando! Con una mano da Katagiri-san, ho escogitato un piano per tirare su quei soldi del tributo.

# 168_Saejima
source: Glad to hear it.
pt_br: Mi fa piacere.

# 180_Irie
source: You're telling me.
pt_br: A chi lo dici.

# 192_Katagiri
source: Thanks to Irie, the family's books are firmly in the black for the first time in ages. I'll be up for a promotion to Tojo HQ at this rate, and it'll be all because of Irie.
pt_br: Grazie a Irie, i libri contabili della famiglia sono saldamente in attivo per la prima volta da una vita. Di questo passo, mi aspetta una promozione al Quartier Generale del Tojo, e sarà tutto merito di Irie.

# 204_Saejima
source: Good on ya. Remember, the respect of your men's what really sets a yakuza apart. Money can only take ya so far.
pt_br: Bravo. Ricorda, il rispetto dei tuoi uomini è quello che distingue davvero uno yakuza. I soldi ti portano solo fino a un certo punto.

# 216_Katagiri
source: I'll take that to heart. Thanks again.
pt_br: Lo terrò a mente. Grazie ancora.

# 228_Irie
source: Katagiri-san, we should be going.
pt_br: Katagiri-san, dovremmo andare.

# 240_Katagiri
source: Right, that's my cue. Those debts aren't gonna collect themselves, haha. Anyway, this is a little something for your help. Hope it does you as much good as you did me.
pt_br: Beh, è il mio segnale. Quei debiti mica si riscuotono da soli, ahah. Comunque, questo è un pensierino per il tuo aiuto. Spero ti torni utile quanto tu lo sei stato a me.

# 276_Irie
source: Bye now, Saejima-san. And hey... thanks for everything.
pt_br: Arrivederci, Saejima-san. Ehi... grazie di tutto.
