Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e6033d.po
Languages: pt_br

# 56_Saejima
source: Tadokoro! Where do you think you're going?
pt_br: Tadokoro! Dove cazzo credi di andare?

# 68_Tadashi
source: Big guy!
pt_br: Omone!

# 80_Tadokoro
source: Damn it all... That barely slowed you down.
pt_br: Maledizione... Non ti ha nemmeno rallentato.

# 92_Saejima
source: Hey, what's your deal, anyhow?
pt_br: Senti, qual è il tuo gioco, comunque?

# 104_Tadokoro
source: Ah, whatever do you mean?
pt_br: Ah, ma che diavolo dici?

# 116_Saejima
source: Don't you play dumb with me. Ya promised to let Tadashi's sister go free.
pt_br: Non fare lo gnorri con me. Mi avevi promesso di lasciare la sorella di Tadashi libera.

# 128_Tadokoro
source: Well, I lied... Gah! Come any closer and I'll wring the brat's neck!
pt_br: Beh, ti ho mentito... Argh! Avvicinati ancora e gli torcerò il collo a quel moccioso!

# 152_Tadokoro
source: Hehehe. So, the hired killer who slaughtered 18 yakuza in cold blood has a soft spot－for a little orphan boy.
pt_br: Hehehe. Allora, il sicario che ha massacrato 18 yakuza a sangue freddo ha un debole – per un ragazzino orfano.

# 164_Saejima
source: You just try hurtin' that boy. I got room on my list for 19.
pt_br: Provaci solo a fargli del male, a quel ragazzino. C'è posto sulla mia lista per il diciannovesimo.

# 176_Tadokoro
source: Stay back!
pt_br: Fatti indietro!

# 188_Saejima
source: Hey, I kept my end of the bargain. Time for you to keep yours.
pt_br: Senti, la mia parte l'ho fatta. Ora tocca a te fare la tua.

# 200_Tadokoro
source: You don't get it, do you? I'll kill him, I mean it!
pt_br: Non l'hai capita, vero? Lo ammazzo, dico sul serio!

# 212_Saejima
source: Don't gimme that crap! A promise is a promise.
pt_br: Non raccontarmi stronzate! Una promessa è una promessa.

# 224_Tadokoro
source: Promise, promise, promise! You sound like a broken record!
pt_br: Promesse, promesse, promesse! Sembri un disco rotto!

# 236_Tadokoro
source: Fine, I'll tell you. This little wretch's precious big sister? I pawned her off to the yakuza for three million yen!
pt_br: E va bene, te lo dico. La preziosa sorella maggiore di 'sto moccioso? L'ho rifilata alla yakuza per tre milioni di yen!

# 248_Tadashi
source: You sold Akiko to the yakuza?
pt_br: Hai venduto Akiko agli yakuza?

# 260_Saejima
source: Hold up－three million? But Tadashi's old man was in for five. That don't sound right for a greedy moneygrubber like you.
pt_br: Senti un po'－tre milioni? Ma il vecchio di Tadashi era sotto per cinque. Non mi torna, detto da un avido succhia-soldi come te.

# 272_Tadokoro
source: The debt was paid off ages ago－with the insurance money that came in when the brat's parents died.
pt_br: Il debito è stato saldato da secoli—con i soldi dell'assicurazione che sono arrivati quando i genitori di quel moccioso sono morti.

# 284_Saejima
source: You piece of shit!
pt_br: Pezzo di merda!

# 296_Tadokoro
source: Maybe I am a piece of shit. But I'm a rich piece of shit. And guess what? His father was only indebted to me in the first place because I conned him into it.
pt_br: Forse sono un pezzo di merda. Ma sono un pezzo di merda ricco. E indovina un po'? Suo padre era solo indebitato con me tanto per cominciare perché l'ho fregato.

# 308_Tadokoro
source: Winners make money, and losers go broke. As long as I get mine, the rest of the world can burn!
pt_br: Chi vince fa soldi, e chi perde va in rovina. Purché mi prenda il mio, il resto del mondo può bruciare!

# 320_Saejima
source: So cheatin' people outta their money makes you a winner? Do you even hear the words comin' outta your mouth?
pt_br: Quindi, spennare la gente ti rende un vincente? Ma le senti le parole che ti escono dalla bocca?

# 332_Tadokoro
source: Quiet! It's that imbecile's fault for letting himself get duped.
pt_br: Zitto! È colpa di quell'imbecille se si è fatto fregare.

# 344_Tadokoro
source: And you－you were supposed to get yourself killed off in that damn tournament. Now my plans are all fucked!
pt_br: E tu—tu avresti dovuto farti ammazzare in quel maledetto torneo. Ora i miei piani sono tutti fottuti!

# 356_Tadashi
source: You ruined my family... I hate you!
pt_br: Hai distrutto la mia famiglia... Ti odio!

# 392_Tadokoro
source: Ow! You little shit!
pt_br: Ahia! Piccolo stronzo!

# 404_Saejima
source: Good job, Tadashi.
pt_br: Bravo, Tadashi.

# 416_Tadashi
source: But he...
pt_br: Ma lui...

# 440_Tadokoro
source: Damn it...
pt_br: Maledizione...

# 452_Saejima
source: You ain't goin' nowhere!
pt_br: Non vai da nessuna parte!
