Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00260410.po
Languages: pt_br

source: You got <Color:8>Original Curry Take-home Pack<Color:Default>.
pt_br: Hai preso <Color:8>Confezione di Curry Originale da Asporto<Color:Default>.

source: Matsuya Staff
pt_br: Impiegato del Matsuya

# 56_Matsuya Staff
source: Welcome to Matsuya, sir! How many will it be?
pt_br: Benvenuto al Matsuya, signore! Quanti ne prendi?

# 68_Kiryu
source: I was actually wondering if you guys do takeout. I need curry, stat.
pt_br: In realtà mi stavo chiedendo se fate asporto. Mi serve del curry, subito.

# 80_Matsuya Staff
source: Oh, of course. A take-home pack of our original curry would fit your needs to a T.
pt_br: Oh, certo. Una confezione d'asporto del nostro curry originale farebbe proprio al caso tuo.

# 92_Kiryu
source: Perfect, I'll take one.
pt_br: Perfetto, ne prendo uno.

# 104_Matsuya Staff
source: That'll be 300 yen.
pt_br: Saranno 300 yen.

# 164_Matsuya Staff
source: Thank you very much.
pt_br: Grazie mille.

# 176_Kiryu
source: (I know you're supposed to heat this stuff up before you eat it... but I don't have time for that. Gotta get this to him, ASAP.)
pt_br: (Lo so che questa roba andrebbe scaldata prima di mangiarla... ma non ho tempo per quello. Devo portargliela subito.)

# 212_Kiryu
source: (Dammit, I don't have the cash.)
pt_br: (Maledizione, non ho i contanti.)

# 224_Kiryu
source: Sorry, can I actually cancel that? Something came up.
pt_br: Scusa, potrei annullarlo, per caso? È successo un imprevisto.

# 236_Matsuya Staff
source: Oh, no problem at all. Please come again!
pt_br: Oh, non c'è di che. Tornate pure!
