Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c000b.po
Languages: pt_br

# 5868_Himeka
source: If a genie offered me one wish, I'd definitely wish to be taller.
pt_br: Se un genio mi offrisse un desiderio, vorrei proprio essere più alta.

# 5880_Tanimura
source: It means that much to you?
pt_br: Ci tieni così tanto?

# 5892_Himeka
source: Sure it does. I'd do anythin' to be taller!
pt_br: E certo! Farei di tutto per essere più alta!

# 5904_Tanimura
source: If you really want to be taller, why don't you try drinking milk?
pt_br: Se vuoi davvero essere più alto, perché non provi a bere il latte?

# 5916_Himeka
source: I have heard milk can help ya grow, but isn't it a little late for me to start?
pt_br: Ho sentito dire che il latte ti fa crescere, ma non è un po' tardino per me per iniziare?

# 5928_Tanimura
source: Who knows? You could get a sudden growth spurt.
pt_br: Chissà? Potresti avere uno scatto di crescita improvviso.

# 5940_Himeka
source: Hey! Are you makin' fun of me, Tanimura-san? Can't ya tell I'm real sensitive about my height?
pt_br: Ehi! Mi stai prendendo in giro, Tanimura-san? Non vedi che sono davvero sensibile riguardo alla mia altezza?

# 5952_Tanimura
source: I'm not making fun of you. Besides, drinking milk supposedly makes your chest bigger, too.
pt_br: Non ti sto prendendo in giro. Tra l'altro, si dice che bere latte faccia anche il seno più grande.

# 5964_Himeka
source: Wow! Now you're just bein' crude!
pt_br: Wow! Adesso stai solo facendo il volgare!

# 5976_Tanimura
source: Did I offend you?
pt_br: Ti ho offeso?

# 5988_Himeka
source: Hehehe. Well, I don't really mind stuff like that. ♪
pt_br: Eheheh. Beh, le cose così non mi dispiacciono granché. ♪

# 6000_Himeka
source: Startin' today, I <Italic>will</Italic> try drinkin' milk. I'll let you know if anythin' starts growing. <Color:7>♥<Color:Default>
pt_br: Da oggi, <Italic>proverò</Italic> a bere latte. Ti farò sapere se mi spunta qualcosa. <Color:7>♥<Color:Default>

# 6012_Tanimura
source: Hey, that was a... Uh, never mind.
pt_br: Ehi, quello era un... Ehm, lascia stare.

# 6024_Tanimura
source: Why don't you try wearing platform shoes?
pt_br: Perché non provi a metterti delle platform?

# 6036_Himeka
source: No way! That just comes off as aggressively desperate. Everyone'll know I'm compensatin' for my height.
pt_br: Ma dai! Passa solo per una cosa da disperati, e pure esagerata. Tutti capiranno che sto cercando di compensare la mia altezza.

# 6048_Himeka
source: Besides, platforms aren't in style anymore.
pt_br: Poi, le piattaforme non vanno più di moda.

# 6060_Tanimura
source: Kinda dated, huh?
pt_br: Un po' datato, eh?

# 6072_Himeka
source: You don't follow fashion much, do ya?
pt_br: Non è che la moda ti dica molto, eh?

# 6084_Tanimura
source: Not really.
pt_br: Non proprio.

# 6096_Himeka
source: You should, y'know.
pt_br: Dovresti, sai.

# 6108_Tanimura
source: Hm, if you say so.
pt_br: Mh, se lo dici tu.

# 6120_Tanimura
source: I could give you a ride on my shoulders.
pt_br: Potrei darti un passaggio sulle mie spalle.

# 6132_Himeka
source: Really!? I love ridin' on guys' shoulders!
pt_br: Davvero!? Adoro farmi portare sulle spalle dei ragazzi!

# 6144_Himeka
source: Hey, I know! You can take me shoppin' on your shoulders!
pt_br: Ehi, so io! Puoi portarmi a fare shopping sulle tue spalle!

# 6156_Tanimura
source: Now just a minute. Don't you think that'd be kind of embarrassing for me?
pt_br: Ma aspetta un attimo. Non pensi che sarebbe un po' imbarazzante per me?

# 6168_Himeka
source: Oh, I wouldn't be embarrassed at all. It'd be a blast!
pt_br: Oh, non mi imbarazzerei affatto. Sarebbe uno spasso!

# 6180_Tanimura
source: What have I gotten myself into?
pt_br: In cosa mi sono ficcato?

# 6192_Himeka
source: Is it difficult bein' a police officer?
pt_br: È dura fare il poliziotto?

# 6204_Tanimura
source: The hours are horrible, and the pay's worse.
pt_br: Gli orari sono uno schifo, e la paga è pure peggio.

# 6216_Himeka
source: Well how do you deal with the stress?
pt_br: Beh, come gestisci lo stress?

# 6228_Tanimura
source: Gambling. Mahjong, horse racing... Of course, sometimes I get even more stressed that way.
pt_br: Il gioco d'azzardo. Mahjong, corse dei cavalli... Certo, a volte mi stressa ancora di più così.

# 6240_Himeka
source: Hmm, I'm not so good at dealin' with stress either.
pt_br: Mmm, non me la cavo molto bene con lo stress neanch'io.

# 6252_Himeka
source: Even if you love your job like I do, workin' six days a week is pretty stressful. You start gettin' bent outta shape over the littlest things.
pt_br: Anche se ami il tuo lavoro come me, lavorare sei giorni su sette è un bello stress. Cominci a prenderti male per un nonnulla.

# 6264_Tanimura
source: That's not good.
pt_br: Non è una bella cosa.

# 6276_Himeka
source: I love to travel, but since I don't get much time off, I usually spend my free time lazin' around at home.
pt_br: Amo viaggiare, ma siccome non ho molto tempo libero, di solito me ne sto a casa a poltrire.

# 6288_Himeka
source: The stress just keeps buildin' and buildin' until it feels like I'm gonna explode if I don't poke a hole and let the pressure out.
pt_br: Lo stress non fa che accumularsi, accumularsi... finché non mi sento come se stessi per esplodere se non trovo uno sfogo.

# 6300_Tanimura
source: What happens if you do explode?
pt_br: Cosa succede se esplodi?

# 6312_Himeka
source: I cry a lot. Sometimes it takes, like, days for me to finally let out all the steam.
pt_br: Piango tanto. A volte, tipo, ci vogliono giorni per riuscire a sfogarmi del tutto.

# 6324_Tanimura
source: Have you tried going to a hot spring?
pt_br: Hai provato ad andare alle terme?

# 6336_Himeka
source: I like hot springs, but they're all so far away.
pt_br: Mi piacciono le terme, ma sono tutte così lontane.

# 6348_Tanimura
source: There's actually one in Kamurocho. It's a spa called Yunosono Hot Springs.
pt_br: In realtà ce n'è uno a Kamurocho. È una spa chiamata Yunosono Hot Springs.

# 6360_Himeka
source: Seriously!? I had no idea! I'd love to go! ♪ Ya really know a lot about this city, huh?
pt_br: Dici sul serio!? Non ne avevo idea! Mi piacerebbe un sacco andarci! ♪ Ne sai davvero un sacco di questa città, eh?

# 6372_Tanimura
source: Maybe we can go together.
pt_br: Magari possiamo andarci insieme.

# 6384_Himeka
source: Oh, is this you invitin' me on a date? That's pretty forward of ya, Tanimura-san. ♪
pt_br: Oh, mi stai per caso invitando a uscire? Sei un po' sfacciato da parte tua, Tanimura-san. ♪

# 6396_Tanimura
source: If you don't want to, that's fine.
pt_br: Se non vuoi, va bene.

# 6408_Himeka
source: I didn't say that. But wow, Tanimura-san. Don't ya think that's a little too lewd for a first date?
pt_br: Non l'ho detto. Ma wow, Tanimura-san. Non pensi che sia un po' troppo spinto per un primo appuntamento?

# 6420_Tanimura
source: You think?
pt_br: Dici?

# 6432_Himeka
source: How 'bout you ask me again some other time? ♪
pt_br: Magari me lo chiedi un'altra volta? ♪

# 6444_Tanimura
source: Have fun. It's on Park Boulevard.
pt_br: Divertiti. È su Park Boulevard.

# 6456_Himeka
source: Thanks for lettin' me know! ♪
pt_br: Grazie per avermelo fatto sapere! ♪

# 6468_Tanimura
source: They're open late, so you could even go after work.
pt_br: Sono aperti fino a tardi, quindi potresti anche andarci dopo il lavoro.

# 6480_Himeka
source: Really? Maybe I'll swing by there tonight.
pt_br: Davvero? Magari ci faccio un salto stasera.

# 6492_Tanimura
source: I'm sure it'll melt away your stress.
pt_br: Sono sicuro che ti farà sciogliere lo stress.

# 6504_Himeka
source: It will! ♪ Thanks Tanimura-san, you're so considerate! ♪
pt_br: Certo che sì! ♪ Grazie Tanimura-san, sei così premuroso! ♪

# 6516_Tanimura
source: Actually, I prefer taking showers over baths.
pt_br: A dire il vero, preferisco fare la doccia invece del bagno.

# 6528_Himeka
source: Huh!? Really!? But takin' a bath is sooo relaxin'!
pt_br: Eh!? Davvero!? Ma farsi un bagno è così rilassante!

# 6540_Tanimura
source: I just don't have the time to relax in a tub. A shower gets the job done a lot quicker.
pt_br: Non ho mica il tempo di starmene a rilassare in una vasca. Con la doccia si fa prima.

# 6552_Himeka
source: Ewww! Tanimura-san, that's gross!
pt_br: Bleah! Tanimura-san, è schifoso!

# 6564_Tanimura
source: There's nothing gross about it.
pt_br: Non c'è niente di schifoso.

# 6576_Himeka
source: I kinda developed a bad habit recently. I can't seem to stop it no matter what I try.
pt_br: Mi è venuto un po' un brutto vizio ultimamente. Non riesco proprio a smetterla, non importa cosa faccia.

# 6588_Tanimura
source: What is it?
pt_br: E cioè?

# 6600_Himeka
source: Promise ya won't laugh?
pt_br: Prometti che non riderai?

# 6612_Tanimura
source: I can't make any promises.
pt_br: Non posso fare promesse.

# 6624_Himeka
source: I've started chewin' on stuff like straws and disposable chopsticks like some kind of teethin' kitty.
pt_br: Ho iniziato a mordicchiare roba tipo cannucce e bacchette usa e getta, come un gattino che sta mettendo i denti.

# 6636_Tanimura
source: That's not so strange. What's the problem?
pt_br: Non è poi così strano. Che problema c'è?

# 6648_Himeka
source: No, it's a huge problem! My last boyfriend kept tellin' me to stop, but I just couldn't.
pt_br: No, è un guaio grosso! Il mio ultimo ragazzo continuava a dirmi di piantarla, ma proprio non ci sono riuscita.

# 6660_Himeka
source: He ended up dumpin' me... He said he couldn't stand eatin' with me anymore.
pt_br: Alla fine mi ha mollato... Ha detto che non sopportava più di mangiare con me.

# 6672_Tanimura
source: That guy was a total jerk.
pt_br: Quel tipo era proprio uno stronzo.

# 6684_Himeka
source: You think so?
pt_br: La pensi così?

# 6696_Tanimura
source: It wouldn't bother me. In fact, I think it's kind of cute.
pt_br: Non mi darebbe fastidio. Anzi, lo trovo piuttosto carino.

# 6708_Himeka
source: Really? That's nice of ya to say! <Color:7>♥<Color:Default>
pt_br: Davvero? Che carino che lo dici! <Color:7>♥<Color:Default>

# 6720_Himeka
source: I guess I can really let loose in front of ya, then. That's good, 'cause I've really been hankerin' to bite down on somethin'. Can ya hand me that straw? ♪
pt_br: Allora, mi sa che con te posso proprio lasciarmi andare. Meno male, perché mi è venuta proprio una gran voglia di addentare qualcosa. Mi passi quella cannuccia? ♪

# 6732_Tanimura
source: Don't get carried away now.
pt_br: Non farti prendere la mano adesso.

# 6744_Tanimura
source: Why don't you try chewing something else?
pt_br: Perché non provi a cambiare disco?

# 6756_Himeka
source: Like what?
pt_br: Ad esempio?

# 6768_Tanimura
source: Hmm... Your fingernails?
pt_br: Mmm... Le tue unghie?

# 6780_Himeka
source: That's even worse! And it'll ruin my nails, too!
pt_br: È pure peggio! E mi rovinerà pure le unghie!

# 6792_Tanimura
source: What about chewing gum, then?
pt_br: E la gomma da masticare, allora?

# 6804_Himeka
source: Are ya sure the gears are really turnin' in there, Tanimura-san?
pt_br: Ma sei sicuro che gli ingranaggi ti girino davvero lì dentro, Tanimura-san?

# 6816_Tanimura
source: Sorry...
pt_br: Scusa...

# 6828_Tanimura
source: People who chew on things are often high strung. Maybe that's the case with you, too?
pt_br: Le persone che si mordicchiano qualcosa sono spesso parecchio nervose. Magari è così anche per te?

# 6840_Himeka
source: Could be. I do sometimes let little things get me riled up.
pt_br: Può darsi. Ogni tanto mi capita di perdere le staffe per delle sciocchezze.

# 6852_Tanimura
source: Maybe if you tried letting go of the little things, you'd stop chewing on stuff, too.
pt_br: Forse se provassi a lasciar perdere le piccole cose, smetteresti di rosicarti anche tu.

# 6864_Himeka
source: Y'know, that actually makes sense. You're a pretty smart cookie, Tanimura-san. I'm impressed!
pt_br: Sai, questo in effetti ha senso. Sei proprio uno in gamba, Tanimura-san. Sono impressionata!

# 6876_Tanimura
source: Heh. Well, I try.
pt_br: Eh. Beh, ci provo.

# 6888_Himeka
source: What qualities do you want in a girlfriend?
pt_br: Che qualità vuoi in una fidanzata?

# 6900_Tanimura
source: Hmm... A kind, good-natured personality, I guess. Is that what you mean?
pt_br: Mmm... un carattere gentile, di buon cuore, immagino. È questo che intendi?

# 6912_Himeka
source: What about a girl who can cook?
pt_br: Che ne dici di una ragazza che sa cucinare?

# 6924_Tanimura
source: Well... Being able to cook would be a plus.
pt_br: Beh... Saper cucinare sarebbe un vantaggio.

# 6936_Himeka
source: Yeah, figures. I'm terrible at cookin'.
pt_br: Sì, immagino. Sono una frana in cucina.

# 6948_Himeka
source: I wanna cook for myself, but I can never work up the courage to really do it.
pt_br: Voglio cucinare per conto mio, ma non mi faccio mai coraggio di farlo davvero.

# 6960_Himeka
source: If I really try, I can cook up some curry rice, but that's about it.
pt_br: Se mi ci metto d'impegno, riesco a preparare un po' di riso al curry, ma è tutto qui.

# 6972_Himeka
source: Ya think someone like me could ever get married?
pt_br: Ma tu credi che una come me potrebbe mai sposarsi?

# 6984_Tanimura
source: You just have to find a man who can cook.
pt_br: Ti basta trovare un uomo che sappia cucinare.

# 6996_Himeka
source: Of course! Then I won't have to worry about cookin'! That's thinkin' outside the box!
pt_br: Certo! Così non dovrò mica preoccuparmi di cucinare! Questo sì che è pensare fuori dagli schemi!

# 7008_Himeka
source: By the way, can you cook, Tanimura-san?
pt_br: A proposito, sai cucinare, Tanimura-san?

# 7020_Tanimura
source: I'm pretty good at Chinese dishes.
pt_br: Me la cavo piuttosto bene con i piatti cinesi.

# 7032_Himeka
source: Really? I wanna try your cookin' sometime!
pt_br: Davvero? Voglio provare i tuoi manicaretti prima o poi!

# 7044_Tanimura
source: Heh. Maybe one day.
pt_br: Eh. Magari un giorno.

# 7056_Tanimura
source: Why don't you start with some simple dishes?
pt_br: Perché non inizi con qualche piatto semplice?

# 7068_Himeka
source: Like what?
pt_br: Ad esempio?

# 7080_Tanimura
source: Fried rice, maybe?
pt_br: Riso fritto, magari?

# 7092_Himeka
source: Well, I do like fried rice, but...
pt_br: Beh, il riso fritto mi piace, ma...

# 7104_Tanimura
source: Just mix the rice and eggs together before you put them in the pan. Should turn out all right.
pt_br: Basta mescolare il riso e le uova prima di buttarli in padella. Dovrebbe venire bene.

# 7116_Himeka
source: Really!? I gotta try that. ♪
pt_br: Davvero!? Devo proprio provarlo. ♪

# 7128_Tanimura
source: Good luck.
pt_br: Buona fortuna.

# 7140_Tanimura
source: I like instant food just fine, actually.
pt_br: In realtà, a me il cibo istantaneo va benissimo.

# 7152_Himeka
source: Yeah, it's good. But eatin' instant food all the time is bad for your skin, don'cha know?
pt_br: Sì, è buono. Però mangiare sempre roba istantanea fa male alla pelle, sai?

# 7164_Himeka
source: And who'd want a girlfriend who only makes instant food?
pt_br: E chi vorrebbe una ragazza che sa solo cucinare roba pronta?

# 7176_Tanimura
source: Yeah, that might not be great.
pt_br: Già, non sarebbe il massimo.

# 7188_Himeka
source: See? Dang it... I'm useless...
pt_br: Vedi? Accidenti... Sono proprio inutile...

# 7200_Tanimura
source: Where in Kansai are you from, Himeka?
pt_br: Di dove sei del Kansai, Himeka?

# 7212_Himeka
source: Huh!? How'd ya know I was from Kansai?
pt_br: Eh!? Come hai fatto a capire che ero del Kansai?

# 7224_Tanimura
source: Well, it's not hard to tell from your accent.
pt_br: Bè, dal tuo accento non è difficile capirlo.

# 7236_Himeka
source: Yeah, guess so. ♪ I came here a year ago, but I'm an Osaka girl, born n' raised.
pt_br: Già, direi di sì. ♪ Sono arrivata qui un anno fa, ma sono una ragazza di Osaka, nata e cresciuta.

# 7248_Tanimura
source: Osaka, huh? That explains why you're so outgoing.
pt_br: Osaka, eh? Questo spiega perché sei così spigliata.

# 7260_Himeka
source: I hadn't thought about it before, but it's already been a year since I started workin' in Kamurocho.
pt_br: Non ci avevo pensato prima, ma è già passato un anno da quando ho iniziato a lavorare a Kamurocho.

# 7272_Himeka
source: I thought livin' in Kamurocho would change me, but it hasn't. Not really.
pt_br: Pensavo che vivere a Kamurocho mi avrebbe cambiato, ma non è successo. Non proprio.

# 7284_Himeka
source: I still love takoyaki, I still like guys with a sense of humor, and there ain't no way I'm ever gonna be able to drop my Osakan accent.
pt_br: Amo ancora i takoyaki, mi piacciono ancora i ragazzi con il senso dell'umorismo, e non c'è verso che riesca a perdere il mio accento di Osaka.

# 7296_Tanimura
source: You like guys with a sense of humor, huh?
pt_br: Ti piacciono i ragazzi con il senso dell'umorismo, eh?

# 7308_Himeka
source: Yeah, I just love a man who can make me laugh.
pt_br: Già, amo proprio un uomo che mi fa ridere.

# 7320_Tanimura
source: How many cops does it take to change a light bulb? One, but he's never there when you need him!
pt_br: Quanti poliziotti ci vogliono per cambiare una lampadina? Uno, ma non c'è mai quando ti serve!

# 7356_Himeka
source: Oh, were you tellin' a joke?
pt_br: Oh, stavi scherzando?

# 7368_Tanimura
source: Yeah...
pt_br: Già...

# 7380_Himeka
source: Wow, that was terrible! I said I liked guys with a sense of humor, Tanimura-san. Weren't you listenin'?
pt_br: Wow, era terribile! Ho detto che mi piacciono i ragazzi con il senso dell'umorismo, Tanimura-san. Non stavi a sentire?

# 7392_Tanimura
source: Oh, be quiet...
pt_br: Oh, stai zitto...

# 7404_Himeka
source: Hehe! But it's so lame it's funny! ♪ Well, almost. ♪
pt_br: Hehe! Ma è così scemo che fa ridere! ♪ Beh, quasi. ♪

# 7416_Tanimura
source: What kind of music do you like?
pt_br: Che genere di musica ti piace?

# 7428_Himeka
source: Hey, did you forget what we were just talkin' about!?
pt_br: Ehi, ti sei dimenticata di cosa stavamo appena parlando!?

# 7440_Himeka
source: I wanted to hear a joke! Or were ya afraid that I wouldn't laugh?
pt_br: Volevo sentire una battuta! O avevi paura che non avrei riso?

# 7452_Tanimura
source: No, it's not that...
pt_br: No, non è che...

# 7464_Himeka
source: You're gonna have to try a li'l harder if ya wanna get my attention, y'know. ♪
pt_br: Dovrai impegnarti un pochino di più se vuoi la mia attenzione, sai. ♪

# 7488_Tanimura
source: I don't really like comedians.
pt_br: Non mi piacciono molto i comici.

# 7500_Himeka
source: You're kiddin'! Don't you watch comedy shows on TV?
pt_br: Ma stai scherzando! Non guardi gli show comici in TV?

# 7512_Tanimura
source: No. I don't watch much TV.
pt_br: No. Non guardo molta TV.

# 7524_Himeka
source: Wow. That's... so borin'...
pt_br: Wow. È... così noioso...

# 7536_Himeka
source: Y'know, I really can't stand rude folks!
pt_br: Sai, non sopporto proprio la gente maleducata!

# 7548_Tanimura
source: What do you mean?
pt_br: Cosa intendi?

# 7560_Himeka
source: You know, like people with bad table manners! Some people just don't even try! They talk with their mouths full n' spray food all over the place. It's gross!
pt_br: Sai, tipo la gente con le brutte maniere a tavola! Certa gente non ci prova proprio! Parlano con la bocca piena e sputacchiano cibo dappertutto. Fa schifo!

# 7572_Himeka
source: Everyone should really learn at least basic manners, right?
pt_br: Tutti dovrebbero proprio imparare almeno un po' di buone maniere, no?

# 7584_Tanimura
source: Yeah, I guess...
pt_br: Già, immagino...

# 7596_Himeka
source: But the worst are the smokers! Yer not supposed to walk around with a lit cigarette, right? But I see people doin' it every day! Like, how rude can ya be?
pt_br: Ma i peggiori sono i fumatori! Non si dovrebbe andare in giro con una sigaretta accesa, no? Ma vedo gente che lo fa ogni giorno! Cioè, ma quanto si può essere maleducati?

# 7608_Himeka
source: I'm so short that it's scary walkin' by someone with a lit cigarette. They usually toss their butts in the street, too!
pt_br: Sono così bassa che mi fa paura passare vicino a qualcuno con una sigaretta accesa. Di solito buttano pure le cicche per strada!

# 7620_Himeka
source: You don't do that kind of thing, do ya?
pt_br: Tu non fai quel genere di cose, vero?

# 7632_Tanimura
source: Come on. I'm a cop, remember? Of course I don't do that.
pt_br: Dai. Sono un poliziotto, ti ricordi? Figurati se faccio una cosa del genere.

# 7644_Himeka
source: Really?
pt_br: Davvero?

# 7656_Tanimura
source: If you see somebody doing that, I'll arrest 'em.
pt_br: Se vedi qualcuno farlo, lo arresterò.

# 7668_Himeka
source: Hehehe. Okay, I think that's kinda overkill. ♪
pt_br: Heheheh. Ok, direi che è un po' esagerato. ♪

# 7680_Tanimura
source: Just give me a call. I'll take care of those criminals.
pt_br: Basta che mi chiami. Ci penso io a quei criminali.

# 7692_Himeka
source: Hahahaha! Policemen can be funny after all! ♪
pt_br: Hahahaha! I poliziotti, dopotutto, possono essere divertenti! ♪

# 7704_Tanimura
source: Maybe once in a while.
pt_br: Forse ogni tanto.

# 7716_Himeka
source: What!? You're awful, Tanimura-san!
pt_br: Cosa?! Sei tremendo, Tanimura-san!

# 7728_Tanimura
source: I mean, when I'm tailing someone, I don't always have a choice, you know?
pt_br: Eh, cioè, quando pedino qualcuno, non ho sempre scelta, sai?

# 7740_Himeka
source: Ya could get one of those portable ashtrays. Wait, why're ya even smokin' when you're tailin' someone?
pt_br: Potresti prenderti uno di quei posacenere portatili. Aspetta, ma perché ti metti a fumare mentre pedini qualcuno?

# 7752_Tanimura
source: Uh... Sorry...
pt_br: Uh... Scusa...

# 7764_Himeka
source: Ya really need to be more careful!
pt_br: Dovresti proprio stare più attento!

# 7788_Tanimura
source: I'll try not to do it from now on.
pt_br: Cercherò di non farlo d'ora in poi.

# 7800_Himeka
source: Does that mean you've been smokin' while walkin' up till now? And litterin', too?
pt_br: Significa che hai fumato camminando fino ad adesso? E hai pure buttato via cicche?

# 7812_Tanimura
source: I won't do it anymore. I promise.
pt_br: Non lo farò più. Giuro!

# 7824_Himeka
source: Fine, as long as you don't break yer promise. Cross yer heart and hope to die?
pt_br: Ok, basta che non ti rimangi la parola. Parola d'onore?

# 7836_Tanimura
source: ...Yeah.
pt_br: ...Sì.

# 7848_Himeka
source: *sigh*
pt_br: *sospiro*

# 7860_Tanimura
source: What's wrong? You seem kinda down.
pt_br: Che hai? Sembri un po' giù.

# 7872_Himeka
source: I'm sorry. I shouldn't be sighin' like that around ya...
pt_br: Mi dispiace. Non dovrei stare qui a sospirare così davanti a te...

# 7884_Tanimura
source: You can tell me if you have a problem.
pt_br: Puoi parlarmene se hai un problema.

# 7896_Himeka
source: Well... Ya remember Kashiwabara-san, the guy we ran into while we were on our date?
pt_br: Beh... Ti ricordi di Kashiwabara-san, il tipo che abbiamo incontrato mentre eravamo al nostro appuntamento?

# 7908_Tanimura
source: Oh, yeah. Him.
pt_br: Ah, già. Lui.

# 7920_Himeka
source: Yeah. He was here again just a li'l while ago.
pt_br: Già. C'era di nuovo lui giusto poco fa.

# 7932_Tanimura
source: Did something happen?
pt_br: È successo qualcosa?

# 7944_Himeka
source: He kept touchin' my thighs and shoulders and sayin' the crudest things.
pt_br: Continuava a toccarmi le cosce e le spalle e a dirmi le cose più oscene.

# 7956_Himeka
source: When I asked him to stop, he said he was a payin' customer and could do what he wanted.
pt_br: Quando gli ho chiesto di smetterla, lui ha risposto che era un cliente pagante e che poteva fare quel che gli pareva.
