Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e603c7.po
Languages: pt_br

# 68_Saki-chan
source: Oh. Hi, hon.
pt_br: Oh. Ciao, caro.

# 140_Saki-chan
source: Turns out Yabe-san was on the cusp of something dangerous.
pt_br: A quanto pare, Yabe-san stava per cacciarsi in un brutto guaio.

# 152_Tanimura
source: What was it he investigated?
pt_br: Su cosa aveva indagato?

# 164_Saki-chan
source: Not what, but who: a woman from Hong Kong.
pt_br: Non cosa, ma chi: una donna di Hong Kong.

# 176_Tanimura
source: Huh. I take it she's not just some random lady.
pt_br: Ah. Quindi, non è una tipa qualsiasi.

# 188_Saki-chan
source: Right. Rumor has it she has ties to a certain crime syndicate, and she's in charge of illegal immigrant workers... all of them female.
pt_br: Giusto. Gira voce che abbia dei collegamenti con un certo sindacato criminale, e che sia a capo di immigrati clandestini... tutte donne.

# 200_Tanimura
source: So she's a crime boss, then. And this syndicate's supposed to be...?
pt_br: Quindi è una boss, eh. E questo sindacato che roba sarebbe...?

# 212_Saki-chan
source: A powerful underground intelligence network spread throughout Asia. Apparently they recruit girls from poor families and make them buy fake passports and visas.
pt_br: Una potente rete di intelligence clandestina diffusa in tutta l'Asia. A quanto pare reclutano ragazze da famiglie povere e le costringono a comprare passaporti e visti falsi.

# 224_Saki-chan
source: Then they force them to work like slaves to work off the loans used to buy them. And when they're used up, they're history.
pt_br: Poi li costringono a lavorare come schiavi per ripagare i prestiti usati per comprarli. E quando li hanno usati fino in fondo, sono finiti.

# 236_Tanimura
source: Don't tell me... Bridge is the one running the show?
pt_br: Non sarà mica che... Bridge è quello che manda avanti il baraccone?

# 248_Saki-chan
source: That's my guess.
pt_br: È quel che penso io.

# 260_Tanimura
source: Any idea where this crime boss lady might be?
pt_br: Sai mica dov'è 'sta capa criminale?

# 272_Saki-chan
source: I'm not entirely sure, but I hear the syndicate has an office near the arcade in <Color:7>Nakamichi Alley<Color:Default>.
pt_br: Non ne sono sicurissimo, ma ho sentito dire che il sindacato ha un ufficio vicino alla sala giochi in <Color:7>Nakamichi Alley<Color:Default>.

# 284_Saki-chan
source: I'm sure this goes without saying, but... be careful, okay?
pt_br: Non c'è bisogno che te lo dica, ma... stai attento, eh?

# 296_Tanimura
source: Thanks. I'll try.
pt_br: Grazie. Ci proverò.
