Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid009106c9.po
Languages: pt_br

source: You got an <Color:8>Eye of the Dragon<Color:Default>.
pt_br: Hai un <Color:8>Occhio del Drago<Color:Default>.

# 72_Reign
source: How could this be!? You're impossibly strong. What kind of training did you－
pt_br: Com'è possibile!? Sei assurdamente forte. Che tipo di allenamento hai－

# 84_Kiryu
source: Nothing I'd really call training. Although life itself can be a training of sorts.
pt_br: Non è che fosse un allenamento vero e proprio. Anche se la vita in sé è già una specie di allenamento.

# 96_Reign
source: Your logic baffles me. It's inconceivable!
pt_br: La tua logica mi lascia di stucco. È inconcepibile!

# 108_Kiryu
source: Look, Reign. In one way or another, life experiences make everyone grow stronger.
pt_br: Senti, Reign. In un modo o nell'altro, le esperienze di vita rendono tutti più forti.

# 120_Kiryu
source: A group like you're trying to organize, where you claim to have been chosen to rule－it denies the human potential within us all.
pt_br: Un gruppo come quello che stai cercando di mettere su, dove affermi di essere stato scelto per dettare legge — nega il potenziale umano che c'è in ognuno di noi.

# 132_Kiryu
source: Sure, it might start out all right, but soon enough the power will corrupt you and you'll drift away from your ideals.
pt_br: Certo, magari all'inizio andrà tutto liscio, ma non ci vorrà molto perché il potere ti corrompa e finirai per perdere di vista i tuoi ideali.

# 144_Reign
source: I disagree. You only get away with saying that because you're Japanese and because you're strong.
pt_br: Non sono d'accordo. Te la cavi a dire una cosa del genere solo perché sei giapponese e perché sei forte.

# 156_Reign
source: But there's no denying that you've beat me. I have no choice now but to leave.
pt_br: Ma è inutile negare, mi hai battuto. Non mi resta che levare le tende, adesso.

# 168_Reign
source: I'm going to disband the Slumdogs.
pt_br: Smantellerò gli Slumdogs.

# 180_Reign
source: However, my ambition will never waver. Someday, I'll form my ideal group right here in Kamurocho.
pt_br: Tuttavia, la mia ambizione non vacillerà mai. Un giorno, formerò il mio gruppo ideale proprio qui a Kamurocho.

# 192_Reign
source: Until then...
pt_br: Fino ad allora...

# 252_Akaishi
source: Hmm... A new syndicate wanting to rule Kamurocho?
pt_br: Hmm... Un nuovo sindacato che vuole dominare Kamurocho?

# 264_Kiryu
source: Yeah. Seems like that's what Reign was going for.
pt_br: Già. Sembra che fosse quello a cui Reign puntava.

# 276_Akaishi
source: On some level, I can't help but share his opinion.
pt_br: In fondo, non posso fare a meno di dargli ragione.

# 300_Akaishi
source: I mean, it's not like I completely agree with him or anything.
pt_br: Cioè, non è che sia completamente d'accordo con lui o roba del genere.

# 312_Akaishi
source: But like him, I formed the Kamurocho Guard after realizing my own powerlessness and the need to bring people together in a group.
pt_br: Ma come lui, ho formato la Kamurocho Guard dopo essermi reso conto della mia impotenza e della necessità di unire le persone in un gruppo.

# 324_Akaishi
source: We may have different ways of seeing things, but he's right that you won't get anywhere in this city alone.
pt_br: Magari la vediamo in modo diverso, ma ha ragione su una cosa: in questa città, da solo, non vai da nessuna parte.

# 336_Akaishi
source: In that sense, there's no denying there's truth in what he said.
pt_br: Su quel fronte, è inutile girarci intorno: aveva ragione.

# 348_Kiryu
source: I see...
pt_br: Capisco...

# 360_Akaishi
source: And to be honest, Kiryu-san, I was waiting to see what would happen if you two fought.
pt_br: A dire il vero, Kiryu-san, stavo aspettando di vedere cosa sarebbe successo se voi due vi foste presi a botte.

# 372_Kiryu
source: Why's that?
pt_br: Perché?

# 384_Akaishi
source: It seems that most people end up seeing things differently after fighting you.
pt_br: Sembra che quasi tutti finiscano per vedere le cose con occhi diversi dopo essersi scontrati con te.

# 396_Akaishi
source: I was hoping that Reign might have a better opinion of Japanese people after meeting you.
pt_br: Speravo che Reign si facesse un'idea migliore dei giapponesi dopo averti incontrato.

# 408_Akaishi
source: Perhaps he just learned not to underestimate us? I suppose that's a valuable lesson as well.
pt_br: Forse ha solo imparato a non sottovalutarci? Immagino che pure quella sia una lezione preziosa.

# 420_Akaishi
source: Hopefully, we'll be able to work together with them in the future to keep trouble out of Kamurocho.
pt_br: Speriamo di poter lavorare insieme a loro in futuro per tenere i casini fuori da Kamurocho.

# 432_Akaishi
source: Reign may not have thought that way before, but I get the sense that he's seen the light. I'll try and get in touch with him sometime.
pt_br: Reign forse prima non la pensava così, ma ho la sensazione che abbia capito come gira il vento. Proverò a sentirlo prima o poi.

# 444_Kiryu
source: ...I see.
pt_br: ...Capisco.

# 456_Akaishi
source: Just be careful of the other Slumdogs that don't share Reign's ideals. They may still be causing trouble somewhere in town.
pt_br: Stai solo attento agli altri balordi che non condividono gli ideali di Reign. Potrebbero ancora combinare guai da qualche parte in città.

# 468_Akaishi
source: This is my thanks to you.
pt_br: Questo è il mio ringraziamento a te.

# 504_Akaishi
source: We appreciate all your help.
pt_br: Apprezziamo tutto il tuo aiuto.

# 564_Kiryu
source: So, you're Reign?
pt_br: Allora, sei tu Reign?

# 576_Reign
source: Yeah, that's right. And you're the Fourth Chairman of the Tojo Clan and former champion of the Underground Coliseum.
pt_br: Proprio così. E tu sei il Quarto Presidente del Clan Tojo e l'ex campione del Colosseo Sotterraneo.

# 588_Reign
source: And now, you provide assistance to the Kamurocho Guard, becoming the central figure uniting all these gangs on your trail.
pt_br: E ora, tu dai una mano alla Kamurocho Guard, diventando il pezzo grosso che unisce tutte queste gang che ti stanno dietro.

# 600_Kiryu
source: So what's your story?
pt_br: Allora, qual è la tua storia?

# 612_Reign
source: You could say I'm an organizer of Kamurocho's disenfranchised expatriates.
pt_br: Diciamo che sono un organizzatore degli espatriati emarginati di Kamurocho.

# 624_Reign
source: I'll mention this just so there are no misunderstandings. I'm not a member of any foreign mafia.
pt_br: Voglio metterlo in chiaro, così non ci sono malintesi. Non faccio parte di nessuna mafia straniera.

# 636_Kiryu
source: But you do seem to know a lot. Where'd you get all that information?
pt_br: Ma ne sai davvero un sacco. Da dove hai tirato fuori tutte quelle informazioni?

# 648_Reign
source: I heard about you being the champion from other fighters while I was competing at the Coliseum.
pt_br: Ho sentito dire che sei il campione dagli altri combattenti mentre combattevo al Colosseo.

# 660_Reign
source: Of course, when I was there, you had already long since become the stuff of legend.
pt_br: Certo, quando ero lì, tu eri già diventato una leggenda da un pezzo.

# 672_Kiryu
source: And someone as well-informed as you just happens to be not only a foreigner, but a gang leader? What are you after, anyway?
pt_br: E uno così informato come te, guarda caso, non è solo uno straniero, ma pure un capo banda? Cosa hai in mente, allora?

# 684_Reign
source: To most foreigners, this town is just a short stop in their lives. Earn as much as they can, have some fun... Who knows what tomorrow may bring?
pt_br: Per la maggior parte degli stranieri, questa città è solo una tappa breve nelle loro vite. Guadagnare il più possibile, spassarsela un po'... Chissà cosa riserverà il domani?

# 696_Reign
source: I'm gathering them together so we can build a new place we can call our own.
pt_br: Li sto radunando per poter costruire un nuovo posto tutto nostro.

# 708_Reign
source: Even small time crooks can become a powerful force if they stick together. That's what organized crime is all about.
pt_br: Anche i criminali di strada possono diventare una forza mica da ridere, se si uniscono. È questo il succo della criminalità organizzata.

# 720_Reign
source: Imagine that. Forming a group consisting of nothing but foreigners. Just think of the possibilities.
pt_br: Pensa te. Mettere su un gruppo fatto solo ed esclusivamente di stranieri. Basta pensare alle possibilità.

# 732_Kiryu
source: You'd become the dominant syndicate.
pt_br: Diventeresti il sindacato che detta legge.

# 744_Reign
source: Indeed. You can see why yakuza are frightened of what would happen if we banded together. They've posed an obstacle to us in the past.
pt_br: In effetti. Capisci perché la yakuza ha paura di cosa succederebbe se facessimo fronte comune. In passato, ci hanno messo i bastoni tra le ruote.

# 756_Reign
source: That's why I've considered admitting young Japanese as well as foreigners, with strong physical and intellectual capabilities.
pt_br: Ecco perché ho pensato di includere giovani giapponesi, oltre agli stranieri, con forti capacità fisiche e intellettuali.

# 768_Reign
source: If I were to do so, we'd become quite powerful in the next few years, don't you think?
pt_br: Se facessi così, diventeremmo parecchio potenti nei prossimi anni, non credi?

# 792_Reign
source: And then you came along.
pt_br: E poi sei arrivato tu.

# 804_Reign
source: If I defeat you, young Japanese fighters will be falling over themselves to join my group. That's quite an incentive.
pt_br: Se ti batto, i giovani combattenti giapponesi faranno a spintoni per unirsi al mio gruppo. Un incentivo non da poco.

# 816_Kiryu
source: All right, I get the picture. It's all the more reason I can't let you defeat me!
pt_br: Ok, ho capito l'antifona. È un motivo in più per cui non posso lasciarti vincere!

# 828_Reign
source: What an odd choice of words...
pt_br: Che strana scelta di parole...

# 840_Kiryu
source: People like you rub me the wrong way. Who chose you to speak for all foreigners? And I don't like people looking down on Japan's youth either.
pt_br: Gente come te mi sta proprio sulle scatole. Chi ti ha scelto per parlare a nome di tutti gli stranieri? E non mi piace neanche la gente che guarda dall'alto in basso i giovani del Giappone.

# 852_Reign
source: I must say, I'm disappointed. It seems you don't understand what I'm trying to achieve. I had hoped you would.
pt_br: Devo ammettere, sono deluso. A quanto pare, non hai proprio colto quello che voglio realizzare. Speravo che ci arrivassi.

# 864_Reign
source: You've ruled the underworld, dominated the Coliseum, and saved the Tojo Clan with your own hands.
pt_br: Hai governato la malavita, hai dominato il Colosseo e hai salvato il Clan Tojo con le tue stesse mani.

# 876_Reign
source: Yakuza, gangs, the people of Kamurocho... What kind of a leader are you trying to be to them, anyway?
pt_br: Yakuza, bande, la gente di Kamurocho... Che razza di leader stai cercando di essere per loro, insomma?

# 888_Kiryu
source: The whole idea of being a leader is flawed from the start. People should be free to live on their own and helped out only when necessary.
pt_br: L'intera faccenda di fare il leader è sbagliata in partenza. La gente dovrebbe essere libera di cavarsela da sola e ricevere aiuto solo quando serve.

# 900_Reign
source: Hmph. What a waste of time. We have nothing else to discuss. It's time for you to set the stage for my reign.
pt_br: Hmph. Che perdita di tempo. Non abbiamo altro da discutere. È ora che tu prepari il terreno per il mio regno.

# 912_Reign
source: You may be a famous champion, but I'm no slouch myself. I should tell you that in one hundred matches, I've never once suffered defeat.
pt_br: Sarai pure un campione famoso, ma non sono mica l'ultimo arrivato. Dovrei dirti che in cento incontri, non ho mai subito una sconfitta.

# 924_Kiryu
source: I see... And here I thought giving out free information was your only talent.
pt_br: Capisco... E io che pensavo che regalare informazioni gratis fosse il tuo unico talento.

# 936_Reign
source: So, you've got quick wit to match your strength, huh? Better brace yourself!
pt_br: Allora, hai la testa fina quanto i tuoi muscoli, eh? Meglio che ti prepari!
