Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c001d.po
Languages: pt_br

# 11100_Rio
source: Something stupid, huh?
pt_br: Una cavolata, eh?

# 11112_Akiyama
source: Yeah.
pt_br: Sì.

# 11124_Rio
source: Well, sure. Doesn't everyone?
pt_br: Beh, certo. Non tutti?

# 11136_Akiyama
source: Sure, but I'm asking what <Italic>you</Italic> have done, not everyone else.
pt_br: Certo, ma io ti sto chiedendo cosa <Italic>tu</Italic> hai fatto, non tutti gli altri.

# 11148_Rio
source: Well, once I came out of the bathroom and didn't realize that my panties were up around my waist.
pt_br: Beh, una volta sono uscita dal bagno e non mi ero accorta che le mutandine mi erano salite fino alla vita.

# 11160_Akiyama
source: Huh? How'd that happen?
pt_br: Eh? Com'è successo?\n

# 11172_Rio
source: I had taken them completely off, and when I put them back on, I somehow put both legs through one leg hole and pulled them up.
pt_br: Me li ero tolti completamente, e quando me li sono rimessi, non so come, ho infilato entrambe le gambe in una sola gamba e li ho tirati su.

# 11184_Akiyama
source: What!? How did you fit?
pt_br: Cosa!? Come hai fatto a starci?

# 11196_Rio
source: I was thinner back then. About eight kilos lighter than I am now.
pt_br: Ero più magra allora. Tipo otto chili più leggera di adesso.

# 11208_Akiyama
source: Eight kilos less than now? You must've been just skin and bones!
pt_br: Otto chili in meno di adesso? Devi essere stata proprio pelle e ossa!

# 11220_Rio
source: I'm short, so I thought it was the right weight for me. I got told to gain some weight later, though.
pt_br: Sono bassa, quindi pensavo fosse il peso giusto per me. Poi però mi hanno detto di ingrassare un po'.

# 11232_Rio
source: Dresses don't look good if you're too thin.
pt_br: I vestiti non stanno bene se si è troppo magri.

# 11244_Akiyama
source: Now I understand how you could fit both of your legs in one hole, but that's still pretty crazy.
pt_br: Adesso capisco come riuscivi a far entrare tutte e due le gambe in un buco solo, ma è comunque pazzesco.

# 11256_Rio
source: No, it gets even better!
pt_br: No, migliora ancora!

# 11268_Akiyama
source: I can't imagine how.
pt_br: Non riesco a immaginare come.

# 11280_Rio
source: I was wearing overalls at the time!
pt_br: Indossavo una salopette, all'epoca!

# 11292_Rio
source: That means I had taken my overalls and panties completely off, used the toilet, and then put them back on in the wrong order.
pt_br: Questo significa che mi ero tolta completamente la salopette e le mutandine, ero andata in bagno, e poi le avevo rimesse nell'ordine sbagliato.

# 11304_Akiyama
source: You don't remember doing it?
pt_br: Non ti ricordi di averlo fatto?

# 11316_Rio
source: Not at all.
pt_br: Assolutamente no.

# 11328_Akiyama
source: Do you tend to black out when you drink?
pt_br: Ti capita di andare in blackout quando bevi?

# 11340_Rio
source: Maaaybe. ♪
pt_br: Magari... ♪

# 11352_Akiyama
source: No maybe about it. I think we can file that one under "definitely."
pt_br: Niente 'forse' a riguardo. Penso che possiamo metterla tra le 'cose sicure'.

# 11364_Rio
source: Hehehe. I mean, I don't even know if I lose my memory or not! Doesn't that count?
pt_br: Eheheh. Cioè, non so nemmeno se perdo la memoria o no! Non conta?

# 11376_Akiyama
source: Hmm... Well, I guess everyone has embarrassing stories from some point in their lives.
pt_br: Hmm... Beh, suppongo che tutti abbiano storie imbarazzanti, capitate prima o poi nella vita.

# 11388_Rio
source: You're very understanding, Akiyama-san. When I noticed what I'd done, I was totally stumped as to how it happened.
pt_br: Sei molto comprensivo, Akiyama-san. Quando mi sono resa conto di quello che avevo combinato, non mi spiegavo proprio come fosse potuto succedere.

# 11400_Akiyama
source: Heh, I get you.
pt_br: Heh, ti capisco.

# 11412_Akiyama
source: I don't believe you.
pt_br: Non ti credo.

# 11424_Rio
source: I don't blame you. When I realized what I'd done, I was so surprised that I sobered up immediately!
pt_br: Non ti do torto. Quando ho capito cosa avevo combinato, ero talmente sorpresa che mi è passata la sbornia all'istante!

# 11436_Akiyama
source: Did anyone say anything?
pt_br: Qualcuno ha detto niente?

# 11448_Rio
source: Luckily everybody else was drunk, too. I don't think anyone even noticed.
pt_br: Per fortuna erano tutti sbronzi anche loro. Non credo che nessuno se ne sia neanche accorto.

# 11460_Akiyama
source: That's the silver lining, I guess.
pt_br: È il lato positivo, immagino.

# 11472_Rio
source: Yep! ♪
pt_br: Sì! ♪

# 11484_Akiyama
source: I bet you were embarrassed when you noticed.
pt_br: Ci scommetto che ti sei imbarazzata quando te ne sei accorta.

# 11496_Rio
source: When I noticed, I was like, "How on earth did this happen!?"
pt_br: Quando me ne sono accorta, ero tipo, 'Come accidenti è successo!?'

# 11508_Akiyama
source: I see... So you were more worried about the how than the why, huh?
pt_br: Capisco... Quindi ti preoccupavi più del come che del perché, eh?

# 11520_Rio
source: Yep.
pt_br: Sì.

# 11532_Rio
source: But the more I thought about what happened, the more embarrassed I got! Hehehe.
pt_br: Ma più ci pensavo, più mi vergognavo! Hehehe.

# 11544_Akiyama
source: Heh, I can imagine.
pt_br: Ah, me lo immagino.

# 11556_Rio
source: A new girl joined the club recently.
pt_br: È arrivata una ragazza nuova al club di recente.

# 11568_Rio
source: She seemed kinda sad the first time we talked, so I got a bit worried about her.
pt_br: Sembrava un po' giù la prima volta che abbiamo parlato, quindi mi sono preoccupato un po' per lei.

# 11580_Rio
source: But the other day when we were talking, she suddenly started laughing like a maniac!
pt_br: Ma l'altro giorno, mentre chiacchieravamo, ha cominciato a ridere all'improvviso come una matta!

# 11592_Akiyama
source: Uh... Why?
pt_br: Uhm... Perché?

# 11604_Rio
source: Hehe. She said I made a funny face and couldn't help but laugh!
pt_br: Eheh. Ha detto che ho fatto una faccia buffa e non è riuscita a trattenere le risate!

# 11616_Rio
source: She's sooo cute when she laughs. She's a really nice girl.
pt_br: È così carina quando ride. È proprio una brava ragazza.

# 11628_Akiyama
source: I can't imagine you making weird faces.
pt_br: Non ti immagino a fare smorfie.

# 11640_Rio
source: Well, I do sometimes. Especially when I'm with people I'm close to. When I'm relaxed, I make faces without realizing it.
pt_br: Beh, a volte mi capita. Soprattutto quando sono con persone con cui ho confidenza. Quando sono rilassata, faccio delle facce senza accorgermene.

# 11652_Rio
source: Don't you ever do things like that, Akiyama-san?
pt_br: Non fa mai cose del genere, Akiyama-san?

# 11664_Akiyama
source: Hmm, with my face, you probably couldn't tell. I'm not that expressive.
pt_br: Mmm, dalla mia faccia, magari non si direbbe. Non sono molto espressiva.

# 11676_Akiyama
source: And it's not like I'm that good looking either. I'm just some guy.
pt_br: E mica sono poi così bello, eh. Sono solo un ragazzo come tanti.

# 11688_Rio
source: That's not true! You've got a wonderful face!
pt_br: Non è vero! Hai un viso splendido!

# 11700_Akiyama
source: Heh, if you say so.
pt_br: Eh, se lo dici tu.

# 11712_Akiyama
source: I can tell you care about the other girls.
pt_br: Si vede che ci tieni alle altre ragazze.

# 11724_Rio
source: It's not so much that.
pt_br: Non è tanto quello.

# 11736_Rio
source: I just thought she'd be cuter if she smiled more.
pt_br: Pensavo solo che sarebbe stata più carina se sorridesse di più.

# 11748_Akiyama
source: It's great that you think in such a positive way. That's a real gift.
pt_br: È grandioso che tu sia così positiva. Questo è un vero dono.

# 11760_Rio
source: You think so?
pt_br: La pensi così?

# 11772_Akiyama
source: I sure do.
pt_br: Certo che ce l'ho.

# 11784_Rio
source: Hehe. I'm happy to hear you say that.
pt_br: Hehe. Mi fa un sacco piacere sentirtelo dire.

# 11796_Akiyama
source: Show me the face you made.
pt_br: Fammi vedere che faccia hai fatto.

# 11808_Rio
source: No! That's too embarrassing! Stop teasing me...
pt_br: No! È troppo imbarazzante! Smettila di prendermi in giro...

# 11820_Akiyama
source: No, I just meant that you should feel relaxed enough with me that you feel comfortable doing that kind of thing.
pt_br: No, volevo solo dire che con me dovresti sentirti abbastanza rilassata da fare tranquillamente quel genere di cose.

# 11832_Rio
source: Relaxed?
pt_br: Rilassata?

# 11844_Akiyama
source: You've got a great smile, but it would be nice if you felt comfortable enough to pull funny faces in front of me once in a while.
pt_br: Hai un bel sorriso, ma sarebbe bello se ti sentissi abbastanza a tuo agio da fare facce buffe davanti a me ogni tanto.

# 11856_Rio
source: That's sweet. But you know, saying things like that just makes me smile more!
pt_br: È carino. Ma sai, dire cose così mi fa solo sorridere ancora di più!

# 11868_Rio
source: I'm so miserable...
pt_br: Sono così infelice...

# 11880_Akiyama
source: What's wrong?
pt_br: Che succede?

# 11892_Rio
source: I'm in love, but I know I can't keep indulging.
pt_br: Sono innamorata, ma so che non posso continuare a lasciarmi andare.

# 11904_Akiyama
source: Uh, what're you talking about?
pt_br: Uhm, ma che dici?

# 11916_Rio
source: Hm? Oh, I'm in love with raw shrimp, but I can't eat it anymore.
pt_br: Hm? Oh, vado matta per i gamberetti crudi, ma non posso più mangiarli.

# 11928_Akiyama
source: Oh. Why not?
pt_br: Ah. Perché no?

# 11940_Rio
source: I had some at a sushi restaurant the other day, and I broke out in hives. I hadn't had it for a while so I thought maybe it'd be okay, but...
pt_br: L'altro giorno ne ho mangiato un po' in un ristorante di sushi, e mi sono venute le orticarie. Non lo mangiavo da un po' quindi pensavo che magari sarebbe andato bene, ma...

# 11952_Rio
source: For the last year, I've broken out every time I've had raw shrimp. I'm fine if it's steamed or grilled though.
pt_br: È da un anno che mi viene un'eruzione ogni volta che mangio gamberetti crudi. Però, se sono al vapore o alla griglia, va tutto bene.

# 11964_Akiyama
source: Hm.
pt_br: Mh.

# 11976_Rio
source: I love it, but seems it doesn't love me!
pt_br: Lo adoro, ma a quanto pare non mi ricambia!

# 11988_Akiyama
source: What's the big deal? It's just raw shrimp.
pt_br: E che sarà mai? È solo gambero crudo.

# 12000_Rio
source: But I love it!
pt_br: Ma lo adoro!

# 12012_Akiyama
source: Hmm... But aren't you in a better place than people too poor to even buy raw shrimp?
pt_br: Hmm... Ma non stai meglio tu, rispetto a chi non ha nemmeno i soldi per comprarsi i gamberetti crudi?

# 12024_Rio
source: No, it's worse! At least a poor person can hope to eat it someday. I never can!
pt_br: No, è peggio! Almeno un povero può sperare di mangiarlo un giorno. Io, mai!

# 12036_Akiyama
source: Good point.
pt_br: Giusta osservazione.

# 12048_Rio
source: You're not really doing a good job of cheering me up...
pt_br: Non è che mi stai tirando su il morale un granché...

# 12060_Akiyama
source: Sorry...
pt_br: Scusa...

# 12072_Akiyama
source: I thought you were talking about a man. You had me worried for a second there.
pt_br: Pensavo stessi parlando di un uomo. Per un attimo mi hai fatto preoccupare.

# 12084_Rio
source: Hehehe. Now why would you think that?
pt_br: Hehehe. E perché mai penseresti una cosa del genere?

# 12096_Akiyama
source: Come on! You really made it sound like something else!
pt_br: Dai! L'hai fatta sembrare proprio un'altra cosa!

# 12108_Rio
source: Hehe, oh, Akiyama-san, you're precious.
pt_br: Hehe, oh, Akiyama-san, sei un tesoro.

# 12120_Akiyama
source: Hey, don't make fun of me.
pt_br: Ehi, non prendermi in giro.

# 12132_Rio
source: Don't worry. My feelings for a certain somebody are still going strong. <Color:7>♥<Color:Default>
pt_br: Non preoccuparti. I miei sentimenti per una certa persona sono ancora forti. <Color:7>♥<Color:Default>

# 12144_Akiyama
source: Are there other foods you can't eat?
pt_br: Ci sono altri cibi che non puoi mangiare?

# 12156_Rio
source: None. I'm not a picky eater, either.
pt_br: Niente. E non sono nemmeno schizzinosa.

# 12168_Akiyama
source: But you can't eat raw shrimp? Odd.
pt_br: Ma i gamberi crudi non li mangi? Che strano.

# 12180_Rio
source: That's what makes it so sad.
pt_br: È questo che lo rende così triste.

# 12192_Akiyama
source: Yeah, that's too bad.
pt_br: Già, che peccato.

# 12204_Akiyama
source: Well, I suppose we shouldn't get sushi if we go out on a date, huh?
pt_br: Beh, direi che se usciamo per un appuntamento, il sushi non è il caso, vero?

# 12216_Rio
source: I can eat other kinds of fish, so I wouldn't mind! I love sushi!
pt_br: Posso mangiare altri tipi di pesce, quindi mi andrebbe benissimo! Adoro il sushi!

# 12228_Akiyama
source: All right then.
pt_br: Ok allora.

# 12240_Rio
source: Hehe. Well, thanks for worrying about me.
pt_br: Hehe. Beh, grazie per esserti preoccupato per me.

# 12252_Rio
source: I hung out with an old classmate from high school yesterday.
pt_br: Ieri sono uscito con un vecchio compagno di classe del liceo.

# 12264_Akiyama
source: Oh yeah? A guy or a girl?
pt_br: Ah sì? Un ragazzo o una ragazza?

# 12276_Rio
source: A girl. I went to an all-girls school.
pt_br: Una ragazza. Ho frequentato una scuola per sole ragazze.

# 12288_Akiyama
source: I didn't know that.
pt_br: Non lo sapevo.

# 12300_Rio
source: Yep! It was tons of fun!
pt_br: Già! È stato divertentissimo!

# 12312_Akiyama
source: I guess an all-girls school would be pretty cool...
pt_br: Immagino che una scuola per sole ragazze sarebbe una figata...

# 12324_Rio
source: Of course! When it's just girls, we let it all hang out!
pt_br: Ma certo! Quando siamo solo tra ragazze, ci lasciamo andare!

# 12336_Rio
source: If there were boys around, we probably would've tried being all cute and nice.
pt_br: Se ci fossero stati dei ragazzi in giro, probabilmente avremmo provato a fare le carine e le brave.

# 12348_Akiyama
source: Heh. I think I get what you mean. That's pretty honest of you.
pt_br: Heh. Credo di capire cosa intendi. È piuttosto onesto da parte tua.

# 12360_Rio
source: Hehe! We wouldn't eat our lunches early every day or run to the school store for fried chicken either.
pt_br: Hehe! Non avremmo mica mangiato i nostri pranzi in anticipo tutti i giorni o saremmo corsi al minimarket della scuola per il pollo fritto, eh?

# 12372_Akiyama
source: I bet I'd like it there if I were a girl.
pt_br: Scommetto che mi piacerebbe lì se fossi una ragazza.

# 12384_Rio
source: Would you now?
pt_br: Ah sì?

# 12396_Akiyama
source: Sure. It sounds like you had fun.
pt_br: Certo. Sembra che tu ti sia divertita.

# 12408_Rio
source: It totally was!
pt_br: Lo era eccome!

# 12420_Rio
source: I'm sure we would've been good friends if you'd been there, Akiyama-san!
pt_br: Sono sicura che saremmo stati ottimi amici se ci fossi stato tu, Akiyama-san!

# 12432_Akiyama
source: You really think so?
pt_br: Lo pensi davvero?

# 12444_Rio
source: Definitely!
pt_br: Assolutamente!

# 12456_Akiyama
source: Heh, we get along pretty well as it is.
pt_br: Eh, ci capiamo già mica male, così com'è.

# 12468_Rio
source: Well, you are something else, Akiyama-san. Hehe.
pt_br: Bè, sei proprio un tipo, Akiyama-san. Hehe.

# 12480_Akiyama
source: Is that a compliment?
pt_br: È un complimento?

# 12492_Rio
source: That's for you to decide.
pt_br: Sta a te decidere.

# 12504_Akiyama
source: Hey now.
pt_br: Ma guarda un po'.

# 12516_Akiyama
source: I wouldn't mind being a teacher there.
pt_br: Non mi spiacerebbe fare l'insegnante lì.

# 12528_Rio
source: Hehehe. As it turns out, a lot of guys say that.
pt_br: Hehehe. A quanto pare, tanti ragazzi lo dicono.

# 12540_Rio
source: But you know... I bet you'd be popular with the girls if you were a teacher, Akiyama-san.
pt_br: Però sai... scommetto che andresti a ruba con le ragazze se fossi un insegnante, Akiyama-san.

# 12552_Akiyama
source: Really?
pt_br: Davvero?

# 12564_Rio
source: Do you want to be popular?
pt_br: Vuoi essere popolare?

# 12576_Akiyama
source: Huh?
pt_br: Uh?

# 12588_Rio
source: I said, do you want to be popular?
pt_br: Ti ho detto, vuoi essere popolare?

# 12600_Akiyama
source: Uh, well, I didn't mean it like that...
pt_br: Beh, insomma, non intendevo dire così...

# 12612_Rio
source: Hehehe. I think all of the girls would probably fall in love with a teacher like you, Akiyama-san.
pt_br: Hehehe. Penso che tutte le ragazze probabilmente si innamorerebbero di un professore come te, Akiyama-san.

# 12624_Akiyama
source: They would, huh?
pt_br: Lo farebbero, eh?

# 12636_Rio
source: Oh my. Are you blushing?
pt_br: Ma guarda. Stai arrossendo?

# 12648_Akiyama
source: No. I am not.
pt_br: No. Non lo sono.

# 12660_Rio
source: That's so cute!
pt_br: Che carino!

# 12672_Akiyama
source: Wait, fried chicken at the school store!? What kind of school store has fried chicken?
pt_br: Ma scusa, pollo fritto allo spaccio della scuola!? Che razza di spaccio scolastico ha il pollo fritto?

# 12684_Rio
source: Don't most schools usually have that?
pt_br: Non ce l'hanno di solito la maggior parte delle scuole?

# 12696_Akiyama
source: No. The most they usually have is bread and milk.
pt_br: No. Al massimo hanno solo pane e latte.

# 12708_Rio
source: Well, we had that too, but I'm glad we were lucky enough to have fried chicken, then!
pt_br: Beh, ce l'avevamo anche noi, ma meno male che ci siamo beccati il pollo fritto, allora!

# 12720_Akiyama
source: Was it good?
pt_br: È stato bello?

# 12732_Rio
source: Totally! That's why you had to run to go buy it! They'd be sold out if you weren't fast enough.
pt_br: Esatto! Ecco perché dovevi correre a comprarlo! Sarebbero andati a ruba se non eri abbastanza svelto.

# 12744_Akiyama
source: High school girls racing each other for fried chicken... Sounds like a game show. I would watch that.
pt_br: Liceali che si sfidano per del pollo fritto... Sembra un game show. Me lo guarderei.

# 12756_Rio
source: Nuh-uh! If there were boys around, we never would have done it!
pt_br: Macché! Se ci fossero stati dei ragazzi in giro, non l'avremmo mai fatto!

# 12768_Rio
source: I've been thinking...
pt_br: Stavo pensando...

# 12780_Akiyama
source: About what?
pt_br: Di cosa?

# 12792_Rio
source: I think I'm finally over my ex. I can think about it now without my heart aching.
pt_br: Credo di aver finalmente superato il mio ex. Ora riesco a pensarci senza che il cuore mi si stringa.

# 12804_Akiyama
source: So you can look at it through a more objective lens?
pt_br: Così puoi guardarlo con un occhio più obiettivo?

# 12816_Rio
source: Right! And I noticed something.
pt_br: Giusto! E ho notato una cosa.

# 12828_Rio
source: When I find out that the person I'm with is better than me at something, I find it easier to just let them be.
pt_br: Quando scopro che la persona con cui sono è più in gamba di me in qualcosa, mi viene più facile lasciarlo fare.

# 12840_Rio
source: It helps me maintain a good relationship with them, I guess.
pt_br: Mi aiuta a mantenere un buon rapporto con loro, credo.

# 12852_Akiyama
source: You mean it keeps you humble?
pt_br: Vuoi dire che ti tiene con i piedi per terra?

# 12864_Rio
source: Yes! So when there's nothing like that anymore, I start getting critical. I start nitpicking, you know?
pt_br: Sì! Quindi quando non c'è più niente del genere, inizio a diventare critica. Inizio a fare le pulci, sai?

# 12876_Rio
source: It gets worse the more I get to know them.
pt_br: Va sempre peggio più li conosco.

# 12888_Akiyama
source: You start criticizing them more and more.
pt_br: Inizi a criticarli sempre di più.

# 12900_Rio
source: Yeah. I don't mean to, it just happens.
pt_br: Già. Non lo faccio apposta, succede e basta.

# 12912_Rio
source: I'd love to be a little less perceptive, honestly...
pt_br: Mi piacerebbe essere un po' meno perspicace, a dire il vero...

# 12924_Akiyama
source: Really?
pt_br: Davvero?

# 12936_Rio
source: Yes. I feel more comfortable that way, personally...
pt_br: Sì. Mi sento più a mio agio così, personalmente...

# 12948_Akiyama
source: I see... So did you just notice that recently?
pt_br: Capisco... Quindi l'hai notato solo di recente?

# 12960_Rio
source: Yeah, pretty much.
pt_br: Già, praticamente.

# 12972_Akiyama
source: That relationship's over. Forget about it.
pt_br: Quella relazione è finita. Lascia perdere.

# 12984_Rio
source: You think so?
pt_br: La pensi così?

# 12996_Akiyama
source: There's no point overanalyzing it. It all depends on the person, after all.
pt_br: È inutile farsi troppe paranoie. Alla fine, dipende tutto dalla persona.

# 13008_Rio
source: I guess so, but still...
pt_br: Immagino di sì, ma comunque...

# 13020_Akiyama
source: When you meet somebody else, you'll probably find that your way of thinking will change, too.
pt_br: Quando incontrerai qualcun altro, probabilmente vedrai che anche il tuo modo di pensare cambierà.

# 13032_Rio
source: Hmm... Really?
pt_br: Mmm... Davvero?

# 13044_Akiyama
source: Let's try it. How about going out with me?
pt_br: Proviamoci. Che ne diresti di uscire con me?

# 13056_Rio
source: Hehehe. You can't trick me that easily. <Color:7>♥<Color:Default>
pt_br: Eheheh. Non puoi fregarmi così facilmente. <Color:7>♥<Color:Default>

# 13068_Rio
source: But I do feel a little better. Thanks, Akiyama-san! <Color:7>♥<Color:Default>
pt_br: Ma mi sento un po' meglio. Grazie, Akiyama-san! <Color:7>♥<Color:Default>

# 13080_Akiyama
source: Hehe.
pt_br: Eheh.

# 13092_Akiyama
source: So basically, you don't like stupid men.
pt_br: Quindi in pratica, non ti piacciono gli uomini scemi.

# 13104_Rio
source: Yeah, I guess that's it.
pt_br: Già, immagino sia tutto.

# 13116_Rio
source: Whenever a guy does something wrong, I wanna scream, "What's wrong with you!?"
pt_br: Ogni volta che un tipo fa una cazzata, mi viene da urlare: "Ma che cavolo hai!?"

# 13128_Akiyama
source: And that makes you dislike yourself?
pt_br: E questo ti fa non volerti bene?

# 13140_Rio
source: Mhm, exactly.
pt_br: Mhm, esatto.

# 13152_Akiyama
source: I like your honesty. I think it's a good trait.
pt_br: Mi piace la tua onestà. Penso che sia una bella qualità.

# 13164_Rio
source: Really? I know I shouldn't care how smart a guy is as long as he's a good person, but... I do.
pt_br: Davvero? So che non dovrei badare all'intelligenza di un tipo, l'importante è che sia una brava persona, ma... invece sì, ci tengo.

# 13176_Akiyama
source: That's fine. Besides, when people say someone is a good person, they don't usually mean it as a compliment, do they?
pt_br: Va bene così. D'altronde, quando la gente dice che uno è una brava persona, di solito non è mica un complimento, no?

# 13188_Rio
source: Hehe. That sounds like something you'd say, Akiyama-san.
pt_br: Hehe. Sembra proprio una tua battuta, Akiyama-san.

# 13200_Akiyama
source: Does it?
pt_br: Davvero?

# 13212_Akiyama
source: Maybe you need a masochistic boyfriend.
pt_br: Magari ti serve un fidanzato masochista.

# 13224_Rio
source: A masochist? Haha. What makes you say that?
pt_br: Un masochista? Ahaha. Che te lo fa dire?

# 13236_Akiyama
source: You should find a man who actually likes being criticized. I'm sure you'll get along that way.
pt_br: Dovresti trovarti un uomo a cui piaccia davvero essere criticato. Sono sicuro che così vi trovereste bene.

# 13248_Rio
source: But I already told you, I don't want to criticize them!
pt_br: Ma te l'ho già detto, non voglio criticarli!

# 13260_Akiyama
source: Huh? Did you say that?
pt_br: Eh? L'hai detto tu?

# 13272_Rio
source: Hmph! Did you even listen to what I said!?
pt_br: Hmph! Ma hai almeno ascoltato quello che ho detto!?

# 13284_Akiyama
source: Sorry, sorry.
pt_br: Scusa, scusa.
