Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c0016.po
Languages: pt_br

# 9828_Kiryu
source: Just imagine the number of mistakes you'd have to make in order to use up all of that tape.
pt_br: Immagina un po' quanti errori dovresti fare per finire tutto quel nastro.

# 9840_Shizuka
source: Hehehe. You've got a point.
pt_br: Hehehe. Hai ragione.

# 9852_Kiryu
source: Heh... I can understand that sentiment. If I found something unusual like that, I'd think it was my lucky day too.
pt_br: Heh... Capisco quel sentimento. Se trovassi qualcosa di così insolito, penserei anch'io che fosse il mio giorno fortunato.

# 9864_Kiryu
source: Kind of like a four-leaf clover.
pt_br: Un po' come un quadrifoglio.

# 9876_Shizuka
source: Yes! That's exactly why I was hoping for you to come today.
pt_br: Sì! È proprio per questo che speravo venissi oggi.

# 9888_Kiryu
source: You have to show me that roll of tape sometime.
pt_br: Devi mostrarmi quel rotolo di nastro, prima o poi.

# 9900_Shizuka
source: I will! And I have even better things to show you too. Just you wait!
pt_br: Eccome! E ho anche di meglio da mostrarti. Aspetta e vedrai!

# 9912_Kiryu
source: What's so incredible about that?
pt_br: Che c'è di così incredibile?

# 9924_Shizuka
source: Beg your pardon? It's 25 meters. That's an absurd amount of whiteout tape. Don't you think that's incredible?
pt_br: Come scusa? Sono 25 metri. È una marea di nastro correttore. Non trovi che sia incredibile?

# 9936_Kiryu
source: I see... How long are they normally?
pt_br: Capisco... Quanto durano di solito?

# 9948_Shizuka
source: Maybe five meters. I don't think they usually even make them as long as ten.
pt_br: Forse cinque metri. Dubito che di solito ne facciano lunghi anche solo dieci.

# 9960_Kiryu
source: Now I get it. That's certainly long.
pt_br: Ah, ora ci sono. È parecchio lungo.

# 9972_Shizuka
source: Um... It seems like you don't particularly care...
pt_br: Uhm... Sembra che non ti importi granché...

# 9984_Kiryu
source: No... I uh... It's just that I've never really used whiteout tape, so I don't know much about it.
pt_br: No... Beh, io... È solo che non ho mai usato granché il nastro correttore, quindi non ne so molto.

# 9996_Shizuka
source: Oh, right... I guess I'm a little odd then.
pt_br: Ah, già... Credo di essere un po' stramba, allora.

# 10008_Shizuka
source: I was so happy when I found it too...
pt_br: Ero così felice quando l'ho trovato pure io...

# 10032_Kiryu
source: You like stationery?
pt_br: Ti piace la cancelleria?

# 10044_Shizuka
source: Yes, quite a bit. I typically have writing utensils and a few other stationery items with me in my bag.
pt_br: Sì, parecchio. Di solito ho materiale da scrittura e qualche altro articolo di cancelleria con me nella borsa.

# 10068_Shizuka
source: I also carry a few plastic bags and pouches that might come in handy when I'm outside. And any medicine that I might need, of course.
pt_br: Mi porto dietro anche qualche busta di plastica e qualche bustina che potrebbero tornarmi utili quando sono fuori. E ovviamente, qualsiasi medicina di cui potrei aver bisogno.

# 10080_Kiryu
source: Wow. It sounds like your bag must be pretty heavy.
pt_br: Wow. La tua borsa dev'essere bella pesante.

# 10092_Shizuka
source: Hehehe. My bag is actually about three times as heavy as most girls'.
pt_br: Hehehe. La mia borsa in realtà è circa tre volte più pesante di quella della maggior parte delle ragazze.

# 10104_Kiryu
source: Heh. Sounds like you're well-prepared.
pt_br: Eh. Direi che sei ben preparata.

# 10116_Shizuka
source: I love being able to just take something out of my bag and give it to someone who needs it.
pt_br: Adoro poter tirare fuori qualcosa dalla borsa e darlo a chi ne ha bisogno.

# 10128_Kiryu
source: That's nice. Sounds like you'll be a great wife.
pt_br: È una bella cosa. Sembra proprio che sarai una gran brava moglie.

# 10140_Shizuka
source: Oh my! I, um... I don't know what to say. <Color:7>♥<Color:Default>
pt_br: Oddio! Io, ehm... non so cosa dire. <Color:7>♥<Color:Default>

# 10164_Shizuka
source: *sigh*
pt_br: *sospiro*

# 10176_Kiryu
source: What is it? You seem a little distracted.
pt_br: Che c'è? Sembri un po' distratta.

# 10188_Shizuka
source: Oh, I'm sorry. I'm just having a little trouble concentrating.
pt_br: Oh, mi dispiace. Faccio solo un po' fatica a concentrarmi.

# 10200_Kiryu
source: Did something happen?
pt_br: È successo qualcosa?

# 10212_Shizuka
source: No, it's nothing. I was just kind of thinking about you, sir.
pt_br: No, niente. Stavo solo un po' pensando a lei, signore.

# 10224_Kiryu
source: Hey now. I'm right here in front of you.
pt_br: Ehi, ehi. Sono proprio qui davanti a te.

# 10236_Shizuka
source: Yes, but... I was just thinking of how I'd like to wash your back.
pt_br: Sì, ma... stavo proprio pensando a quanto mi piacerebbe lavarti la schiena.

# 10248_Shizuka
source: Oh, what am I saying? I'm so embarrassed.
pt_br: Oh, ma che vado dicendo? Sono così imbarazzata.

# 10260_Kiryu
source: I think you've had a little too much to drink. You may want to stop now.
pt_br: Mi sa che hai bevuto un po' troppo. Faresti meglio a fermarti adesso.

# 10272_Shizuka
source: Oh, no... I'm not drunk at all...
pt_br: Oh, no... Non sono ubriaca per niente...

# 10284_Kiryu
source: Then what is it? Do you always think about things like that?
pt_br: E allora cos'è? Sei sempre lì a pensare a 'ste cose?

# 10296_Shizuka
source: I do... <Color:7>♥<Color:Default>
pt_br: Lo faccio... <Color:7>♥<Color:Default>

# 10308_Kiryu
source: Heh, so all this time you've been serving me, you've been thinking about stuff like that?
pt_br: Ah, quindi per tutto questo tempo che mi stavi servendo, pensavi a roba del genere?

# 10320_Shizuka
source: Hehehe. That's right. You've found me out!
pt_br: Eheheh. Proprio così. Mi hai scoperto!

# 10332_Kiryu
source: Sheesh...
pt_br: Uffa...

# 10344_Kiryu
source: I wouldn't mind doing the same for you.
pt_br: Non mi dispiacerebbe fare lo stesso per te.

# 10356_Shizuka
source: Oh? You'd wash my back?
pt_br: Oh? Mi laveresti la schiena?

# 10368_Kiryu
source: Yeah. You always do so much to take away my troubles. I'd like to do the same for you.
pt_br: Già. Fai sempre così tanto per farmi dimenticare i miei guai. Mi piacerebbe fare lo stesso per te.

# 10380_Shizuka
source: No! I couldn't let you do that!
pt_br: No! Non potrei mai permetterti di farlo!

# 10392_Kiryu
source: Why's that? You want to wash mine. What's wrong with me doing it for you?
pt_br: Come mai? Vuoi lavare tu il mio? Che male c'è se lo faccio io per te?

# 10404_Shizuka
source: Well, you see... It's a woman's duty to wash a gentleman's back...
pt_br: Beh, sai... è dovere di una donna lavare la schiena a un signore...

# 10416_Shizuka
source: But it simply doesn't work the other way around!
pt_br: Ma non funziona proprio al contrario!

# 10428_Kiryu
source: That doesn't make any sense.
pt_br: Non ha alcun senso.

# 10440_Shizuka
source: It just isn't done!
pt_br: Non si fa!

# 10452_Kiryu
source: I see...
pt_br: Capisco...

# 10464_Kiryu
source: Just my back?
pt_br: Solo la mia schiena?

# 10476_Shizuka
source: Oh? What do you mean?
pt_br: Oh? Che vuoi dire?

# 10488_Kiryu
source: Well, what about my head, say?
pt_br: Beh, e la mia testa, che ne dici?

# 10500_Shizuka
source: Aha! Well, if that's what you wish, then I wouldn't mind.
pt_br: Aha! Beh, se è quello che desideri, allora non mi dispiacerebbe.

# 10512_Kiryu
source: Maybe I'll take you up on that.
pt_br: Forse ti prendo in parola.

# 10524_Shizuka
source: Are you sure you just want me to do your head?
pt_br: Sei sicuro che vuoi che ti faccia solo la testa?

# 10536_Kiryu
source: Huh?
pt_br: Uh?

# 10548_Shizuka
source: Maybe I should just go ahead and do your entire body while I'm at it.
pt_br: Magari potrei anche farti tutto il corpo, già che ci sono.

# 10584_Shizuka
source: Do you enjoy typhoons, sir?
pt_br: Le piacciono i tifoni, signore?

# 10596_Kiryu
source: Typhoons? Why?
pt_br: Tifoni? Perché?

# 10608_Shizuka
source: I saw some footage of a typhoon in Southeast Asia on the news this morning. I always get excited when a typhoon hits Japan.
pt_br: Ho visto delle immagini di un tifone nel Sud-est asiatico al telegiornale stamattina. Mi esalto sempre quando un tifone colpisce il Giappone.

# 10620_Kiryu
source: You sound like a little kid.
pt_br: Sembri un bambino piccolo.

# 10632_Shizuka
source: Haha. Yes, I suppose I do. You have to stay inside if it's a really big storm, but I like to go out if it isn't that dangerous.
pt_br: Ahaha. Sì, in effetti, immagino di sì. Bisogna stare in casa se c'è una tempesta proprio grossa, ma a me piace uscire se non è così pericoloso.

# 10644_Kiryu
source: Heh. You like getting rained on?
pt_br: Heh. Ti piace prendere la pioggia?

# 10656_Shizuka
source: Yes. It makes me feel alive. I think that's why I like the feeling.
pt_br: Sì. Mi fa sentire viva. Credo sia per questo che mi piace la sensazione.

# 10668_Shizuka
source: One time, I invited an ex of mine to come out in a typhoon, but he said I was crazy.
pt_br: Una volta, ho invitato un mio ex a uscire in mezzo a un tifone, ma mi ha dato della pazza.

# 10680_Kiryu
source: I don't blame him. He must've been pretty surprised.
pt_br: Non gliene faccio una colpa. Dev'essere rimasto di sasso.

# 10692_Shizuka
source: Yes. I guess staying inside during a typhoon is just common sense for most people.
pt_br: Sì. Immagino che stare in casa durante un tifone sia solo buon senso per la maggior parte delle persone.

# 10704_Shizuka
source: So I went out all by myself and got soaked to the bone.
pt_br: Così sono uscito da solo e mi sono inzuppato fino alle ossa.

# 10716_Kiryu
source: Just couldn't help yourself, huh?
pt_br: Non hai potuto farne a meno, eh?

# 10728_Shizuka
source: I couldn't help it! And he was watching me through the window, so that made it even more exciting!
pt_br: Non ho resistito! E lui mi guardava dalla finestra, e questo ha reso la cosa ancora più eccitante!

# 10740_Kiryu
source: That's a good way to catch a cold, you know. It was kind of rude to your ex, too.
pt_br: Così ti becchi un raffreddore, sai. È stato anche un po' scortese col tuo ex.

# 10752_Shizuka
source: You're right. He was rather dumbfounded by it.
pt_br: Hai ragione. Ne era rimasto piuttosto basito.

# 10764_Kiryu
source: Then what was so exciting about it?
pt_br: Allora cosa c'era di così esaltante?

# 10776_Shizuka
source: Well... I can't really explain it. Maybe I've got a bit of a masochistic streak.
pt_br: Beh... Non so bene come spiegarlo. Forse ho un po' una vena masochista.

# 10788_Shizuka
source: Maybe I want to do something wrong just so I can get scolded for it.
pt_br: Magari voglio fare qualcosa di sbagliato solo per farmi sgridare.

# 10800_Kiryu
source: That sounds like something a kid might do.
pt_br: Mi sa di roba da ragazzini.

# 10812_Shizuka
source: You think so?
pt_br: La pensi così?

# 10824_Kiryu
source: Hmm... Well, just don't cause trouble for the people around you, okay?
pt_br: Mmm... Beh, l'importante è che non crei problemi a chi ti sta intorno, ok?

# 10836_Shizuka
source: Yes... I acted unbecoming of my age... I'm sorry...
pt_br: Sì... Mi sono comportata da ragazzina... Mi dispiace...

# 10848_Kiryu
source: I go out during typhoons myself.
pt_br: Io pure esco durante i tifoni.

# 10860_Shizuka
source: Oh, really!?
pt_br: Oh, davvero!?

# 10872_Kiryu
source: Yeah. The ocean's close to my house after all. Sometimes I go out there to watch the storms out at sea.
pt_br: Sì. L'oceano è vicino a casa mia, dopotutto. Ogni tanto vado lì fuori a guardare le tempeste in mare.

# 10884_Shizuka
source: That sounds like fun. Whenever they show waves crashing up against a breakwater on TV, I always want to go there and see it in person.
pt_br: Sembra divertente. Ogni volta che in TV mostrano le onde che si infrangono contro un frangiflutti, mi viene sempre voglia di andarci a vederlo di persona.

# 10896_Kiryu
source: Heh. Well, those places are pretty dangerous, you know.
pt_br: Heh. Beh, quei posti sono parecchio pericolosi, sai.

# 10908_Shizuka
source: Well, I'm sure you'd keep me safe, wouldn't you, sir?
pt_br: Beh, sono sicura che mi terrebbe al sicuro, vero, signore?

# 10920_Kiryu
source: Come on now...
pt_br: Dai, su...

# 10932_Kiryu
source: Um... Are you a masochist or something?
pt_br: Ehm... Sei un masochista o qualcosa del genere?

# 10944_Shizuka
source: Yes I am! And maybe an exhibitionist! Also, I get excited from the strangest things.
pt_br: Sì, eccome! E magari sono pure un'esibizionista! E poi, mi accendo per le cose più strane.

# 10956_Kiryu
source: Oh yeah?
pt_br: Ah sì?

# 10968_Shizuka
source: Oh? Your face is red now.
pt_br: Oh? Hai la faccia rossa adesso.

# 10980_Shizuka
source: You're not embarrassed, are you?
pt_br: Non sei imbarazzata, vero?

# 10992_Kiryu
source: No, not at all.
pt_br: No, per niente.

# 11004_Shizuka
source: Hehehe. I seem to have learned something rather unexpected from you, sir.
pt_br: Hehehe. Sembra che abbia imparato qualcosa di piuttosto inaspettato da lei, capo.

# 11016_Kiryu
source: Hey, that's my line...
pt_br: Ehi, quella è la mia battuta...

# 11040_Kiryu
source: What were you like as a kid, Shizuka?
pt_br: Com'eri da bambina, Shizuka?

# 11052_Shizuka
source: When I was a child? Well...
pt_br: Quando ero bambina? Beh...

# 11064_Shizuka
source: I don't think I was that different from the way I am now, but when I was little, I wasn't very sociable. I just did things at my own pace.
pt_br: Non credo fossi poi così diversa da come sono adesso, ma quando ero piccola, non ero molto socievole. Semplicemente facevo le cose con i miei tempi.

# 11076_Kiryu
source: What do you mean?
pt_br: Cosa intendi?

# 11088_Shizuka
source: For example, whenever we would go on a field trip, the rest of the class would be on the bus and ready to leave, but I'd be off on my own.
pt_br: Ad esempio, ogni volta che andavamo in gita, il resto della classe era già sull'autobus e pronto a partire, ma io ero da sola.

# 11100_Kiryu
source: I see... What were you doing then?
pt_br: Capisco... Che stavi facendo, allora?

# 11112_Shizuka
source: Hmm... I do remember a few things.
pt_br: Mmm... sì, qualcosina ricordo.

# 11124_Shizuka
source: Like how I was fascinated by the horns of the deer at Nara Park. I stared at them for hours.
pt_br: Tipo, ero affascinato dai palchi dei cervi al Parco di Nara. Li ho fissati per ore.

# 11136_Shizuka
source: Or how I was counting the holes in a fisherman's net.
pt_br: O come contavo i buchi in una rete da pescatore.

# 11148_Kiryu
source: Why doesn't that surprise me?
pt_br: Perché non mi sorprende?

# 11160_Shizuka
source: I guess I haven't really changed that much, but at least now I know that it's a problem, so I can try and act a bit more like an adult.
pt_br: Suppongo di non essere cambiata poi così tanto, ma almeno ora so che è un problema, così posso provare a comportarmi un po' più da adulta.

# 11172_Kiryu
source: No, don't change. I like that about you.
pt_br: No, non cambiare. È questo che mi piace di te.

# 11184_Shizuka
source: Oh? Do you, now?
pt_br: Oh? Ah, sì?

# 11196_Kiryu
source: Yes. It keeps things interesting.
pt_br: Sì. Così c'è un po' di pepe.

# 11208_Shizuka
source: You probably wouldn't say that if you had to deal with me on a regular basis.
pt_br: Probabilmente non lo diresti se mi dovessi sopportare tutti i giorni.

# 11220_Kiryu
source: Girls who are a little bit of trouble are the most fun.
pt_br: Le ragazze che danno un po' di filo da torcere sono le più divertenti.

# 11232_Shizuka
source: Hehehe. Well, then I hope you don't complain if you get tired out from it.
pt_br: Hehehe. Beh, allora spero tu non ti lamenti se ti stanchi.

# 11244_Kiryu
source: I deal with kids all the time. I'm sure I can handle it.
pt_br: Ho sempre a che fare con i ragazzini. Sono sicuro di potermela cavare.

# 11256_Shizuka
source: Oh really? Then I look forward to it.
pt_br: Ah sì? Allora non vedo l'ora.

# 11268_Kiryu
source: One of the kids at my orphanage is like that. He's so innocent. He can be quite a handful.
pt_br: Uno dei ragazzini del mio orfanotrofio è fatto così. È così innocente. Può dare un bel da fare.

# 11280_Shizuka
source: Aww. Don't the children around him get tired of that?
pt_br: Ah. I bambini che gli stanno intorno non si stufano di quello?

# 11292_Kiryu
source: No, they all help him out. It hasn't really been much of a problem.
pt_br: No, tutti gli danno una mano. Non è che sia stato un gran problema.

# 11304_Shizuka
source: I see. It sounds like they all get along well!
pt_br: Ah, capisco. Sembra che vadano tutti d'accordo!

# 11316_Kiryu
source: Were your friends like that when you were young?
pt_br: I tuoi amici erano fatti così quando eri giovane?

# 11328_Shizuka
source: Yes. When they found out I needed extra care, they kept an eye on me.
pt_br: Sì. Quando hanno scoperto che avevo bisogno di cure extra, mi hanno tenuto d'occhio.

# 11340_Kiryu
source: Heh. Then maybe your friends will be surprised how much you've grown up when you become a responsible pillar of society.
pt_br: Eh. Allora forse i tuoi amici si sorprenderanno di quanto sei cresciuta quando diventerai un pilastro responsabile della società.

# 11352_Shizuka
source: That's true! Well, then I'll do my best to become a productive person!
pt_br: Giusto! Beh, allora farò del mio meglio per diventare una persona che si dà da fare!

# 11364_Kiryu
source: They say it's hard to grow out of the habits of your childhood. I'm not sure it's something you can change that easily.
pt_br: Si dice che le abitudini d'infanzia siano dure a morire. Non sono sicuro che sia una cosa che si possa cambiare così facilmente.

# 11376_Shizuka
source: Yes... Even as an adult, I haven't really changed. It's terrible.
pt_br: Sì... Anche da adulta, non sono cambiata affatto. È terribile.

# 11388_Kiryu
source: I bet it's because the people around you are picking up the slack.
pt_br: Scommetto che è perché la gente intorno a te ti sta coprendo le spalle.

# 11400_Shizuka
source: But that's not fair to them. No, I really have to try to be better.
pt_br: Ma non è giusto nei loro confronti. No, devo davvero cercare di migliorare.

# 11412_Shizuka
source: Sometimes I'll zone out and start daydreaming even when I'm here at the club. My customers are always worrying about me.
pt_br: A volte mi incanto e mi metto a sognare ad occhi aperti anche quando sono qui al club. I miei clienti si preoccupano sempre per me.

# 11424_Kiryu
source: Maybe you could make that your trademark, so to speak.
pt_br: Forse potresti farne il tuo marchio, per così dire.

# 11436_Shizuka
source: Sigh... But I want to be better. Really, I do.
pt_br: Sospiro... Ma voglio essere migliore. Lo voglio davvero.

# 11460_Shizuka
source: It looks like we're going to have a beautiful crescent moon soon, sir!
pt_br: Sembra che tra poco ci sarà una bellissima luna crescente, signore!

# 11472_Kiryu
source: You like crescent moons?
pt_br: Ti piacciono le falci di luna?

# 11484_Shizuka
source: I love them! Don't you think they look like a cat's claw?
pt_br: Li adoro! Non trovi che sembrino l'artiglio di un gatto?

# 11496_Kiryu
source: A cat's claw? Now that you mention it, I suppose it does.
pt_br: Un artiglio di gatto? Ora che lo dici, beh, in effetti sì.

# 11508_Shizuka
source: I've always thought that ever since I was a child. That's why I always cut my cat's toenails whenever there's a crescent moon!
pt_br: L'ho sempre pensato, fin da quando ero bambina. Ecco perché taglio sempre le unghiette al mio gatto ogni volta che c'è la luna crescente!

# 11520_Kiryu
source: I guess that's a good time to do it. So you cut them once a month?
pt_br: Immagino che sia un buon momento per farlo. Quindi li tagli una volta al mese?

# 11532_Shizuka
source: I guess I do. I hadn't really given it much thought.
pt_br: Immagino di sì. Non ci avevo mai pensato granché.

# 11544_Kiryu
source: That's a good way to remember to do it, though.
pt_br: È un bel modo per ricordarselo, comunque.

# 11556_Shizuka
source: Now that you mention it, he seems to get a little restless when there's a full moon.
pt_br: Ora che lo dici, sembra che si agiti un po' quando c'è la luna piena.

# 11568_Shizuka
source: But he calms down when there's a crescent moon.
pt_br: Ma si calma quando c'è la luna crescente.

# 11580_Kiryu
source: Heh. Maybe your cat knows he'll get his toenails clipped around then.
pt_br: Eh. Magari il tuo gatto sa che gli taglieranno le unghie all'incirca a quell'ora.

# 11592_Shizuka
source: Hehehe. Maybe, maybe.
pt_br: Hehehe. Magari, magari.

# 11604_Kiryu
source: I never would've made that connection. You've got quite an imagination.
pt_br: Non avrei mai fatto quel collegamento. Hai proprio una bella fantasia.

# 11616_Shizuka
source: I don't know why, but I like crescent moons a lot.
pt_br: Non so perché, ma mi piacciono un sacco le lune crescenti.

# 11628_Shizuka
source: It seems like the moon is quietly watching over me.
pt_br: Sembra che la luna vegli silenziosamente su di me.

# 11640_Kiryu
source: Oh yeah? How do you feel about the other forms of the moon?
pt_br: Ah sì? Cosa ne pensi delle altre forme della luna?

# 11652_Shizuka
source: Let's see... I think the full moon is very similar to your attitude, sir.
pt_br: Vediamo un po'... Credo che la luna piena sia molto simile al suo atteggiamento, signore.

# 11664_Kiryu
source: Similar to me? What sort of attitude is that?
pt_br: Simile a me? Ma che modi sono questi?

# 11676_Shizuka
source: They're big and gentle, and they help light up dark nights.
pt_br: Sono grandi e dolci, e rischiarano le notti buie.

# 11688_Kiryu
source: Heh. You sure you're not just buttering me up?
pt_br: Eh. Sicura che non mi stai solo lisciando il pelo?

# 11700_Shizuka
source: No, I really believe that!
pt_br: No, ci credo eccome!

# 11712_Kiryu
source: Do you look at the moon often?
pt_br: Guardi spesso la luna?

# 11724_Shizuka
source: I do. I love looking at the night sky.
pt_br: Sì. Adoro guardare il cielo notturno.

# 11736_Kiryu
source: But there are so many tall buildings in Tokyo. You can't really get a good look at the sky, can you?
pt_br: Ma a Tokyo ci sono così tanti palazzi alti. Non si riesce mica a vedere bene il cielo, vero?

# 11748_Shizuka
source: That's true. And sometimes the weather's not the best, either.
pt_br: È vero. E a volte nemmeno il tempo è il massimo.

# 11760_Kiryu
source: The moon's beautiful in Okinawa where I live. You get the most beautiful sunsets and sunrises there, too. And the stars are incredible.
pt_br: La luna è bellissima a Okinawa, dove vivo io. Ci sono anche i tramonti e le albe più belli lì. E le stelle sono incredibili.

# 11772_Shizuka
source: That sounds wonderful. Maybe I could come visit you sometime.
pt_br: Mi sembra una cosa fantastica. Magari potrei passare a trovarti, prima o poi.

# 11784_Kiryu
source: Yeah, sure.
pt_br: Sì, certo.

# 11796_Shizuka
source: Really? That makes me quite happy.
pt_br: Davvero? Mi fa davvero piacere.

# 11820_Shizuka
source: Something really surprising happened to me today...
pt_br: Oggi mi è successa una cosa davvero pazzesca...

# 11832_Kiryu
source: What happened?
pt_br: Cosa è successo?

# 11844_Shizuka
source: I went to the convenience store to buy my lunch, you see.
pt_br: Sono andata al conbini per prendere il mio pranzo, sai.

# 11856_Shizuka
source: The oden looked good, so I decided to have that. I picked out some strawberry ice cream for dessert and headed for the cash register.
pt_br: L'oden sembrava buono, così ho deciso di prenderlo. Ho scelto un gelato alla fragola per dessert e mi sono diretto alla cassa.

# 11868_Kiryu
source: Oden and ice cream? That's quite the combination.
pt_br: Oden e gelato? Che accoppiata!
