Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00090279.po
Languages: pt_br

# 120_Akiyama
source: Any luck?
pt_br: Hai avuto fortuna?

# 132_Noriko
source: No, nothing...
pt_br: No, niente...

# 144_Akiyama
source: Then, I can't lend you the money. I'm afraid I'll have to ask you to leave.
pt_br: Allora, non posso prestarti i soldi. Temo che dovrò chiederti di andartene.

# 156_Noriko
source: I stopped into every single place looking for part-time help! They all said I was too old.
pt_br: Ho fatto il giro di tutti i posti in cerca di un part-time aiuto! Tutti mi hanno detto che ero troppo vecchia.

# 168_Noriko
source: I tried lots of stores and restaurants, but they told me they had enough help...
pt_br: Ho provato in un sacco di negozi e ristoranti, ma mi hanno detto che avevano già abbastanza gente...

# 180_Akiyama
source: And?
pt_br: E?

# 192_Noriko
source: Three hours to find work in Kamurocho? It's just not possible.
pt_br: Tre ore per trovare lavoro a Kamurocho? Non è proprio possibile.

# 204_Akiyama
source: Did you check the red-light district?
pt_br: Hai controllato il quartiere a luci rosse?

# 216_Noriko
source: What!?
pt_br: Cosa!?

# 228_Akiyama
source: You know－massage parlors, places like that. Somebody as good-looking as you should be able to find a willing employer, no problem.
pt_br: Sai, centri massaggi, posti così. Uno bello come te dovrebbe riuscire a trovare chi ti assuma volentieri, nessun problema.

# 240_Noriko
source: I could never work in the sex industry!
pt_br: Non potrei mai lavorare nel giro del sesso!

# 252_Akiyama
source: That's entirely up to you. But you won't get the loan until you pass the test.
pt_br: Dipende tutto da te. Ma non otterrai il prestito finché non superi la prova.

# 264_Noriko
source: But I...
pt_br: Ma io...

# 276_Akiyama
source: I really must ask you to leave.
pt_br: Devo proprio chiederle di andarsene.

# 324_Shiobara
source: Akiyama-san, hasn't she been through enough already?
pt_br: Akiyama-san, non ne ha già passate abbastanza?

# 336_Akiyama
source: Like I said, I don't give people money just because I feel sorry for them.
pt_br: Come ho detto, non do soldi alla gente solo perché mi fanno pena.

# 348_Shiobara
source: Still...
pt_br: Però...

# 360_Akiyama
source: If she truly wanted a new life for herself, she'd have gone straight into a massage parlor and asked for a job.
pt_br: Se volesse davvero una nuova vita per sé, si sarebbe fiondata dritta in un centro massaggi e avrebbe chiesto un lavoro.

# 372_Akiyama
source: I won't lend to anybody who's less than serious.
pt_br: Non presto a chi non fa sul serio.

# 384_Akiyama
source: You were serious about changing your life, right? And I lent you your money.
pt_br: Eri serio sul voler cambiare vita, no? E ti ho prestato i tuoi soldi.

# 396_Akiyama
source: I helped you because you were sincere.
pt_br: Ti ho aiutato perché eri sincero.

# 420_Akiyama
source: You said you didn't want to waste my five million yen. Are you really looking for a worthwhile way to spend it?
pt_br: Hai detto che non volevi buttare via i miei cinque milioni di yen. Ci tieni davvero a trovare un modo che valga la pena di spenderli?

# 444_Akiyama
source: Because I can tell you right now, you won't find anything by hanging around me.
pt_br: Perché te lo dico subito, non troverai niente standomi appresso.

# 456_Shiobara
source: ...You're right.
pt_br: ...Hai ragione.

# 468_Shiobara
source: You lent me money, so I felt dependent on you. I'll give some more serious thought to what exactly it is I want to do.
pt_br: Mi hai prestato dei soldi, quindi mi sono sentito dipendente da te. Ci penserò più seriamente a cosa voglio fare davvero.

# 528_Hana
source: Are you sure about this, Chief? You could've let Shiobara-san work here, you know.
pt_br: Sei sicuro di questa cosa, Capo? Avresti potuto lasciare Shiobara-san lavorare qui, sai.

# 540_Akiyama
source: No, it's better this way. He's a big boy. I'm sure he can figure out his hopes and dreams all by himself.
pt_br: No, è meglio così. È un ragazzone. Sono sicuro che saprà trovare le sue speranze e i suoi sogni da solo.
