Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0009011c.po
Languages: pt_br

source: Young Jock
pt_br: Giovane spaccone

source: Art Major
pt_br: Specialista d'arte

# 84_Young Jock
source: I totally own at bowling! Wanna see me kick ass?
pt_br: Spacco di brutto a bowling! Vuoi vedermi spaccare?

# 96_Art Major
source: Not if it's my ass being kicked... which it would be. I'd rather go to the bookstore.
pt_br: Non se devo farmi fare il culo... e succederebbe. Piuttosto vado in libreria.

# 108_Young Jock
source: Aw, c'mon! Just one game! You can just watch if you want!
pt_br: Ma dai! Solo una partita! Puoi anche solo guardare, se vuoi!

# 120_Art Major
source: ...If I want?
pt_br: ...Se voglio?

# 132_Young Jock
source: ...Is that a no?
pt_br: ...Quindi è un no?

# 144_Art Major
source: Ugh, fine. I'll watch you play one game, by yourself. Then we're going to the bookstore. Got it?
pt_br: Uffa, va bene. Ti guarderò giocare una partita, da solo. Poi andiamo in libreria. Capito?

# 156_Young Jock
source: Got it! Mach Bowl's really close by. Let's go!
pt_br: Perfetto! Il Mach Bowl è a due passi. Andiamo!

# 168_Art Major
source: One of these days, I'll get you to take me to the bookstore first...
pt_br: Prima o poi ti convincerò a portarmi in libreria per prima cosa...
