Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0009057d.po
Languages: pt_br

source: Businesswoman
pt_br: Donna d'affari

# 84_Tanimura
source: Excuse me. Did you happen to see some men leading a woman away against her will?
pt_br: Senta. Ha per caso visto degli uomini portare via una donna contro la sua volontà?

# 96_Businesswoman
source: Yes! As a matter of fact, I did! They took her away in a car!
pt_br: Sì! E come no! L'hanno portata via in macchina!

# 108_Tanimura
source: Did they say anything about where they were headed?
pt_br: Hanno detto qualcosa su dove si dirigevano?

# 120_Businesswoman
source: Well... I was so shocked and it all happened so fast... But... I did hear them shouting something.
pt_br: Beh... Ero così scioccato e tutto è successo così in fretta... Ma... li ho sentiti urlare qualcosa.

# 132_Tanimura
source: Do you remember what it was they were they shouting? Any bit of information would really help me out.
pt_br: Ti ricordi cosa stessero urlando? Qualsiasi informazione mi darebbe una grossa mano.

# 144_Businesswoman
source: Right, of course. Let me think... Oh yeah, I remember it was something about the ocean!
pt_br: Giusto, certo. Fammi pensare... Ah sì, mi ricordo c'entrava il mare!

# 156_Businesswoman
source: Yes, it was definitely something about the ocean, like a place down on the coast.
pt_br: Sì, era decisamente qualcosa legato al mare, tipo un posto giù sulla costa.

# 168_Tanimura
source: I see. Thanks for your help.
pt_br: Capisco. Grazie per l'aiuto.

# 180_Tanimura
source: (The ocean... So they really must've gone down to the docks.)
pt_br: (L'oceano... Quindi devono essere andati per forza giù ai moli.)
