Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c02dc.po
Languages: pt_br

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

# 116_Shizuka
source: Nothing better than a good meal in a relaxed environment, don't you think?
pt_br: Niente di meglio di una bella mangiata in un bel posto tranquillo, non trovi?

# 128_Player
source: Let's go in.
pt_br: Entriamo.

# 152_Shizuka
source: Nothing better than a good meal in a relaxed environment, don't you think?
pt_br: Niente di meglio di una bella mangiata in un bel posto tranquillo, non trovi?

# 164_Player
source: Hold on a sec. I just realized that I'm short on cash.
pt_br: Aspetta un attimo. Mi sono appena reso conto che sono a corto di grana.

# 176_Shizuka
source: Oh, really?
pt_br: Oh, davvero?

# 188_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 200_Shizuka
source: No, I'm the one who should apologize. I asked you out and inconvenienced you like this.
pt_br: No, sono io a dovermi scusare. Ti ho invitato fuori e ti ho creato questo disagio.

# 212_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 320_Shizuka
source: Ah, that was delicious.
pt_br: Ah, era buonissimo.

# 332_Player
source: Glad you liked it.
pt_br: Sono contento che ti sia piaciuto.

# 344_Shizuka
source: Thank you for the meal, sir. May I ask you to take me out again sometime?
pt_br: Grazie per la mangiata, signore. Posso chiederle di invitarmi fuori un'altra volta?

# 356_Player
source: Definitely.
pt_br: Assolutamente.

# 368_Shizuka
source: Then, until we meet again!
pt_br: Allora, ci vediamo!

# 392_Shizuka
source: Thank you for treating me. That was quite good.
pt_br: Grazie per avermi offerto. Era davvero buono.

# 404_Player
source: Glad to hear it.
pt_br: Mi fa piacere.

# 416_Shizuka
source: May I ask you to take me out again sometime?
pt_br: Posso chiederti di portarmi fuori di nuovo, qualche volta?

# 428_Player
source: Definitely.
pt_br: Assolutamente.

# 440_Shizuka
source: Then, until we meet again!
pt_br: Allora, ci vediamo!

# 476_Player
source: Hmm? Something wrong?
pt_br: Mh? C'è qualcosa che non va?

# 488_Shizuka
source: Oh no, it's just... The meal was delicious, but there was something I didn't like in the food...
pt_br: Ah no, è solo che... Il pasto era delizioso, ma c'era qualcosa che non mi è andato giù nel cibo...

# 500_Player
source: Oh. Sorry to hear that.
pt_br: Oh. Mi dispiace sentirlo.

# 512_Shizuka
source: Please don't mind me. I should be going now. I shall see you at the club...
pt_br: Non badare a me. Dovrei andare adesso. Ci vediamo al club...

# 524_Player
source: (I shouldn't have ordered something she doesn't like...)
pt_br: (Non dovevo ordinare qualcosa che non le piace...)

# 632_Shizuka
source: Nothing better than a good meal in a relaxed environment, don't you think?
pt_br: Niente di meglio di una bella mangiata in un bel posto tranquillo, non trovi?

# 644_Player
source: Let's go in.
pt_br: Entriamo.

# 668_Shizuka
source: Nothing better than a good meal in a relaxed environment, don't you think?
pt_br: Niente di meglio di una bella mangiata in un bel posto tranquillo, non trovi?

# 680_Player
source: Hold on a sec. I just realized that I'm short on cash.
pt_br: Aspetta un attimo. Mi sono appena reso conto che sono a corto di grana.

# 692_Shizuka
source: Oh, really?
pt_br: Oh, davvero?

# 704_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 716_Shizuka
source: No, I'm the one who should apologize. I asked you out and inconvenienced you like this.
pt_br: No, sono io a dovermi scusare. Ti ho invitato fuori e ti ho creato questo disagio.

# 728_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 836_Shizuka
source: Ah, that was delicious.
pt_br: Ah, era buonissimo.

# 848_Player
source: Glad to hear it.
pt_br: Mi fa piacere.

# 860_Shizuka
source: Thank you for the meal, sir. May I ask you to take me out again sometime?
pt_br: Grazie per la mangiata, signore. Posso chiederle di invitarmi fuori un'altra volta?

# 872_Talk_Yes
source: Now then, shall we head to the club?
pt_br: Allora, andiamo al club?

# 884_Player
source: Yeah, sounds good.
pt_br: Sì, bella idea.

# 908_Shizuka
source: Thank you for treating me. That was quite good.
pt_br: Grazie per avermi offerto. Era davvero buono.

# 920_Player
source: Glad to hear it.
pt_br: Mi fa piacere.

# 932_Shizuka
source: Now then, shall we head to the club?
pt_br: Allora, andiamo al club?

# 944_Player
source: Yeah, sounds good.
pt_br: Sì, bella idea.

# 980_Player
source: Hmm? Something wrong?
pt_br: Mh? C'è qualcosa che non va?

# 992_Shizuka
source: Oh no, it's just... The meal was delicious, but there was something I didn't like in the food...
pt_br: Ah no, è solo che... Il pasto era delizioso, ma c'era qualcosa che non mi è andato giù nel cibo...

# 1004_Player
source: Oh. Sorry to hear that.
pt_br: Oh. Mi dispiace sentirlo.

# 1016_Shizuka
source: Please don't mind me. Now then, shall we head to the club?
pt_br: Non badare a me. Allora, andiamo al locale?

# 1028_Player
source: Yeah, sounds good.
pt_br: Sì, bella idea.
