Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid010204ad.po
Languages: pt_br

# 104_Shibata
source: It seems like everything's going quite smoothly.
pt_br: Sembra che stia filando tutto piuttosto liscio.

# 116_Shibata
source: Simply lay low for a while and wait till the storm blows over. Then things can proceed.
pt_br: Basta che ti tieni basso per un po' e aspetti che le acque si calmino. Poi si potrà procedere.

# 128_Shibata
source: Got that, Arai?
pt_br: Capito, Arai?

# 140_Arai
source: Understood.
pt_br: Capito.

# 152_Shibata
source: The sixth chairman will never suspect we're hiding you here.
pt_br: Il Sesto Presidente non ci arriverà mai che ti stiamo nascondendo qui.

# 164_Shibata
source: Quite the bargain for just one finger, wouldn't you say?
pt_br: Un affarone, per un solo dito, non ti pare?

# 176_Arai
source: Heh, you mean that little charade of yours? Nice touch.
pt_br: Eh, intendi quella tua messa in scena? Bel colpo.

# 200_Shibata
source: I'll be meeting with Katsuragi tomorrow afternoon to work out the finer details of the truce.
pt_br: Mi vedrò con Katsuragi domani pomeriggio per limare i dettagli della tregua.

# 212_Arai
source: I see... And the location?
pt_br: Capisco... E dove?

# 224_Shibata
source: Kamurocho. Some place called Café Alps.
pt_br: Kamurocho. Un certo locale, il Café Alps.

# 236_Arai
source: Hmm... But is Kamurocho really the right place to hold a meeting, so out in the open?
pt_br: Mmm... Ma Kamurocho è davvero il posto giusto per un incontro, così allo scoperto?

# 248_Arai
source: Tojo Headquarters could easily discover the link between you two.
pt_br: La Sede del Tojo potrebbe facilmente scoprire il legame tra voi due.

# 260_Shibata
source: It's fine. Katsuragi and I have a perfectly good reason for being seen together.
pt_br: Nessun problema. Io e Katsuragi abbiamo un ottimo motivo per essere visti insieme.

# 272_Shibata
source: If anything, people will just assume I'm offering a further apology. Or at least I can spin it that way.
pt_br: Se non altro, la gente darà per scontato che sto offrendo ulteriori scuse. O, quantomeno, posso farla passare per quello.

# 284_Arai
source: Of course.
pt_br: E di che.

# 296_Shibata
source: Hmph... But I do see why it might worry you.
pt_br: Hmph... Ma vedo perché possa preoccuparti.

# 308_Shibata
source: Especially with this woman... and the unexpected headaches she's caused.
pt_br: Soprattutto per colpa di questa donna... e tutte le grane inaspettate che ci ha tirato addosso.
