Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c001d.po
Languages: pt_br

# 8748_Rio
source: Not really. It's pretty negative.
pt_br: Non direi. È piuttosto negativo.

# 8760_Akiyama
source: Not at all! A pessimist wouldn't put in the hard work like you're doing!
pt_br: Ma no! Un pessimista non si farebbe il mazzo come stai facendo tu!

# 8772_Rio
source: Hmm, really?
pt_br: Mmh, davvero?

# 8784_Akiyama
source: Sure. You may not feel totally positive, but...
pt_br: Certo. Magari non ti senti proprio al top, ma...

# 8796_Akiyama
source: At least you're trying to improve yourself, right? That's a positive way to look at things.
pt_br: Almeno ti stai impegnando per migliorarti, no? Questo è un modo positivo di vedere le cose.

# 8808_Rio
source: Hm, never thought of it like that before. I guess it's not negative...
pt_br: Hm, non ci avevo mai pensato così prima. Immagino che non sia negativo...

# 8820_Akiyama
source: Exactly.
pt_br: Esatto.

# 8832_Rio
source: I feel a little better. Thank you.
pt_br: Mi sento un po' meglio. Grazie.

# 8844_Akiyama
source: Heh. Keep at it. I'm sure you'll get even more beautiful.
pt_br: Eh eh. Continua così. Sono sicuro che diventerai ancora più bella.

# 8856_Rio
source: Okay!
pt_br: Ok!

# 8868_Akiyama
source: What kind of men do you like, Rio-chan?
pt_br: Che tipo di uomini ti piacciono, Rio-chan?

# 8880_Rio
source: Haha, where's this coming from all of the sudden?
pt_br: Haha, da dove salta fuori questa cosa, così all'improvviso?

# 8892_Akiyama
source: Just curious.
pt_br: Era solo una curiosità.

# 8904_Rio
source: Well, let me think...
pt_br: Beh, fammi pensare...

# 8916_Rio
source: I'm not sure I can explain this very well, but I like men who notice things that I don't.
pt_br: Non sono sicura di riuscire a spiegarlo molto bene, ma mi piacciono gli uomini che notano cose che a me sfuggono.

# 8928_Akiyama
source: What do you mean?
pt_br: Cosa intendi?

# 8940_Rio
source: Like a habit that I do subconsciously. That kind of thing.
pt_br: Come un'abitudine che faccio inconsciamente. Una cosa del genere.

# 8952_Akiyama
source: I get it now.
pt_br: Ora capisco.

# 8964_Rio
source: But that seems to be a rare trait.
pt_br: Ma quella sembra essere una dote rara.

# 8976_Akiyama
source: Do you notice things about other people?
pt_br: Fai caso alle cose delle altre persone?

# 8988_Rio
source: Hmm... I've never really thought about it. Probably not...
pt_br: Mmm... Non ci ho mai pensato, a dire il vero. Probabilmente no...

# 9000_Akiyama
source: Hah. Maybe you're just not very observant.
pt_br: Hah. Forse non sei molto attenta.

# 9012_Rio
source: Hehe, maybe you're right.
pt_br: Eh eh, forse hai ragione.

# 9024_Rio
source: Either way, I like the idea of someone caring about me enough to really pay attention to what I do.
pt_br: Comunque, mi piace l'idea che qualcuno ci tenga a me abbastanza da stare davvero attento a quello che faccio.

# 9036_Akiyama
source: I suppose it does, yeah.
pt_br: Suppongo di sì, già.

# 9048_Akiyama
source: Wouldn't that be kind of annoying?
pt_br: Non sarebbe un po' seccante?

# 9060_Rio
source: Huh? Why?
pt_br: Eh? Perché?

# 9072_Akiyama
source: Someone pointing out other people's faults would get on my nerves, personally.
pt_br: Qualcuno che sta lì a puntare il dito sui difetti altrui, a me, personalmente, darebbe sui nervi.

# 9084_Rio
source: Are you sure you're not just afraid of getting called out for being lazy, Akiyama-san?
pt_br: Non è che hai solo paura che ti diano del pigro, Akiyama-san?

# 9096_Akiyama
source: Wait, you think I'm lazy? Anyway, pointing out people's flaws is still annoying...
pt_br: Aspetta, mi stai dando del pigro? Comunque, far notare i difetti alla gente è sempre fastidioso...

# 9108_Rio
source: Well, I'd like to be with someone who cares enough to really pay attention to me.
pt_br: Beh, mi piacerebbe stare con qualcuno che ci tenga abbastanza da prestarmi davvero attenzione.

# 9120_Akiyama
source: Oh, I see...
pt_br: Ah, capisco...

# 9132_Akiyama
source: I could never do that. I'm not very observant.
pt_br: Non potrei mai farlo. Non sono molto attenta.

# 9144_Rio
source: Aww... Never? That's a strong word to use.
pt_br: Ma dai... Mai? È una parola grossa.

# 9156_Akiyama
source: Hmm. Sorry...
pt_br: Hmm. Scusa...

# 9180_Rio
source: Wait! Now that I think about it, people who <Italic>think</Italic> they're unobservant are probably the most observant!
pt_br: Aspetta! Ora che ci penso, le persone che <Italic>credono</Italic> di essere poco attente sono probabilmente le più attente!

# 9192_Akiyama
source: How's that work?
pt_br: Come funziona?

# 9204_Rio
source: A truly unobservant person would never notice that they're unobservant!
pt_br: Una persona proprio svagata non si accorgerebbe mai di esserlo!

# 9216_Akiyama
source: Hehe. Never thought of it that way before.
pt_br: Hehe. Non l'avevo mai vista così prima.

# 9228_Rio
source: Akiyama-san, how long have you been at your job?
pt_br: Akiyama-san, da quanto tempo fai questo lavoro?

# 9240_Akiyama
source: Hm, well... I think it's approaching around five years now?
pt_br: Uhm, beh... credo che ci stiamo avvicinando ai cinque anni, ormai?

# 9252_Rio
source: That's a pretty long while!
pt_br: È un bel po'!

# 9264_Akiyama
source: What about you?
pt_br: E tu?

# 9276_Rio
source: Not that long. I'm the type of person who has trouble sticking with things over time.
pt_br: Non per molto. Sono il tipo di persona che fa fatica a portare avanti le cose a lungo.

# 9288_Rio
source: Maybe I just get bored too easily. I'm a jack of all trades and master of none.
pt_br: Forse mi stufo troppo in fretta. Sono un po' un jolly, ma non sono un asso in niente.

# 9300_Akiyama
source: I'm the same way.
pt_br: Sono anch'io così.

# 9312_Rio
source: Really? You're a jack of all trades too, Akiyama-san?
pt_br: Davvero? Anche tu sai fare tutto, Akiyama-san?

# 9324_Akiyama
source: No, I just get bored easily.
pt_br: No, mi annoio facilmente.

# 9336_Rio
source: ...That doesn't sound very healthy.
pt_br: ...Non mi sembra molto sano.

# 9348_Akiyama
source: Look, most people aren't doing what they really want with their lives.
pt_br: Senti, la maggior parte della gente non fa quello che vorrebbe davvero nella vita.

# 9360_Rio
source: I guess that's true.
pt_br: Immagino sia vero.

# 9372_Akiyama
source: Yeah, yeah. And about being a jack of all trades...
pt_br: Sì, sì. E a proposito di essere un tuttofare...

# 9384_Akiyama
source: Talented people like you catch on a lot quicker than the average person, so they want to try lots of different things.
pt_br: Le persone di talento come te imparano molto più in fretta rispetto alla gente comune, perciò vogliono provare un sacco di cose diverse.

# 9396_Akiyama
source: It may look like you get bored easily, but you're just trying to experience as much as you can.
pt_br: Potrebbe sembrare che ti annoi facilmente, ma in realtà stai solo cercando di vivere quante più esperienze possibile.

# 9408_Rio
source: Ooh, that sounds about right! Maybe I've been trying too many things?
pt_br: Ah, sì, ci sta proprio! Forse mi sono buttata su troppe cose?

# 9420_Akiyama
source: Keep it up. Sooner or later, you'll find something you want to stick with.
pt_br: Continua così. Prima o poi, troverai qualcosa a cui vorrai dedicarti.

# 9432_Rio
source: Hehe, I hope so.
pt_br: Eh eh, spero di sì.

# 9444_Akiyama
source: Being a jack of all trades is not good, though.
pt_br: Fare un po' di tutto non è un bene, però.

# 9456_Akiyama
source: If you don't settle into something soon, your whole life will fly by without you finding what you want to do.
pt_br: Se non ti dai una mossa a sistemarti presto, tutta la tua vita ti passerà davanti in un lampo senza che tu trovi quello che vuoi fare.

# 9468_Rio
source: You're right...
pt_br: Hai ragione...

# 9480_Akiyama
source: But on the other hand, it shows you're a quick learner, so you've still got time.
pt_br: D'altro canto, dimostra che impari in fretta, quindi hai ancora tempo.

# 9492_Rio
source: You mean it?
pt_br: Dici sul serio?

# 9504_Akiyama
source: I was the same way. I had plenty of problems, but things came together for me eventually.
pt_br: Anche io ero così. Ho avuto un sacco di problemi, ma alla fine le cose si sono sistemate per me.

# 9516_Rio
source: Hehehe. You certainly are persuasive, Akiyama-san.
pt_br: Hehehe. Lei è davvero persuasivo, Akiyama-san.

# 9528_Akiyama
source: Don't worry about it. You're still young.
pt_br: Non preoccuparti. Sei ancora giovane.

# 9540_Rio
source: I shouldn't worry, huh?
pt_br: Non dovrei preoccuparmi, eh?

# 9552_Akiyama
source: Sure. You'd be surprised how often people find something without meaning to.
pt_br: Certo. Ti sorprenderesti quante volte la gente trova qualcosa senza volerlo.

# 9564_Akiyama
source: You just haven't found what fits you yet, that's all. Don't stress.
pt_br: Non hai ancora trovato quello che fa per te, tutto qui. Non stressarti.

# 9576_Rio
source: Hehe. So that means I might find it in the future then, huh?
pt_br: Hehe. Quindi significa che potrei trovarlo in futuro, eh?

# 9588_Akiyama
source: Exactly.
pt_br: Esatto.

# 9600_Rio
source: I'm so glad I talked to you about this, Akiyama-san!
pt_br: Sono proprio contenta di averti parlato di questo, Akiyama-san!

# 9612_Rio
source: So I did an interview today.
pt_br: Allora, ho fatto un'intervista oggi.

# 9624_Akiyama
source: For your magazine column?
pt_br: Per la tua rubrica sulla rivista?

# 9636_Rio
source: Yup! It was my very first interview!
pt_br: Sì! È stata la mia primissima intervista!

# 9648_Akiyama
source: Oh yeah? Was it fun?
pt_br: Ah sì? È stato divertente?

# 9660_Rio
source: Oh yeah, totally! But...
pt_br: Oh sì, decisamente! Però...

# 9672_Rio
source: To be honest, I think I messed up a lot.
pt_br: A dire il vero, penso di aver fatto un sacco di casini.

# 9684_Akiyama
source: Did somebody say something to you?
pt_br: Qualcuno ti ha detto niente?

# 9696_Rio
source: No, everybody was very complimentary. They said it went well.
pt_br: No, tutti mi hanno fatto un sacco di complimenti. Hanno detto che è andata bene.

# 9708_Akiyama
source: So what's the problem?
pt_br: Allora qual è il problema?

# 9720_Rio
source: They were just a little too nice, you know? They're always like that to me. I can never tell what they're really thinking.
pt_br: Erano un po' troppo gentili, sai? Sono sempre così con me. Non riesco mai a capire cosa gli passi per la testa.

# 9732_Akiyama
source: I get what you're saying.
pt_br: Capisco cosa intendi.

# 9744_Akiyama
source: Since this is your first time, you'd rather have them point out your faults so you can improve.
pt_br: Dato che è la tua prima volta, preferiresti che ti facessero notare i tuoi difetti così puoi migliorare.

# 9756_Rio
source: Yes! Exactly!
pt_br: Sì! Esatto!

# 9768_Akiyama
source: I see...
pt_br: Capisco...

# 9780_Akiyama
source: The problem is how you carry yourself.
pt_br: Il problema è come ti porti.

# 9792_Rio
source: What do you mean?
pt_br: Cosa intendi?

# 9804_Akiyama
source: Everyone carries themself in a certain way. Sometimes it's good, sometimes it's bad.
pt_br: Ognuno ha il suo modo di fare. A volte è buono, a volte è cattivo.

# 9816_Rio
source: I don't think I'm really getting it.
pt_br: Non credo di starci capendo molto.

# 9828_Akiyama
source: For example, someone might carry himself in a way that makes him seem dangerous and reckless.
pt_br: Ad esempio, uno potrebbe atteggiarsi in modo da sembrare pericoloso e spericolato.

# 9840_Akiyama
source: He could be the nicest guy in the world, but all people are gonna see is this dangerous man.
pt_br: Potrebbe essere il tipo più bravo del mondo, ma la gente vedrà solo quest'uomo pericoloso.

# 9852_Rio
source: I guess so...
pt_br: Immagino di sì...

# 9864_Akiyama
source: On the other hand, say someone carries himself in a mellow way that just makes him seem very nonthreatening.
pt_br: D'altro canto, diciamo che uno si presenta in un modo così pacato da farlo sembrare proprio inoffensivo.

# 9876_Akiyama
source: No one's going to be on their guard when someone like that shows up.
pt_br: Nessuno si metterà in guardia quando spunta fuori uno così.

# 9888_Rio
source: Oh! I think I see where you're going with this!
pt_br: Oh! Credo di aver capito dove vuoi andare a parare!

# 9900_Akiyama
source: That might be the problem in your case. No one's on their guard and asking a lot of you because you seem very nonthreatening.
pt_br: Ecco, forse è proprio quello il problema. Nessuno sta in guardia e ti chiede molto, perché non incuti nessun timore.

# 9912_Rio
source: Now I get it!
pt_br: Ah, ora ci sono!

# 9924_Rio
source: So... I probably shouldn't worry too much about it, huh?
pt_br: Quindi... forse non dovrei preoccuparmene troppo, eh?

# 9936_Akiyama
source: Hmm... Well...
pt_br: Mmh... Beh...

# 9948_Akiyama
source: What I'm trying to say is that people aren't going to point out your faults because they don't expect much based on the way you carry yourself. You'll have to figure them out by yourself.
pt_br: Voglio dire, la gente non è che ti farà notare i tuoi difetti, perché non si aspetta granché da come ti presenti. Dovrai capirli da sola.

# 9960_Rio
source: Wait, what!?
pt_br: Aspetta, cosa!?

# 9972_Akiyama
source: That doesn't sound so bad.
pt_br: Non è mica male.

# 9984_Akiyama
source: I can think of worse problems.
pt_br: Ci sono problemi peggiori.

# 9996_Rio
source: Really?
pt_br: Davvero?

# 10008_Rio
source: There must be things that I can improve on even if it's something small.
pt_br: Ci dev'essere qualcosa su cui posso migliorare, anche se è una cosa da poco.

# 10020_Akiyama
source: Sure. You're human. There are always things you can improve on.
pt_br: Certo. Sei umano. C'è sempre qualcosa da migliorare.

# 10032_Akiyama
source: You'll just have to figure out what they are by yourself.
pt_br: Ti tocca scoprire cosa sono da solo.

# 10044_Rio
source: Huh!?
pt_br: Eh!?

# 10056_Akiyama
source: It's the same result whether someone else points it out or you figure it out on your own.
pt_br: È uguale, che te lo faccia notare qualcun altro o che tu ci arrivi da solo.

# 10068_Rio
source: I guess, but...
pt_br: Immagino, ma...

# 10080_Rio
source: This is tricky.
pt_br: Questa è un po' complicata.

# 10092_Akiyama
source: That's too bad.
pt_br: Che peccato.

# 10104_Rio
source: It is. I just want someone to tell me what I can improve on even if it's just something minor!
pt_br: Lo è. Voglio solo che qualcuno mi dica su cosa posso migliorare, anche se è solo una cosa da poco!

# 10116_Akiyama
source: Why don't you try doing it yourself?
pt_br: Perché non provi a farlo tu stesso?

# 10128_Rio
source: Huh? Myself!?
pt_br: Eh? Proprio io!?

# 10140_Akiyama
source: Yeah, that's right. Like, "My head was at a bad angle in that shot. Let's try again."
pt_br: Sì, proprio così. Tipo, "La mia testa era messa male in quello scatto. Riproviamo."

# 10152_Rio
source: Hmm. Can I even notice something like that on my own?
pt_br: Mmh. Riuscirò mai a notare una cosa del genere da solo?

# 10164_Akiyama
source: You can if you learn how. Try looking at photos of yourself and judge what looks good. Figure out what works and what doesn't.
pt_br: Certo che puoi, se impari come. Prova a riguardarti nelle foto e giudica cosa ti sta bene. Cerca di capire cosa funziona e cosa no.

# 10176_Rio
source: Oh, I see... Well, I guess the only thing I can do is give it my best shot!
pt_br: Oh, capisco... Beh, suppongo che l'unica cosa che possa fare sia mettercela tutta!

# 10188_Akiyama
source: If you like, I could help you.
pt_br: Se ti va, potrei darti una mano.

# 10200_Rio
source: Huh? Like, you'd take pictures of me?
pt_br: Eh? Tipo, mi faresti delle foto?

# 10212_Akiyama
source: Yeah, I'll teach you all the best poses.
pt_br: Certo, ti insegnerò tutte le pose migliori.

# 10224_Rio
source: Mmm, no, I think I'll pass. You can't fool me, you perv. I see that glint in your eye! Hehehe.
pt_br: Mmm, no, passo. Non mi freghi, porcello. Vedo quella lucina nei tuoi occhi! Eheheh.

# 10236_Akiyama
source: Too bad...
pt_br: Peccato...

# 10248_Rio
source: Do you remember the photographer I told you about before?
pt_br: Ti ricordi del fotografo di cui ti ho parlato prima?

# 10260_Akiyama
source: The guy who complimented you so much?
pt_br: Il tizio che ti ha riempito di complimenti?

# 10272_Rio
source: Yeah, him!
pt_br: Sì, lui!

# 10284_Akiyama
source: What about him?
pt_br: E lui?

# 10296_Rio
source: Well...
pt_br: Beh...

# 10320_Akiyama
source: Hm?
pt_br: Mh?

# 10332_Rio
source: Never mind...
pt_br: Lascia perdere...

# 10344_Akiyama
source: Hey, hey. You can't expect me to just forget it after all that. Come on, spill your guts. Give me the gory details.
pt_br: Ehi, ehi. Non puoi mica aspettarti che faccia finta di niente dopo tutto quello. Forza, sputa il rospo. Dammi i dettagli succosi.

# 10356_Rio
source: Okay, well... You know pin-up models, right?
pt_br: Ok, allora... Le pin-up le conosci, no?

# 10368_Akiyama
source: Models who do sexy photoshoots, right?
pt_br: Modelle che fanno servizi fotografici un po' osé, vero?

# 10380_Rio
source: Yeah... But sometimes it can be a little more... intimate than that.
pt_br: Già... Ma a volte può essere un po' più... intimo di così.

# 10392_Akiyama
source: What, like swimsuits?
pt_br: Cioè, in costume?

# 10404_Rio
source: No... I mean... <Italic>really</Italic> intimate. Models pose completely nude sometimes...
pt_br: No... Cioè... <Italic>veramente</Italic> intimo. Le modelle a volte posano completamente nude...

# 10416_Akiyama
source: Really!? Wow. I didn't think they went that far.
pt_br: Davvero!? Wow. Non pensavo si spingessero a tanto.

# 10428_Rio
source: Yeah, they do.
pt_br: Già, lo fanno.

# 10440_Rio
source: And, well... The photographer asked if I wanted to try it.
pt_br: E niente... Il fotografo mi ha chiesto se volevo provare.

# 10452_Akiyama
source: Why not? Sounds like it could be fun.
pt_br: Perché no? Sembra divertente.

# 10464_Rio
source: Huh...?
pt_br: Eh...?

# 10476_Akiyama
source: It's work. Probably pays pretty well. And it's not like it's illegal or anything.
pt_br: È lavoro. Probabilmente ti fa tirare su un bel po' di soldi. E non è mica illegale, no?

# 10488_Rio
source: I guess so...
pt_br: Immagino di sì...

# 10500_Akiyama
source: So what do you think?
pt_br: Allora, che ne pensi?

# 10512_Rio
source: ...Sorry?
pt_br: ...Scusa?

# 10524_Akiyama
source: Do you want to try it?
pt_br: Vuoi provarlo?

# 10536_Rio
source: Well, I think the girls who do it are amazing.
pt_br: Beh, penso che le ragazze che lo fanno siano fantastiche.

# 10548_Rio
source: It takes serious guts to strip and be completely naked in front of a camera.
pt_br: Ci vuole del bel fegato a spogliarsi ed essere completamente nudi davanti a una telecamera.

# 10560_Akiyama
source: It sounds like you want to give it a shot.
pt_br: Sembra proprio che tu voglia provarci.

# 10572_Rio
source: Maybe... I guess I am kind of interested in the idea.
pt_br: Magari... diciamo che l'idea mi stuzzica un po'.

# 10584_Akiyama
source: Ah, now I see how it is.
pt_br: Ah, ora capisco come stanno le cose.

# 10596_Akiyama
source: Well, take your time and think it over.
pt_br: Beh, fai con calma e pensaci su.

# 10608_Akiyama
source: Like I said, there's nothing wrong with it. The world needs girls like that after all.
pt_br: Come ti dicevo, non c'è niente di male. Il mondo ha bisogno di ragazze così, dopotutto.

# 10620_Rio
source: I guess.
pt_br: Forse.

# 10632_Akiyama
source: That doesn't seem like a good idea.
pt_br: Non mi sembra una buona idea.

# 10644_Rio
source: You think so?
pt_br: La pensi così?

# 10656_Akiyama
source: Hmm... I'm against it, personally.
pt_br: Mh... Sono contrario, personalmente.

# 10668_Rio
source: You think it's wrong to do something like that?
pt_br: Pensi che sia sbagliato fare una cosa del genere?

# 10680_Akiyama
source: I didn't say that. It's honest work, and there's nothing wrong with it.
pt_br: Non ho mica detto quello. È un lavoro onesto, e non c'è niente di male.

# 10704_Akiyama
source: I know a few girls who've gone down that road.
pt_br: Conosco alcune ragazze che hanno preso quella strada.

# 10716_Akiyama
source: I just never imagined you being one of them. That's all.
pt_br: Non avrei mai immaginato che tu fossi una di loro. Tutto qui.

# 10728_Rio
source: I'm a little surprised myself.
pt_br: Sono un po' sorpresa anch'io.

# 10740_Akiyama
source: What do you think about it?
pt_br: Che ne pensi?

# 10752_Rio
source: ...Sorry?
pt_br: ...Scusa?

# 10764_Akiyama
source: Do you want to try it?
pt_br: Vuoi provarlo?

# 10776_Rio
source: Well, I think the girls who do it are amazing.
pt_br: Beh, penso che le ragazze che lo fanno siano fantastiche.

# 10788_Rio
source: It takes serious guts to strip and be completely naked in front of a camera.
pt_br: Ci vuole del bel fegato a spogliarsi ed essere completamente nudi davanti a una telecamera.

# 10800_Akiyama
source: It sounds like you want to give it a shot.
pt_br: Sembra proprio che tu voglia provarci.

# 10812_Rio
source: Maybe... I guess I am kind of interested in the idea.
pt_br: Magari... diciamo che l'idea mi stuzzica un po'.

# 10824_Akiyama
source: Now I see how it is.
pt_br: Ah, ecco com'è.

# 10836_Akiyama
source: Well, take your time and think it over.
pt_br: Beh, fai con calma e pensaci su.

# 10848_Akiyama
source: Like I said, there's nothing wrong with it. The world needs girls like that after all.
pt_br: Come ti dicevo, non c'è niente di male. Il mondo ha bisogno di ragazze così, dopotutto.

# 10860_Rio
source: I guess.
pt_br: Forse.

# 10872_Akiyama
source: Whaaat!?
pt_br: Cosa!?

# 10884_Rio
source: Whaaaaaat!?
pt_br: Cooosaaa!?

# 10896_Akiyama
source: You scared me.
pt_br: Mi hai fatto prendere un colpo.

# 10908_Rio
source: Hehehe! I guess I can see how that would surprise you!
pt_br: Hehehe! Mi sa che capisco come la cosa ti possa aver sorpreso!

# 10920_Rio
source: It was pretty funny to see you get so surprised, though.
pt_br: È stato proprio divertente vederti così sorpresa, però.

# 10932_Akiyama
source: Hey, come on. Don't make fun of me for the way I react.
pt_br: Ehi, dai su. Non prendermi in giro per come reagisco.

# 10944_Rio
source: Right, sorry. I know it was a weird thing to ask.
pt_br: Va bene, scusa. Lo so, era una cosa un po' strana da chiedere.

# 10956_Akiyama
source: It's not strange. It's just... Well, what do you think about it?
pt_br: Non è strano. È solo che... Beh, tu cosa ne pensi?

# 10968_Rio
source: ...Sorry?
pt_br: ...Scusa?

# 10980_Akiyama
source: Do you want to try it?
pt_br: Vuoi provarlo?

# 10992_Rio
source: Well, I think the girls who do it are amazing.
pt_br: Beh, penso che le ragazze che lo fanno siano fantastiche.

# 11004_Rio
source: It takes serious guts to strip and be completely naked in front of a camera.
pt_br: Ci vuole del bel fegato a spogliarsi ed essere completamente nudi davanti a una telecamera.

# 11016_Akiyama
source: It sounds like you want to give it a shot.
pt_br: Sembra proprio che tu voglia provarci.

# 11028_Rio
source: Maybe... I guess I am kind of interested in the idea.
pt_br: Magari... diciamo che l'idea mi stuzzica un po'.

# 11040_Akiyama
source: Now I see how it is.
pt_br: Ah, ecco com'è.

# 11052_Akiyama
source: Well, take your time and think it over.
pt_br: Beh, fai con calma e pensaci su.

# 11064_Akiyama
source: There's nothing wrong with it. The world needs girls like that after all.
pt_br: Non c'è niente di male. Dopotutto, il mondo ha bisogno di ragazze così.

# 11076_Rio
source: I guess.
pt_br: Forse.

# 11088_Akiyama
source: Have you ever gotten really drunk and done something stupid?
pt_br: Ti è mai capitato di ubriacarti di brutto e fare qualche cavolata?
