Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00130236.po
Languages: pt_br

source: Stern-Looking Yakuza
pt_br: Yakuza arcigno

source: Infuriated Yakuza
pt_br: Yakuza incazzati

# 128_Tanimura
source: I'm with the police! You oughta think twice about fighting in the middle of the street!
pt_br: Sono della polizia! Ti conviene pensarci due volte prima di fare a botte in mezzo alla strada!

# 140_Stern-Looking Yakuza
source: Aw, shit...
pt_br: Ah, merda...

# 152_Infuriated Yakuza
source: Better back your po-lice ass up, or you're gonna be the first one I take out!
pt_br: Faresti meglio a farti indietro col tuo culo da sbirro, o sarai il primo che faccio fuori!

# 164_Tanimura
source: (He sure took off in a hurry...)
pt_br: (Sì che se l'è data a gambe...)

# 176_Tanimura
source: Hey, get back here! Stop!
pt_br: Ehi, torna qui! Fermo!

# 200_Tanimura
source: Might as well take this guy on first. He seems to love police officers.
pt_br: Tanto vale occuparmi prima di questo qui. Sembra proprio che ce l'abbia a morte con gli sbirri.

# 212_Tanimura
source: You asked for it!
pt_br: Te la sei cercata!

# 236_Tanimura
source: Chase the Guy who Took Off
pt_br: Insegui il tizio che è scappato

# 248_Tanimura
source: Fight the Guy with the Big Mouth
pt_br: Combatti il gradasso
