Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee00db.po
Languages: pt_br

source: Darts Expert
pt_br: Esperto di Freccette

# 452_Darts Expert
source: Hey, pal, you wanna know something about darts? I can help you with that.
pt_br: Ehi, socio, vuoi sapere qualcosa sulle freccette? Posso darti una mano io.

# 464_Darts Expert
source: Yeah? Well, just let me know if you do.
pt_br: Sì? Beh, fammelo sapere, nel caso.

# 476_Darts Expert
source: What do you want to know about awards?
pt_br: Cosa vuoi sapere sui riconoscimenti?

# 488_Darts Expert
source: Simply put, awards are proof of how well you play.
pt_br: Detto in soldoni, i riconoscimenti sono la prova di quanto sei bravo a giocare.

# 500_Darts Expert
source: You receive an award once you achieve results above a certain level during a game.
pt_br: Ricevi un riconoscimento una volta che raggiungi risultati superiori a un certo livello durante una partita.

# 512_Darts Expert
source: Once you've won several awards, people will recognize you as a decent darts player.
pt_br: Una volta che avrai collezionato diversi riconoscimenti, la gente ti riconoscerà come un giocatore di freccette mica male.

# 524_Darts Expert
source: The results screen at the end of each game will show which awards you won and how many times you won them for that game.
pt_br: La schermata dei risultati alla fine di ogni partita ti mostrerà quali riconoscimenti hai ottenuto e quante volte li hai vinti in quella partita.

# 536_Darts Expert
source: There are many kinds of awards. Which one would you like to know about?
pt_br: Di riconoscimenti ce ne sono un sacco. Quale vorresti conoscere?

# 548_Darts Expert
source: Low Ton is an award for scoring between 101 and 150 points in a single round.
pt_br: Low Ton è un riconoscimento per aver segnato tra i 101 e i 150 punti in un singolo turno.

# 560_Darts Expert
source: However, please note that getting a "hat trick" or "three in the black"...
pt_br: Comunque, tieni a mente che beccare un "hat trick" o un "tre nel nero"...

# 572_Darts Expert
source: ...will not result in getting a low ton.
pt_br: ...non ti farà ottenere un ton basso.

# 584_Darts Expert
source: The Low Ton award is available in the '01 Game and Count-Up, so make sure to go for it when playing them. Good luck!
pt_br: Il riconoscimento Low Ton è disponibile nel gioco '01 e nel Count-Up, quindi non fartelo scappare quando ci giochi. In bocca al lupo!

# 596_Darts Expert
source: High Ton is an award for scoring between 151 and 180 points in a single round.
pt_br: L'High Ton è un premio che si ottiene facendo tra i 151 e i 180 punti in un solo round.

# 608_Darts Expert
source: The High Ton award is available in the '01 Game and Count-Up. You're a force to be reckoned with if you're able to snag this award!
pt_br: Il premio High Ton è disponibile nell''01 Game e nel Count-Up. Sei uno tosto, se riesci a beccarti 'sto premio!

# 620_Darts Expert
source: Hat Trick is an award for hitting the bull's-eye with all three throws in one round.
pt_br: Hat Trick è un riconoscimento per aver colpito il centro con tutti e tre i lanci in un round.

# 632_Darts Expert
source: You can get it in '01, Cricket, and Count-Up. If you can snag this award, you've gotta be pretty amazing!
pt_br: Lo puoi ottenere in '01, Cricket e Count-Up. Se riesci a beccarti questo riconoscimento, vuol dire che sei proprio un fenomeno!

# 644_Darts Expert
source: Three in a Bed is kind of a complicated award. The name's a little weird, too.
pt_br: Three in a Bed è un riconoscimento un po' complicato. Anche il nome è un po' strano.

# 656_Darts Expert
source: This award is for hitting the same number in the double ring with all three throws or the triple ring with all three throws in one round.
pt_br: Questo premio è per aver centrato lo stesso numero nell'anello doppio con tutti e tre i lanci, oppure nell'anello triplo con tutti e tre i lanci, in un solo round.

# 668_Darts Expert
source: You can get it in '01, Cricket, and Count-Up. If you can snag this award, you've gotta be pretty amazing!
pt_br: Lo puoi ottenere in '01, Cricket e Count-Up. Se riesci a beccarti questo riconoscimento, vuol dire che sei proprio un fenomeno!

# 680_Darts Expert
source: White Horse is an award that's only available in Cricket. Don't forget!
pt_br: White Horse è un premio che è disponibile solo nel Cricket. Non dimenticare!

# 692_Darts Expert
source: It's awarded for hitting different cricket numbers in the triple ring with all three throws in one round.
pt_br: Viene assegnato per aver centrato numeri diversi del cricket nell'anello triplo con tutti e tre i lanci in un round.

# 704_Darts Expert
source: Oh, did I mention that the cricket numbers are 15 to 20 and the bull's-eye?
pt_br: Ah, ti avevo detto che i numeri del Cricket sono dal 15 al 20 e il bull's-eye?

# 716_Darts Expert
source: Ton 80 is an award for hitting 20 in the triple ring with all three throws in one round.
pt_br: Ton 80 è un riconoscimento che si ottiene centrando il 20 nell'anello triplo con tutti e tre i lanci in un unico round.

# 728_Darts Expert
source: You can get it in '01, Cricket, and Count-Up. If you can snag this award, you've gotta be pretty amazing!
pt_br: Lo puoi ottenere in '01, Cricket e Count-Up. Se riesci a beccarti questo riconoscimento, vuol dire che sei proprio un fenomeno!

# 740_Darts Expert
source: Three in the Black is an advanced version of the Hat Trick award.
pt_br: Tre nel Nero è una versione avanzata del riconoscimento Hat Trick.

# 752_Darts Expert
source: It's awarded for hitting the double bull's-eye with all three throws in one round.
pt_br: Viene assegnato per aver colpito il doppio centro con tutti e tre i tiri in un round.

# 764_Darts Expert
source: You can get it in '01, Cricket, and Count-Up. Give it a try!
pt_br: Lo puoi ottenere in '01, Cricket e Count-Up. Provaci!

# 776_Darts Expert
source: What would you like to learn about the DARTSLIVE Members Card?
pt_br: Cosa ti va di sapere sulla DARTSLIVE Members Card?

# 788_Darts Expert
source: This bar knows how to treat its customers well, so it gives a DARTSLIVE Members Card to anyone playing for the first time.
pt_br: Questo locale sa il fatto suo quando si tratta di clientela, per questo regala una DARTSLIVE Members Card a chiunque provi per la prima volta.

# 800_Darts Expert
source: The card records your name and your results in '01, Cricket, and Count-Up, as well as your overall rank for all three.
pt_br: La tessera registra il tuo nome e i tuoi risultati in '01, Cricket e Count-Up, così come il tuo rango complessivo per tutti e tre.

# 812_Darts Expert
source: Cards can record all sorts of information. What would you like to hear about?
pt_br: Le carte possono registrare ogni sorta di informazioni. Cosa ti piacerebbe sapere?

# 824_Darts Expert
source: Simply put, stats are your average scores. The higher the number, the better you are as a player.
pt_br: In parole povere, le statistiche sono i tuoi punteggi medi. Più alto è il numero, più bravo sei come giocatore.

# 836_Darts Expert
source: Your card will record your stats for the '01 Game and Cricket.
pt_br: La tua carta registrerà le tue statistiche per il gioco '01 e il Cricket.

# 848_Darts Expert
source: Your past high scores for Count-Up are recorded on your card. See if you can beat them!
pt_br: I tuoi vecchi record al Count-Up sono registrati sulla tua tessera. Vedi se riesci a superarli!

# 860_Darts Expert
source: Your rating takes into account your overall stats for the '01 Game and Cricket, rating you on a scale between 1 and 18.
pt_br: La tua valutazione tiene conto delle tue statistiche complessive per lo '01 Game e il Cricket, classificandoti su una scala da 1 a 18.

# 872_Darts Expert
source: The highest rating is 18, so work hard, and you just might snag it!
pt_br: Il rating massimo è 18, quindi dacci dentro, e potresti riuscire a beccarlo!

# 884_Darts Expert
source: A flight is like a division. There are six flights, each named with letters: C, CC, B, BB, A, and AA.
pt_br: Un flight è tipo una divisione. Ci sono sei flight, ognuno chiamato con delle lettere: C, CC, B, BB, A e AA.

# 896_Darts Expert
source: The highest flight is AA, but you probably already figured that out.
pt_br: La categoria più alta è AA, ma l'avrai probabilmente già capito.

# 908_Darts Expert
source: Tell me about awards.
pt_br: Parlami dei premi.

# 920_Darts Expert
source: Tell me about the DARTSLIVE Members Card.
pt_br: Parlami della tessera membri DARTSLIVE.

# 932_Darts Expert
source: I don't have any questions.
pt_br: Non ho domande.

# 944_Darts Expert
source: What are awards?
pt_br: Cosa sono i riconoscimenti?

# 956_Darts Expert
source: What kinds of awards are there?
pt_br: Che tipi di riconoscimenti ci sono?

# 968_Darts Expert
source: Never mind.
pt_br: Lascia stare.

# 980_Darts Expert
source: Low Ton
pt_br: Ton Basso

# 1004_Darts Expert
source: Hat Trick
pt_br: Tripletta

# 1016_Darts Expert
source: Three in a Bed
pt_br: Tris

# 1028_Darts Expert
source: White Horse
pt_br: Cavallo Bianco

# 1052_Darts Expert
source: Three in the Black
pt_br: Tre nel Nero

# 1064_Darts Expert
source: Never Mind
pt_br: Lascia perdere

# 1076_Darts Expert
source: What is it?
pt_br: E cioè?

# 1088_Darts Expert
source: What kind of information is on the card?
pt_br: Che tipo di informazioni ci sono sulla carta?

# 1100_Darts Expert
source: Never mind.
pt_br: Lascia stare.

# 1112_Darts Expert
source: Stats
pt_br: Statistiche

# 1136_Darts Expert
source: Flight
pt_br: Aletta

# 1148_Darts Expert
source: Never Mind
pt_br: Lascia perdere
