Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00090444.po
Languages: pt_br

source: Gals Gone Wild in Yokosuka Ryoko Hazuki - Age 18 - Sagittarius
pt_br: Ragazze Scatenate a Yokosuka Ryoko Hazuki - 18 Anni - Sagittario

source: Man in Bandana
pt_br: Uomo con bandana

source: Heavyset Man
pt_br: Uomo corpulento

source: Older Akai Brother
pt_br: Fratello maggiore Akai

source: Younger Akai Brother
pt_br: Fratello Akai più giovane

# 68_Man in Bandana
source: Hey, Kiryu-san!
pt_br: Ehi, Kiryu-san!

# 80_Kiryu
source: Hmm?
pt_br: Mmm?

# 104_Man in Bandana
source: How's it going!?
pt_br: Come butta!?

# 116_Heavyset Man
source: Hey, dude!
pt_br: Ehi, socio!

# 128_Kiryu
source: Sorry... Do I know you?
pt_br: Scusa... Ti conosco?

# 140_Man in Bandana
source: Aw, man! Got the cold shoulder from mister Kiryu!
pt_br: Accidenti! Il signor Kiryu mi ha snobbato!

# 152_Older Akai Brother
source: We're the Akai brothers, from Bloody Eye. Remember?
pt_br: Noi siamo i fratelli Akai, del Bloody Eye. Ricordi?

# 164_Younger Akai Brother
source: Five years ago you beat the crap out of us at this place called Debolah, in Theater Square.
pt_br: Cinque anni fa ci hai riempito di botte in questo posto chiamato Debolah, a Theater Square.

# 176_Kiryu
source: Oh, you're those guys? Man, you two have turned over a new leaf, too?
pt_br: Ah, siete voi, eh? Cazzo, anche voi due avete messo la testa a posto?

# 188_Older Akai Brother
source: Too?
pt_br: Pure tu?

# 200_Kiryu
source: Yeah, I just ran into Shiraki from White Edge.
pt_br: Già, ho appena beccato Shiraki di White Edge.

# 212_Kiryu
source: He's working the nine-to-five now.
pt_br: Adesso fa un lavoro normale.

# 224_Older Akai Brother
source: Shiraki!? You serious?
pt_br: Shiraki!? Ma dici sul serio?

# 236_Younger Akai Brother
source: That blows me away.
pt_br: Mi lascia di stucco.

# 248_Kiryu
source: Heheh. I'd say you guys have changed just as much.
pt_br: Heheh. Direi che anche voi siete cambiati altrettanto.

# 260_Older Akai Brother
source: Haha. Is it that obvious?
pt_br: Ahahah. È così ovvio?

# 272_Kiryu
source: You do seem quite a bit more laid-back than when I saw you last. What are you up to now?
pt_br: Sembri davvero parecchio più rilassato rispetto all'ultima volta che ti ho visto. Cosa combini adesso?

# 284_Older Akai Brother
source: Ever heard of Redsnake?
pt_br: Mai sentito parlare della Redsnake?

# 308_Older Akai Brother
source: That's right. Actually, Bloody Eye called it quits just after White Edge disbanded.
pt_br: Esatto. A dire il vero, i Bloody Eye hanno mollato subito dopo che i White Edge si sono sciolti.

# 320_Younger Akai Brother
source: And that's when the two of us decided to start a production company called Redsnake!
pt_br: E così noi due abbiamo deciso di avviare una casa di produzione, la Redsnake!

# 332_Kiryu
source: Oh, yeah? What do you guys produce?
pt_br: Ah, sì? Cosa producete?

# 344_Older Akai Brother
source: Kiryu-san, you sure you don't know? You just might be "enjoying" our products without even realizing it!
pt_br: Kiryu-san, sicuro di non saperlo? Non è che magari ti stai "godendo" i nostri prodotti senza nemmeno rendertene conto!

# 356_Younger Akai Brother
source: Geez, do we really have to come out and say it?
pt_br: Ma dai, dobbiamo per forza dirlo?

# 368_Kiryu
source: Huh?
pt_br: Uh?

# 380_Younger Akai Brother
source: Here, this is our latest title. Have a look if you're into it. I'm in this one!
pt_br: Tieni, questo è il nostro ultimo titolo. Dagli un'occhiata se ti va. Ci sono dentro anch'io!

# 392_Kiryu
source: All right. Thanks.
pt_br: Va bene. Grazie.

# 404_Older Akai Brother
source: See you later, man!
pt_br: A dopo, fratello!

# 476_Kiryu
source: (Not bad for former gang members, I guess. A porn company's still a company after all...)
pt_br: (Niente male per degli ex-gangster, suppongo. Una compagnia porno è pur sempre un'azienda, dopotutto...)
