Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee0148.po
Languages: pt_br

source: Employee
pt_br: Cameriere

# 164_Employee
source: Welcome, sir. You can exchange money for chips here.
pt_br: Benvenuto, signore. Qui pu√≤ cambiare i soldi in fiches.

# 176_Employee
source: How many would you like, sir?
pt_br: Quante ne desidera, signore?

# 200_Employee
source: Very good, sir. Let me get you your chips.
pt_br: Perfetto, signore. Le prendo subito le fiches.

# 212_Employee
source: Here are your 50 chips. Thank you very much.
pt_br: Ecco a te le tue 50 fiches. Grazie mille.

# 248_Employee
source: Very good, sir. Let me get you your chips.
pt_br: Perfetto, signore. Le prendo subito le fiches.

# 260_Employee
source: Here are your 100 chips. Thank you very much.
pt_br: Ecco le tue 100 fiches. Grazie mille.

# 296_Employee
source: Very good, sir. Let me get you your chips.
pt_br: Perfetto, signore. Le prendo subito le fiches.

# 308_Employee
source: Here are your 500 chips. Thank you very much.
pt_br: Ecco le sue 500 fiches. Grazie mille.

# 344_Employee
source: Very good, sir. Let me get you your chips.
pt_br: Perfetto, signore. Le prendo subito le fiches.

# 356_Employee
source: Here are your 1,000 chips. Thank you very much.
pt_br: Ecco le tue 1.000 fiches. Grazie mille.

# 392_Employee
source: Very good, sir. Let me get you your chips.
pt_br: Perfetto, signore. Le prendo subito le fiches.

# 404_Employee
source: Here are your 10,000 chips. Thank you very much.
pt_br: Ecco a lei le sue 10.000 fiches. Grazie mille.

# 428_Employee
source: I'm afraid you don't have enough money to pay for these chips.
pt_br: Spiacente, ma non hai abbastanza grana per queste fiches.

# 440_Employee
source: Please stop by again soon.
pt_br: Torni a trovarci presto.

# 452_Employee
source: Buy 50 Chips for 5,000 Yen
pt_br: Compra 50 fiches per 5.000 Yen

# 464_Employee
source: Buy 100 Chips for 10,000 Yen
pt_br: Acquista 100 fiches per 10.000 Yen

# 476_Employee
source: Buy 500 Chips for 50,000 Yen
pt_br: Acquista 500 fiches per 50.000 Yen

# 488_Employee
source: Buy 1,000 Chips for 100,000 Yen
pt_br: Acquista 1.000 Fiches per 100.000 Yen

# 500_Employee
source: Buy 10,000 Chips for 1,000,000 Yen
pt_br: Compra 10.000 fiches con 1.000.000 Yen

# 512_Employee
source: Never Mind
pt_br: Lascia perdere
