Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0102034b.po
Languages: pt_br

# 80_Midorikawa
source: Hey, you're good. Real dedication to the job...
pt_br: Ah, sei in gamba. Una bella dedizione al mestiere...

# 92_Akiyama
source: Midorikawa-san, I presume?
pt_br: Midorikawa-san, suppongo?

# 104_Akiyama
source: And I take it that's the Hatsushiba Clan chairman?
pt_br: E immagino che quello sia il presidente del Clan Hatsushiba?

# 116_Akiyama
source: I don't know what you want with Kido-chan and my registry, but what do you say you give them back?
pt_br: Non so cosa diavolo vogliate da Kido-chan e dal mio registro, ma che ne dite di ridarmeli indietro?

# 140_Midorikawa
source: You heard the man, boss. What's it gonna be?
pt_br: L'hai sentito, capo. Che si fa?

# 164_Hatsushiba
source: Heheheh... Akiyama, was it? I'm afraid you've got the wrong idea.
pt_br: Heheheh... Akiyama, dico bene? Temo che tu abbia le idee sbagliate.

# 176_Akiyama
source: Oh, yeah? How you figure?
pt_br: Ah, sì? E come fai a dirlo?

# 188_Hatsushiba
source: You didn't lend us shit. You <Italic>gave</Italic> it to us.
pt_br: Non ci hai prestato un cazzo. Tu <Italic>ce l'hai dato.</Italic>

# 200_Hatsushiba
source: So, you see, you can't ask for it back. That'd be just plain rude.
pt_br: Allora, vedi, non puoi mica richiederlo indietro. Sarebbe proprio una cafonata.

# 212_Akiyama
source: Ohhh, why didn't you just say so? If I gave it to you, that's different.
pt_br: Ahhh, ma perché non l'hai detto e basta? Se te l'avessi dato io, è un'altra storia.

# 224_Hatsushiba
source: Damn straight. Glad we're seein' eye to eye.
pt_br: Maledettamente vero. Meno male che ci siamo capiti.

# 236_Akiyama
source: Absolutely. Now I'm gonna ask you to <Italic>give</Italic> it back to me.
pt_br: Appunto. Ora ti chiedo di <Italic>ridarmelo</Italic>.

# 248_Hatsushiba
source: What?
pt_br: Cosa?

# 260_Akiyama
source: Just playing along with your little game. Now give it back before things get ugly.
pt_br: Mi stavo solo prestando al tuo teatrino. Ora ridammelo prima che le cose si mettano male.

# 272_Midorikawa
source: Hah, this guy's a riot! You seriously think you can take us?
pt_br: Hah, ma guarda che fenomeno! Credi davvero di poterci battere?

# 284_Akiyama
source: We won't know unless I try, will we?
pt_br: Non lo sapremo finché non ci provo, no?

# 296_Midorikawa
source: Oh, I definitely know... But hey, why not?
pt_br: Oh, questo lo so, eccome... Ma sì, perché no?

# 308_Midorikawa
source: I'll send you back to your bitch secretary in a body bag!
pt_br: Ti spedirò dalla tua segretaria troia in un sacco per cadaveri!
