Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid004b0010.po
Languages: pt_br

source: Smooth-Skinned Man
pt_br: Uomo Dalla Pelle Liscia

source: Cold-Sensitive Woman
pt_br: Donna freddolosa

# 84_Smooth-Skinned Man
source: Why don't we go to the hot spring?
pt_br: Che ne dici se andiamo alle terme?

# 96_Cold-Sensitive Woman
source: Huh? But we wouldn't be able to bathe together. It's not much of a date if we're going in by ourselves, is it?
pt_br: Eh? Ma così non potremmo fare il bagno insieme. Non è un granché come appuntamento se ci andiamo da soli, no?

# 108_Smooth-Skinned Man
source: We can go to the footbaths. You don't have to strip or anything, just take off your shoes. And they'll let us go in together!
pt_br: Possiamo andare ai pediluvi. Non devi spogliarti o altro, devi solo toglierti le scarpe. E ci faranno entrare insieme!

# 120_Cold-Sensitive Woman
source: What's the point of that? Not much to do when you're just dipping your feet in a bit of water.
pt_br: Che senso ha? Non è che ci sia chissà che da fare, a stare lì con i piedi a mollo nell'acqua.

# 132_Smooth-Skinned Man
source: Actually, it's really good for you. The footbaths warm up the blood vessels in your feet and make your whole body nice and toasty.
pt_br: Ti dirò, ti fa davvero bene. I pediluvi scaldano i vasi sanguigni nei piedi e ti fanno sentire un bel calduccio in tutto il corpo.

# 144_Smooth-Skinned Man
source: I hear it can even help with poor circulation and menstrual pain, too.
pt_br: Ho sentito che può persino aiutare con la scarsa circolazione e i dolori mestruali, pure.

# 156_Cold-Sensitive Woman
source: Wow. Sounds good, let's try it!
pt_br: Wow. Bello, proviamoci!

# 168_Player
source: (Footbaths at Yunosono Hot Springs, huh? Bet the girls at the club would be interested in that.)
pt_br: (Pediluvi a Yunosono Onsen, eh? Ci scommetto che le ragazze del club sarebbero interessate a una cosa del genere.)

# 180_Player
source: (Footbaths at Yunosono Hot Springs, huh? Bet the girls at the club would be interested in that.)
pt_br: (Pediluvi a Yunosono Onsen, eh? Ci scommetto che le ragazze del club sarebbero interessate a una cosa del genere.)

# 192_Player
source: (Footbaths at Yunosono Hot Springs, huh? Bet the girls at the club would be interested in that.)
pt_br: (Pediluvi a Yunosono Onsen, eh? Ci scommetto che le ragazze del club sarebbero interessate a una cosa del genere.)
