Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00130229.po
Languages: pt_br

source: You got <Color:8>10,000 yen<Color:Default>.
pt_br: Hai ottenuto <Color:8>10.000 yen<Color:Default>.

source: Employee
pt_br: Cameriere

source: Griping Drunk
pt_br: Ubriaco Lagnoso

source: Drunk That Was Griping
pt_br: Lo sbronzo che faceva storie

# 116_Employee
source: Well, you need to pay somehow!
pt_br: Beh, in qualche modo devi pagare!

# 128_Griping Drunk
source: Shaddup! I said I ain't got no money! Lost my goddamn wallet!
pt_br: Zitto! Ho detto che non c'ho un soldo! Ho perso il mio maledetto portafoglio!

# 140_Tanimura
source: Trying to skip out on the bill? You want me to cuff you right here?
pt_br: Vuoi svignartela senza pagare? Vuoi che ti metta le manette qui, adesso?

# 152_Griping Drunk
source: Huh? Who the hell!? Get lost!
pt_br: Eh? Chi cazzo sei?! Vattene!

# 176_Tanimura
source: So what'll it be, sir? Pay, or take a trip to the station with me?
pt_br: Allora, che si decide, signore? Paghi, o facciamo un giro in centrale con me?

# 188_Drunk That Was Griping
source: I'll pay! By all means, let me pay!
pt_br: Pago! Ti prego, lasciami pagare!

# 200_Drunk That Was Griping
source: Er... I'm happy to pay for your trouble, so can we just settle this quietly?
pt_br: Ehm... Ti pago volentieri per il disturbo, cos√¨ possiamo sistemare tutto senza fare storie?

# 284_Drunk That Was Griping
source: I'm sorry about all the trouble I've caused you...
pt_br: Scusa per tutti i casini che ti ho combinato...
