Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid002601ef.po
Languages: pt_br

# 72_Emoto
source: If we had somebody who could speak Chinese, we could ask him some questions.
pt_br: Se avessimo qualcuno che parlasse cinese, potremmo fargli qualche domanda.

# 84_Kiryu
source: (Let's see... Do I know anybody who can speak Chinese...?)
pt_br: (Vediamo... Conosco qualcuno che sa parlare Cinese...?)

# 108_Emoto
source: I've stabilized him, so at least his life's not in danger anymore.
pt_br: L'ho stabilizzato, così almeno la sua vita non è più in pericolo.

# 120_Kiryu
source: Thanks. Sorry to dump this on you all of a sudden.
pt_br: Grazie. Scusa se ti scarico questa grana addosso all'improvviso.

# 132_Emoto
source: Don't worry about it. I deal with stuff like this all the time.
pt_br: Non ti preoccupare. Con roba del genere ci ho sempre a che fare.

# 144_Kiryu
source: Do you have any idea how he got hurt?
pt_br: Sai come si è fatto male?

# 168_Emoto
source: Can't say that I do. He passed out before I could ask him.
pt_br: Non saprei dirti. È svenuto prima di potergli chiedere.

# 180_Kiryu
source: Passed out, huh?
pt_br: Svenuto, eh?

# 192_Emoto
source: Of course, even if he were conscious, I'm sure he couldn't tell us anything.
pt_br: Certo, anche se fosse cosciente, sono sicuro che non saprebbe dirci niente.

# 204_Kiryu
source: What do you mean?
pt_br: Cosa intendi?

# 216_Emoto
source: He's not Japanese. He barely seems to understand the language, and I can't figure out what he's saying, either.
pt_br: Non è Giapponese. Sembra che riesca malapena a capire la lingua, e non riesco nemmeno a capire cosa stia dicendo.

# 228_Kiryu
source: Oh, now I get it.
pt_br: Oh, adesso capisco.

# 240_Emoto
source: You said you found him by the docks?
pt_br: Hai detto che l'hai trovato ai moli?

# 252_Kiryu
source: That's right.
pt_br: Esatto.

# 264_Emoto
source: I'd just about guarantee he's an illegal immigrant. Or maybe a stowaway.
pt_br: Ci metterei quasi la mano sul fuoco: è un clandestino. O forse un passeggero clandestino.

# 276_Kiryu
source: An illegal immigrant?
pt_br: Un clandestino?

# 288_Emoto
source: Yes. I'd say he looks Chinese, but we can't really be sure of anything if we can't talk to him.
pt_br: Sì. A vederlo, direi che è cinese, ma non possiamo essere sicuri di niente se non possiamo parlargli.
