Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00a90002.po
Languages: pt_br

# 256_Hana
source: I can't believe I'm going to karaoke with you, Chief... I'm so excited. Now, what should I sing?
pt_br: Non ci credo che vengo a karaoke con te, Capo... Sono carichissima. Allora, cosa canto?

# 268_Hana
source: I think I'll try "Raindrops." The lyrics are heartrending, but it's one of my favorite songs.
pt_br: Mi sa che proverò "Raindrops". Il testo è straziante, ma è una delle mie canzoni preferite.

# 280_Hana
source: Not bad, Chief! I never knew you were so good at cheering people on.
pt_br: Niente male, Capo! Non sapevo fossi così bravo a dare la carica alla gente.

# 292_Hana
source: Aren't you going to sing? Oh, I know! Why don't we sing a duet!?
pt_br: Non canti? Ah, ho un'idea! Che ne dici se facciamo un duetto!?

# 304_Akiyama
source: A duet, huh? Sure, why not? How about "Pure Love in Kamurocho"?
pt_br: Un duetto, eh? Certo, perché no? Che ne dici di "Amore Puro a Kamurocho"?

# 316_Hana
source: Perfect! I can't wait!
pt_br: Perfetto! Non vedo l'ora!

# 328_Akiyama
source: Sorry, not today.
pt_br: Scusa, non oggi.

# 340_Hana
source: Really? Oh, all right. Too bad...
pt_br: Davvero? Oh, va bene. Peccato...

# 352_Hana
source: Chief... You're breaking my rhythm.
pt_br: Capo... Mi stai rompendo il ritmo.

# 364_Akiyama
source: Sorry...
pt_br: Scusa...

# 376_Hana
source: That felt out of this world! I never knew you were so good at cheering people on, Chief!
pt_br: È stato pazzesco! Non sapevo fossi così bravo a caricare la gente, Capo!

# 388_Hana
source: Aren't you going to sing? Oh, I know! Why don't we sing a duet!?
pt_br: Non canti? Ah, ho un'idea! Che ne dici se facciamo un duetto!?

# 400_Akiyama
source: A duet, huh? Sure, why not? How about "Pure Love in Kamurocho"?
pt_br: Un duetto, eh? Certo, perché no? Che ne dici di "Amore Puro a Kamurocho"?

# 412_Hana
source: Perfect! I can't wait!
pt_br: Perfetto! Non vedo l'ora!

# 424_Akiyama
source: Sorry, not today.
pt_br: Scusa, non oggi.

# 436_Hana
source: Really? Oh, all right. Too bad...
pt_br: Davvero? Oh, va bene. Peccato...

# 448_Hana
source: Hehe... Don't you think we were completely in sync? We were flowing like pros.
pt_br: Eheh... Non trovi che fossimo completamente in sintonia? Andavamo alla grande, da veri pro.

# 460_Akiyama
source: Heheh, I guess so.
pt_br: Heheh, immagino di sì.

# 472_Hana
source: Chief... Stop getting in my way.
pt_br: Capo... Non starmi tra i piedi.

# 484_Akiyama
source: Sorry...
pt_br: Scusa...

# 496_Hana
source: That was perfect! I think we could release a CD. <Color:7>♥<Color:Default>
pt_br: È stato perfetto! Credo che potremmo fare un CD. <Color:7>♥<Color:Default>

# 508_Akiyama
source: Heheh, sure.
pt_br: Heheh, certo.

# 520_Hana
source: Sure.
pt_br: Certo.

# 532_Hana
source: I'd rather not.
pt_br: Preferirei di no.

# 544_Hana
source: Sure.
pt_br: Certo.

# 556_Hana
source: I'd rather not.
pt_br: Preferirei di no.
