Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid002600a1.po
Languages: pt_br

source: Mach Bowl Manager
pt_br: Gestore del Mach Bowl

# 56_Chigusa
source: Well? Remember now? We used to come here together all the time.
pt_br: Allora? Ti ricordi, adesso? Qui ci venivamo sempre in due.

# 68_Kiryu
source: Uh...
pt_br: Ehm...

# 80_Chigusa
source: You seriously don't remember? You were working behind the counter, and not long after I got my job here you asked me out. It was so romantic.
pt_br: Ma non ti ricordi proprio? Lavoravi dietro al bancone, e non molto tempo dopo che ho iniziato a lavorare qui mi hai chiesto di uscire. È stato così romantico.

# 92_Kiryu
source: I'd hate to sound like a broken record, but that wasn't me.
pt_br: Non vorrei sembrare un disco rotto, ma quello non ero io.

# 104_Chigusa
source: Ugh. You're really starting to make me mad, you know that?
pt_br: Uff. Mi stai davvero facendo incavolare, lo sai?

# 116_Mach Bowl Manager
source: Oh, Chigusa-san! Long time no see. Have you been feeling better?
pt_br: Oh, Chigusa-san! Quanto tempo che non ci si vede. Ti sei sentita meglio?

# 128_Chigusa
source: I'm A-OK now, thanks. Did you ever end up figuring things out with your wife?
pt_br: Sono a posto adesso, grazie. Alla fine sei riuscito a sistemare le cose con tua moglie?

# 140_Mach Bowl Manager
source: Oh, that? We're long over it, yeah. Just one of those typical husband-wife arguments. You know how it goes.
pt_br: Oh, quello? Ma sì, è acqua passata da un pezzo, ormai. È solo una di quelle solite litigate tra marito e moglie, sai come va.

# 152_Mach Bowl Manager
source: By the way, I found some of Yusaku-kun's things in the back room the other day. Mind if I leave them with you?
pt_br: A proposito, ho trovato alcune cose di Yusaku-kun nel retro l'altro giorno. Ti dispiace se te le lascio?

# 164_Chigusa
source: Yusaku's... things?
pt_br: La roba di Yusaku...?

# 176_Mach Bowl Manager
source: Yeah. I thought he had taken it all with him when he left, but I guess not. I suppose he <Italic>did</Italic> leave in a hurry.
pt_br: Già. Pensavo si fosse portato via tutto quando se n'è andato, ma a quanto pare no. Immagino che se ne sia <Italic>proprio</Italic> andato di fretta.

# 200_Mach Bowl Manager
source: Oh... sorry. I guess it's still kind of－
pt_br: Oh... scusa. Beh, immagino sia ancora un po'－

# 212_Chigusa
source: Don't worry about it. Well, I should be on my way. There's somewhere else we need to go...
pt_br: Non preoccuparti. Beh, devo proprio andare. Dobbiamo andare\nda un'altra parte...

# 236_Mach Bowl Manager
source: Hold on a moment, sir. Could I... ask how you know Chigusa-san?
pt_br: Aspetti un attimo, signore. Potrei... chiederle come conosce Chigusa-san?

# 248_Kiryu
source: Honestly, I don't. I think she has me mistaken for an old boyfriend or something.
pt_br: Onestamente, non credo proprio. Credo mi abbia scambiato per un vecchio fidanzato o roba simile.

# 260_Mach Bowl Manager
source: Oh, hm. Now that I think about it, you <Italic>do</Italic> have a pretty stark resemblance to Yusaku-kun.
pt_br: Oh, beh. A pensarci bene, tu <Italic>hai proprio</Italic> una somiglianza davvero marcata con Yusaku-kun.

# 272_Kiryu
source: And Yusaku's her boyfriend, huh?
pt_br: E Yusaku è il suo ragazzo, eh?

# 284_Mach Bowl Manager
source: He... was, yes.
pt_br: Lui... era, sì.

# 296_Chigusa
source: Come on, we don't have time to stand around here all day! There's somewhere else I wanna take you!
pt_br: Dai, non possiamo mica stare qui a bighellonare tutto il giorno! Voglio portarti da un'altra parte!

# 308_Mach Bowl Manager
source: Listen, um... if it's not too much to ask, it would be really great if you could give Chigusa-san some company today. I have a feeling she needs it now more than ever.
pt_br: Senti, uh... se non è chiedere troppo, sarebbe davvero fantastico se facessi un po' di compagnia a Chigusa-san oggi. Ho l'impressione che ne abbia bisogno adesso più che mai.
