Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c001f.po
Languages: pt_br

# 18480_Noa
source: That's good news for guys who want to date you.
pt_br: È una bella notizia per i tipi che ti vogliono portare fuori.

# 18492_Noa
source: Don't you get tired of eating the same thing?
pt_br: Non ti stanchi di mangiare sempre la stessa cosa?

# 18504_Noa
source: Have you ever tried baking a cake yourself?
pt_br: Hai mai provato a fare una torta da solo?

# 18516_Noa
source: You shouldn't joke around about it.
pt_br: Non dovresti scherzarci su.

# 18528_Noa
source: I was only kidding.
pt_br: Stavo solo scherzando.

# 18540_Noa
source: Uh, you're touching me again.
pt_br: Uhm, mi stai toccando ancora.

# 18552_Noa
source: Nothing
pt_br: Niente

# 18588_Noa
source: The Ghost in the Underground Mall
pt_br: Il Fantasma nella Galleria Commerciale Sotterranea

# 18600_Noa
source: The Footbaths at Yunosono Hot Springs
pt_br: I pediluvi alle Terme di Yunosono

# 18612_Noa
source: Popular Golf Dates Among Women
pt_br: Appuntamenti di golf gettonati tra le donne

# 18624_Noa
source: Eating Liver to Reverse Brain Aging
pt_br: Mangiare Fegato per Ringiovanire il Cervello

# 18636_Noa
source: The Pole Dancing Workout
pt_br: Il Workout di Pole Dance

# 18648_Noa
source: Popular Sweet Sake Among Women
pt_br: Sake Dolce Popolare Tra le Donne

# 18660_Noa
source: Sure.
pt_br: Certo.

# 18684_Noa
source: Sure, why not?
pt_br: Ma sì, perché no?
