Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c000a.po
Languages: pt_br

# 12984_Chihiro
source: Are you jealous? You think a college guy is going to steal me away or something?
pt_br: Sei geloso? Pensi che un universitario mi porterà via o qualcosa del genere?

# 12996_Tanimura
source: The guys who go to those things have only one thing on their minds. They're not what you're looking for in a man.
pt_br: I tipi che bazzicano quei posti lì hanno solo una cosa per la testa. Non sono il genere d'uomo che cerchi tu.

# 13008_Chihiro
source: Heh. I can cancel it if you really think I should.
pt_br: Eh. Posso annullarlo se pensi davvero che sia il caso.

# 13020_Tanimura
source: Yeah, I'd rather you did.
pt_br: Eh sì, preferirei proprio che lo facessi tu.

# 13032_Tanimura
source: Why don't you go out with me instead? You don't need to go to some stupid mixer.
pt_br: Perché non usciamo noi, piuttosto? Non c'è bisogno che tu vada a quella stupida serata per rimorchiare.

# 13044_Chihiro
source: But it's on a weekday afternoon. Won't you be working?
pt_br: Ma è un pomeriggio in settimana. Non hai da lavorare?

# 13056_Tanimura
source: Cops don't have regular schedules. We have days off during the week.
pt_br: I poliziotti non hanno orari fissi. Abbiamo giorni liberi durante la settimana.

# 13068_Chihiro
source: How do you know you'll have that day off?
pt_br: Come fai a sapere che avrai quel giorno libero?

# 13080_Tanimura
source: Look, don't worry about that. How about I take you out for a nice meal someplace?
pt_br: Senti, non preoccuparti per quello. Che ne dici se ti porto fuori a mangiare qualcosa di buono in qualche bel posto?

# 13092_Chihiro
source: Trying to tempt me with food, huh? You sure know my weakness!
pt_br: Mi stai tentando col cibo, eh? Sai proprio qual è il mio punto debole!

# 13104_Tanimura
source: I know this great yakiniku place. It's a little pricey, though. Most college students couldn't afford it.
pt_br: Conosco un ottimo yakiniku. È un po' salato, però. La maggior parte degli universitari non se lo può permettere.

# 13116_Chihiro
source: Ooh. I like what I'm hearing.
pt_br: Ooh. Mi piace un sacco quello che sento.

# 13128_Tanimura
source: All right then. You're skipping the mixer.
pt_br: Va bene, allora. Salti la festa.

# 13140_Chihiro
source: I played right into your hands, didn't I? Oh well, I'll be getting yakiniku!
pt_br: Ho fatto proprio il tuo gioco, vero? Vabbè, mi prendo lo yakiniku!

# 13152_Tanimura
source: Have a good time.
pt_br: Divertiti.

# 13164_Chihiro
source: Huh? Oh, yeah. Well, that's what I plan to do.
pt_br: Eh? Ah, sì. Bè, è quello che intendo fare.

# 13176_Chihiro
source: But... You don't mind me going?
pt_br: Ma... Non ti dispiace se vado?

# 13188_Tanimura
source: No. Experience is important. Tell me about it when you get back.
pt_br: No. L'esperienza è importante. Poi mi racconti quando torni.

# 13200_Chihiro
source: So you're not going to stop me.
pt_br: Quindi non mi fermi, eh?

# 13212_Tanimura
source: Huh? Why would I?
pt_br: Eh? Perché dovrei?

# 13224_Chihiro
source: Oh, never mind! You're so insensitive sometimes!
pt_br: Oh, lascia stare! Sei così insensibile certe volte!

# 13236_Tanimura
source: Wha－?
pt_br: Cosa...?

# 13248_Chihiro
source: You know, when I like someone, I come right out and say so.
pt_br: Sai, quando mi piace qualcuno, ci vado dritta e lo dico.

# 13260_Tanimura
source: You do? That's kinda surprising.
pt_br: Davvero? È un po' sorprendente.

# 13272_Chihiro
source: When I was young, I wrote dozens of love letters and waited in front of the school for the people I liked.
pt_br: Quando ero giovane, scrivevo decine di lettere d'amore e aspettavo davanti alla scuola per le persone che mi piacevano.

# 13284_Chihiro
source: Most of the time, I ended up scaring them away.
pt_br: Il più delle volte, finivo per farli scappare.

# 13296_Tanimura
source: If you knew that, why didn't you try to be more subtle?
pt_br: Se lo sapevi, perché non hai provato a essere più discreto?

# 13308_Chihiro
source: I should have. But once I feel that way, I just can't control myself.
pt_br: Avrei dovuto. Ma una volta che mi sento così, non riesco proprio a controllarmi.

# 13320_Tanimura
source: That's too bad.
pt_br: Che peccato.

# 13332_Chihiro
source: So, I just had to say... I love you!
pt_br: Beh, dovevo proprio dirti... Ti amo!

# 13344_Tanimura
source: What? Are you serious?
pt_br: Cosa? Ma dici sul serio?

# 13356_Chihiro
source: Yes! Very serious! Can I please chase you like the other boys I liked?
pt_br: Sì! Serissima! Posso inseguirti come facevo con gli altri ragazzi che mi piacevano?

# 13368_Tanimura
source: I don't know. I'm usually the one doing the chasing.
pt_br: Boh. Di solito sono io quella che rincorre.

# 13380_Chihiro
source: Me too! I'm very persistent. I always get my man.
pt_br: Pure io! Sono molto persistente. Faccio sempre mio l'uomo che mi piace.

# 13392_Tanimura
source: Heh. Maybe I should just surrender now.
pt_br: Heh. Forse dovrei alzare bandiera bianca subito.

# 13404_Chihiro
source: Aw, giving up already? That's no fun. Sure you don't want to run a little bit?
pt_br: Ah, molli già? Così non c'è gusto. Sei sicuro che non vuoi 'correre' ancora un po'?

# 13416_Tanimura
source: No, I give up.
pt_br: No, ci rinuncio.

# 13428_Chihiro
source: Hmm. That'd be too easy for my taste. What to do, what to do...
pt_br: Mmm. Sarebbe troppo facile per i miei gusti. Cosa fare, cosa fare...

# 13440_Tanimura
source: There are better men out there. Are you sure you want to catch me?
pt_br: Ci sono uomini migliori in giro. Sei sicuro di voler puntare su di me?

# 13452_Chihiro
source: I'm sure. I love how you can be rough and kind all at once. <Color:7>♥<Color:Default>
pt_br: Ne sono sicura. Adoro come riesci a essere duro e gentile tutto in una volta. <Color:7>♥<Color:Default>

# 13464_Tanimura
source: I'm warning you. You'll regret this.
pt_br: Ti avverto. Te ne pentirai.

# 13476_Chihiro
source: I've given it a lot of thought. I won't regret it.
pt_br: Ci ho pensato su un bel po'. Non me ne pentirò.

# 13488_Tanimura
source: All right then. You can chase me as much as you want.
pt_br: Va bene, allora. Puoi inseguirmi quanto vuoi.

# 13500_Chihiro
source: Okay! You'd better be ready!
pt_br: Ok! Vedi di essere pronto!

# 13512_Tanimura
source: I'll run as fast as I can, you know.
pt_br: Correrò a tutta birra, sai.

# 13524_Chihiro
source: What!? Why!?
pt_br: Cosa!? Perché!?

# 13536_Tanimura
source: Isn't it more fun that way? Chases are more exciting when they aren't easy.
pt_br: Non è più divertente così? Gli inseguimenti sono più eccitanti quando non sono facili.

# 13548_Chihiro
source: I don't buy that. Are you sure I'm not annoying you?
pt_br: Non ci credo proprio. Sei sicura che non ti sto dando fastidio?

# 13560_Tanimura
source: No, not at all.
pt_br: No, per niente.

# 13572_Chihiro
source: Then you don't have to run away, do you!?
pt_br: Allora non devi mica scappare, no?!

# 13584_Tanimura
source: All right, all right. I was just kidding.
pt_br: Va bene, va bene. Stavo solo scherzando.

# 13596_Chihiro
source: Hmph. You don't understand women, do you?
pt_br: Hmph. Tu non le capisci proprio le donne, eh?

# 13620_Chihiro
source: I finally made up with my sister after our big fight.
pt_br: Finalmente ho fatto pace con mia sorella dopo quella gran litigata che ci eravamo fatte.

# 13632_Tanimura
source: That's good to hear.
pt_br: Sono contento di sentirlo.

# 13644_Chihiro
source: Yeah. Actually, she said she wanted to meet you.
pt_br: Già. A dire il vero, ha detto che voleva incontrarti.

# 13656_Tanimura
source: Huh? Meet me?
pt_br: Eh? Incontrare me?

# 13668_Chihiro
source: What do you think?
pt_br: Cosa ne pensa?

# 13680_Tanimura
source: Is she cute?
pt_br: È carina?

# 13692_Chihiro
source: What!? Why would you ask me that?
pt_br: Ma cosa!? Perché mi chiedi una cosa del genere?

# 13704_Tanimura
source: No reason. I was just wondering if she was as cute as you are.
pt_br: Nessun motivo. Mi stavo solo chiedendo se fosse carina quanto te.

# 13716_Chihiro
source: That sounds suspicious.
pt_br: Mi puzza.

# 13728_Tanimura
source: There's nothing suspicious about it.
pt_br: Non c'è proprio niente di sospetto.

# 13740_Chihiro
source: Well, I could never forgive anyone who hurt my sister!
pt_br: Bè, non perdonerei mai chiunque facesse del male a mia sorella!

# 13752_Tanimura
source: I wouldn't do something like that. You worry too much.
pt_br: Ma non farei mai una cosa del genere. Ti fai troppe paranoie.

# 13764_Chihiro
source: Hmph. I'll tell my sister you're too busy to meet her.
pt_br: Hmph. Dirò a mia sorella che sei troppo impegnato per incontrarla.

# 13776_Tanimura
source: Huh...?
pt_br: Eh...?

# 13788_Tanimura
source: What if she falls for me?
pt_br: E se poi si innamorasse di me?

# 13800_Chihiro
source: Haha! You're pretty confident, aren't you?
pt_br: Haha! Sei proprio sicuro di te, eh?

# 13812_Chihiro
source: I don't think you're her type, so don't worry about that.
pt_br: Non credo tu sia il suo tipo, quindi non ti preoccupare.

# 13824_Tanimura
source: You never know. It could be love at first sight.
pt_br: Non si sa mai. Potrebbe essere amore a prima vista.

# 13836_Chihiro
source: If that happened, I'd just have to be happy for the two of you!
pt_br: Se succedesse, non potrei che essere felice per voi due!

# 13848_Tanimura
source: What? You wouldn't do anything?
pt_br: Ma come? Non faresti proprio nulla?

# 13860_Chihiro
source: Ha! You're upset! That's so cute! <Color:7>♥<Color:Default>
pt_br: Ahahah! Sei scocciato! Sei così carino! <Color:7>♥<Color:Default>

# 13872_Tanimura
source: Oh, very funny.
pt_br: Oh, simpaticone!

# 13884_Tanimura
source: It's a little early for that, isn't it?
pt_br: È un po' presto per quello, no?

# 13896_Chihiro
source: What do you mean?
pt_br: Cosa intendi?

# 13908_Tanimura
source: Well, it's just that, uh... At the right time, I want to introduce myself formally.
pt_br: Beh, è solo che, uhm... Al momento giusto, vorrei presentarmi in modo formale.

# 13920_Chihiro
source: Wait a minute. What are you talking about!?
pt_br: Aspetta un attimo. Ma di cosa stai parlando!?

# 13932_Tanimura
source: Um, never mind. Let's just put off meeting your sister for a while, okay?
pt_br: Ehm, lascia perdere. Rimandiamo un po' l'incontro con tua sorella, va bene?

# 13944_Chihiro
source: Okay... I'm a little confused.
pt_br: Ok... Sono un po' confuso.

# 13956_Chihiro
source: But I hope you'll meet her soon!
pt_br: Ma spero che tu la incontri presto!

# 13968_Tanimura
source: Heh. Me too.
pt_br: Ah. Anch'io.

# 13980_Chihiro
source: Do you mind being alone?
pt_br: Ti scoccia stare da solo?

# 13992_Tanimura
source: Not really. Sometimes it's nice.
pt_br: Non proprio. A volte ci sta.

# 14004_Chihiro
source: Oh, I can't stand it. I get so lonely.
pt_br: Oh, non ce la faccio più. Mi sento così sola.

# 14016_Chihiro
source: I call up a bunch of people and talk for hours and hours.
pt_br: Chiamo un sacco di gente e ci parlo per ore e ore.

# 14028_Chihiro
source: Actually, a lot of my friends have stopped answering their phones when I call.
pt_br: A dire il vero, molti dei miei amici non mi rispondono più al telefono quando chiamo.

# 14052_Chihiro
source: Do you... Do you mind if I call you to chat? Even if I don't really have anything to say?
pt_br: Ti... Ti dispiace se ti chiamo per fare due chiacchiere? Anche se non ho granché da dire?

# 14064_Tanimura
source: You want to call me?
pt_br: Vuoi chiamarmi?

# 14076_Chihiro
source: Please! Help a lonely girl out!
pt_br: Ti prego! Dai una mano a una ragazza sola!

# 14088_Tanimura
source: I don't mind. How long do you usually talk?
pt_br: Non mi dispiace. Quanto tempo ti fermi a parlare di solito?

# 14100_Chihiro
source: Well, if I really get going, I can talk for three hours or more.
pt_br: Beh, se mi ci metto, posso parlare per tre ore o più.

# 14112_Chihiro
source: My mom and I chatted for about two hours yesterday.
pt_br: Io e mia madre abbiamo chiacchierato per circa due ore ieri.

# 14124_Tanimura
source: Oh. That's pretty long.
pt_br: Oh. È parecchio lungo.

# 14136_Chihiro
source: Did you just make a face?
pt_br: Hai appena fatto una smorfia?

# 14148_Chihiro
source: I won't force you if you don't want to.
pt_br: Non ti forzerò se non vuoi.

# 14160_Tanimura
source: No, it's all right. Three hours is nothing compared to pulling those all-nighters at work.
pt_br: No, è tutto a posto. Tre ore non sono niente rispetto a tirare quelle nottate al lavoro.

# 14172_Chihiro
source: Okay! I'll call you sometime! <Color:7>♥<Color:Default>
pt_br: Va bene! Ti faccio uno squillo! <Color:7>♥<Color:Default>

# 14184_Tanimura
source: Wouldn't it be better to talk in person?
pt_br: Non sarebbe meglio parlarci di persona?

# 14196_Chihiro
source: Well, yeah, but we can't meet in person if it's the middle of the night.
pt_br: Beh, sì, ma non possiamo vederci di persona se è notte fonda.

# 14208_Tanimura
source: But it can be hard to tell what the other person is really thinking over the phone.
pt_br: Ma al telefono, è difficile capire cosa gli passa davvero per la testa.

# 14220_Chihiro
source: But it's also easier to talk when you're not looking the other person in the face.
pt_br: Ma è anche più facile parlare quando non hai l'altra persona proprio davanti.

# 14232_Chihiro
source: If you don't like talking on the phone, I won't force you.
pt_br: Se non ti piace parlare al telefono, non ti costringerò.

# 14244_Tanimura
source: I don't, really. Sorry.
pt_br: Non proprio, a dire il vero. Scusa.

# 14256_Chihiro
source: It's okay. I get to talk to you here.
pt_br: Va bene così. Almeno qui posso parlarti.

# 14268_Tanimura
source: Right.
pt_br: Esatto.

# 14280_Tanimura
source: It depends on when it is. I'm not always available to talk.
pt_br: Dipende da quando. Non sono sempre disponibile a parlare.

# 14292_Chihiro
source: Ah, okay. I guess a police officer can't drop everything to chat, huh? Not with the stakeouts and investigations and such.
pt_br: Ah, va bene. Immagino che un detective non possa mollare tutto per fare due chiacchiere, eh? Non con gli appostamenti e le indagini e roba del genere.

# 14304_Tanimura
source: And the horse races on the weekends.
pt_br: E le corse dei cavalli nel weekend.

# 14316_Chihiro
source: What was that?
pt_br: Cos'è stato?

# 14328_Tanimura
source: Nothing.
pt_br: Niente.

# 14340_Chihiro
source: So I have to be careful about when I call you.
pt_br: Allora devo stare attento a quando ti chiamo.

# 14352_Tanimura
source: Well, I may not always be able to answer, but you can call me anytime.
pt_br: Beh, magari non sempre riesco a rispondere, però puoi chiamarmi quando vuoi.

# 14364_Chihiro
source: Okay, thank you. You're sweet.
pt_br: Va bene, grazie. Sei un tesoro.

# 14376_Chihiro
source: One of my friends from college slept over at my apartment.
pt_br: Uno dei miei amici dell'università ha dormito da me.

# 14388_Tanimura
source: Oh? That sounds fun.
pt_br: Oh? Sembra una figata!

# 14400_Chihiro
source: I guess. She scolded me when I got up in the morning and ate a piece of cake.
pt_br: Immagino. Mi ha sgridato quando mi sono alzata la mattina e ho mangiato una fetta di torta.

# 14412_Chihiro
source: She was shocked that I was eating it first thing in the morning.
pt_br: È rimasta di stucco che lo stessi mangiando di prima mattina.

# 14424_Chihiro
source: Is that such an unusual thing to do?
pt_br: È una cosa così strana da fare?

# 14436_Tanimura
source: I don't do it, that's for sure.
pt_br: Non lo faccio, questo è poco ma sicuro.

# 14448_Chihiro
source: But I bought that cake to eat for breakfast. It gives me energy to start the day.
pt_br: Ma quel dolce l'avevo comprato per mangiarlo a colazione. Mi dà la carica per affrontare la giornata.

# 14460_Chihiro
source: Is that so strange?
pt_br: Ma è così strano?

# 14472_Tanimura
source: Yeah, that's pretty strange. What kind of person has cake for breakfast?
pt_br: Già, è una cosa parecchio strana. Che tipo di persona fa colazione con la torta?

# 14484_Chihiro
source: I don't know. Everybody in my family did it.
pt_br: Non lo so. Tutti in famiglia l'hanno fatto.

# 14496_Chihiro
source: My mom and sister would always start the day with some cake.
pt_br: Mia mamma e mia sorella iniziavano sempre la giornata con un po' di torta.

# 14508_Tanimura
source: Well, if you like it, I guess it's okay.
pt_br: Beh, se ti piace, direi che va bene.

# 14520_Chihiro
source: All right! There's nothing better than cake in the morning.
pt_br: Alla grande! Non c'è niente di meglio di una torta al mattino.

# 14532_Chihiro
source: You should try it sometime.
pt_br: Dovresti provarci qualche volta.

# 14544_Tanimura
source: I don't like sweets much.
pt_br: Non mi piacciono granché i dolci.

# 14568_Tanimura
source: Everybody has their preferences. I don't see a problem with yours.
pt_br: Ognuno ha i suoi gusti. Non ci trovo niente di strano nei tuoi.

# 14580_Chihiro
source: Yeah! I knew you'd understand!
pt_br: Grande! Sapevo che avresti capito!

# 14592_Chihiro
source: How about you? What do you have for breakfast?
pt_br: E tu? Cosa mangi a colazione?

# 14604_Tanimura
source: Oh, it varies. My friend runs a Chinese restaurant, so I often stop by there.
pt_br: Oh, dipende. Una mia amica ha un ristorante cinese, quindi ci faccio spesso un salto.

# 14616_Chihiro
source: You eat out even for breakfast? You should try to cook at least one meal a day.
pt_br: Mangi fuori persino a colazione? Dovresti provare a cucinare almeno un pasto al giorno.

# 14628_Tanimura
source: Says the girl who eats cake for breakfast.
pt_br: Dice proprio quella che si mangia la torta a colazione.

# 14640_Chihiro
source: Haha! You got me there!
pt_br: Ahah! Lì mi hai beccato!

# 14652_Tanimura
source: You should have rice for breakfast. Eating cake in the morning is just wrong.
pt_br: Dovresti mangiare riso a colazione. Mangiare torta di mattina è proprio sbagliato.

# 14664_Chihiro
source: Wrong? Isn't that going a little far? People are free to eat whatever they want for breakfast.
pt_br: Sbagliato? Non è un po' esagerato? Ognuno è libero di mangiarsi quello che vuole a colazione.

# 14676_Tanimura
source: But it doesn't seem like breakfast if the person next to you is having cake.
pt_br: Ma non ha mica l'aria di una colazione se la persona accanto a te si sta mangiando una torta.

# 14688_Chihiro
source: Then maybe you could have cake, too!
pt_br: Allora magari potresti avere anche tu la torta!

# 14700_Chihiro
source: Oh, forget it! I'll never have breakfast with you!
pt_br: Oh, scordatelo! Non farò mai colazione con te!

# 14712_Tanimura
source: People can fight about whether to have bread or rice for breakfast, but cake?
pt_br: Si può litigare sul pane o sul riso a colazione, ma sulla torta?

# 14724_Chihiro
source: Hehe. It is kind of funny, isn't it? I'm kinda enjoying this. <Color:7>♥<Color:Default>
pt_br: Hehe. È un po' divertente, no? Ci sto prendendo gusto. <Color:7>♥<Color:Default>

# 14736_Tanimura
source: I still say it should be rice.
pt_br: Continuo a dire che dovrebbe essere riso.

# 14748_Chihiro
source: And I say let them eat cake! Hahaha! <Color:7>♥<Color:Default>
pt_br: E io dico che mangino pure brioche! Hahaha! <Color:7>♥<Color:Default>

# 14760_Chihiro
source: I've finally made up my mind!
pt_br: Mi sono finalmente decisa!

# 14772_Chihiro
source: I'm going on a diet, starting tomorrow!
pt_br: Mi metto a dieta, da domani!

# 14784_Tanimura
source: That's kinda sudden.
pt_br: È un po' improvviso.

# 14796_Chihiro
source: My clothes have been fitting a little tight around the tummy. I've decided to watch what I eat and exercise!
pt_br: I miei vestiti mi stanno un po' stretti sulla pancia. Ho deciso di stare attenta a quello che mangio e di fare esercizio!

# 14808_Chihiro
source: I plan to lose five kilos! And I'll need your support!
pt_br: Voglio perdere cinque chili! E avrò bisogno del tuo supporto!

# 14820_Tanimura
source: Don't overdo it. Dieting can be hard on your body.
pt_br: Non esagerare. La dieta può pesare sul tuo corpo.

# 14832_Chihiro
source: Don't worry. I'm pretty healthy.
pt_br: Non ti preoccupare. Sono bella sana.

# 14844_Tanimura
source: Well, okay.
pt_br: Beh, ok.

# 14856_Chihiro
source: I'll jog every morning before school. I want to do this the right way.
pt_br: Farò jogging ogni mattina prima delle lezioni. Voglio fare le cose per bene.

# 14868_Tanimura
source: You shouldn't exercise without eating. Make sure you get a big breakfast beforehand.
pt_br: Non dovresti allenarti senza mangiare. Assicurati di fare una bella colazione prima.

# 14880_Chihiro
source: Huh? How can I diet if I'm eating big meals?
pt_br: Eh? Come faccio a mettermi a dieta se mi faccio delle mangiate così?

# 14892_Tanimura
source: I don't know. I'm just worried about your health. You shouldn't push yourself too hard.
pt_br: Non so. Sono solo preoccupato per la tua salute. Non dovresti strapazzarti troppo.

# 14904_Chihiro
source: Hehe. Thanks for worrying about me. All right, I'll eat something before I jog.
pt_br: Hehe. Grazie per esserti preoccupato per me. Va bene, mangerò qualcosa prima di andare a fare jogging.

# 14916_Chihiro
source: I'll be slim before you know it. Just wait and see.
pt_br: Sarò snella prima che tu te ne accorga. Aspetta e vedrai.

# 14928_Tanimura
source: All right.
pt_br: Va bene.

# 14940_Tanimura
source: I'll be glad to help. What do you need me to do?
pt_br: Sono felice di aiutarti. Cosa posso fare per te?

# 14952_Chihiro
source: Come running with me every morning! You can be my coach!
pt_br: Vieni a correre con me ogni mattina! Puoi essere il mio coach!

# 14964_Tanimura
source: Oh. I don't know about that.
pt_br: Oh. Non saprei.

# 14976_Chihiro
source: Hey! You said you'd help!
pt_br: Ehi! Avevi detto che mi avresti aiutato!

# 14988_Tanimura
source: Yeah, but I run quite a bit on the job. I don't like the idea of going out of my way to do it some more.
pt_br: Già, ma corro un bel po' per lavoro. Non mi va l'idea di dovermi sbattere ancora per farlo.

# 15000_Chihiro
source: But I can't keep it up by myself!
pt_br: Ma non ce la faccio da sola!

# 15012_Chihiro
source: Please. Do it for me!
pt_br: Ti prego. Fallo per me!

# 15024_Tanimura
source: I'm sorry. I'll find some other way to help.
pt_br: Mi dispiace. Troverò un altro modo per darti una mano.

# 15036_Chihiro
source: Hmph. I guess you didn't mean it when you said you'd help me. I don't feel like dieting anymore.
pt_br: Hmph. A quanto pare, non facevi sul serio quando hai detto che mi avresti aiutato. Non mi va più di fare la dieta.

# 15060_Tanimura
source: Most diets fail right away, you know.
pt_br: La maggior parte delle diete falliscono subito, sai com'è.

# 15072_Chihiro
source: Well, mine won't! I know I can do it!
pt_br: Beh, il mio no! So che posso farcela!

# 15084_Tanimura
source: But can you really stop yourself from eating what you want? Even if you manage to exercise, it's the diet that's going to be tough.
pt_br: Ma riesci davvero a fare a meno di mangiare quello che ti va? Anche se riesci ad allenarti, è la dieta quella che sarà dura.

# 15096_Chihiro
source: Well, you'll just have to watch me and make sure I don't slip up!
pt_br: Beh, dovrai tenermi d'occhio tu, così non faccio scivoloni!

# 15108_Tanimura
source: Okay. Step one: cut out the cake. Step two: stop going to the convenience store.
pt_br: Ok. Primo: niente più torte. Secondo: smetti di bazzicare il minimarket.

# 15120_Chihiro
source: What!? That's not fair! What'll I have to look forward to?
pt_br: Ma come!? Non è giusto! E cosa mi resta da aspettare?

# 15132_Tanimura
source: I told you. This is why diets fail. Are you going to quit?
pt_br: Te l'avevo detto. Ecco perché le diete falliscono. Hai intenzione di mollare?
