Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid009102bf.po
Languages: pt_br

source: Troubled Youth
pt_br: Giovani sbandati

source: Volunteer
pt_br: Volontario

source: Idle
pt_br: Inattivo

source: Ill-natured Young Man
pt_br: Giovane Malintenzionato

# 124_Troubled Youth
source: The Kamurocho Guard!? What the hell is that? You superheroes or somethin'? Bwahaha!
pt_br: La Guardia di Kamurocho!? Ma che cazzo è? Siete supereroi o giù di lì? Bwahaha!

# 136_Volunteer
source: Eek! No more!
pt_br: Aiuto! Basta!

# 148_Kiryu
source: Huh? What the...!?
pt_br: Cosa? Ma che...!?

# 160_Kiryu
source: Hey, that's enough. Seeing weak fools like you trying to act big just pisses me off.
pt_br: Ehi, basta. Vedere quattro sfigati come voi che cercano di fare i gradassi mi fa solo incazzare.

# 172_Troubled Youth
source: And who the hell are you, old man? You'd best stay the fuck out of our business!
pt_br: E chi cazzo sei tu, vecchiaccio? Faresti meglio a farti i cazzi tuoi!

# 184_Kiryu
source: So weaklings like you picking on even weaker guys is called business now? Sounds like a pretty shitty business to me.
pt_br: Allora, dei sfigati come voi che ve la prendete con gente ancora più debole, adesso lo chiamate affari? A me sembra un affare di merda.

# 196_Ill-natured Young Man
source: What'd you say? I don't know who you think you are, gramps, but you're fixing to get a lesson in the art of ass kicking!
pt_br: Che hai detto? Non so chi ti credi di essere, vecchio, ma stai per imparare l'arte di farti il culo!

# 208_Kiryu
source: We'll see who will be teaching whom.
pt_br: Vedremo chi insegnerà a chi.

# 220_Ill-natured Young Man
source: Heheh. This old man is actually pretty funny. All right then, let the lesson start!
pt_br: Heheh. Questo vecchiaccio fa proprio ridere. E va bene, che la lezione abbia inizio!

# 232_Kiryu
source: Shut it and fight already. Unlike you guys, picking on small fry isn't my thing. So I'll make this quick and painful.
pt_br: Piantatela e combattete, dai. A differenza vostra, prendersela con i pesci piccoli non è roba mia. Perciò, la farò breve e dolorosa.

# 244_Ill-natured Young Man
source: Haha. Come on! Let's break this guy's mouth so we don't have to hear it anymore!
pt_br: Ah ah. Dai! Spacchiamogli la bocca così non lo sentiamo più!
