Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60326.po
Languages: pt_br

# 68_Mei Hua
source: Dad and the others went to the outskirts of Senryo Avenue...
pt_br: Papà e gli altri sono andati ai margini di Senryo Avenue...

# 80_Mei Hua
source: Ma-chan, we need to hurry!
pt_br: Ma-chan, dobbiamo sbrigarci!

# 92_Mei Hua
source: You think my dad is okay!?
pt_br: Pensi che il mio papà stia bene!?

# 104_Mei Hua
source: Ma-chan! Hurry! We gotta go!
pt_br: Ma-chan! Dai, sbrigati! Dobbiamo andare!

# 116_Tanimura
source: Yeah, let's go. Make sure to stick close!
pt_br: Dai, andiamo. Stammi vicino!

# 128_Mei Hua
source: Okay! Don't leave me behind, Ma-chan.
pt_br: Va bene! Non lasciarmi indietro, Ma-chan.

# 140_Tanimura
source: Don't worry, Zhao-san's not that soft. You said it was the outskirts of Senryo Avenue? Follow me!
pt_br: Non ti preoccupare, Zhao-san non è uno smidollato. Hai detto che era ai margini di Senryo Avenue? Seguimi!

# 152_Mei Hua
source: Okay! Don't leave me behind, Ma-chan.
pt_br: Va bene! Non lasciarmi indietro, Ma-chan.

# 164_Tanimura
source: Yeah, I'm sure he's okay. You said it was the outskirts of Senryo Avenue? Let's move!
pt_br: Sì, sono sicuro che stia bene. Hai detto che fosse ai margini di Senryo Avenue? Muoviamoci!

# 176_Mei Hua
source: Okay! Don't leave me behind, Ma-chan.
pt_br: Va bene! Non lasciarmi indietro, Ma-chan.

# 188_Tanimura
source: Calm down. I'm sure he's fine. You said it was the outskirts of Senryo Avenue?
pt_br: Calmati. Sono sicuro che stia bene. Hai detto che era ai margini di Senryo Avenue?

# 200_Mei Hua
source: Yeah... Maybe I'm being punished for not eating my shitake mushrooms yesterday...
pt_br: Già... Forse mi sto beccando una punizione per non aver mangiato i miei funghi shitake ieri...

# 212_Tanimura
source: You're worrying too much. Let's go!
pt_br: Ti stai preoccupando troppo. Andiamo!
