Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e600c4.po
Languages: pt_br

source: Bartender
pt_br: Barista

# 84_Tanimura
source: Did I keep you waiting?
pt_br: Ti ho fatto aspettare?

# 96_Fay
source: No, I just got here. Thanks for coming, Tanimura-san.
pt_br: No, sono appena arrivata. Grazie per essere venuto, Tanimura-san.

# 108_Tanimura
source: Uh-huh. So where's this man of yours?
pt_br: Mh-hm. E dov'è 'sto tuo uomo?

# 120_Fay
source: I just called him. He should be here soon.
pt_br: L'ho appena chiamato. Non dovrebbe tardare.

# 132_Tanimura
source: Fine. We'll just have to wait, then.
pt_br: Va bene. Non ci resta che aspettare, allora.

# 204_Tanimura
source: So what's this guy's name?
pt_br: Allora, come si chiama 'sto tipo?

# 216_Fay
source: Isawa. He was so nice to me when I first came here to Japan...
pt_br: Isawa. Era così gentile con me quando sono arrivata qui in Giappone per la prima volta...

# 228_Fay
source: But... It wasn't long before he quit his job. Then he started taking all my money.
pt_br: Ma... Non ci volle molto che mollasse il lavoro. Poi ha iniziato a spillare tutti i miei soldi.

# 240_Fay
source: I asked one of my customers if they could help me. He said yes... He even agreed to run away with me.
pt_br: Ho chiesto a uno dei miei clienti se mi poteva aiutare. Ha detto di sì... Ha persino accettato di scappare con me.

# 252_Fay
source: But when Isawa found out, he attacked that customer and hurt him pretty bad... He's been in prison ever since.
pt_br: Ma quando Isawa lo scoprì, attaccò quel cliente e lo conciò per le feste... È in galera da allora.

# 264_Tanimura
source: Wow. Sounds like a real nutj－ I mean, nice guy.
pt_br: Wow. Sembra un vero fuori di tes－ voglio dire, un tipo a posto.

# 276_Fay
source: And he gets so aggressive whenever he's upset... He's not even afraid to hit someone...
pt_br: E si fa così aggressivo ogni volta che si arrabbia... Non si fa problemi a mettere le mani addosso a qualcuno...

# 288_Bartender
source: Welcome, sir.
pt_br: Benvenuto, signore.

# 324_Isawa
source: So, Fay. This the new jock you're ridin'?
pt_br: Allora, Fay. Questo è il nuovo galletto che ti stai cavalcando?

# 336_Fay
source: He's my boyfriend, Isawa... His name's Tanimura-san.
pt_br: Lui è il mio ragazzo, Isawa... Si chiama Tanimura-san.

# 348_Tanimura
source: So you're the guy she was dating? Look, Fay says she wants you out of her life, so I'm here to make sure that happens. Believe me, I'd rather not be here either...
pt_br: Allora sei tu il tipo che si vedeva con lei? Senti, Fay ti vuole fuori dai piedi, quindi sono qui per far sì che la cosa succeda. Credimi, preferirei non essere qui neanch'io...

# 360_Isawa
source: I don't remember asking you to talk. How about you stay out of my shit and go be someone else's asswipe?
pt_br: Non ti ho mica chiesto di aprir bocca. Che ne dici di star fuori dai miei casini e di andare a fare lo zerbino di qualcun altro?

# 372_Isawa
source: Now, Fay... Is this true? After all the kindness I've shown you, all the love I've given you, you still wanna dump me? Are you really gonna be an ungrateful bitch right now?
pt_br: Allora, Fay... È vero? Dopo tutta la gentilezza che ti ho mostrato, tutto l'amore che ti ho dato, vuoi ancora scaricarmi? Vuoi fare davvero l'ingrata stronza adesso?

# 384_Fay
source: But... You're always hitting me... and spending what I earn on yourself...
pt_br: Ma... Mi metti sempre le mani addosso... e ti fumi quello che guadagno...

# 396_Fay
source: Tanimura-san, on the other hand, is kind... He only thinks of what's good for me.
pt_br: Tanimura-san, d'altro canto, è gentile... Pensa solo al mio bene.

# 408_Isawa
source: Gimme a fuckin' break. You <Italic>like</Italic> this smart-ass, twig-lookin' dipshit?
pt_br: Ma fammi il cazzo di piacere. Ti piace <Italic>questo</Italic> saccente, questo stecchino di un coglione?

# 432_Tanimura
source: I've heard enough. You obviously can't take no for an answer, so let's take this outside.
pt_br: Ne ho sentite abbastanza. Evidentemente, un no non ti entra in testa, quindi andiamo fuori.

# 444_Isawa
source: Well damn! Didn't know you had a sack between those scrawny-ass legs! Fine then. Get the fuck out that door!
pt_br: Beh, cazzo! Non sapevo avessi le palle in mezzo a quelle gambette da sfigato! Allora, va bene. Fuori il cazzo da quella porta!
