Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e601a8.po
Languages: pt_br

# 56_Saejima
source: So what's your name?
pt_br: Allora, come ti chiami?

# 80_Saejima
source: Alright, Tadashi. What's a kid like you doing in a place like this? What happened to your folks?
pt_br: Allora, Tadashi. Che ci fa un ragazzino come te in un posto del genere? Che fine hanno fatto i tuoi?

# 92_Tadashi
source: My mom and my dad died in a car crash two years ago.
pt_br: Mia mamma e il mio papà sono morti in un incidente stradale due anni fa.

# 104_Saejima
source: So you're all on your own?
pt_br: Allora sei proprio solo?

# 116_Tadashi
source: Nuh-uh.
pt_br: Macché.

# 128_Saejima
source: Huh?
pt_br: Uh?

# 140_Tadashi
source: I have a sister. My big sister, Akiko.
pt_br: Ho una sorella. Mia sorella maggiore, Akiko.

# 152_Saejima
source: Ah, I see. But ya don't live with her?
pt_br: Ah, capisco. Ma non ci vivi con lei?

# 164_Tadashi
source: She... A debt collector took her away for my dad's debts. The man called her "collateral."
pt_br: Lei... Un esattore di debiti l'ha portata via per i debiti di mio padre. L'uomo l'ha chiamata "pegno".

# 176_Tadashi
source: After mom and dad died, we were supposed to go to an orphanage...
pt_br: Dopo che mamma e papà sono morti, dovevamo andare in un orfanotrofio...

# 188_Tadashi
source: But they said as long as we still had relatives, we couldn't. So me and my sister went to live with my uncle's family in the country.
pt_br: Ma ci dissero che finché avevamo ancora parenti, non potevamo. Così io e mia sorella siamo andati a vivere dalla famiglia di mio zio, in campagna.

# 200_Saejima
source: So then how'd your sister get taken away?
pt_br: Allora, come te l'hanno portata via tua sorella?

# 212_Tadashi
source: My uncle might've been a "relative," but he's no family! He and his wife sold Akiko to the debt collector.
pt_br: Mio zio sarà stato pure un "parente", ma non è mica famiglia! Lui e sua moglie hanno venduto Akiko all'esattore.

# 224_Saejima
source: Wait, what?
pt_br: Ma che?

# 236_Tadashi
source: Last year, this man named Tadokoro came up from Tokyo. He told us to pay back the \5,000,000 our dad owed.
pt_br: L'anno scorso, questo tizio di nome Tadokoro è arrivato da Tokyo. Ci ha detto di saldare i 5 milioni di yen che papà doveva.

# 248_Tadashi
source: He said if we didn't have enough money then and there, he'd take my sister for security.
pt_br: Ha detto che se non avevamo abbastanza soldi lì su due piedi, si sarebbe preso mia sorella come garanzia.

# 260_Saejima
source: So your uncle just handed her over.
pt_br: Allora tuo zio l'ha mollata e basta.

# 272_Tadashi
source: Uh-huh. Even Akiko said she didn't wanna be a burden to my uncle's family anymore...
pt_br: Mmh. Anche Akiko ha detto che non voleva più essere un peso per la famiglia di mio zio...

# 284_Saejima
source: And so ya came all the way here to Kamurocho hopin' to set your sister free.
pt_br: E così ti sei fatto tutta questa strada fin qui a Kamurocho sperando di liberare tua sorella.

# 296_Tadashi
source: Yeah. I'm saving up my money, and then...
pt_br: Sì. Sto mettendo da parte i miei soldi, e poi...

# 308_Saejima
source: I gotcha.
pt_br: Contaci.

# 332_Saejima
source: Y'know, I've got a sister of my own. Not a big sister like you have－a little sis.
pt_br: Sai, ho una sorella anch'io. Non una sorella maggiore come la tua－una sorellina.

# 344_Tadashi
source: You do?
pt_br: Davvero?

# 356_Saejima
source: Yeah. Name's Yasuko. She was such a sweet kid... We drifted apart, though.
pt_br: Già. Si chiamava Yasuko. Era una ragazza così dolce... Però ci siamo persi di vista.

# 368_Tadashi
source: You don't ever see her now?
pt_br: Non la vedi mai più?

# 380_Saejima
source: Yeah, well, I been through some stuff myself. So what's this sister of yours like? She a precocious brat like you?
pt_br: Già, beh, ne ho passate anch'io di tutti i colori. Allora, com'è questa tua sorella? È una mocciosa saputella come te?

# 392_Tadashi
source: My sister's not a brat! She's brave and kind.
pt_br: Mia sorella non è una mocciosa! È coraggiosa e gentile.

# 404_Tadashi
source: She looked after me after our parents died. She's the best big sis ever, and she's the only real family I've got left...
pt_br: Si è presa cura di me dopo che i nostri genitori sono morti. È la sorellona più forte di tutte ed è l'unica vera famiglia che mi è rimasta...

# 440_Saejima
source: You've come a long way, boy. Fought hard on your own.
pt_br: Ne hai fatta di strada, ragazzo. Hai lottato duro da solo.

# 452_Tadashi
source: I guess...
pt_br: Credo di sì...

# 464_Saejima
source: But ya need money to get your sister back, yeah?
pt_br: Ma ti servono i soldi per riavere tua sorella, eh?

# 476_Tadashi
source: The debt collector said I can either pay back the five million yen, or I can do whatever jobs he tells me to.
pt_br: L'esattore ha detto che posso restituire i cinque milioni di yen, oppure fare qualsiasi lavoro mi ordini.

# 488_Saejima
source: That's why you've been pickin' pockets.
pt_br: Ecco perché borseggiavi.

# 500_Tadashi
source: I'm just a kid. Nobody will hire me. Besides, I can't do the kind of work he wants me to do...
pt_br: Sono solo un ragazzino. Nessuno mi assumerà. E poi, non posso fare il genere di lavoro che vuole che io faccia...

# 512_Saejima
source: I'm not telling you to stop pickin' pockets. But it'd take you forever and a day to filch that much cash.
pt_br: Non ti sto dicendo di smetterla col borseggio. Ma ci metteresti una vita intera a tirar su tutti quei soldi rubando.

# 524_Tadashi
source: I know...
pt_br: Lo so...

# 536_Saejima
source: So I just gotta make sure: is your sister important to ya?
pt_br: Allora devo solo accertarmi: tua sorella è importante per te?

# 548_Tadashi
source: Of course, more than anything! I won't give up until I know she's okay!
pt_br: Certo, più di ogni altra cosa! Non mi arrenderò finché non saprò che sta bene!

# 560_Saejima
source: My folks died when I was a kid, too. My sister Yasuko meant the whole world to me. Wasn't nothin' I wouldn't do to keep her safe.
pt_br: Anche a me sono morti i miei, quando ero un ragazzino. Mia sorella Yasuko era tutto il mio mondo. Non c'era niente che non avrei fatto per tenerla al sicuro.

# 572_Saejima
source: But I was still a kid. There came a time I was hauled in by the police, beat up by punks, and had to live miles and miles from her.
pt_br: Ma ero ancora un ragazzino. Venne il momento in cui fui sbattuto dentro dalla polizia, pestato da teppisti, e fui costretto a vivere lontano anni luce da lei.

# 584_Tadashi
source: A big guy like you? But you look so strong!
pt_br: Un tipo grosso come te? Ma sembri così forte!

# 596_Saejima
source: Like I said, I was a boy. Didn't know what strength was. But y'know, somebody stepped in to help me and my sis.
pt_br: Come ho detto, ero un ragazzino. Non sapevo cosa fosse la forza. Ma sai com'è, qualcuno si è fatto avanti per aiutare me e mia sorella.

# 608_Saejima
source: Thanks to him, me and Yasuko got to live together again.
pt_br: Grazie a lui, io e Yasuko siamo potuti tornare a vivere insieme.

# 620_Saejima
source: Ya might say he's the very reason I'm standin' here today.
pt_br: Si può dire che sia proprio lui il motivo per cui sono qui oggi.

# 632_Saejima
source: And when I tried to thank him, he said, "Save your thanks. Just grow up to be the kind of person who doesn't look away when someone's in trouble, but who extends a helping hand."
pt_br: E quando tentai di ringraziarlo, lui disse: "Tieniti i ringraziamenti. Basta che tu cresca e diventi il tipo di persona che non si gira dall'altra parte quando qualcuno è nei guai, ma che dà una mano."

# 644_Tadashi
source: He sounds like a nice man.
pt_br: Sembra proprio un tipo a posto.

# 656_Saejima
source: He is－was. I owe him big. And that's why I'm gonna help your sister, Tadashi. I'm ready to go up to bat for ya.
pt_br: Lui è... era. Gli devo un mondo. Ed è per questo che aiuterò tua sorella, Tadashi. Mi farò avanti per te.

# 668_Tadashi
source: Really, you mean it?
pt_br: Veramente, dici sul serio?

# 680_Saejima
source: You bet I do.
pt_br: Eccome se lo faccio.

# 692_Saejima
source: Take me to this debt collector. Me and him, we're gonna have a little talk.
pt_br: Portami da questo strozzino. Io e lui, faremo due chiacchiere.

# 704_Tadashi
source: You got it, big guy!
pt_br: Ci penso io, ragazzone!

# 716_Saejima
source: (Alright, Sasai-san... Time to take what you taught me and pay it forward to this kid.)
pt_br: (Bene, Sasai-san... È ora di mettere in pratica quello che mi hai insegnato e farne del bene a questo ragazzino.)
