Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60041.po
Languages: pt_br

source: Upstart Yakuza
pt_br: Yakuza Arrivista

source: Seasoned Yakuza
pt_br: Yakuza navigato

# 100_Upstart Yakuza
source: I knew you were a lost cause! I'm talking about cold, hard cash here. I've got no use for you without it!
pt_br: Sapevo che eri un caso perso! Sto parlando di quattrini, di quelli veri e sonanti qui. Senza, non mi servi a nulla!

# 148_Saejima
source: The hell do you think you're doin'? It don't take a genius to figure out you two're yakuza.
pt_br: Ma che cazzo state combinando? Non ci vuole mica un genio per capire che siete due yakuza.

# 160_Upstart Yakuza
source: Keep moving, asshole! It's none of your damn business.
pt_br: Fila via, stronzo! Non sono affari tuoi, cazzo.

# 172_Saejima
source: It is now. Ya got dozens of eyes on you out here, and none of 'em wanna see you mess this guy up.
pt_br: Adesso. Hai decine di occhi puntati addosso qui fuori, e nessuno di loro vuole che tu combini un casino con questo qui.

# 184_Seasoned Yakuza
source: I appreciate what you're trying to do, sir... but stay out of this, please. It really has nothing to do with you.
pt_br: Apprezzo quello che sta cercando di fare, signore... ma si tenga fuori da questa storia, per favore. Non la riguarda proprio per niente.

# 196_Seasoned Yakuza
source: I deserve everything that's coming to me.
pt_br: Mi merito tutto quel che mi aspetta.

# 208_Saejima
source: (This guy can't be serious...)
pt_br: (Questo qui non può fare sul serio...)

# 220_Seasoned Yakuza
source: I'm sorry, Katagiri-san. I'll get the money as soon as I can, just please... have mercy on me, sir!
pt_br: Mi dispiace, Katagiri-san. Recupero i soldi il prima possibile, la prego, solo... abbia pietà di me, capo!

# 244_Katagiri
source: ...Ugh. Way to go and take all the fun outta this.
pt_br: ...Ugh. Così mi ammazzate tutto il divertimento.

# 256_Katagiri
source: Listen, Irie. You still owe us half a mil in tribute. If you don't pay up quick, you're gonna be paying with your pinkie. Got that?
pt_br: Senti, Irie. Ci devi ancora mezzo milione di tributo. Se non saldi in fretta, finirai col pagare col tuo mignolo. Capito?

# 340_Saejima
source: Irie-han, is it? What was that all about?
pt_br: Irie-han, eh? Cos'era tutta quella storia?

# 352_Irie
source: Who... are you?
pt_br: Chi... sei?

# 364_Saejima
source: Don't matter. Just an ex-yakuza lookin' out for one of his own.
pt_br: Non importa. Solo un ex-yakuza che bada a uno dei suoi.

# 376_Irie
source: Huh. You must have been pretty famous if you don't want me knowing your name.
pt_br: Ah. Devi essere stato parecchio famoso, se non vuoi che sappia il tuo nome.

# 388_Saejima
source: Look, just forget it, yeah? Now tell me, what was that punk beatin' up on ya for?
pt_br: Senti, lascia stare, ok? Ora dimmi, per cosa ti stava menando quel coglione?

# 400_Irie
source: It's actually kind of embarrassing... You see, Katagiri-san and I belong to a family with an office down Tenkaichi Alley.
pt_br: A dire il vero, è un po' una figuraccia... Vede, io e Katagiri-san facciamo parte di una famiglia che ha l'ufficio lì a Tenkaichi Alley.

# 412_Irie
source: I asked for more time to come up with my unpaid family tribute, but it seems to have rubbed him the wrong way.
pt_br: Ho chiesto più tempo per saldare il mio tributo alla famiglia non pagato, ma a quanto pare non gli è andata giù.

# 424_Saejima
source: Katagiri, huh? Clearly ya got a few years on him, not to mention boatloads more class. How'd a guy like that end up your boss?
pt_br: Katagiri, eh? Si vede lontano un miglio che gli dai qualche anno, per non parlare che hai classe da vendere. Com'è che uno così è finito a farti da capo?

# 436_Irie
source: I am older, yes, and have spent at least a decade longer in the family. But Katagiri-san is the patriarch's wonder boy.
pt_br: Sì, sono più vecchio e ho passato almeno un decennio in più nella famiglia. Ma Katagiri-san è il pupillo del patriarca.

# 448_Saejima
source: Him? Ya don't say.
pt_br: Lui? Non mi dire.

# 460_Irie
source: It's not surprising. Katagiri-san rakes in by far the most cash for the family.
pt_br: Non c'è da sorprendersi. Katagiri-san è quello che fa entrare di gran lunga più grana per la famiglia.

# 472_Saejima
source: Tsk. It's like chasin' yen is all yakuza can think about nowadays.
pt_br: Tsk. È come se gli yakuza, ormai, pensassero solo a rincorrere lo yen.

# 484_Irie
source: Welcome to the 21st century, friend. Organized crime is nothing more than a chess game with money as the ultimate prize.
pt_br: Benvenuto nel 21° secolo, amico. La criminalità organizzata non è altro che una partita a scacchi con i soldi come posta in gioco finale.

# 496_Irie
source: Old-school fist hurlers like me don't have a place in that intellectual stuff... More and more we're just weighing our families down.
pt_br: Per dei duri a pugni della vecchia scuola come me non c'è posto in quelle storie da cervelloni... Ormai siamo solo un peso morto per le nostre famiglie.

# 508_Saejima
source: I don't believe that for a second. Why don't ya just smack that sack around a bit? He'll change his tune.
pt_br: Non ci credo nemmeno per un secondo. Perché non gli metti le mani addosso un po'? Cambierà musica.

# 520_Irie
source: Not a chance.
pt_br: Col cavolo!

# 532_Irie
source: Katagiri-san has helped my family grow almost exponentially. And besides, he's my superior, regardless of how he got there. There's no fighting that.
pt_br: Katagiri-san ha aiutato la mia famiglia a espandersi quasi a dismisura. E poi, è il mio superiore, non importa come ci sia arrivato. Non si discute.

# 544_Saejima
source: Guess I can't argue with ya there. Sorry for buttin' into your family matters.
pt_br: Su questo non ho da ridire. Scusa se mi sono impicciato nei vostri affari di famiglia.

# 556_Irie
source: It's all right. And really, I do appreciate the concern. Now if you'll excuse me, I need to go drum up some cash... quick!
pt_br: Tranquillo. E, davvero, apprezzo la tua premura. Ora, se permetti, devo andare a racimolare un po' di grana... alla svelta!

# 580_Saejima
source: (Money, money, money. This world's even colder than I remember.)
pt_br: (Soldi, soldi, soldi. Questo mondo è ancora più freddo di come lo ricordavo.)

# 592_Saejima
source: (...Hm. Irie said his family's office is down Tenkaichi Alley, right? Might be worth payin' them a visit.)
pt_br: (...Mmh. Irie ha detto che l'ufficio della sua famiglia è giù nel Vicolo Tenkaichi, giusto? Potrebbe valere la pena fargli una visitina.)
