Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid004b0004.po
Languages: pt_br

source: Consistent Loser
pt_br: Sfigato Cronico

source: Stay-at-Home Pachinko Player
pt_br: Pachinkista casalingo

# 84_Consistent Loser
source: Aw man, I still wanna play pachinko, but I've gotta go to work now... And the pachinko place will be closed by the time I get off.
pt_br: Mannaggia, voglio ancora giocare a pachinko, ma adesso devo andare al lavoro... E la sala pachinko sarà chiusa per quando stacco.

# 96_Stay-at-Home Pachinko Player
source: Why don't you try 777 Town, then? It's the best way to play away from the parlor!
pt_br: Allora, perché non provi 777 Town? È il top per giocare comodamente da casa!

# 108_Consistent Loser
source: 777 Town? What's that?
pt_br: 777 Town? Che roba è?

# 120_Stay-at-Home Pachinko Player
source: With 777 Town, you can play pachinko or slots on your PC! They've got over one hundred types of machines, too!
pt_br: Con 777 Town, puoi giocare a pachinko o alle slot sul tuo PC! Hanno più di cento tipi di macchine, pure!

# 132_Consistent Loser
source: You can play as much as you want on over one hundred machines? Seriously!?
pt_br: Puoi giocare quanto vuoi su oltre cento macchine? Sul serio!?

# 144_Stay-at-Home Pachinko Player
source: And you can play from your phone, too. Pretty sweet, don'tcha think?
pt_br: E puoi anche giocare dal tuo telefono. Niente male, eh?

# 156_Consistent Loser
source: I gotta check this out! Man... Screw work! It's time for me to get back to pachinko full-time!
pt_br: Devo darci un'occhiata! Mamma mia... Fanculo il lavoro! È l'ora di riprendere col pachinko a tempo pieno!

# 168_Player
source: (777 Town? Sounds like something the girls at the club might be into.)
pt_br: (777 Town? Mi sa che è roba da ragazze del locale.)

# 180_Player
source: (777 Town? Sounds like something the girls at the club might be into.)
pt_br: (777 Town? Mi sa che è roba da ragazze del locale.)

# 192_Player
source: (777 Town? Sounds like something the girls at the club might be into.)
pt_br: (777 Town? Mi sa che è roba da ragazze del locale.)
