Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0091094c.po
Languages: pt_br

source: Blue
pt_br: Blu

source: Man with Dark Clan
pt_br: Uomo del Clan Oscuro

# 72_Blue
source: Gah... Do not think this is the end...
pt_br: Argh... Non credere che sia finita...

# 144_Kiryu
source: (So he was the Blue Dragon from that text? And Zero's brother was the Black Tortoise.)
pt_br: (Quindi era il Drago Blu da quel testo? E il fratello di Zero era la Tartaruga Nera.)

# 156_Kiryu
source: (That leaves Vermillion Bird and White Tiger. Guess there must be at least two of them left. I'll have to wait for a text from them.)
pt_br: Restano l'Uccello Vermiglio e la Tigre Bianca. Immagino ce ne siano rimasti almeno un paio. Dovrò aspettare che mi mandino un messaggio.

# 216_Kiryu
source: Are you from the Dark Clan?
pt_br: Sei del Clan Oscuro?

# 228_Man with Dark Clan
source: Yes, from Four Emperors. Codename, Blue.
pt_br: Sì, dai Quattro Imperatori. Nome in codice, Blue.

# 240_Kiryu
source: Where are you from?
pt_br: Di dove sei?

# 264_Kiryu
source: And why is it that you have to fight me?
pt_br: E perché mai devi combattere proprio me?

# 276_Blue
source: That I know not. But in our way, so I get rid of you.
pt_br: Questo non lo so. Ma a modo nostro, ti faccio fuori.

# 288_Blue
source: No more talking. I kill you now!
pt_br: Basta chiacchiere. Ti ammazzo adesso!
