Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0083035f.po
Languages: pt_br

source: or this.
pt_br: o questo.

source: or this.
pt_br: o questo.

# 128_HAL_stand_tlk_kansin
source: Now what?
pt_br: E mo'?

# 140_HAL_stand_tlk_kansin
source: Good play/Happy variations (4 levels) When , face is either this
pt_br: Bella giocata/Variazioni felici (4 livelli) Quando , la faccia è questa

# 164_HAL_stand_tlk_quest
source: Happy, low HAL_stand_tlk_kansin.gmt.
pt_br: Felice, basso HAL_stand_tlk_kansin.gmt.

# 176_HAL_stand_tlk_happy_small
source: Happy, medium HAL_stand_tlk_happy_small.gmt.
pt_br: Felice, medio HAL_stand_tlk_happy_small.gmt.

# 188_HAL_stand_tlk_ok
source: Happy, high HAL_stand_tlk_ok.gmt.
pt_br: Felice, su di morale HAL_stand_tlk_ok.gmt.

# 200_HAL_stand_tlk_happy_big
source: Happy, highest HAL_stand_tlk_happy_big.gmt.
pt_br: Felice, al massimo HAL_stand_tlk_happy_big.gmt.

# 212_HAL_stand_tlk_kansin
source: Poor play/Disappointed variations (4 levels) When , face is either this
pt_br: Pessima giocata/Espressioni di delusione (4 livelli) Quando , la faccia è o questa

# 236_HAL_stand_tlk_ok
source: Disappointed, low HAL_stand_tlk_quest.gmt.
pt_br: Deluso, giù HAL_stand_tlk_quest.gmt.

# 248_HAL_stand_tlk_think
source: Disappointed, medium HAL_stand_tlk_think.gmt.
pt_br: Deluso, medio HAL_stand_tlk_think.gmt.

# 260_HAL_stand_tlk_unhappy_small
source: Disappointed, high HAL_stand_tlk_unhappy_small.gmt.
pt_br: Deluso, alto HAL_stand_tlk_unhappy_small.gmt.

# 272_HAL_stand_tlk_unhappy_big
source: Disappointed, highest HAL_stand_tlk_unhappy_big.gmt.
pt_br: Deluso, al massimo HAL_stand_tlk_unhappy_big.gmt.

# 284_HAL_stand_tlk_happy_small
source: Disappointed, low HAL_stand_tlk_quest.gmt.
pt_br: Deluso, giù HAL_stand_tlk_quest.gmt.

# 296_HAL_stand_tlk_think
source: Disappointed, medium HAL_stand_tlk_think.gmt.
pt_br: Deluso, medio HAL_stand_tlk_think.gmt.

# 308_HAL_stand_tlk_unhappy_small
source: Disappointed, high HAL_stand_tlk_unhappy_small.gmt.
pt_br: Deluso, alto HAL_stand_tlk_unhappy_small.gmt.

# 320_HAL_stand_tlk_unhappy_big
source: Disappointed, highest HAL_stand_tlk_unhappy_big.gmt.
pt_br: Deluso, al massimo HAL_stand_tlk_unhappy_big.gmt.

# 332_HAL_stand_tlk_kansin
source: See ya!
pt_br: Ci vediamo!

# 344_HAL_stand_tlk_kansin
source: Happy
pt_br: Felice

# 356_HAL_stand_tlk_kansin
source: Disappointed
pt_br: Deluso
