Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00020487.po
Languages: pt_br

source: Tanimura's Fighting Style
pt_br: Stile di combattimento di Tanimura

# 116_Iida
source: Shit!
pt_br: Merda!

# 128_Tanimura
source: How about it? Want to try again?
pt_br: Che ne dici? Vuoi riprovare?

# 152_Iida
source: Sorry for ratting you out. I won't do it again.
pt_br: Scusa se ti ho fatto la spia. Non lo farò più.

# 164_Tanimura
source: Damn right, you won't. Why'd you do it in the first place?
pt_br: Col cavolo che lo farai. Perché diavolo l'hai fatto, tanto per cominciare?

# 176_Iida
source: Well, it's like this. I've been living as Mr. Try and Hit Me for years here in Kamurocho.
pt_br: Allora, la faccenda è questa. Sono anni che qui a Kamurocho faccio il signor "Provami a colpire".

# 188_Iida
source: But there's this one scary-looking guy in a gray suit who challenges me to a fight every year.
pt_br: Ma c'è un brutto ceffo con un completo grigio che mi sfida a botte ogni anno.

# 200_Iida
source: And every year I end up losing. Each time, I train harder before fighting him again, but I can't seem to beat him.
pt_br: E ogni anno finisco sempre per perdere. Ogni volta mi alleno più sodo prima di affrontarlo di nuovo, ma non riesco proprio a spuntarla.

# 212_Iida
source: So I started playing mahjong to take my mind off it, but I ended up getting hooked. Turns out, I'm pretty damn good.
pt_br: Così ho iniziato a giocare a mahjong per staccare la spina, ma alla fine ci sono rimasto sotto. E indovina un po', sono un vero drago.

# 224_Iida
source: But just when I started thinking mahjong might be a good way to make a living, you had to come along and spoil the fun.
pt_br: Ma proprio quando stavo iniziando a pensare che il mahjong potesse essere un buon modo per sbarcare il lunario, sei dovuto spuntare tu a rovinarmi la festa.

# 236_Iida
source: I lost a shitload of money to you!
pt_br: Ho perso un fottio di soldi per colpa tua!

# 248_Iida
source: So I was pretty pissed, what with the Mr. Try and Hit Me thing and the mahjong thing going all to hell. So I picked up the phone and... yeah.
pt_br: Ero proprio incazzato, sia per la storia del 'provami a colpire' che per il mahjong che era andato tutto a puttane. Così ho preso il telefono e... sì.

# 260_Iida
source: Anyway, I'm ready to suffer the consequences. Do your worst, I don't care!
pt_br: Comunque, sono pronto a subirne le conseguenze. Dacci dentro, non me ne frega niente!

# 272_Tanimura
source: Eh, I'm over it.
pt_br: Eh, mi è passata.

# 284_Iida
source: What!?
pt_br: Cosa!?

# 296_Tanimura
source: I'm saying you're free to go. After all, it's not like you're still out to get me.
pt_br: Te lo dico, sei libero di andare. Dopotutto, non è che tu mi voglia ancora fare la festa.

# 308_Tanimura
source: And besides, I got a few good punches in. Let's just call it even.
pt_br: E poi, qualche bel pugno gliel'ho dato anch'io. Diciamo che siamo pari.

# 320_Iida
source: Oh, uh... okay. Thanks, pal.
pt_br: Oh, uhm... okay. Grazie, compare.

# 332_Tanimura
source: Just watch it. Rat me out again, and you won't get off so easy.
pt_br: Occhio. Se mi fai la spia di nuovo, non la passerai liscia.

# 344_Iida
source: Yes, sir! I wouldn't dream of it!
pt_br: Sissignore! Non me lo sognerei nemmeno!

# 356_Tanimura
source: (Right. Well, at least I got to work out some aggression.)
pt_br: (Giusto. Beh, almeno ho potuto sfogare un po' di aggressività.)

# 368_Iida
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt_br: Questa informazione è stata aggiunta come <Color:14>Memo<Color:Default>. Leggi i <Color:14>Memos<Color:Default> selezionando <Color:14>Memos<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.
