Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c0009.po
Languages: pt_br

# 18012_Kiryu
source: What counts as cheating?
pt_br: Cosa si intende per tradimento?

# 18024_Kiryu
source: Now you're just being silly.
pt_br: Adesso stai solo facendo lo sciocchino.

# 18036_Kiryu
source: Do I look like the kind of man who'd cheat?
pt_br: Ti sembro mica il tipo d'uomo che tradirebbe?

# 18048_Kiryu
source: What if you don't like the guy?
pt_br: E se non ti piace il tipo?

# 18060_Kiryu
source: You can't just sit back and wait for it.
pt_br: Non puoi semplicemente startene con le mani in mano ad aspettarlo.

# 18072_Kiryu
source: Haven't you ever told someone yourself?
pt_br: Non l'hai mai detto a qualcuno tu stesso?

# 18084_Kiryu
source: You look like you don't have any worries.
pt_br: Sembri proprio non avere pensieri.

# 18096_Kiryu
source: It's annoying when people jump to conclusions.
pt_br: Mi scoccia quando la gente salta alle conclusioni.

# 18108_Kiryu
source: Do you have a hard time hiding your feelings?
pt_br: Fai fatica a nascondere i tuoi sentimenti?

# 18120_Kiryu
source: Maybe you were too wild as a teenager.
pt_br: Forse eri troppo scatenata da adolescente.

# 18132_Kiryu
source: I bet you hang out with a different crowd, too.
pt_br: Scommetto che anche tu frequenti un giro diverso.

# 18144_Kiryu
source: That's a surprisingly sensible thing to say.
pt_br: È una cosa sorprendentemente sensata da dire.

# 18156_Kiryu
source: People say I'm scary, too.
pt_br: La gente dice che faccio paura anch'io.

# 18168_Kiryu
source: That impression doesn't last long, does it?
pt_br: Quell'impressione non dura molto, vero?

# 18180_Kiryu
source: You've got a kind of aura about you.
pt_br: C'hai una specie di aura addosso.

# 18192_Kiryu
source: A corset?
pt_br: Un corsetto?

# 18204_Kiryu
source: Apparently? You don't remember it?
pt_br: A quanto pare? Non te lo ricordi?

# 18216_Kiryu
source: Don't worry about it. Here, have a drink.
pt_br: Non ti preoccupare. Tieni, bevi qualcosa.

# 18228_Kiryu
source: That's what I like about you.
pt_br: È questo che mi piace di te.

# 18240_Kiryu
source: Don't worry about that.
pt_br: Non preoccupartene.

# 18252_Kiryu
source: Education isn't always a good thing.
pt_br: L'educazione non è sempre una buona cosa.

# 18264_Kiryu
source: Aren't you working yourself a bit too hard?
pt_br: Non ti stai spremendo un po' troppo?

# 18276_Kiryu
source: Do you fall asleep while doing your makeup?
pt_br: Ti addormenti mentre ti trucchi?

# 18288_Kiryu
source: I'm a little disappointed.
pt_br: Sono un po' deluso.

# 18300_Kiryu
source: Let me know if it gets to be a problem.
pt_br: Fammi sapere se dovesse diventare un problema.

# 18312_Kiryu
source: Why don't you just screen his calls?
pt_br: Perché non gli filtri e basta le chiamate?

# 18324_Kiryu
source: You shouldn't give your email to just anybody.
pt_br: Non dovresti dare la tua email al primo che passa.

# 18336_Kiryu
source: You could ask him to come to the club.
pt_br: Potresti chiedergli di venire al club.

# 18348_Kiryu
source: You could say you've already got a boyfriend.
pt_br: Potresti dire che hai già un fidanzato.

# 18360_Kiryu
source: You could ask him how much money he has.
pt_br: Potresti chiedergli quanti soldi ha.

# 18372_Kiryu
source: But you see me when I come to the club.
pt_br: Ma tu mi vedi, no, quando passo qui al club.

# 18384_Kiryu
source: You'd quit your job for me?
pt_br: Molleresti il lavoro per me?

# 18396_Kiryu
source: I actually live in Okinawa.
pt_br: In realtà vivo a Okinawa.

# 18408_Kiryu
source: Sounds like a good idea to me.
pt_br: Mi sembra un'ottima idea.

# 18420_Kiryu
source: I don't think you should get involved.
pt_br: Non credo che dovresti metterti in mezzo.

# 18432_Kiryu
source: There are no right or wrong answers in love.
pt_br: Non ci sono risposte giuste o sbagliate nell'amore.

# 18444_Kiryu
source: It'll be all right.
pt_br: Andrà tutto bene.

# 18456_Kiryu
source: That depends on us.
pt_br: Dipende da noi.

# 18468_Kiryu
source: It could be time for us to move on.
pt_br: Potrebbe essere ora di andare avanti.

# 18480_Kiryu
source: How could something like that happen?
pt_br: Ma com'è potuta succedere una cosa così?

# 18492_Kiryu
source: Why didn't your family wake you up?
pt_br: Perché la tua famiglia non ti ha svegliato?

# 18504_Kiryu
source: Are you sure you weren't in a coma?
pt_br: Ma sei sicuro che non eri in coma?

# 18516_Kiryu
source: You don't need to worry about that.
pt_br: Non devi preoccuparti di quello.

# 18528_Kiryu
source: Like how men do weight training?
pt_br: Tipo come gli uomini si allenano con i pesi?

# 18540_Kiryu
source: Actually, you could stand to gain some weight.
pt_br: A dire il vero, non ti farebbe male mettere su qualche chilo.

# 18552_Kiryu
source: Is that such a good idea?
pt_br: È davvero una buona idea?

# 18564_Kiryu
source: You're just shutting out the outside world.
pt_br: Stai solo chiudendo fuori il mondo esterno.

# 18576_Kiryu
source: You've really grown.
pt_br: Sei davvero cresciuta.

# 18588_Kiryu
source: You don't get it, do you?
pt_br: Non ci arrivi, vero?

# 18600_Kiryu
source: Yeah, I don't like it much myself.
pt_br: Beh, neanche a me fa impazzire, a dire il vero.

# 18612_Kiryu
source: Have you even tried it?
pt_br: Ci hai almeno provato?

# 18624_Kiryu
source: Are you sure you remember it?
pt_br: Sei sicuro di ricordartelo?

# 18636_Kiryu
source: We should go out again.
pt_br: Dovremmo uscire di nuovo.

# 18648_Kiryu
source: I love you.
pt_br: Ti amo.

# 18660_Kiryu
source: Nothing
pt_br: Niente

# 18696_Kiryu
source: The Ghost in the Underground Mall
pt_br: Il Fantasma nella Galleria Commerciale Sotterranea

# 18708_Kiryu
source: The Footbaths at Yunosono Hot Springs
pt_br: I pediluvi alle Terme di Yunosono

# 18720_Kiryu
source: Popular Golf Dates Among Women
pt_br: Appuntamenti di golf gettonati tra le donne

# 18732_Kiryu
source: Eating Liver to Reverse Brain Aging
pt_br: Mangiare Fegato per Ringiovanire il Cervello

# 18744_Kiryu
source: The Pole Dancing Workout
pt_br: Il Workout di Pole Dance

# 18756_Kiryu
source: Popular Sweet Sake Among Women
pt_br: Sake Dolce Popolare Tra le Donne

# 18768_Kiryu
source: Sure.
pt_br: Certo.

# 18792_Kiryu
source: Go ahead.
pt_br: Vai pure.
