Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00090446.po
Languages: pt_br

source: Blue Z, Member A
pt_br: Blue Z, Membro A

source: Blue Z, Member B
pt_br: Blue Z, Membro B

source: Businesswoman
pt_br: Donna d'affari

source: Older-Looking Man
pt_br: Uomo attempato

source: Blue Z, Member D
pt_br: Blue Z, Membro D

source: Blue Z, Member C
pt_br: Blue Z, Membro C

source: Blue Z Members
pt_br: Membri dei Blue Z

# 68_Blue Z, Member A
source: Hey, we just wanna be your friends! Relax!
pt_br: Ehi, vogliamo solo essere tuoi amici! Rilassati!

# 80_Blue Z, Member B
source: Hahaha! You tell her! She'll loosen up sooner or later!
pt_br: Hahaha! Diglielo! Si scioglierà prima o poi!

# 92_Businesswoman
source: Please, leave me alone!
pt_br: Per favore, lasciatemi in pace!

# 140_Blue Z, Member D
source: Huh? What the hell you want, buddy? This ain't no peep show!
pt_br: Eh? Che cazzo vuoi, compare? Non è mica uno spogliarello!

# 164_Blue Z, Member A
source: You wanna give us your number too or what, man?
pt_br: Vuoi darci anche il tuo numero, o cosa, eh?

# 176_Blue Z, Member B
source: Hahaha! Tell him, dude!
pt_br: Ahahah! Diglielo, vecchio!

# 188_Blue Z, Member C
source: In case ya haven't heard, we're the biggest studs in Kamurocho! They call us Blue Z for short!
pt_br: Nel caso non l'avessi ancora capito, siamo i più fighi di Kamurocho! Ci chiamano Blue Z, per farla breve!

# 200_Blue Z, Member B
source: Hahaha! That ain't even short for anything!
pt_br: Ahahah! Non è manco l'abbreviazione di niente!

# 224_Older-Looking Man
source: Huh? Kiryu-san?
pt_br: Eh? Signor Kiryu?

# 236_Kiryu
source: Aota? What're you doing here?
pt_br: Aota? Che ci fai qui?

# 260_Kiryu
source: All the other color gang leaders moved on with their lives, in one way or another.
pt_br: Tutti gli altri capi delle gang colorate sono andati avanti con le loro vite, in un modo o nell'altro.

# 272_Kiryu
source: Listen, I'm not going to lecture you if this is what you want to do. But is this really it for you?
pt_br: Senti, non ti farò la predica se è questo che vuoi fare. Ma è davvero tutto qui per te?

# 284_Aota
source: Shaddup! The hell you think you know, anyway!?
pt_br: Sta' zitto! Ma che cazzo ne sai tu, eh!?

# 320_Blue Z, Member A
source: Whoa, she took off!
pt_br: Caspita, se l'è data a gambe!

# 344_Blue Z Members
source: Aw, man!
pt_br: Mannaggia!

# 368_Blue Z, Member A
source: Damn, pops! We were, like, this close to scorin'!
pt_br: Cazzo, vecchio! Eravamo a tanto così dall'acchiappare!

# 380_Blue Z, Member D
source: Aota-san, let's teach this old fart a lesson!
pt_br: Aota-san, diamo una lezione a 'sto vecchio rottame!

# 404_Aota
source: Yeah, maybe we should...
pt_br: Già, forse dovremmo...

# 416_Aota
source: All right, boys! Let's show this has-been a thing or two!
pt_br: Dai, ragazzi! Facciamogli vedere un paio di cose a questo vecchio rimbambito!
