Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid002601e9.po
Languages: pt_br

# 56_Kiryu
source: This is it, right?
pt_br: Ci siamo, no?

# 68_Shizuka
source: Yes! Thank you, sir!
pt_br: Sì! Grazie, signore!

# 80_Kiryu
source: What's in there, anyway? You seemed pretty upset about losing it.
pt_br: Ma cosa c'è lì dentro, poi? Sembravi parecchio scossa per averla persa.

# 92_Shizuka
source: Well, I got some presents for you.
pt_br: Beh, ti ho preso dei regali.

# 104_Kiryu
source: Presents?
pt_br: Regali?

# 116_Shizuka
source: Yes. For the children at your orphanage. Good luck bracelets for the boys and scrunchies for the girls.
pt_br: Sì. Per i bambini del tuo orfanotrofio. Braccialetti portafortuna per i maschietti ed elastici per capelli per le femminucce.

# 128_Kiryu
source: You made them?
pt_br: Li hai fatti?

# 140_Shizuka
source: Yes.
pt_br: Sì.

# 152_Kiryu
source: Thank you. I'm sure they'll love them.
pt_br: Grazie. Sono sicura che li adoreranno.

# 164_Shizuka
source: I hope so!
pt_br: Spero di sì!

# 176_Kiryu
source: What can I do to thank you?
pt_br: Cosa posso fare per ringraziarti?

# 188_Shizuka
source: Oh, you don't have to do anything! It was my idea, and you got my purse back for me.
pt_br: Oh, non devi fare proprio nulla! È stata una mia idea, e mi hai recuperato la borsa.

# 200_Kiryu
source: No, that's not enough. I'm always telling my kids that they have to give an appropriate return gift when they get a present.
pt_br: No, non basta. Dico sempre ai miei ragazzi che quando ricevono un regalo, devono ricambiare a tono.

# 224_Kiryu
source: Sure. I just wish I could think of something you would like...
pt_br: Certo. Vorrei solo riuscire a pensare a qualcosa che ti piacesse...

# 236_Shizuka
source: Um, sir... I mean, Kiryu-san? It's a little selfish, but I have an idea.
pt_br: Ehm, signore... Voglio dire, Kiryu-san? È un po' egoista da parte mia, ma avrei un'idea.

# 248_Kiryu
source: Sure, what is it?
pt_br: Certo, cosa c'è?

# 260_Shizuka
source: Well, I was wondering if I could wash your back.
pt_br: Beh, mi chiedevo se potessi lavarti la schiena.

# 272_Kiryu
source: Are you sure that's what you want?
pt_br: Sei sicuro che sia quello che vuoi?

# 284_Shizuka
source: Yes! That would be the best way to thank me.
pt_br: Sì! Sarebbe il modo migliore per ringraziarmi.

# 296_Kiryu
source: Okay then...
pt_br: Okay, allora...
