Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00a4006c.po
Languages: pt_br

source: You got the <Color:8>Briefcase with 30 Million Yen<Color:Default>.
pt_br: Hai la <Color:8>Valigetta con 30 milioni di Yen<Color:Default>.

# 212_Akiyama
source: Hana-chan. Is the money all set?
pt_br: Hana-chan. I soldi sono a posto?

# 224_Hana
source: Yep. Thirty million yen. I put it in a briefcase for you.
pt_br: Già. Trenta milioni di yen. Te li ho messi in valigetta.

# 236_Akiyama
source: Thanks. Appreciate you always being on top of things. It helps a lot.
pt_br: Grazie. Apprezzo che tu sia sempre sul pezzo. Aiuta un sacco.

# 272_Akiyama
source: Apparently, the exchange point is the taxi stand near the Kamurocho Hills construction site.
pt_br: A quanto pare, il punto di scambio è la piazzola dei taxi vicino al cantiere delle Kamurocho Hills.

# 284_Hana
source: Well, it's your money, Chief. I'm not going to tell you how to use it...
pt_br: Beh, sono soldi tuoi, Capo. Non sono certo io a dirti come usarli...

# 296_Akiyama
source: I'm sorry. I always make you go along with my crazy plans.
pt_br: Mi dispiace. Ti trascino sempre nelle mie follie.

# 308_Hana
source: Don't worry about it. I do this job because I want to.
pt_br: Non ti preoccupare. Lo faccio perché voglio io.

# 320_Hana
source: Just be careful, all right? You have a habit of getting caught up in shady deals.
pt_br: Stai solo attento, ok? Hai il vizio di cacciarti negli affari loschi.

# 332_Akiyama
source: I know. I will. Now, if you'll excuse me, I've got a date over at the lockers.
pt_br: Lo so. Sarà fatto. Adesso, se non ti dispiace, ho un appuntamento agli armadietti.
