Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e601af.po
Languages: pt_br

source: You got a <Color:8>Gold-Plated Dish<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Piatto placcato in oro<Color:Default>.

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

# 56_Tadashi
source: Are you sure about this, big guy? I'm pretty sure by "job" he meant "really bad stuff."
pt_br: Sei sicuro di 'sta cosa, ragazzo? Credo proprio che con "lavoro" intendesse "roba brutta forte."

# 68_Saejima
source: It's alright. I used to be a pretty bad guy, m'self. Still am.
pt_br: Stai tranquillo. Anch'io ero un brutto ceffo, ai miei tempi. Lo sono ancora.

# 92_Saejima
source: Now, I want you to remember this, Tadashi: there's nothing bad in the world 'cept turning your back on someone in need.
pt_br: Ora, mettiti bene in testa questo, Tadashi: non c'è niente di così brutto al mondo, a parte voltare le spalle a chi ha bisogno.

# 104_Saejima
source: My boss taught me that. And that's why I'm gonna help ya. Catch my drift?
pt_br: Il mio capo me l'ha insegnato. Ed è per questo che ti do una mano. Hai capito l'antifona?

# 116_Tadashi
source: Uh-huh. Thanks, big guy.
pt_br: Ah, sì. Grazie, grande.

# 128_Saejima
source: Thank me when you and your sister are back together. Now c'mon, let's head home.
pt_br: Ringraziami quando tu e tua sorella sarete di nuovo insieme. Dai su, andiamo a casa.

# 140_Tadashi
source: Huh? But I don't...
pt_br: Eh? Ma io non...

# 152_Saejima
source: You got no place to go, right? Then stay at my hideout. We got plenty of room for ya.
pt_br: Non hai un posto dove andare, giusto? Allora resta al mio covo. Abbiamo un sacco di spazio per te.

# 164_Tadashi
source: Okay! Just let me get my stuff first. Go on ahead, big guy. I'll see you there!
pt_br: A posto! Fammi prendere la mia roba prima. Vai pure avanti, ragazzone. Ci vediamo lì!

# 176_Saejima
source: Huh? Well, alright. Come home before it gets too late, now.
pt_br: Eh? Va bene, dai. Torna a casa prima che si faccia troppo tardi, mi raccomando.

# 188_Tadashi
source: I will! Oh yeah, here. I found something for you.
pt_br: Contaci! Ah, sì, tieni. Ti ho scovato una cosa.

# 224_Saejima
source: Heh. Much obliged, kid.
pt_br: Eh. Molto obbligato, ragazzo.

# 236_Tadashi
source: Catch you later!
pt_br: Ci si vede!
