Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c0232.po
Languages: pt_br

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

# 116_Noa
source: Hehe, what are you going to get me?
pt_br: Eheheh, cosa mi prendi?

# 128_Player
source: You'll just have to wait and see.
pt_br: Dovrai solo aspettare e vedere.

# 140_Noa
source: Okay... Come on, let's go inside.
pt_br: Okay... Dai, entriamo.

# 164_Noa
source: Hehe, what are you going to get me?
pt_br: Eheheh, cosa mi prendi?

# 176_Player
source: Um, wait a moment. I thought I had more cash than this...
pt_br: Uhm, aspetta un attimo. Pensavo di avere più grana di così...

# 188_Noa
source: Huh!? Really?
pt_br: Eh!? Davvero?

# 200_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 212_Noa
source: Oh. Well, that's too bad. This'll be the end of our date then. See you around.
pt_br: Oh. Beh, che peccato. Il nostro appuntamento finisce qui, allora. Ci si vede.

# 224_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 332_Noa
source: Oh! It's great! You picked well.
pt_br: Oh! È bellissimo! Hai scelto proprio bene.

# 344_Player
source: Good. It looked perfect for you.
pt_br: Bene. Ti stava a pennello.

# 356_Noa
source: I'll treasure it. Thank you so much. <Color:7>♥<Color:Default>
pt_br: Lo custodirò gelosamente. Grazie infinite. <Color:7>♥<Color:Default>

# 368_Noa
source: We should do this again sometime. Okay, I should be going.
pt_br: Dovremmo rifarlo ancora, un giorno. Va bene, mi sa che devo andare.

# 392_Noa
source: Oh! It's really okay for me to have this?
pt_br: Oh! Posso davvero averlo?

# 404_Player
source: Of course.
pt_br: E di che.

# 416_Noa
source: I'll treasure it. Well, see you later.
pt_br: Ne farò tesoro. Beh, a dopo.

# 452_Player
source: What's wrong?
pt_br: Che succede?

# 464_Noa
source: Um... I don't think this is quite my style.
pt_br: Uhm... Non credo sia proprio il mio stile.

# 476_Player
source: Huh? It's not?
pt_br: Eh? Non è?

# 488_Noa
source: I think I'll just go home. See you at the club...
pt_br: Mi sa che vado a casa. Ci vediamo al club...

# 500_Player
source: (Guess she didn't like the gift. Maybe I'll put some more thought into it next time.)
pt_br: (A quanto pare il regalo non le è piaciuto. Magari la prossima volta ci metto più testa.)

# 608_Noa
source: Hehe, what are you going to get me?
pt_br: Eheheh, cosa mi prendi?

# 620_Player
source: You'll just have to wait and see.
pt_br: Dovrai solo aspettare e vedere.

# 632_Noa
source: Okay... Come on, let's go inside.
pt_br: Okay... Dai, entriamo.

# 656_Noa
source: Hehe, what are you going to get me?
pt_br: Eheheh, cosa mi prendi?

# 668_Player
source: Um, wait a moment. I thought I had more cash than this...
pt_br: Uhm, aspetta un attimo. Pensavo di avere più grana di così...

# 680_Noa
source: Huh!? Really?
pt_br: Eh!? Davvero?

# 692_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 704_Noa
source: Oh. Well, that's too bad. This'll be the end of our date then. See you around.
pt_br: Oh. Beh, che peccato. Il nostro appuntamento finisce qui, allora. Ci si vede.

# 716_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 824_Noa
source: Oh! It's great! You picked well.
pt_br: Oh! È bellissimo! Hai scelto proprio bene.

# 836_Player
source: Good. It looked perfect for you.
pt_br: Bene. Ti stava a pennello.

# 848_Noa
source: I'll treasure it. Thank you so much. <Color:7>♥<Color:Default>
pt_br: Lo custodirò gelosamente. Grazie infinite. <Color:7>♥<Color:Default>

# 860_Noa
source: I had a lot of fun today. Shall we continue this over at the club?
pt_br: Mi sono divertita un sacco oggi. Che ne dici se continuiamo al club?

# 872_Player
source: Sounds good.
pt_br: Perfetto.

# 896_Noa
source: Oh! It's really okay for me to have this?
pt_br: Oh! Posso davvero averlo?

# 908_Player
source: Yeah...
pt_br: Già...

# 920_Noa
source: I'll treasure it. Shall we head over to the club, then?
pt_br: Ne farò tesoro. Allora, andiamo al club?

# 932_Player
source: Sounds good.
pt_br: Perfetto.

# 968_Player
source: What's wrong?
pt_br: Che succede?

# 980_Noa
source: I... I don't think this is for me.
pt_br: Non... non credo che faccia per me.

# 992_Player
source: Huh? It's not?
pt_br: Eh? Non è?

# 1004_Noa
source: Maybe we should head over to the club.
pt_br: Magari andiamo al club.

# 1016_Player
source: (Guess she didn't like the gift. Maybe I'll put some more thought into it next time.)
pt_br: (A quanto pare il regalo non le è piaciuto. Magari la prossima volta ci metto più testa.)
