Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c0016.po
Languages: pt_br

# 7872_Kiryu
source: Do you always speak so politely?
pt_br: Parli sempre così educatamente?

# 7884_Shizuka
source: Politely? I'm just speaking normally.
pt_br: Con garbo? Sto solo parlando normalmente.

# 7896_Kiryu
source: Not really. Did your parents teach you to talk like that?
pt_br: Non proprio. Ti hanno insegnato i tuoi a parlare così?

# 7908_Shizuka
source: Ah, well, I've been influenced by my Japanese dance teacher.
pt_br: Ah, be', sono stata influenzata dalla mia maestra di danza giapponese.

# 7920_Kiryu
source: Japanese dance, huh? How long have you been at it?
pt_br: Danza giapponese, eh? Da quanto tempo la pratichi?

# 7932_Shizuka
source: I've been dancing since junior high, so about 14 years. I guess that's a long time.
pt_br: Ballo da quando ero alle medie, quindi sono tipo 14 anni. È un sacco di tempo, direi.

# 7944_Shizuka
source: My teacher is very strict, but I really love and respect her as a person.
pt_br: La mia insegnante è molto severa, ma le voglio davvero bene e la rispetto come persona.

# 7956_Kiryu
source: Not many girls your age say things like that. That's admirable.
pt_br: Non molte ragazze della tua età dicono cose del genere. Questo è ammirevole.

# 7968_Shizuka
source: Oh? Do you think so?
pt_br: Oh? La pensi così?

# 7980_Kiryu
source: Yeah. I'm sure your teacher is a very respectable person too.
pt_br: Già. Sono sicuro che anche il tuo maestro sia una persona molto rispettabile.

# 7992_Shizuka
source: She isn't just strict about dancing. She also wants her students to be good people.
pt_br: Non è solo severa sul ballo. Vuole anche che i suoi studenti siano brave persone.

# 8004_Shizuka
source: So of course she wants us to be polite, but she also expects us to be grateful and forgiving.
pt_br: Quindi ovviamente vuole che siamo educati, ma si aspetta anche che le siamo grati e la perdoniamo.

# 8016_Shizuka
source: She can talk about it for hours on end.
pt_br: Potrebbe parlarne per ore e ore.

# 8028_Kiryu
source: Sounds like you're lucky to have found her.
pt_br: Sembra proprio che tu sia fortunato ad averla trovata.

# 8040_Shizuka
source: Yes. I truly think so.
pt_br: Sì. Lo penso davvero.

# 8052_Shizuka
source: But I worry that I'm only being a burden on her. I'm so inexperienced.
pt_br: Ma temo di essere solo un peso per lei. Sono così inesperta.

# 8064_Kiryu
source: Hey now. What are you saying.
pt_br: Ma dai. Che dici.

# 8076_Shizuka
source: I'm not really much of a dancer yet, and I don't think I've grown much as a person either.
pt_br: Non sono ancora 'sta gran ballerina, e non mi sembra di essere cresciuta granché come persona.

# 8088_Kiryu
source: Heh. It's only natural for those still learning to be inexperienced. Guiding you through that is the role of a teacher.
pt_br: Heh. È ovvio che chi è alle prime armi non abbia esperienza. Farti strada in queste cose, quello è il compito di un insegnante.

# 8100_Kiryu
source: You're being too hard on yourself. You're trying to improve－that's the most important thing.
pt_br: Non essere così severo con te stesso. Stai cercando di migliorare－è la cosa più importante.

# 8112_Shizuka
source: Thank you. I'll make sure to do my best so I don't disappoint my teacher.
pt_br: Grazie. Farò del mio meglio così non deluderò il mio maestro.

# 8124_Kiryu
source: That's the spirit.
pt_br: È lo spirito giusto.

# 8136_Kiryu
source: I agree with your teacher. Being rude affects everyone you meet. It has an impact on your entire life.
pt_br: Sono d'accordo con il tuo insegnante. Essere maleducati influisce su tutti quelli che incontri. Ha un impatto sulla tua intera vita.

# 8148_Shizuka
source: Hehehe. You know, you're quite a bit like my teacher, sir.
pt_br: Hehehe. Sai, sei un po' come il mio maestro, signore.

# 8160_Kiryu
source: Do I?
pt_br: Davvero?

# 8172_Shizuka
source: Yes. I always hear my teacher's sentiments echoing in the things you say, sir.
pt_br: Sì. Ogni volta sento i pensieri del mio maestro che risuonano in quello che dice, signore.

# 8184_Kiryu
source: I'm nobody special. You shouldn't compare your teacher to me. It's insulting to her.
pt_br: Non sono mica chissà chi. Non dovresti proprio paragonare la tua insegnante a me. È un insulto nei suoi confronti.

# 8196_Shizuka
source: You're so modest. That makes you sound even more like my teacher. <Color:7>♥<Color:Default>
pt_br: Sei così modesto. Così mi sembri ancora di più il mio professore. <Color:7>♥<Color:Default>

# 8208_Kiryu
source: I see...
pt_br: Capisco...

# 8220_Kiryu
source: Isn't it tiring to be polite all the time? It wouldn't hurt you to relax a bit more when you're not practicing.
pt_br: Non ti stanca essere sempre così educata? Non ti farebbe male scioglierti un po' di più quando non ti stai allenando.

# 8232_Shizuka
source: No, I'm so used to it now it's not tiring at all.
pt_br: No, ormai ci sono così abituato che non è per niente stancante.

# 8244_Kiryu
source: But have you thought it might make the person you're talking to uncomfortable?
pt_br: Ma non ti è venuto in mente che potrebbe mettere a disagio la persona con cui stai parlando?

# 8256_Shizuka
source: Huh? I never thought it might make people uncomfortable...
pt_br: Eh? Non ho mai pensato che potesse mettere a disagio la gente...

# 8268_Kiryu
source: If you're not careful, some people might even think you're being stuck up or mocking them.
pt_br: Se non fai attenzione, alcuni potrebbero pure pensare che te la stia tirando o che li stia prendendo in giro.

# 8280_Shizuka
source: Oh... But I'm rather fond of polite Japanese...
pt_br: Oh... Ma ho un debole per il giapponese educato...

# 8292_Shizuka
source: I guess most people these days can't really appreciate it. What a shame.
pt_br: Suppongo che la maggior parte della gente, oggigiorno, non riesca proprio ad apprezzarlo. Che peccato.

# 8316_Shizuka
source: If you'll allow me to ask... what do you think of the practice of embalming?
pt_br: Se mi permette di chiedere... cosa ne pensa della pratica dell'imbalsamazione?

# 8328_Kiryu
source: Huh? That's a strange question to ask all of a sudden.
pt_br: Eh? Che domanda strana, così all'improvviso.

# 8340_Shizuka
source: There was an article about it in the newspaper this morning.
pt_br: Stamattina c'era un articolo sul giornale che ne parlava.

# 8352_Shizuka
source: It said altering a corpse was sacrilegious and deeply immoral.
pt_br: Diceva che alterare un cadavere era sacrilego e profondamente immorale.

# 8364_Kiryu
source: I see. Well, what do you think?
pt_br: Capisco. Beh, che ne pensi?

# 8376_Shizuka
source: I think that it can help the family cope with the loss of a loved one if they can actually see them during the funeral.
pt_br: Credo che possa aiutare la famiglia a superare la perdita di una persona cara, se possono effettivamente vederla durante il funerale.

# 8388_Kiryu
source: What do you mean?
pt_br: Cosa intendi?

# 8400_Shizuka
source: Well, if the deceased was badly injured, the family might not be able to say goodbye. That can make it hard on them.
pt_br: Beh, se il defunto fosse messo male, la famiglia potrebbe non riuscire a dargli l'ultimo saluto. Questo può rendergli le cose davvero dure.

# 8412_Shizuka
source: Embalming can help a little with that. It can help loved ones accept death and move on.
pt_br: L'imbalsamazione può dare una mano con quello. Può aiutare le persone care ad accettare la morte e ad andare avanti.

# 8424_Kiryu
source: I see.
pt_br: Capisco.

# 8436_Shizuka
source: It's too bad that most people in Japan don't seem to understand the value of embalming.
pt_br: È un peccato che qui in Giappone la maggior parte della gente non colga il valore dell'imbalsamazione.

# 8448_Kiryu
source: I can see what the writer meant, though. This isn't a case where you can easily say that one side is right and the other's wrong.
pt_br: Vedo cosa intendeva lo scrittore, però. Non è che sia così facile dire chi ha ragione e chi ha torto.

# 8460_Shizuka
source: So you think embalming a body is a kind of sacrilege?
pt_br: Quindi pensi che imbalsamare un corpo sia una specie di sacrilegio?

# 8472_Kiryu
source: I didn't say that, but I can understand the family not wanting someone to tamper with their loved one's body.
pt_br: Non l'ho detto, ma posso capire che la famiglia non voglia che qualcuno metta mano al corpo del loro caro.

# 8484_Shizuka
source: I see... Well, I'm not going to deny that way of thinking either.
pt_br: Capisco... Beh, non mi sento di negare neanch'io quel modo di pensare.

# 8496_Shizuka
source: But that doesn't mean that they have to say such terrible things about embalming.
pt_br: Ma ciò non vuol dire che debbano fare quelle sparate sull'imbalsamazione.

# 8508_Kiryu
source: That's true. It's not as if anyone is forcing them to have it done.
pt_br: Giusto. Non è mica che qualcuno li stia costringendo a farselo fare.

# 8520_Shizuka
source: The fact that they wrote an article about it means it's becoming more well-known. I hope people start to accept it more.
pt_br: Il fatto che ne abbiano scritto un articolo significa che sta diventando più conosciuto. Spero che la gente inizi ad accettarlo di più.

# 8532_Kiryu
source: Yeah, me too.
pt_br: Già, anch'io.

# 8544_Kiryu
source: I'm sure people will understand someday. Nobody would talk about "sacrilege" if they knew how much you cared about your work.
pt_br: Vedrai, un giorno la gente capirà. Nessuno oserebbe parlare di 'sacrilegio' se sapesse quanto ci tieni al tuo lavoro.

# 8556_Shizuka
source: You really think so?
pt_br: Lo pensi davvero?

# 8568_Kiryu
source: There's always resistance to new things in any generation.
pt_br: C'è sempre resistenza alle novità, in ogni generazione.

# 8580_Kiryu
source: You just have to show them how committed you are, and it'll catch on eventually.
pt_br: Basta che gli fai vedere quanto ci tieni, e vedrai che alla fine prenderà piede.

# 8592_Shizuka
source: I think you're right! I've got to strive to do my best!
pt_br: Credo proprio tu abbia ragione! Devo dare il massimo!

# 8604_Shizuka
source: It seems like you're always able to cheer me up when we talk.
pt_br: Sembra che tu riesca sempre a tirarmi su il morale quando parliamo.

# 8616_Kiryu
source: If it helps cheer you up, then it's my pleasure.
pt_br: Se ti aiuta a tirarti su il morale, allora è un piacere.

# 8628_Shizuka
source: Thank you. It really does help.
pt_br: Grazie. Mi aiuta davvero.

# 8640_Kiryu
source: Would you embalm me if I died?
pt_br: Mi imbalsameresti se morissi?

# 8652_Shizuka
source: Huh!? You must be joking... You're still healthy, aren't you?
pt_br: Ma dai!? Starai scherzando... Stai ancora bene, no?

# 8664_Kiryu
source: No, I mean... An accident or an illness could strike at any time. You know what I'm talking about, right?
pt_br: No, voglio dire... Un incidente o una malattia potrebbero capitare da un momento all'altro. Mi capisci, no?

# 8676_Shizuka
source: I know, but...
pt_br: Lo so, ma...

# 8688_Kiryu
source: I try and live every day to the fullest so that I won't have any regrets when it's my turn to move on.
pt_br: Cerco di vivere ogni giorno al massimo, così da non avere rimpianti quando sarà il mio momento di andarmene.

# 8700_Shizuka
source: Don't talk like that. I don't want to part with you just yet...
pt_br: Non parlare così. Non ho ancora voglia di lasciarti...

# 8712_Kiryu
source: But if it did, I could count on you to help me, right?
pt_br: Ma se succedesse, potrei contare su di te per darmi una mano, no?

# 8724_Shizuka
source: Yes... I'll take good care of you.
pt_br: Sì... Mi prenderò cura di te.

# 8736_Kiryu
source: I see... Thank you.
pt_br: Capisco... Grazie.

# 8748_Shizuka
source: You know, you've got the most amazing eyes.
pt_br: Sai, hai degli occhi davvero splendidi.

# 8760_Kiryu
source: Heh. Well, that's sudden.
pt_br: Eh. Beh, questa mi giunge nuova.

# 8772_Shizuka
source: I can't really explain it, but I can tell from your eyes that you've seen so much. So strong but gentle at the same time.
pt_br: Non so bene come spiegarlo, ma dai tuoi occhi capisco che ne hai passate tante. Così forte, ma allo stesso tempo così gentile.

# 8784_Shizuka
source: It makes me think that you've had to overcome a lot of sorrow in your life.
pt_br: Mi fa pensare che tu abbia dovuto superare un bel po' di sofferenza nella tua vita.

# 8808_Shizuka
source: Whenever I talk with you, I feel... comforted...
pt_br: Ogni volta che parlo con te, mi sento... confortato...

# 8820_Shizuka
source: But when I'm by myself, I feel like I still have so much to learn. It's depressing... I wish I was more like you.
pt_br: Ma quando sono da sola, mi sento come se avessi ancora tantissimo da imparare. Mi butta giù... Vorrei essere più come te.

# 8832_Kiryu
source: You can't ask for the impossible. We're two different people. You shouldn't try to be like me.
pt_br: Non puoi chiedere l'impossibile. Siamo due persone diverse. Non devi cercare di essere come me.

# 8844_Shizuka
source: I suppose you're right... But when I'm talking with you, I feel like I've become almost as amazing as you are.
pt_br: Immagino tu abbia ragione... Ma quando parlo con te, mi sento quasi altrettanto fantastica quanto te.

# 8856_Shizuka
source: Of course, I know it's not real. I'm still the same girl when I'm by myself.
pt_br: Certo, lo so che non è reale. Sono sempre la stessa ragazza quando sono da sola.

# 8868_Kiryu
source: What're you saying? You have a unique charm that no one else can replicate, Shizuka. I'm the one who should be jealous of you.
pt_br: Ma che dici? Hai un fascino unico che nessun altro può replicare, Shizuka. Dovrei essere io geloso di te.

# 8880_Shizuka
source: Really? What sort of unique charm do I have?
pt_br: Davvero? Che tipo di fascino unico avrei?

# 8892_Kiryu
source: Well... You're modest and polite, for one. That's not something you see so often these days.
pt_br: Beh... tanto per cominciare, sei modesto ed educato. Non è una cosa che si vede così spesso, in giro, di questi tempi.

# 8904_Kiryu
source: A talent that nobody else has is a very powerful thing. You should try and make the most of it.
pt_br: Un talento che nessun altro ha è una cosa molto potente. Dovresti cercare di sfruttarlo al massimo.

# 8916_Shizuka
source: I see. Maybe you're right. Maybe I should be happier with who I am.
pt_br: Capisco. Forse hai ragione. Forse dovrei essere più felice con chi sono.

# 8928_Kiryu
source: You got it.
pt_br: Va bene.

# 8940_Shizuka
source: Thank you! I never thought about it that way.
pt_br: Grazie! Non ci avevo mai pensato in questo modo.

# 8952_Kiryu
source: Heh. No problem.
pt_br: Eheh. Figurati.

# 8964_Kiryu
source: Everyone's got to start somewhere. And you're better off than people who have it all right from the start.
pt_br: Tutti devono pur cominciare da qualche parte. E tu stai meglio di chi ha già tutto fin dall'inizio.

# 8976_Shizuka
source: What do you mean?
pt_br: Cosa intendi?

# 8988_Kiryu
source: If everything comes easy to you, you stop trying.
pt_br: Se tutto ti viene facile, smetti di provarci.

# 9000_Kiryu
source: But when you know your limits and work to overcome them, you can find true success in the end.
pt_br: Ma quando conosci i tuoi limiti e ti impegni per superarli, alla fine puoi trovare il vero successo.

# 9012_Shizuka
source: Hmm... I can see how that might be the case.
pt_br: Mmm... posso capire come mai sia così.

# 9024_Kiryu
source: You know you lack experience, and you're working hard to gain it. There's nothing wrong with that.
pt_br: Sai di non avere esperienza, e ti stai impegnando per acquisirla. Non c'è niente di male in questo.

# 9036_Shizuka
source: Hearing you say that makes me feel like I've still got a long way to go.
pt_br: Sentirti dire questo mi fa sentire che ho ancora un bel po' di strada da fare.

# 9048_Shizuka
source: But I guess that's okay, huh?
pt_br: Ma suppongo che vada bene, eh?

# 9060_Kiryu
source: Right.
pt_br: Esatto.

# 9072_Shizuka
source: You always help me so much. I wish I had some way to thank you.
pt_br: Mi aiuti sempre un sacco. Vorrei tanto poterti ringraziare in qualche modo.

# 9084_Kiryu
source: Heh.
pt_br: Eh.

# 9096_Kiryu
source: You're giving me too much credit. I'm really not that special.
pt_br: Mi stai dando troppo credito. Non sono mica così speciale.

# 9108_Shizuka
source: That's not true. I feel so insignificant compared to you.
pt_br: Ma no. Mi sento una nullità rispetto a te.

# 9120_Kiryu
source: I have a lot of problems myself. I'm always regretting my choices and wondering what I could have done better.
pt_br: Anch'io ho un sacco di problemi. Mi pento sempre delle mie scelte e mi chiedo cosa avrei potuto fare di meglio.

# 9132_Shizuka
source: Is that so?
pt_br: È così?

# 9144_Kiryu
source: Sure. Nobody's perfect. We're all still learning in different ways and trying to become better versions of ourselves.
pt_br: Certo. Nessuno è perfetto. Stiamo tutti ancora imparando in modi diversi e cercando di diventare versioni migliori di noi stessi.

# 9156_Kiryu
source: Sometimes it can take years to solve the problems we face.
pt_br: A volte possono volerci anni per risolvere i problemi che ci troviamo davanti.

# 9168_Shizuka
source: Years? That's such a long time...
pt_br: Anni? È così tanto tempo...

# 9180_Shizuka
source: But someday, I want to become someone who others can look up to. I'll just have to keep working at it.
pt_br: Ma un giorno, voglio diventare qualcuno a cui gli altri possano guardare con rispetto. Dovrò solo continuare a impegnarmi.

# 9192_Kiryu
source: I'm sure you can do it. Good luck.
pt_br: Sono sicuro che ce la farai. In bocca al lupo.

# 9204_Shizuka
source: Do you remember me telling you that I felt like I've known you for a long time?
pt_br: Ti ricordi che ti dissi che mi sembrava di conoscerti da una vita?

# 9216_Kiryu
source: Yeah, I remember you saying something like that.
pt_br: Già, mi ricordo che dicevi qualcosa del genere.

# 9228_Shizuka
source: Well, I finally figured out why. You're a lot like someone I used to know.
pt_br: Beh, finalmente ho capito il perché. Mi ricordi molto qualcuno che conoscevo.

# 9240_Kiryu
source: Oh, really?
pt_br: Oh, davvero?

# 9252_Shizuka
source: Yes, but he passed away...
pt_br: Sì, ma è morto...

# 9264_Kiryu
source: He must have been very important to you.
pt_br: Deve essere stato molto importante per te.

# 9276_Shizuka
source: Yes... But I never got to say goodbye to him...
pt_br: Sì... Ma non sono riuscita a dirgli addio...

# 9288_Shizuka
source: So it's hard to accept that he's really gone. Sometimes I think he's still out there.
pt_br: Quindi è dura accettare che se n'è andato davvero. A volte penso che sia ancora là fuori.

# 9312_Shizuka
source: I guess that's why I got interested in embalming.
pt_br: Immagino sia per questo che mi sono interessata all'imbalsamazione.

# 9324_Kiryu
source: I see... But why are you telling me this?
pt_br: Capisco... Ma perché mi stai dicendo questo?

# 9336_Shizuka
source: At first, I didn't feel there was a need to tell you... But I started thinking recently that it wouldn't be good to hide things from you now.
pt_br: All'inizio, non sentivo il bisogno di dirtelo... Ma ultimamente ho cominciato a pensare che non sarebbe giusto nasconderti le cose adesso.

# 9348_Shizuka
source: I'm sorry I didn't tell you sooner.
pt_br: Mi dispiace di non avertelo detto prima.

# 9360_Kiryu
source: Everyone has secrets. It's nothing to be ashamed of.
pt_br: Tutti hanno dei segreti. Non c'è niente di cui vergognarsi.

# 9372_Shizuka
source: You're too kind, sir.
pt_br: Lei è troppo buono, signore.

# 9384_Kiryu
source: But I do think it's better to be in a relationship where you feel comfortable enough to tell each other your secrets.
pt_br: Ma credo proprio che sia meglio stare in una relazione dove ci si senta abbastanza a proprio agio per raccontarsi i propri segreti.

# 9396_Kiryu
source: So if you're ever in any kind of trouble, just let me know. I'll be there for you.
pt_br: Quindi, se mai ti trovassi in qualche guaio, fammelo sapere. Ci sarò per te.

# 9408_Shizuka
source: Really?
pt_br: Davvero?

# 9420_Kiryu
source: Yeah.
pt_br: Sì.

# 9432_Shizuka
source: I feel so much better. You're even nicer than I thought.
pt_br: Mi sento molto meglio. Sei persino più gentile di quanto pensassi.

# 9444_Shizuka
source: I feel silly for worrying about it.
pt_br: Mi sento sciocca per essermi preoccupata.

# 9456_Kiryu
source: Heh...
pt_br: Eh...

# 9468_Kiryu
source: Why are you apologizing?
pt_br: Perché ti scusi?

# 9480_Shizuka
source: There's just something about you that reminds me of him. I think you awakened memories of him.
pt_br: C'è proprio qualcosa in te che me lo fa tornare in mente. Credo tu mi abbia fatto riaffiorare dei ricordi suoi.

# 9492_Shizuka
source: It didn't feel right to hide that from you.
pt_br: Non mi sembrava giusto nascondertelo.

# 9504_Kiryu
source: I get it now.
pt_br: Ora capisco.

# 9516_Shizuka
source: Are you... angry at me?
pt_br: Sei... arrabbiato con me?

# 9528_Kiryu
source: No... Actually, I'm happy. I think I got to know you even better now.
pt_br: No... Anzi, sono felice. Credo di averti conosciuto ancora meglio, adesso.

# 9540_Shizuka
source: Oh, I'm glad.
pt_br: Oh, sono contento.

# 9552_Kiryu
source: It doesn't bother me. Don't worry about it.
pt_br: Non mi dà fastidio. Non preoccuparti.

# 9564_Shizuka
source: All right! ♪
pt_br: Ottimo! ♪

# 9576_Kiryu
source: Thanks for telling me.
pt_br: Grazie per avermelo detto.

# 9588_Shizuka
source: Huh?
pt_br: Uh?

# 9600_Kiryu
source: It must have been hard on you to hide it from me all this time.
pt_br: Dev'essere stata dura per te nascondermelo per tutto questo tempo.

# 9612_Shizuka
source: It was...
pt_br: Era...

# 9624_Kiryu
source: Heh. What about him is similar to me?
pt_br: Ah. Cos'ha lui di simile a me?

# 9636_Shizuka
source: Well... Something about your eyes... and your attitude.
pt_br: Beh... Qualcosa nei tuoi occhi... e nel tuo modo di fare.

# 9648_Kiryu
source: I see... Well, I'm happy I got to know something else about you, Shizuka.
pt_br: Ah, capisco... Beh, sono contento di aver scoperto qualcos'altro su di te, Shizuka.

# 9660_Shizuka
source: Sir...
pt_br: Signore...

# 9672_Shizuka
source: I'm glad I told you. I feel a little better now.
pt_br: Meno male che te l'ho detto. Mi sento un po' meglio ora.

# 9684_Kiryu
source: Heh. That's good.
pt_br: Eh. Va bene.

# 9708_Shizuka
source: Hehehe. ♪
pt_br: Eheheh. ♪

# 9720_Kiryu
source: You seem to be in a good mood.
pt_br: Sembra che tu sia di buon umore.

# 9732_Shizuka
source: Things were going my way today, so I had a feeling that you might come and visit me, too, sir.
pt_br: Oggi mi andava proprio bene, per questo avevo la sensazione che sarebbe venuto a trovarmi anche lei, signore.

# 9744_Shizuka
source: And here you are! I guess this is my lucky day!
pt_br: Ed eccoti qui! Mi sa che questo è il mio giorno fortunato!

# 9756_Kiryu
source: Let me guess... Did you eat a fish neatly again today?
pt_br: Fammi indovinare... Hai mangiato il pesce pulitamente anche oggi?

# 9768_Shizuka
source: Oh no... I actually went to the stationery store today, and I found the most incredible thing.
pt_br: Oh no... Oggi sono andata proprio in cartoleria, e ho trovato una cosa pazzesca.

# 9780_Kiryu
source: What did you find?
pt_br: Cosa hai trovato?

# 9792_Shizuka
source: A 25-meter-long roll of whiteout tape.
pt_br: Un rotolo di nastro correttore lungo 25 metri.

# 9804_Kiryu
source: That's pretty long...
pt_br: È piuttosto lungo...

# 9816_Shizuka
source: Yes! Do you understand why it's so incredible, sir?
pt_br: Sì! Capisce perché è così incredibile, signore?
