Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60459.po
Languages: pt_br

source: You got a <Color:8>Seal of the Dragon<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Sigillo del Drago<Color:Default>.

# 80_Saki-chan
source: So now it's all over, hm?
pt_br: Quindi ora è tutto finito, eh?

# 92_Tanimura
source: It is.
pt_br: È così.

# 104_Tanimura
source: My dad mentioned something cryptic at the very end of his notebook. It was about taking care of the treasure that K left behind...
pt_br: Mio papà ha menzionato qualcosa di criptico proprio alla fine del suo taccuino. Riguardava il prendersi cura del tesoro che K aveva lasciato...

# 116_Saki-chan
source: So he did...
pt_br: Quindi è stato lui...

# 128_Tanimura
source: Saki-chan, you told me that if I kept looking into this case, I'd find out things about my past.
pt_br: Saki-chan, mi hai detto che se avessi continuato a indagare su questo caso, avrei scoperto cose sul mio passato.

# 140_Saki-chan
source: I guess you already know by now.
pt_br: Immagino che tu l'abbia già capito, ormai.

# 152_Tanimura
source: Yeah. My real dad was Kaga.
pt_br: Già. Il mio vero padre era Kaga.

# 164_Saki-chan
source: ...Yes.
pt_br: ...Sì.

# 176_Saki-chan
source: Now it's true that Kaga-san let himself get corrupted by money... but he hoped you would never lose your sense of justice like he did.
pt_br: Certo, Kaga-san si è fatto corrompere dai soldi... ma sperava che tu non perdessi mai il tuo senso di giustizia, come è successo a lui.

# 188_Saki-chan
source: That's why he named you Masayoshi. Because your name means justice.
pt_br: Ecco perché ti ha chiamato Masayoshi. Perché il tuo nome significa giustizia.

# 200_Tanimura
source: It all makes sense now.
pt_br: Tutto torna ora.

# 212_Saki-chan
source: I hope you're not too shocked by the truth.
pt_br: Spero che tu non sia rimasto troppo sconvolto dalla verità.

# 224_Tanimura
source: Like I told you before, I really don't care who my real dad is.
pt_br: Come ti ho già detto, non mi interessa minimamente chi sia il mio vero padre.

# 236_Saki-chan
source: How can you still say that?
pt_br: Ma come fai ancora a dire una cosa del genere?

# 248_Tanimura
source: I grew up reading this notebook ever since I was a little boy.
pt_br: Sono cresciuto leggendo questo quaderno fin da quando ero un ragazzino.

# 260_Tanimura
source: It was the closest connection I've had to any sort of parents, real or not.
pt_br: È stato il legame più stretto che abbia mai avuto con dei genitori, veri o meno.

# 272_Saki-chan
source: Because it has the words of both your real father and your foster father.
pt_br: Perché ci sono le parole sia del tuo vero padre che del tuo padre adottivo.

# 284_Tanimura
source: Right. It tells the story of two brave men who gave their lives to fight against a giant crime syndicate...
pt_br: Giusto. Racconta la storia di due uomini coraggiosi che hanno dato le loro vite per combattere contro un gigantesco sindacato criminale...

# 356_Tanimura
source: Well, I guess I'll see you around.
pt_br: Beh, direi che ci si vede in giro.

# 368_Saki-chan
source: Oh! Almost forgot.
pt_br: Oh! Quasi dimenticavo.

# 380_Tanimura
source: Hmm?
pt_br: Mmm?

# 392_Saki-chan
source: Hehe... Just wanted to give you a li'l token of my affection. Here. You. Go-oh! ♥
pt_br: Eheheh... Volevo solo farti un pensierino del mio affetto. Eccoti qua-a-ah! ♥

# 428_Tanimura
source: Ummm...
pt_br: Uhm...

# 440_Saki-chan
source: Oh, come on! Don't make me say it!
pt_br: Ma dai! Non farmi dirlo!

# 452_Saki-chan
source: ...Just don't be a stranger, okay?
pt_br: ...Non fare lo sconosciuto, va bene?

# 464_Tanimura
source: I won't. And... whenever you get the chance, maybe we could sit down together some time and you could share some stories with me... about my old man.
pt_br: Non lo farò. E... quando ti capita, magari un giorno potremmo sederci assieme e potresti raccontarmi qualche storia... sul mio vecchio.
