Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0013024c.po
Languages: pt_br

source: Officer
pt_br: Ufficiale

source: Gun-toting Foreigner
pt_br: Straniero armato

source: Idle
pt_br: Inattivo

source: Knife-wielding Foreigner
pt_br: Straniero armato di coltello

# 84_Officer
source: Lay down your concealed weapons and surrender yourselves!
pt_br: Deponete le vostre armi nascoste e arrendetevi!

# 96_Gun-toting Foreigner
source: Get out of way! Or we kill you!
pt_br: Levati di mezzo! O ti ammazziamo!

# 108_Tanimura
source: Hey, you guys okay?
pt_br: Ehi, ragazzi, state bene?

# 120_Officer
source: Oh, Detective Tanimura! Glad you're here. They don't seem to understand a lot of Japanese. We're having some trouble...
pt_br: Oh, Detective Tanimura! Meno male che sei qui. Non è che capiscano granché di giapponese. Stiamo avendo dei problemi...

# 132_Tanimura
source: All right, I'll see what I can do. Can you shoo off the rubberneckers?
pt_br: Ok, vedrò cosa posso fare. Puoi far sloggiare i curiosi?

# 144_Tanimura
source: [Hey, you guys. How about you give it a rest?]
pt_br: [Ehi, voi. Dateci un taglio?]

# 156_Gun-toting Foreigner
source: [Bah! We know you Japanese police can't even shoot your guns or it'd be against the law!]
pt_br: [Bah! Sappiamo che voi poliziotti giapponesi non potete nemmeno sparare con le vostre pistole, altrimenti sarebbe contro la legge!]

# 168_Knife-wielding Foreigner
source: [What a bunch of cowards! Step aside!]
pt_br: [Che branco di codardi! Fatevi da parte!]

# 180_Tanimura
source: [Hey, don't think I'm the same as you guys. You aren't tough at all without your guns.]
pt_br: Ehi, non crediate che io sia come voi. Senza le vostre pistole non siete per niente tosti.

# 192_Gun-toting Foreigner
source: [The hell did you say!? I'll end you right now!]
pt_br: Che cazzo hai detto!? Ti faccio fuori subito!
