Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c0259.po
Languages: pt_br

source: I should get going. Bye bye!
pt_br: Dovrei andare. Ciao ciao!

source: I should get going. Bye bye!
pt_br: Dovrei andare. Ciao ciao!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

# 116_望月京子：源氏名
source: Alright! There's no way I'm losing! Let's go in and settle this!
pt_br: Perfetto! Non c'è verso che perda! Entriamo e sistemiamo 'sta faccenda!

# 128_Player
source: We'll see about that...
pt_br: Staremo a vedere...

# 140_望月京子：源氏名
source: Let's go inside, then.
pt_br: Entriamo, allora.

# 164_望月京子：源氏名
source: Alright! There's no way I'm losing! Let's go in and settle this!
pt_br: Perfetto! Non c'è verso che perda! Entriamo e sistemiamo 'sta faccenda!

# 176_Talk_Yes
source: Let's go inside, then.
pt_br: Entriamo, allora.

# 188_Player
source: Wait a minute. I just realized that I'm short on cash.
pt_br: Aspetta un attimo. Mi sono appena accorto che sono a secco.

# 200_望月京子：源氏名
source: ...Seriously?
pt_br: ...Sul serio?

# 212_Player
source: Sorry...
pt_br: Scusa...

# 224_望月京子：源氏名
source: From the way you act, I thought you had plenty of money. Oh well. I'll see you later.
pt_br: Da come ti metti, pensavo che fossi pieno di grana. Vabbè. Ci si vede.

# 236_Player
source: (I should've made sure I had some cash...)
pt_br: (Avrei dovuto assicurarmi di avere un po' di grana...)

# 344_望月京子：源氏名
source: That was amazing! You got the strength and the control down!
pt_br: Fenomenale! Hai la forza e il controllo in pugno!

# 356_Player
source: Heh. Thanks.
pt_br: Beh. Grazie.

# 368_望月京子：源氏名
source: I had so much fun today. We should do this again sometime. <Color:7>♥<Color:Default>
pt_br: Mi sono divertita un mondo oggi. Dovremmo rifarlo di nuovo, magari. <Color:7>♥<Color:Default>

# 404_望月京子：源氏名
source: Man, that was so close! A tie, though, huh...
pt_br: Mamma mia, per un soffio! Un pareggio, però, eh...

# 416_Player
source: I totally thought I had you.
pt_br: Pensavo proprio di averti in pugno.

# 428_望月京子：源氏名
source: Was still a good game! Next time, we can try something else. Catch ya later.
pt_br: È stato comunque un bel gioco! La prossima volta, proviamo qualcos'altro. Ci vediamo dopo.

# 464_望月京子：源氏名
source: Too bad! I win this time. <Color:7>♥<Color:Default>
pt_br: Peccato! Ho vinto io stavolta. <Color:7>♥<Color:Default>

# 476_Player
source: Yeah... I didn't stand a chance.
pt_br: Già... Non ho avuto scampo.

# 488_望月京子：源氏名
source: That was pretty fun. I should get going. Bye bye!
pt_br: Mi sono divertito un mondo. Dovrei andare. Ciao ciao!

# 596_望月京子：源氏名
source: Hehehehe... I won't lose to you, %s-san.
pt_br: Heheheh... Non perderò mica contro di te, %s-san.

# 608_Talk_Yes
source: Let's do this already!
pt_br: Dai, facciamolo subito!

# 620_Player
source: All right.
pt_br: Va bene.

# 644_望月京子：源氏名
source: Hehehehehe... I won't lose to you, %s-san.
pt_br: Eheheheheh... Non mi farò battere da te, %s-san.

# 656_Talk_Yes
source: Let's do this already!
pt_br: Dai, facciamolo subito!

# 668_Player
source: Wait a minute. I just realized that I'm short on cash.
pt_br: Aspetta un attimo. Mi sono appena accorto che sono a secco.

# 680_望月京子：源氏名
source: ...Seriously?
pt_br: ...Sul serio?

# 692_Player
source: Sorry...
pt_br: Scusa...

# 704_望月京子：源氏名
source: From the way you act, I thought you had plenty of money. Oh well. I'll see you later.
pt_br: Da come ti metti, pensavo che fossi pieno di grana. Vabbè. Ci si vede.

# 716_Player
source: (I should've made sure I had some cash...)
pt_br: (Avrei dovuto assicurarmi di avere un po' di grana...)

# 824_望月京子：源氏名
source: That was amazing! You got the strength and the control down!
pt_br: Fenomenale! Hai la forza e il controllo in pugno!

# 836_Player
source: Heh. Thanks.
pt_br: Beh. Grazie.

# 848_望月京子：源氏名
source: I had so much fun today. Shall we head over to the club now? <Color:7>♥<Color:Default>
pt_br: Mi sono divertito un mondo oggi. Andiamo al club adesso? <Color:7>♥<Color:Default>

# 860_Player
source: Okay, sure.
pt_br: Okay, certo.

# 884_望月京子：源氏名
source: Man, so close! So, we tied...
pt_br: Porca miseria, per un pelo! Quindi, abbiamo pareggiato...

# 896_Player
source: Thought I had you for a minute there.
pt_br: Pensavo di averti fregato per un attimo.

# 908_望月京子：源氏名
source: It was still a good game! Shall we head over to the club now? <Color:7>♥<Color:Default>
pt_br: È stato comunque un bel gioco! Andiamo al club ora? <Color:7>♥<Color:Default>

# 920_Player
source: Okay, sure.
pt_br: Okay, certo.

# 944_望月京子：源氏名
source: Too bad! I win this time. <Color:7>♥<Color:Default>
pt_br: Peccato! Ho vinto io stavolta. <Color:7>♥<Color:Default>

# 956_Player
source: Yeah... I didn't stand a chance.
pt_br: Già... Non ho avuto scampo.

# 968_望月京子：源氏名
source: That was pretty fun. Let's head to the club now.
pt_br: È stato un bello spasso. Ora andiamo al locale.

# 980_Player
source: Okay, sure.
pt_br: Okay, certo.
