Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid001303c8.po
Languages: pt_br

source: Young Voice
pt_br: Voce Giovane

source: Man in Purple Sportswear
pt_br: Uomo in completo sportivo viola

source: Man in White Sportswear
pt_br: Uomo in abbigliamento sportivo bianco

source: Man in Brown Sportswear
pt_br: Uomo in Tuta Sportiva Marrone

# 116_Saejima
source: So, had enough yet?
pt_br: Allora, ti è bastato?

# 128_Tokita
source: Heh... You think I'm tired after just that? I still have tons of energy! Tons, I say!
pt_br: Eh... Credi che sia stanco dopo appena questo? Ho ancora un sacco di energia! Un sacco, dico!

# 140_Tokita
source: You know, I was one of the best students at my previous dojo! This is practically a warm up for me! Hahaha!
pt_br: Sai, ero uno dei migliori studenti al mio vecchio dojo! Questo per me è praticamente un riscaldamento! Hahaha!

# 152_Saejima
source: Is that right?
pt_br: È così?

# 164_Tokita
source: Yeah! I have more power and potential than anyone else around.
pt_br: Già! Ho più forza e potenziale di chiunque altro qui intorno.

# 176_Tokita
source: I reigned as the dojo's number-one fighting ace!
pt_br: Regnavo come l'asso dei combattimenti del dojo, il numero uno!

# 188_Tokita
source: It was just that I didn't agree with the dojo's policy. That's why I quit... Haha...
pt_br: Era solo che non ero d'accordo con la politica del dojo. Ecco perché ho mollato... Haha...

# 200_Saejima
source: I think I get the picture...
pt_br: Penso di aver capito il quadro...

# 212_Young Voice
source: Hey! Look! Isn't that Tokita!?
pt_br: Oi! Guarda! Non è Tokita quello!?

# 236_Tokita
source: Oh, shit... You guys...
pt_br: Oh, merda... Voi ragazzi...

# 248_Man in Purple Sportswear
source: It is! It is Tokita! We were wondering where you ran away to after leaving our dojo. You're training here, now, huh? Hahaha!
pt_br: Ma sei tu! Sei proprio Tokita! Ci chiedevamo dove ti fossi cacciato dopo aver mollato il nostro dojo. Ti alleni qui, adesso, eh? Hahaha!

# 260_Saejima
source: Ran away?
pt_br: Scappato?

# 284_Man in White Sportswear
source: Hahaha! Or maybe we chased him off! Hahaha!
pt_br: Ahahah! O forse l'abbiamo cacciato via! Ahahah!

# 296_Man in White Sportswear
source: He's been training forever, but even newcomers like us were able to beat him in no time at all. He just didn't belong anymore.
pt_br: Si allena da una vita, ma persino dei pivelli come noi sono riusciti a batterlo in un baleno. Non era più all'altezza.

# 308_Man in Brown Sportswear
source: Poor Tokita-chan... You should just give up already. You're just going to disappoint yourself again.
pt_br: Povero Tokita-chan... Dovresti mollare e basta. Finirai solo per deluderti di nuovo.

# 320_Tokita
source: Shut up!
pt_br: Stai zitto!

# 332_Man in Purple Sportswear
source: Oooh, soooo scary! What should we do? He's angry now! Haha! Once a failure always a failure!
pt_br: Uhhh, che fifa! Che si fa? Adesso s'è arrabbiato! Ah ah! Una volta fallito, sempre fallito!

# 344_Man in Purple Sportswear
source: Later, failure! Hahaha!
pt_br: Dopo, fallito! Hahaha!

# 380_Saejima
source: Is it true? Did ya really run away?
pt_br: È vero? Sei scappato davvero?

# 392_Tokita
source: Shut up! Oh, just shut up! I didn't run away! Not... exactly...
pt_br: Zitto! Oh, ma sta' zitto! Non sono scappato! Non... proprio...

# 404_Saejima
source: Y'know, I am yer teacher. Be honest with me.
pt_br: Sai, sono il tuo maestro. Sii sincero con me.

# 416_Tokita
source: Didn't you hear me say shut up!? Someone as strong as you would never understand my feelings!
pt_br: Non mi hai sentito dire di stare zitto!? Uno forte come te non capirebbe mai i miei sentimenti!

# 428_Saejima
source: (Looks like I wounded his pride. Guess he has a pretty dark past...)
pt_br: (A quanto pare gli ho ferito l'orgoglio. Mi sa che ha un passato parecchio buio...)

# 440_Saejima
source: C'mon. Let's keep trainin', Tokita.
pt_br: Dai, continuiamo ad allenarci, Tokita.

# 452_Tokita
source: ...!? You're not going to ask about anything that just happened?
pt_br: ...!? Non chiederai niente di quello che è appena successo?

# 464_Saejima
source: There ain't no need. I don't care 'bout yer past.
pt_br: Non serve. Non me ne frega niente del tuo passato.

# 476_Saejima
source: Ya wanna become a strong fighter, right? Then the past ain't important. It's what ya do now that counts.
pt_br: Vuoi diventare un combattente forte, no? Allora il passato non conta niente. È quello che fai adesso che conta.

# 500_Saejima
source: Let's get goin'. It's my responsibility to unleash yer talent.
pt_br: Dai, si comincia. È mia responsabilità sprigionare il tuo talento.

# 512_Tokita
source: My... talent...?
pt_br: Il mio... talento...?

# 524_Saejima
source: Yep. Ya got talent, right? At least, that's what ya told me.
pt_br: Già. C'hai talento, no? Almeno, così mi hai detto.

# 536_Tokita
source: Oh! Right! I have plenty of... talent! I can do anything! And I can be anything that I want to be!
pt_br: Oh! Certo! Ho un sacco di... talento! Posso fare tutto! E posso diventare quello che voglio!

# 548_Tokita
source: Come on! Let's start training again! I don't mind joining you if you really insist.
pt_br: Forza! Ricominciamo ad allenarci! Non ho problemi a unirmi a te se proprio ci tieni.

# 560_Saejima
source: (Heh. Looks like he got his energy back. But I'm gonna have to help 'im get over his past.)
pt_br: (Heh. Sembra che gli sia tornata la carica. Ma dovrò aiutarlo a lasciarsi il passato alle spalle.)

# 572_Saejima
source: Don't worry about 'em. They're fuckin' cowards that can only feel good about themselves by insultin' others.
pt_br: Fregatene di loro. Sono dei fottuti codardi che riescono a sentirsi bene con sé stessi solo insultando gli altri.

# 584_Tokita
source: Shut up! I don't care, and I don't need you to tell me how to think!
pt_br: Zitto! Non me ne frega niente, e non sei tu a dovermi dire cosa pensare!

# 596_Tokita
source: You're no different from them, anyway!
pt_br: Sei uguale a loro, tanto!

# 608_Tokita
source: You're making fun of me 'cause I'm a liar with no talent and too much pride!
pt_br: Mi stai prendendo in giro perché sono un bugiardo senza talento e con troppo orgoglio!

# 620_Saejima
source: I ain't makin' fun of ya. Honestly, I don't give a rat's ass about yer past. What's more important is how ya act now, ain't it?
pt_br: Non ti sto prendendo in giro. Sinceramente, non me ne frega un cazzo del tuo passato. Quel che conta è come ti comporti adesso, no?

# 632_Tokita
source: Oh... Yeah... I guess you're right... I guess I got a bit carried away there.
pt_br: Oh... Già... Hai ragione, credo... Mi sa che mi sono un po' lasciato prendere la mano.

# 644_Saejima
source: (Looks like I calmed 'im down a bit. With a dark past like that, I'm gonna have to be real careful 'bout what I say in the future.)
pt_br: Sembra che l'abbia calmato un po'. Con un passato così pesante, dovrò stare proprio attento a quello che gli dico da qui in avanti.

# 704_Saejima
source: Did ya really run away?
pt_br: Ma sei scappato sul serio?

# 716_Saejima
source: Let's continue trainin'.
pt_br: Continuiamo ad allenarci.

# 728_Saejima
source: Don't worry about 'em.
pt_br: Non ci pensare.
