Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c023a.po
Languages: pt_br

source: Major error! No flags set for conversation selection! No flags set for conversation selection!
pt_br: Errore grave! Nessun flag impostato per la selezione della conversazione! Nessun flag impostato per la selezione della conversazione!

source: Major error! No flags set for conversation selection! No flags set for conversation selection!
pt_br: Errore grave! Nessun flag impostato per la selezione della conversazione! Nessun flag impostato per la selezione della conversazione!

# 116_Erena
source: I wonder what you're gonna buy me...
pt_br: Chissà cosa mi prenderai...

# 128_Player
source: Let's go in and find out.
pt_br: Dai, entriamo e vediamo.

# 152_Erena
source: I wonder what you're gonna buy me...
pt_br: Chissà cosa mi prenderai...

# 164_Player
source: Um, wait a moment. I thought I had more cash than this...
pt_br: Uhm, aspetta un attimo. Pensavo di avere più grana di così...

# 176_Erena
source: Huh? You serious?
pt_br: Eh? Fai sul serio?

# 188_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 200_Erena
source: Geez, I didn't think you were so poor... I'll go home, then.
pt_br: Ma dai, non pensavo fossi così al verde... Allora vado a casa.

# 212_Player
source: (I should've made sure I had some cash...)
pt_br: (Avrei dovuto assicurarmi di avere un po' di grana...)

# 320_Erena
source: This is awesome! Thank you so much!
pt_br: Che figata! Grazie mille!

# 332_Player
source: Heh.
pt_br: Eh.

# 344_Erena
source: It was so sweet of you to get me this! Thanks for a great date!
pt_br: Che carino che mi hai preso questo! Grazie per la bella serata!

# 356_Talk_Ojigi
source: I'll see ya at the club!
pt_br: Ci si vede al club!

# 380_Erena
source: You sure it's okay for me to take this? 'Cause I won't let you have it back later!
pt_br: Sei sicuro che va bene che lo prenda? Perché poi non te lo ridò più!

# 392_Player
source: Heh.
pt_br: Eh.

# 404_Erena
source: I had a great time today. I'll see ya at the club.
pt_br: Mi sono divertito un mondo oggi. Ci vediamo al club.

# 440_Player
source: Something wrong?
pt_br: Qualcosa non va?

# 452_Erena
source: You wanna give this to me? It's not exactly what I would've gotten...
pt_br: Me lo vuoi dare? Non è proprio quello che mi sarei comprata io...

# 464_Player
source: Oh, it's not?
pt_br: Ah, no?

# 476_Erena
source: But I guess it's okay... Well, I'd better get goin'.
pt_br: Ma va beh... Beh, è ora che me ne vada.

# 488_Player
source: (Next time I'll give her something she likes better...)
pt_br: (La prossima volta le darò qualcosa che le piaccia di più...)

# 596_Erena
source: I wonder what you're gonna buy me...
pt_br: Chissà cosa mi prenderai...

# 608_Player
source: We can figure that out inside.
pt_br: Ci pensiamo dentro.

# 632_Erena
source: I wonder what you're gonna buy me...
pt_br: Chissà cosa mi prenderai...

# 644_Player
source: Um, wait a moment. I thought I had more cash than this...
pt_br: Uhm, aspetta un attimo. Pensavo di avere più grana di così...

# 656_Erena
source: Huh? You serious?
pt_br: Eh? Fai sul serio?

# 668_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 680_Erena
source: Geez, I didn't think you were so poor... I'll go home, then.
pt_br: Ma dai, non pensavo fossi così al verde... Allora vado a casa.

# 692_Player
source: (I should've made sure I had some cash...)
pt_br: (Avrei dovuto assicurarmi di avere un po' di grana...)

# 800_Erena
source: This is awesome! Thank you so much!
pt_br: Che figata! Grazie mille!

# 812_Player
source: Heh.
pt_br: Eh.

# 824_Erena
source: It was so sweet of you to get me this! I'll treasure it forever. <Color:7>♥<Color:Default>
pt_br: Sei un tesoro ad avermelo preso! Lo custodirò per sempre. <Color:7>♥<Color:Default>

# 836_Talk_Ojigi
source: I had a great time today! Wanna go to the club now?
pt_br: Mi sono proprio divertito oggi! Ti va di andare al club adesso?

# 848_Player
source: Sounds good.
pt_br: Perfetto.

# 872_Erena
source: You sure it's okay for me to take this? 'Cause I won't let you have it back later!
pt_br: Sei sicuro che va bene che lo prenda? Perché poi non te lo ridò più!

# 884_Player
source: Heh.
pt_br: Eh.

# 896_Erena
source: I had a good time today. Wanna go to the club now?
pt_br: Mi sono divertito un sacco oggi. Ti va di andare al club adesso?

# 908_Player
source: Sounds good.
pt_br: Perfetto.

# 944_Player
source: Something wrong?
pt_br: Qualcosa non va?

# 956_Erena
source: You wanna give this to me? It's not exactly what I would've gotten...
pt_br: Me lo vuoi dare? Non è proprio quello che mi sarei comprata io...

# 968_Player
source: Oh, it's not?
pt_br: Ah, no?

# 980_Erena
source: But I guess it's okay... Well, we'd better get back to the club.
pt_br: Ma direi che va bene, dai... Beh, è meglio che torniamo al club.

# 992_Player
source: (Next time I'll give her something she likes better...)
pt_br: (La prossima volta le darò qualcosa che le piaccia di più...)
