Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0063004a.po
Languages: pt_br

# 256_Erena
source: Karaoke! I can't wait.
pt_br: Karaoke! Non vedo l'ora.

# 268_Erena
source: What should I sing? Well, nothin' beats "Get to the Top!" right? <Color:7>♥<Color:Default>
pt_br: Che canto? Bè, niente batte "Get to the Top!", no? <Color:7>♥<Color:Default>

# 280_Erena
source: Hehe! You're so much fun! <Color:7>♥<Color:Default>
pt_br: Hehe! Sei uno spasso! <Color:7>♥<Color:Default>

# 292_Erena
source: Now it's your turn to sing.
pt_br: Ora tocca a te cantare.

# 304_Erena
source: Hey, why don't we sing somethin' together?
pt_br: Ehi, perché non ci facciamo un pezzo insieme?

# 316_Akiyama
source: Looks like I don't have much of a choice.
pt_br: Mi sa che non ho molta scelta.

# 328_Erena
source: Hehe, I can't wait to hear ya sing! <Color:7>♥<Color:Default>
pt_br: Hehe, non vedo l'ora di sentirti cantare! <Color:7>♥<Color:Default>

# 340_Akiyama
source: I'd rather not.
pt_br: Preferirei di no.

# 352_Erena
source: What? Are you kidding? One song ain't gonna kill ya...
pt_br: Cosa? Mi stai prendendo in giro? Una canzone non ti ammazza mica...

# 364_Erena
source: Ugh, that was a mess. You're not really into this sorta thing, are ya?
pt_br: Ugh, che casino. Non sei molto preso da 'ste cose, vero?

# 376_Akiyama
source: Sorry.
pt_br: Scusa.

# 388_Erena
source: You can sure make a girl feel like the center of the world! That was amazing! <Color:7>♥<Color:Default>
pt_br: Mamma mia, sai proprio come far sentire una ragazza il centro del mondo! È stato incredibile! <Color:7>♥<Color:Default>

# 400_Erena
source: Now it's your turn to sing.
pt_br: Ora tocca a te cantare.

# 412_Erena
source: Hey, why don't we sing somethin' together?
pt_br: Ehi, perché non ci facciamo un pezzo insieme?

# 424_Akiyama
source: Looks like I don't have much of a choice.
pt_br: Mi sa che non ho molta scelta.

# 436_Erena
source: Hehe, I can't wait to hear ya sing! <Color:7>♥<Color:Default>
pt_br: Hehe, non vedo l'ora di sentirti cantare! <Color:7>♥<Color:Default>

# 448_Akiyama
source: I'd rather not.
pt_br: Preferirei di no.

# 460_Erena
source: What? Are you kidding? One song ain't gonna kill ya...
pt_br: Cosa? Mi stai prendendo in giro? Una canzone non ti ammazza mica...

# 472_Erena
source: How'd that sound?
pt_br: Com'è andata?

# 484_Akiyama
source: You were fantastic.
pt_br: Sei stata fantastica.

# 496_Erena
source: Ugh! Why can't you do it right!?
pt_br: Argh! Perché non riesci a farlo come si deve!?

# 508_Akiyama
source: Sorry.
pt_br: Scusa.

# 520_Erena
source: That was some serious harmonizin'! <Color:7>♥<Color:Default> I think we might be soul mates... <Color:7>♥<Color:Default>
pt_br: Che armonia da urlo! <Color:7>♥<Color:Default> Mi sa che siamo anime gemelle... <Color:7>♥<Color:Default>

# 532_Akiyama
source: Heheh...
pt_br: Eh eh...

# 544_Erena
source: Sure.
pt_br: Certo.

# 556_Erena
source: I'd rather not.
pt_br: Preferirei di no.

# 568_Erena
source: Sure.
pt_br: Certo.

# 580_Erena
source: I'd rather not.
pt_br: Preferirei di no.
