Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c0222.po
Languages: pt_br

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

# 116_Himeka
source: Hehehe! I wonder what you're gonna get me!
pt_br: Eheheh! Chissà cosa mi prenderai!

# 128_Tanimura
source: You'll just have to wait and see.
pt_br: Dovrai solo aspettare e vedere.

# 140_Himeka
source: This is excitin'! C'mon, let's go in!
pt_br: Che emozione! Dai, entriamo!

# 164_Himeka
source: Hehehe! I wonder what you're gonna get me!
pt_br: Eheheh! Chissà cosa mi prenderai!

# 176_Tanimura
source: Uh... Hold on a second. I just realized I'm short on cash.
pt_br: Ehm... Aspetta un attimo. Mi sono appena reso conto che sono a corto di grana.

# 188_Himeka
source: Huh? You're kiddin', right?
pt_br: Eh? Stai scherzando, vero?

# 200_Tanimura
source: Sorry...
pt_br: Scusa...

# 212_Himeka
source: Well, that's the end of our date for today. See ya later, Tanimura-san...
pt_br: Beh, per oggi la nostra uscita è finita. Ci vediamo, Tanimura-san...

# 224_Tanimura
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 332_Himeka
source: Hehe. Thanks. I've been wantin' something like this... <Color:7>♥<Color:Default>
pt_br: Hehe. Grazie. Era da un sacco che volevo una cosa così... <Color:7>♥<Color:Default>

# 344_Tanimura
source: I'm glad you liked it.
pt_br: Sono contento che ti sia piaciuto.

# 356_Himeka
source: It's just perfect. Thanks so much! <Color:7>♥<Color:Default>
pt_br: È proprio perfetto! Grazie mille! <Color:7>♥<Color:Default>

# 368_Himeka
source: I had a great time today! Let's do this again sometime. See ya!
pt_br: Mi sono divertito un mondo oggi! Dobbiamo rifarlo un'altra volta. Ci si vede!

# 392_Himeka
source: Wow. You really want to give me this?
pt_br: Wow. Davvero me lo vuoi dare?

# 404_Tanimura
source: Yeah, of course.
pt_br: Sì, certo.

# 416_Himeka
source: Thank you, Tanimura-san. <Color:7>♥<Color:Default>
pt_br: Grazie, Tanimura-san. <Color:7>♥<Color:Default>

# 428_Himeka
source: I had a great time today. See ya!
pt_br: Mi sono divertito un sacco oggi. Ci vediamo!

# 464_Tanimura
source: Is something wrong?
pt_br: C'è qualcosa che non va?

# 476_Himeka
source: I... I don't think this is for me.
pt_br: Non... non credo che faccia per me.

# 500_Himeka
source: Well, I should get goin'. See ya at the club.
pt_br: Bè, è ora che vada. Ci si vede al locale.

# 512_Tanimura
source: (I should've put some more thought into it...)
pt_br: (Ci avrei dovuto pensare meglio...)

# 620_Himeka
source: Hehehe! I wonder what you're gonna get me!
pt_br: Eheheh! Chissà cosa mi prenderai!

# 632_Tanimura
source: You'll just have to wait and see.
pt_br: Dovrai solo aspettare e vedere.

# 644_Himeka
source: This is excitin'! C'mon, let's go in!
pt_br: Che emozione! Dai, entriamo!

# 668_Himeka
source: Hehehe! I wonder what you're gonna get me!
pt_br: Eheheh! Chissà cosa mi prenderai!

# 680_Tanimura
source: Uh... Hold on a second. I just realized I'm short on cash.
pt_br: Ehm... Aspetta un attimo. Mi sono appena reso conto che sono a corto di grana.

# 692_Himeka
source: Huh? You're kiddin', right?
pt_br: Eh? Stai scherzando, vero?

# 704_Tanimura
source: Sorry...
pt_br: Scusa...

# 716_Himeka
source: Well, that's the end of our date for today. See ya later, Tanimura-san...
pt_br: Beh, per oggi la nostra uscita è finita. Ci vediamo, Tanimura-san...

# 728_Tanimura
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 836_Himeka
source: Hehe. Thanks. I've been wantin' something like this. <Color:7>♥<Color:Default>
pt_br: Hehe. Grazie. Era da un po' che volevo una cosa così. <Color:7>♥<Color:Default>

# 848_Tanimura
source: I'm glad you liked it.
pt_br: Sono contento che ti sia piaciuto.

# 860_Himeka
source: It's just perfect. Thanks so much! <Color:7>♥<Color:Default>
pt_br: È proprio perfetto! Grazie mille! <Color:7>♥<Color:Default>

# 872_Himeka
source: I had a great time today! Let's do this again sometime. Wanna head over to the club now?
pt_br: Mi sono divertito un mondo oggi! Dobbiamo rivederci presto. Ti va di fare un salto al club adesso?

# 884_Tanimura
source: Sure. Sounds good.
pt_br: Certo. Suona bene.

# 908_Himeka
source: Wow. You really wanna give me this?
pt_br: Wow. Vuoi davvero darmi questo?

# 920_Tanimura
source: Yeah, of course.
pt_br: Sì, certo.

# 932_Himeka
source: Thank you, Tanimura-san. <Color:7>♥<Color:Default>
pt_br: Grazie, Tanimura-san. <Color:7>♥<Color:Default>

# 944_Himeka
source: I had a great time today. Wanna head over to the club now?
pt_br: Mi sono divertito un mondo oggi. Ti va di andare al club adesso?

# 956_Tanimura
source: Sure. Sounds good.
pt_br: Certo. Suona bene.

# 992_Tanimura
source: Is something wrong?
pt_br: C'è qualcosa che non va?

# 1004_Himeka
source: I... I don't think this is for me.
pt_br: Non... non credo che faccia per me.

# 1028_Himeka
source: Let's just head over to the club.
pt_br: Andiamo dritti al club.

# 1040_Tanimura
source: (I should've put some more thought into it...)
pt_br: (Ci avrei dovuto pensare meglio...)
