Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00910051.po
Languages: pt_br

source: Revelations
pt_br: Rivelazioni

source: Energetic Foreigner
pt_br: Straniero energico

# 164_Mack
source: Too bad, so sad! You didn't get the shot!
pt_br: Poverino! Non hai beccato lo scatto!

# 176_Mack
source: But don't sweat it, Akiyama-san! We'll just have to go another round on this camera carousel!
pt_br: Ma non ti agitare, Akiyama-san! Dovremo solo fare un altro giro su questa giostra delle foto!

# 188_Mack
source: Wowee, Akiyama-san! You really did it!
pt_br: Alla grande, Akiyama-san! Ce l'hai fatta davvero!

# 200_Mack
source: I think I'm ready to let my photographic prodigy out in the wild. *sniffle* Guess that means ol' Mack is an empty nester again.
pt_br: Penso di essere pronto a far scatenare il mio prodigio fotografico là fuori. *sniffle* Immagino che il vecchio Mack si ritrovi di nuovo con il nido vuoto.

# 212_Akiyama
source: ...There, there, big guy. I'll text you whenever I find a new shot, okay? It'll be like I never left.
pt_br: ...Su, su, grandone. Ti scrivo ogni volta che trovo un nuovo scatto, va bene? Sarà come se non me ne fossi mai andato.

# 224_Akiyama
source: Anyway, think you can tell me about those guys you were talking about before?
pt_br: Comunque, credi di potermi dire di quei tizi di cui parlavi prima?

# 236_Mack
source: Oh, right! It totally slipped my mind!
pt_br: Ah, giusto! Mi era proprio scappato di mente!

# 248_Mack
source: I saw them clamber down the stairs and out onto Tenkaichi Street, but I lost 'em right after that. Hard to see through all the buildings, y'know.
pt_br: Li ho visti scendere giù per le scale di corsa e sbucare in Tenkaichi Street, ma li ho persi di vista subito dopo. Difficile vederli tra tutti quei palazzi, sai com'è.

# 260_Akiyama
source: Tenkaichi Street, got it. That's not much of a lead... but at least it's something.
pt_br: Tenkaichi Street, capito. Non è una gran pista... ma almeno è qualcosa.

# 272_Akiyama
source: Thanks for the info, Mack.
pt_br: Grazie per la dritta, Mack.

# 284_Mack
source: You got it, Akiyama-san! May your humble camera lead you to unforgettable discoveries!
pt_br: Ci sei, Akiyama-san! Che la tua umile macchina fotografica ti porti a scoperte indimenticabili!

# 296_Mack
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt_br: Questa informazione è stata aggiunta come <Color:14>Memo<Color:Default>. Leggi i <Color:14>Memos<Color:Default> selezionando <Color:14>Memos<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.

# 332_Akiyama
source: Sorry for flagging you down like that. Mind if we chat for a few?
pt_br: Scusa se ti ho fermato così. Ti va se facciamo quattro chiacchiere?

# 344_Energetic Foreigner
source: Of course not! I love talking to washed-up porn stars. I'm Mack: photographer by trade, observer of humanity at heart! And I mean <Italic>all</Italic> of humanity.
pt_br: Ma figurati! Mi piace un sacco parlare con le vecchie glorie del porno. Sono Mack: fotografo di mestiere, ma nel cuore un osservatore dell'umanità! E intendo <Italic>tutta</Italic> l'umanità.

# 356_Akiyama
source: ...Right. And sorry to break it to you, but I'm actually a moneylender. I run a place called Sky Finance, right over there. The name's Akiyama.
pt_br: ...Beh. E, uhm, scusa se te la butto lì così, ma in realtà sono un prestatore di denaro. Porto avanti un posto che si chiama Sky Finance, proprio lì. Il mio nome è Akiyama.

# 368_Akiyama
source: I was hoping you'd be able to fill me in on those "tough dudes" you were talking about before.
pt_br: Speravo mi potessi aggiornare su quei "tipi tosti" di cui parlavi prima.

# 380_Mack
source: Sure thing, slick! These scary-looking dudes were filing down the street one after the other, like the world's least cheerful conga line.
pt_br: Certo, capo! Questi brutti ceffi stavano sfilando lungo la strada uno dopo l'altro, come la conga line meno allegra del mondo.

# 392_Mack
source: Wasn't sure what was happening, but I knew something mega was about to hit! I was practically quaking in my sensible boots!
pt_br: Non capivo bene cosa stesse succedendo, ma sapevo che qualcosa di mostruoso stava per capitare! Stavo praticamente tremando nei miei onesti stivali!

# 404_Akiyama
source: Back up a second. You mentioned something about a shot, too. Do you take pictures of this kinda stuff as it goes down?
pt_br: Aspetta un attimo. Hai parlato anche di uno scatto. Fotografi 'ste cose quando succedono?

# 416_Mack
source: These aren't any old pictures, man! I've been traveling the world for what feels like eons, searching for the photograph to end all photographs! The <Italic>perfect shot</Italic>!
pt_br: Queste non sono foto qualsiasi, amico! Sono stato in giro per il mondo da una vita, alla ricerca della fotografia che le batte tutte! Lo <Italic>scatto perfetto</Italic>!

# 428_Akiyama
source: ...Uh-huh.
pt_br: ...Ah-ah.

# 440_Mack
source: Look at me running my mouth like it's in a dang marathon. Akiyama-san... Have you ever seen a sight so incredible, it made you realize something about the nature of the world?
pt_br: Guarda me, che parlo a raffica come se fossi a una dannata maratona. Akiyama-san... Hai mai visto uno spettacolo così incredibile, da farti capire qualcosa sulla natura del mondo?

# 452_Akiyama
source: Uh, not that I can remember.
pt_br: Uh, non che io ricordi.

# 464_Mack
source: Folks call those <Color:7>revelations<Color:Default>! A flash of inspiration! A spark in the ol' noggin! A rush of idea juice flooding your mind!
pt_br: Quelle la gente le chiama <Color:7>rivelazioni<Color:Default>! Un lampo d'ispirazione! Una scintilla nella zucca! Una scarica di idee che ti inonda la mente!

# 476_Akiyama
source: Yeah, that's definitely never happened to me before.
pt_br: Già, una roba del genere non mi è mai capitata, proprio no.\n

# 488_Mack
source: Then maybe it's about time it does! And what's more, these revelations hold the key to the perfect shot! I'm sure of it!
pt_br: E allora, forse è ora che accada! E non solo, queste rivelazioni nascondono la chiave per lo scatto perfetto! Ne sono certissimo!

# 500_Akiyama
source: ...Yeah, sure. I'll, uh, keep that in mind. Anyway, about those tough dudes you mentioned...
pt_br: ...Sì, certo. Lo terrò, ehm, a mente. Comunque, a proposito di quei tizi tosti che hai menzionato...

# 512_Mack
source: Hold up, the greatest idea just snapped across my neurons! Maybe you can help me try to find the perfect shot!
pt_br: Frena un attimo, mi è balenata in testa un'illuminazione pazzesca! Magari mi puoi dare una mano a cercare lo scatto perfetto!

# 524_Akiyama
source: I mean, sure, but I'd really rather just hear about－
pt_br: Cioè, sì, ma preferirei davvero sentire solo di—

# 536_Mack
source: Then it's settled! C'mon, it's huntin' time! And we're hunting the biggest game of all: art!
pt_br: Perfetto! Dai, si va a caccia! E cacciamo la preda più grossa di tutte: l'arte!

# 548_Akiyama
source: (...Guess I'm just gonna have to put up with this nutjob for now.)
pt_br: (...) Mi sa che mi tocca sopportare questo svalvolato per ora.

# 560_Mack
source: Don't look now, Akiyama-san, but I just caught a glimpse of something good! Train your eyes on that roof over there!
pt_br: Non guardare adesso, Akiyama-san, ma ho appena intravisto una cosa forte! Punta gli occhi su quel tetto laggiù!

# 584_Mack
source: Something's up with that lady... and you're gonna snap a shot of whatever it is!
pt_br: C'è qualcosa in quella tipa... e tu gli scatti una foto, qualsiasi cosa sia!

# 596_Mack
source: All you've gotta do is whip it out－your phone, I mean－and etch that moment into digital divinity! Don't worry, the government probably won't see your photos later.
pt_br: Basta che lo tiri fuori－il telefono, intendo－e immortali quel momento in una divinità digitale! Non ti preoccupare, il governo probabilmente non spierà le tue foto dopo.

# 608_Akiyama
source: ...My phone camera, huh? All right, I'll see what I can do.
pt_br: ...La fotocamera del mio cellulare, eh? Va bene, vedrò cosa riesco a combinare.

# 620_Revelations
source: You can learn new techniques from <Color:7>Revelations,<Color:Default> gained by witnessing particularly inspiring events around the city.
pt_br: Puoi imparare nuove tecniche dalle <Color:7>Rivelazioni,<Color:Default> che si ottengono assistendo a eventi particolarmente ispiratori in giro per la città.

# 632_Revelations
source: Press <Action:Button_R3@Adventure> when you see something of interest to switch to <Color:7>first-person mode<Color:Default>. Use the <Action:Turn_Camera_Up@Adventure><Action:Turn_Camera_Down@Adventure><Action:Turn_Camera_Left@Adventure><Action:Turn_Camera_Right@Adventure> to control the camera.
pt_br: Premi <Action:Button_R3@Adventure> quando vedi qualcosa di interessante per passare alla <Color:7>modalità in prima persona<Color:Default>. Usa <Action:Turn_Camera_Up@Adventure><Action:Turn_Camera_Down@Adventure><Action:Turn_Camera_Left@Adventure><Action:Turn_Camera_Right@Adventure> per controllare la telecamera.

# 644_Revelations
source: When "Look" is displayed on the top-right of the screen in <Color:7>first-person mode<Color:Default>, you will have a chance to have a Revelation. Look for the button icon.
pt_br: Quando 'Guarda' compare in alto a destra dello schermo <Color:7>in modalità in prima persona<Color:Default>, avrai l'occasione di avere una Rivelazione. Cerca l'icona del pulsante.

# 656_Revelations
source: First Akiyama will take out his cell phone. Press the buttons displayed on the screen to take a picture of the decisive moment.
pt_br: Per prima cosa, Akiyama tirerà fuori il suo telefonino. Premi i tasti mostrati sullo schermo per scattare una foto al momento clou.

# 668_Revelations
source: If you successfully enter the correct buttons for all three pictures, you will be given a multiple choice question. Select the correct answer to have a Revelation and learn a new technique!
pt_br: Se indovini i tasti giusti per tutte e tre le foto, ti verrà posta una domanda a scelta multipla. Scegli la risposta giusta per avere una Rivelazione e imparare una nuova tecnica!

# 680_Mack
source: Just ask me if you're shooting in the dark and I can recite all that to you verbatim! Really, every word'll be exactly the same!
pt_br: Chiedimi pure se non sai che pesci prendere, e ti ripeterò tutto parola per parola! Davvero, ogni singola parola sarà esattamente la stessa!

# 692_Mack
source: Akiyama-san! What's crack-a-lacking?
pt_br: Akiyama-san! Che bolle in pentola?

# 704_Akiyama
source: Uh, nothing right now.
pt_br: Uh, niente per ora.

# 716_Mack
source: Gotcha! C'mon, let's give this revelation thing a whirl!
pt_br: Preso! Dai, proviamo 'sta roba delle Rivelazioni!

# 728_Akiyama
source: Do you think you could explain what revelations are again?
pt_br: Potresti spiegarmi di nuovo cosa sono 'ste Rivelazioni?

# 740_Mack
source: Be more than glad to! Here comes the rundown!
pt_br: Certo che sì! Ti faccio il punto!

# 764_Mack
source: First things first, train your eyes on the lady on that building over there.
pt_br: Per prima cosa, fissa lo sguardo sulla tipa su quel palazzo laggiù.

# 776_Revelations
source: You can learn new techniques from <Color:7>Revelations,<Color:Default> gained by witnessing particularly inspiring events around the city.
pt_br: Puoi imparare nuove tecniche dalle <Color:7>Rivelazioni,<Color:Default> che si ottengono assistendo a eventi particolarmente ispiratori in giro per la città.

# 788_Revelations
source: Press <Action:Button_R3@Adventure> when you see something of interest to switch to <Color:7>first-person mode<Color:Default>. Use the <Action:Turn_Camera_Up@Adventure><Action:Turn_Camera_Down@Adventure><Action:Turn_Camera_Left@Adventure><Action:Turn_Camera_Right@Adventure> to control the camera.
pt_br: Premi <Action:Button_R3@Adventure> quando vedi qualcosa di interessante per passare alla <Color:7>modalità in prima persona<Color:Default>. Usa <Action:Turn_Camera_Up@Adventure><Action:Turn_Camera_Down@Adventure><Action:Turn_Camera_Left@Adventure><Action:Turn_Camera_Right@Adventure> per controllare la telecamera.

# 800_Revelations
source: When "Look" is displayed on the top-right of the screen in <Color:7>first-person mode<Color:Default>, you will have a chance to have a Revelation. Look for the button icon.
pt_br: Quando 'Guarda' compare in alto a destra dello schermo <Color:7>in modalità in prima persona<Color:Default>, avrai l'occasione di avere una Rivelazione. Cerca l'icona del pulsante.

# 812_Revelations
source: First Akiyama will take out his cell phone. Press the buttons displayed on the screen to take a picture of the decisive moment.
pt_br: Per prima cosa, Akiyama tirerà fuori il suo telefonino. Premi i tasti mostrati sullo schermo per scattare una foto al momento clou.

# 824_Revelations
source: If you successfully enter the correct buttons for all three pictures, you will be given a multiple choice question. Select the correct answer to have a Revelation and learn a new technique!
pt_br: Se indovini i tasti giusti per tutte e tre le foto, ti verrà posta una domanda a scelta multipla. Scegli la risposta giusta per avere una Rivelazione e imparare una nuova tecnica!

# 836_Mack
source: Go on, try that on for size! You just gotta believe, Akiyama-san!
pt_br: Su, vedi un po' come ti torna! Devi solo crederci, Akiyama-san!

# 848_Akiyama
source: I am actually in a bit of a hurry. Mind if I take a rain-check on this whole revelations thing?
pt_br: In realtà, ho una certa fretta. Ti andrebbe di rimandare tutta 'sta faccenda delle Rivelazioni?

# 860_Akiyama
source: I'll just come back when I'm ready to give it another try. Sound good?
pt_br: Tornerò quando me la sentirò di farci un altro tentativo. Va bene?

# 872_Mack
source: As long as you don't leave me hanging! The perfect shot'll always be waiting for you, Akiyama-san!
pt_br: Basta che tu non mi lasci a bocca asciutta! Lo scatto perfetto ti aspetterà sempre, Akiyama-san!

# 884_Mack
source: Oh, and if you somehow manage to snap some good shots without my help, make sure to send them my way!
pt_br: Ah, e se per caso riuscissi a beccare degli scatti niente male senza il mio aiuto, mi raccomando, fammeli avere!

# 896_Akiyama
source: Right, will do. Anyway, think you can tell me about those guys you were talking about before?
pt_br: Perfetto. Comunque, mi potresti parlare di quei tipi di cui parlavi prima?

# 908_Mack
source: Oh, right! It totally slipped my mind!
pt_br: Ah, giusto! Mi era proprio scappato di mente!

# 920_Mack
source: I saw them clamber down the stairs and out onto Tenkaichi Street, but I lost 'em right after that. Hard to see through all the buildings, y'know.
pt_br: Li ho visti scendere giù per le scale di corsa e sbucare in Tenkaichi Street, ma li ho persi di vista subito dopo. Difficile vederli tra tutti quei palazzi, sai com'è.

# 932_Akiyama
source: Tenkaichi Street, got it. That's not much of a lead... but at least it's something.
pt_br: Tenkaichi Street, capito. Non è una gran pista... ma almeno è qualcosa.

# 944_Akiyama
source: Thanks for the info, Mack.
pt_br: Grazie per la dritta, Mack.

# 956_Mack
source: You got it, Akiyama-san! May your humble camera lead you to unforgettable discoveries!
pt_br: Ci sei, Akiyama-san! Che la tua umile macchina fotografica ti porti a scoperte indimenticabili!

# 968_Mack
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the {OPTIONS} button.
pt_br: Questa informazione è stata aggiunta come <Color:14>Memo<Color:Default>. Leggi i <Color:14>Memos<Color:Default> selezionando <Color:14>Memos<Color:Default> nel Menu di Pausa. Puoi accedere al Menu di Pausa con il tasto {OPTIONS}.

# 992_Mack
source: Hear Explanation of Revelations
pt_br: Ascolta Spiegazione delle Rivelazioni

# 1004_Mack
source: Quit Revelation Practice
pt_br: Abbandona l'Allenamento Rivelazione

# 1016_Mack
source: Nothing
pt_br: Niente
