Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60119.po
Languages: pt_br

# 84_Tanimura
source: Yo.
pt_br: Ehi.

# 96_Zhao
source: Oh... Hi.
pt_br: Oh... Salve.

# 108_Tanimura
source: Where's Mei Hua? Out shopping?
pt_br: Dov'è Mei Hua? È fuori a fare shopping?

# 120_Zhao
source: No... And I doubt we'll ever see her again, either.
pt_br: No... E non credo che la rivedremo mai più.

# 132_Tanimura
source: Huh? The heck are you talking about?
pt_br: Eh? Ma che diavolo stai dicendo?

# 144_Tanimura
source: ...What's this?
pt_br: ...Che roba è questa?

# 156_Zhao
source: It arrived for her a few days ago. I found it on the desk.
pt_br: È arrivata per lei qualche giorno fa. L'ho trovata sulla scrivania.

# 168_Tanimura
source: And this is relevant... how?
pt_br: E questo... cosa c'entra?

# 180_Tanimura
source: What!?
pt_br: Cosa!?

# 192_Zhao
source: "If you want to meet your real father, come to West Park. Alone. And don't tell a single soul."
pt_br: Se vuoi incontrare il tuo vero padre, vieni a West Park. Da solo. E non farne parola con nessuno.

# 204_Zhao
source: According to this, Mei Hua went to meet her real father.
pt_br: Stando a questo, Mei Hua è andata a incontrare il suo vero padre.

# 216_Tanimura
source: You mean... her biological father?
pt_br: Vuoi dire... il suo padre biologico?

# 228_Zhao
source: Exactly. I'm sure she's always wanted to find out who he is.
pt_br: Appunto. Sono sicuro che ci tenesse un sacco a scoprire chi fosse.

# 240_Tanimura
source: Come on, Zhao-san. You're the one raising her. It doesn't matter who her biological parents are.
pt_br: Dai, Zhao-san. Sei tu che l'hai tirata su. Non importa chi siano i suoi genitori biologici.

# 252_Zhao
source: That's what I want to believe. But when it comes down to it, kids want to be with their real parents... I'm nothing more than a substitute.
pt_br: È quello che vorrei credere. Ma quando si arriva al dunque, i ragazzi vogliono stare con i loro veri genitori... Io non sono altro che un rimpiazzo.

# 264_Tanimura
source: Let's... save that kind of talk for later.
pt_br: Lasciamo... 'sti discorsi a dopo.

# 276_Tanimura
source: For now, we need to figure some things out. For instance, if this letter's real or not.
pt_br: Per adesso, dobbiamo vederci chiaro su alcune cose. Per esempio, se questa lettera è vera o no.

# 288_Zhao
source: Why would it not be real?
pt_br: Perché non dovrebbe essere vero?

# 300_Tanimura
source: It's suspicious no matter how you look at it. First, why would anybody write to their estranged child like this? They'd just come and see her.
pt_br: È sospetta 'sta cosa, comunque la si giri. Primo, perché mai uno si metterebbe a scrivere a un figlio che non vede da una vita, e per giunta così? Verrebbe direttamente a trovarla, punto e basta.

# 312_Tanimura
source: Second, what's with the "don't tell a single soul" part? Why all the secrecy?
pt_br: Secondo, e quella storia del "non dire niente a nessuno"? Perché tutta questa segretezza?

# 324_Zhao
source: Hmm... I guess I hadn't thought about that...
pt_br: Uhm... non ci avevo mica pensato...

# 336_Tanimura
source: From the looks of it, Mei Hua could be in danger. Did you check out West Park yet?
pt_br: A quanto pare, Mei Hua potrebbe essere in pericolo. Hai già fatto un salto a West Park?

# 348_Zhao
source: I haven't.
pt_br: Non l'ho fatto.

# 360_Tanimura
source: Come on, man! Wake up! What would you do if anything happened to her!?
pt_br: Ma dai, amico! Svegliati! Cosa faresti se le succedesse qualcosa!?

# 372_Zhao
source: I know that! Shit... What the hell have I been doing!?
pt_br: Lo so! Cazzo... Che cazzo ho combinato!?

# 396_Tanimura
source: Whoa, hang on!
pt_br: Ohi, aspetta un attimo!

# 408_Tanimura
source: (I understand how he feels, but he needs to get a grip... I imagine he's heading straight for West Park. Better follow up on this.)
pt_br: (Capisco come si sente, ma deve darsi una calmata...) Immagino si stia dirigendo dritto a West Park. Meglio andare a controllare.)
