Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c02c7.po
Languages: pt_br

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

# 116_Himeka
source: Hehe! This is gonna be so much fun!
pt_br: Hehe! Sarà divertentissimo!

# 128_Himeka
source: C'mon, let's go in already!
pt_br: Dai, entriamo già!

# 152_Himeka
source: Hehe! This is gonna be so much fun!
pt_br: Hehe! Sarà divertentissimo!

# 164_Himeka
source: C'mon, let's go in already!
pt_br: Dai, entriamo già!

# 176_Tanimura
source: Uh... Hold on a second. I just realized I'm short on cash.
pt_br: Ehm... Aspetta un attimo. Mi sono appena reso conto che sono a corto di grana.

# 188_Himeka
source: Huh? You're kiddin', right?
pt_br: Eh? Stai scherzando, vero?

# 200_Tanimura
source: Sorry...
pt_br: Scusa...

# 212_Himeka
source: Well, that's the end of our date for today. See ya later, Tanimura-san...
pt_br: Beh, per oggi la nostra uscita è finita. Ci vediamo, Tanimura-san...

# 224_Tanimura
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 332_Himeka
source: Wow. I should've known you'd be good at table tennis.
pt_br: Wow. Avrei dovuto saperlo che saresti bravo a ping-pong.

# 344_Tanimura
source: I've had some practice.
pt_br: Ho fatto un po' di pratica.

# 356_Himeka
source: I had a great time today! My body's all warmed up too! Come visit me at the club, okay? <Color:7>♥<Color:Default>
pt_br: Mi sono divertita un sacco oggi! Sono tutta riscaldata anch'io! Fatti un salto al club, ok? <Color:7>♥<Color:Default>

# 380_Himeka
source: Hehehe. Nobody won that time!
pt_br: Hehehe. Nessuno ha vinto quella volta!

# 392_Tanimura
source: I guess so.
pt_br: Immagino di sì.

# 404_Himeka
source: I had a lot of fun today. Ask me out again, okay?
pt_br: Mi sono divertita un sacco oggi. Chiedimi di uscire di nuovo, ok?

# 428_Himeka
source: Too bad! Looks like I win this one. Hehe!
pt_br: Peccato! Sembra proprio che l'abbia vinta io stavolta. Ehehe!

# 440_Tanimura
source: Damn.
pt_br: Dannazione.

# 452_Himeka
source: That was fun. My body's all warmed up too! Come visit me at the club, okay? <Color:7>♥<Color:Default>
pt_br: Che spasso! Sono tutta bella pimpante, anch'io! Passa a trovarmi al club, dai? <Color:7>♥<Color:Default>

# 560_Himeka
source: This is gonna be so much fun! Hehe!
pt_br: Sarà troppo divertente! Hehe!

# 572_Himeka
source: C'mon, let's go in already!
pt_br: Dai, entriamo già!

# 596_Himeka
source: This is gonna be so much fun! Hehe!
pt_br: Sarà troppo divertente! Hehe!

# 608_Himeka
source: C'mon, let's go in already!
pt_br: Dai, entriamo già!

# 620_Tanimura
source: Uh... Hold on a second. I just realized I'm short on cash.
pt_br: Ehm... Aspetta un attimo. Mi sono appena reso conto che sono a corto di grana.

# 632_Himeka
source: Huh? You're kiddin', right?
pt_br: Eh? Stai scherzando, vero?

# 644_Tanimura
source: Sorry...
pt_br: Scusa...

# 656_Himeka
source: Well, that's the end of our date for today. See ya later, Tanimura-san...
pt_br: Beh, per oggi la nostra uscita è finita. Ci vediamo, Tanimura-san...

# 668_Tanimura
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 776_Himeka
source: Wow. I should've known you'd be good at table tennis.
pt_br: Wow. Avrei dovuto saperlo che saresti bravo a ping-pong.

# 788_Tanimura
source: I've had some practice.
pt_br: Ho fatto un po' di pratica.

# 800_Himeka
source: I had a great time today! My body's all warmed up too! Now then, wanna head over to the club? <Color:7>♥<Color:Default>
pt_br: Mi sono divertita un mondo oggi! Sono tutta calda adesso! Allora, ti va di fare un salto al club? <Color:7>♥<Color:Default>

# 812_Tanimura
source: Sure. Sounds good.
pt_br: Certo. Suona bene.

# 836_Himeka
source: Nobody won that time! Haha!
pt_br: Non ha vinto nessuno quella volta! Ahah!

# 848_Tanimura
source: I guess not.
pt_br: Eh, no.

# 860_Himeka
source: I had so much fun today. Wanna head over to the club now?
pt_br: Mi sono divertito un sacco oggi. Ti va di andare al club adesso?

# 872_Tanimura
source: Sure. Sounds good.
pt_br: Certo. Suona bene.

# 896_Himeka
source: Too bad! Looks like I win this one. Hehe!
pt_br: Peccato! Sembra proprio che l'abbia vinta io stavolta. Ehehe!

# 908_Tanimura
source: Damn.
pt_br: Dannazione.

# 920_Himeka
source: That was fun. My body's all warmed up too! Wanna head over to the club now?
pt_br: Mi sono divertito un sacco. Sono tutto riscaldato, adesso! Ti va di andare al club?

# 932_Tanimura
source: Sure. Sounds good.
pt_br: Certo. Suona bene.
