Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60401.po
Languages: pt_br

# 56_Saki-chan
source: We can't arrest Katsuura based on Tsugawa's statement alone.
pt_br: Non è che possiamo arrestare Katsuura solo con la deposizione di Tsugawa.

# 68_Tanimura
source: Right. We can't afford to make any stupid moves until we get some hard evidence.
pt_br: Giusto. Non possiamo permetterci di fare cazzate finché non abbiamo prove schiaccianti.

# 80_Saki-chan
source: He's completely hidden his trail so far, so he must be really sweating balls by now. A man like that can never let his guard down.
pt_br: Finora ha fatto perdere le sue tracce completamente, quindi a quest'ora deve starsela facendo sotto. Uno così non può mai abbassare la guardia.

# 92_Tanimura
source: I meant to ask you this before, but I heard you were close with Detective Kaga... before he passed away.
pt_br: Te l'avrei chiesto prima, ma mi è giunto all'orecchio che eri molto legato al Detective Kaga... prima che morisse.

# 104_Saki-chan
source: What!? Who told you that!?
pt_br: Cosa!? Chi te l'ha detto!?

# 128_Saki-chan
source: Oh she did, did she...
pt_br: Ah, così ha fatto, eh...

# 140_Tanimura
source: Could you tell me more about him?
pt_br: Mi diresti di più su di lui?

# 152_Saki-chan
source: I helped Kaga-san out after I quit my detective job.
pt_br: Ho dato una mano a Kaga-san dopo aver mollato il mio lavoro da detective.

# 164_Tanimura
source: At the café he ran?
pt_br: Al bar che gestiva?

# 176_Saki-chan
source: Yeah. I used to counsel sex workers that came there whenever they had problems, but then the syndicate found me out.
pt_br: Già. Davo una mano alle ragazze che battevano lì, ogni volta che avevano qualche guaio, ma poi il sindacato mi ha sgamato.

# 188_Tanimura
source: How?
pt_br: Come?

# 200_Saki-chan
source: Kaga-san. He was involved with them, too.
pt_br: Kaga-san. Era invischiato anche lui con loro.

# 212_Tanimura
source: Was he... on their payroll?
pt_br: Era... sul loro libro paga?

# 224_Saki-chan
source: Possibly.
pt_br: Forse.

# 236_Tanimura
source: If he was, then why would they kill him?
pt_br: Se lo era, allora perché l'avrebbero fatto fuori?

# 248_Saki-chan
source: Because he fell in love with a certain woman.
pt_br: Perché ci ha perso la testa per una certa donna.

# 260_Tanimura
source: One of the illegals?
pt_br: Uno dei clandestini?

# 272_Saki-chan
source: Yes... A woman from Thailand. They killed him when he tried to help her escape.
pt_br: Sì... Una donna thailandese. L'hanno fatto fuori mentre cercava di farla scappare.

# 284_Tanimura
source: But you never sold yourself out, and you're still helping immigrant women...
pt_br: Ma tu non ti sei mai venduto, e stai ancora aiutando le donne immigrate...

# 296_Saki-chan
source: There will always be women who find themselves in trouble. Somebody has to be there for them...
pt_br: Ci saranno sempre donne che si ritrovano nei guai. Qualcuno deve esserci per loro...

# 308_Tanimura
source: Dang. You're a true hero.
pt_br: Ammazza. Sei un vero eroe.

# 320_Saki-chan
source: Don't you mean "heroine"? Hehe.
pt_br: Non vorrai mica dire "eroina"? Eh eh.

# 332_Tanimura
source: Hahaha. Right.
pt_br: Hahaha. Eh, già.
