Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid01020340.po
Languages: pt_br

source: Beefy Thug
pt_br: Teppista palestrato

# 56_Beefy Thug
source: What the hell, Kobayashi? You didn't tell me he was some kinda freak! I'm gonna have nightmares about those feet, man!
pt_br: Ma che cazzo, Kobayashi? Non mi avevi detto che era una specie di fenomeno! Mi verranno gli incubi per quei piedi, cazzo!

# 68_Beefy Thug
source: This is some real shit, dude! I'm outta here!
pt_br: Questa è roba di merda, compare! Io me la svigno!

# 116_Kobayashi
source: Shit...
pt_br: Merda...

# 128_Akiyama
source: Why go through all this trouble? I thought I told you to stay out of my way.
pt_br: Perché tutto questo casino? Pensavo di averti detto di stare fuori dai piedi.

# 140_Akiyama
source: I mean, it can't be good for someone in your line of work to look like a wimp, and half the town just saw you get your asses handed to you. Won't be long before word gets out.
pt_br: Insomma, per uno del tuo mestiere non è mica un bene fare la figura dello smidollato, e mezza Kamurocho ti ha appena visto farsi riempire di botte. Non ci vorrà molto prima che la voce giri.

# 152_Akiyama
source: I can guarantee you no one's going to be afraid of a bunch of toothless loan sharks.
pt_br: Te lo dico io, nessuno avrà paura di una manica di strozzini che hanno perso il mordente.

# 164_Kobayashi
source: Dammit...
pt_br: Maledizione...

# 176_Akiyama
source: Tell you what. You guys leave town right now, and I'll let you off the hook.
pt_br: Sentite un po'. Voi sparite da questa città subito, e io chiudo un occhio.

# 188_Ito
source: He's right. We're not gonna get any more customers here. We can start fresh somewhere else.
pt_br: Ha ragione. Non beccheremo più clienti qui. Possiamo ricominciare da capo da un'altra parte.

# 200_Takahashi
source: Yeah, sounds good. I'm sick of this Kamurocho shit anyways. Whaddya say, Kobayashi-chan?
pt_br: Sì, ci sto. Sono stufo di 'sta Kamurocho di merda, comunque. Che ne dici, Kobayashi-chan?

# 212_Kobayashi
source: ...All right, fine.
pt_br: ...E va bene.

# 224_Kobayashi
source: Okay, Akiyama-san, we'll leave. But mark my words: we're comin' back to Kamurocho someday.
pt_br: Va bene, Akiyama-san, ce ne andiamo. Ma segnati le mie parole: torneremo a Kamurocho, un giorno.

# 236_Kobayashi
source: And when we do, we're gonna be big! So big, we'll make you look like just another no-name street punk! Just you wait!
pt_br: E quando lo faremo, saremo dei pezzi grossi! Così tanto che ti faremo sembrare solo un teppista da strada qualunque, uno senza nome! Aspetta e vedrai!

# 248_Akiyama
source: You know where to find me.
pt_br: Sai dove trovarmi.

# 260_Kobayashi
source: Oh, and here's a tip for you... I saw some yakuza pricks roll through here a little while ago.
pt_br: Ah, e ti sgancio una dritta... Ho visto quegli stronzi della yakuza passare di qui poco fa.

# 272_Akiyama
source: What?
pt_br: Cosa?

# 284_Kobayashi
source: Yeah, and one of 'em was pretty banged up, too. Heard 'em say somethin' about Sky Finance, which obviously got my attention.
pt_br: Già, e uno di loro era conciato parecchio male, pure. Li ho sentiti dire qualcosa su Sky Finance, e ovviamente la cosa ha attirato la mia attenzione.

# 296_Akiyama
source: Any idea where they went?
pt_br: Qualche idea di dove siano finiti?

# 308_Kobayashi
source: Down below the theater. You can get there by goin' past the lockers.
pt_br: Giù, sotto il teatro. Ci puoi arrivare passando davanti agli armadietti.

# 320_Akiyama
source: Okay, thanks for the tip.
pt_br: Okay, grazie per la dritta.

# 332_Kobayashi
source: ...See ya 'round, Akiyama-san.
pt_br: ...Ci si vede in giro, Akiyama-san.

# 380_Akiyama
source: (Looks like Midorikawa and his boys got to the Theater Underground by heading past the coin lockers. I better hurry.)
pt_br: (Pare che Midorikawa e i suoi siano arrivati al Sottopassaggio del Teatro, passando davanti agli armadietti a moneta. Meglio che mi sbrighi.)
