Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e603cf.po
Languages: pt_br

source: You got an <Color:8>Eye of the Dragon<Color:Default>.
pt_br: Hai un <Color:8>Occhio del Drago<Color:Default>.

# 68_Tanimura
source: He was planning on celebrating your birthday with you.
pt_br: Stava pianificando di festeggiare il tuo compleanno con te.

# 80_Mitsuko
source: I begged him not to get involved with that horrible woman...
pt_br: L'ho supplicato di non immischiarsi con quella donna orribile...

# 92_Tanimura
source: I guess he was going to use the info to write an exposé on the syndicate.
pt_br: Immagino che avrebbe usato le dritte per smascherare il sindacato.

# 104_Mitsuko
source: What exactly did he find out?
pt_br: Cosa ha scoperto di preciso?

# 116_Tanimura
source: Details of the syndicate's activities－recruiting Asian women, counterfeiting passports, arranging fake marriages with Japanese men, operating brothels...
pt_br: Dettagli sulle attività del sindacato－reclutamento di donne asiatiche, contraffazione di passaporti, organizzazione di matrimoni fittizi con uomini giapponesi, gestione di bordelli...

# 128_Mitsuko
source: Is that enough to take down the syndicate for good?
pt_br: Basta questo per smantellare il sindacato una volta per tutte?

# 140_Tanimura
source: I'm not 100 percent sure this would qualify as conclusive evidence, but it could play a big role in exposing their operations, which could eventually lead to bringing them down.
pt_br: Non sono sicuro al cento per cento che questa si qualificherebbe come prova schiacciante, ma potrebbe giocare un ruolo importante nello smascherare le loro attività, il che potrebbe alla fine portare a farli cadere.

# 152_Mitsuko
source: Good.
pt_br: Bene.

# 164_Mitsuko
source: Tanimura-san, would you take this for me?
pt_br: Tanimura-san, mi prenderesti questo?

# 200_Mitsuko
source: Yabe always wore it as sort of a lucky charm. It hurts too much to keep it now...
pt_br: Yabe lo portava sempre come una specie di talismano portafortuna. Mi fa troppo male tenerlo adesso...

# 212_Tanimura
source: Okay. Then I'll hold onto it for you.
pt_br: Va bene. Allora te lo tengo io.

# 224_Tanimura
source: And I promise to use this information to get Bridge. Yabe-san won't have died in vain.
pt_br: E prometto di usare queste informazioni per incastrare Bridge. Yabe-san non sarà morto invano.

# 236_Mitsuko
source: Thank you...
pt_br: Grazie...
