Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60529.po
Languages: pt_br

source: Owner of Kyushu No. 1 Star
pt_br: Proprietario di Kyushu No. 1 Star

# 56_Matsuyama
source: How do you like it, boss? This is my new creation. I call it, "Black Tonkotsu Ramen"!
pt_br: Che te ne pare, capo? Questa è la mia nuova creazione. La chiamo: "Black Tonkotsu Ramen"!

# 68_Owner of Kyushu No. 1 Star
source: I see... Garlic oil was an interesting choice.
pt_br: Capisco... L'olio all'aglio è stata una scelta interessante.

# 104_Kiryu
source: Looks like they've already started.
pt_br: Pare che abbiano già iniziato.

# 116_Matsuyama
source: Hi there, Kiryu-san. I'd like you two to taste my new ramen creation, too!
pt_br: Ciao, Kiryu-san. Mi piacerebbe che assaggiaste anche voi due la mia nuova creazione di ramen!

# 128_Ueda
source: We'd love to!
pt_br: Volentieri!

# 200_Kiryu
source: Wow... Now this is good stuff.
pt_br: Wow... Questa sì che è roba buona.

# 212_Ueda
source: Garlic oil, who would've thought!? It's a great combination!
pt_br: Olio all'aglio, ma chi l'avrebbe mai detto!? Ci sta una favola!

# 224_Kiryu
source: The owner was saying the same thing. What is this garlic oil stuff, anyway?
pt_br: Il proprietario diceva la stessa cosa. Cos'è 'sta roba all'olio d'aglio, comunque?

# 236_Ueda
source: Yes, the surface of the soup was completely black. That was from the garlic oil.
pt_br: Sì, la superficie del brodo era completamente nera. Quello era dovuto all'olio all'aglio.

# 248_Matsuyama
source: Right. Garlic oil is made by frying and browning garlic in oil to capture the garlic's aroma and flavor. It's what makes this ramen so black.
pt_br: Giusto. L'olio all'aglio si ottiene friggendo e dorando l'aglio nell'olio per catturarne l'aroma e il sapore. È quello che rende questo ramen così nero.

# 260_Ueda
source: Mmm, it gives the soup a fragrant aroma and slightly bittersweet flavor, adding depth to the rich No. 1 Star soup!
pt_br: Mmm, dona alla zuppa un aroma fragrante e un sapore leggermente agrodolce, aggiungendo profondità alla ricca zuppa No. 1 Star!

# 272_Owner of Kyushu No. 1 Star
source: But there's more to it than that. He used thicker noodles than we normally do to give it a special texture.
pt_br: Ma c'è di più. Ha usato dei noodles più spessi del solito per dargli una consistenza tutta sua.

# 284_Ueda
source: Yeah, and all the garlic is sure to be good for your health, too!
pt_br: Già, e tutto l'aglio farà di sicuro un gran bene alla tua salute, pure!

# 296_Kiryu
source: "Black Tonkotsu Ramen" seems like the perfect name. And to think Ueda's tan made you think of it. Inspiration comes in strange ways.
pt_br: "Black Tonkotsu Ramen" sembra il nome perfetto. E pensare che l'abbronzatura di Ueda te l'ha fatto venire in mente. L'ispirazione arriva in modi strani.

# 308_Ueda
source: So that's what that was all about, huh? Now I get it.
pt_br: Ah, quindi era questa la storia, eh? Ora ho capito.

# 320_Matsuyama
source: So, what do you think, boss?
pt_br: Allora, che ne pensi, capo?

# 356_Owner of Kyushu No. 1 Star
source: Adding garlic oil to our ramen... I never would've thought...
pt_br: Aggiungere l'olio all'aglio al nostro ramen... non ci avrei mai pensato...

# 368_Owner of Kyushu No. 1 Star
source: Or, more accurately, I was convinced our ramen was already perfect and didn't need to change.
pt_br: O, per dirla meglio, ero convinto che il nostro ramen fosse già perfetto e non doveva cambiare.

# 380_Owner of Kyushu No. 1 Star
source: When did I get so set in my ways?
pt_br: Quand'è che mi sono fossilizzato così?

# 392_Ueda
source: Deep...
pt_br: Profondo...

# 404_Owner of Kyushu No. 1 Star
source: If you've got the skill to come up with an amazing dish like this, you deserve my approval.
pt_br: Se hai l'abilità di tirar fuori un piatto incredibile come questo, meriti la mia approvazione.

# 416_Owner of Kyushu No. 1 Star
source: Bravo! We were talking about you opening a new branch, or even starting your own place... But instead I'd like you to take over.
pt_br: Bravo! Stavamo parlando di te che aprivi una nuova filiale, o addirittura di metterti in proprio... Ma invece vorrei che subentrassi tu.

# 428_Ueda
source: What!?
pt_br: Cosa!?

# 440_Matsuyama
source: What are you talking about!?
pt_br: Ma che dici!?

# 452_Owner of Kyushu No. 1 Star
source: Having raised an apprentice like you, I now feel fulfilled. I want you to take up the mantle of this shop.
pt_br: Dopo aver cresciuto un apprendista come te, mi sento finalmente realizzato. Voglio che tu prenda le redini di questo locale.

# 464_Ueda
source: Whoa...
pt_br: Caspita...

# 476_Matsuyama
source: But... No, I won't accept that!
pt_br: Ma... No, non ci sto!

# 488_Owner of Kyushu No. 1 Star
source: What?
pt_br: Cosa?

# 500_Matsuyama
source: You can't retire yet! We need you to keep making your delicious ramen!
pt_br: Non puoi mica ritirarti già! Ci serve che continui a farci il tuo ramen squisito!

# 512_Kiryu
source: Heh, Matsuyama's right. We all want you to keep at it.
pt_br: Heh, Matsuyama ha ragione. Vogliamo tutti che tu continui a darci dentro.

# 524_Owner of Kyushu No. 1 Star
source: But I...
pt_br: Ma io...

# 536_Ueda
source: It's true! I want to keep enjoying your ramen for a long time to come!
pt_br: È proprio vero! Voglio continuare a godermi il tuo ramen ancora per molto tempo!

# 548_Owner of Kyushu No. 1 Star
source: Hmm... Still, I really do think Matsuyama here is ready for his own shop.
pt_br: Mmm... Comunque, credo proprio che il Matsuyama qui sia pronto per aprire un negozio tutto suo.

# 560_Ueda
source: In that case, I have an idea. How about you act as partners?
pt_br: Allora, ho un'idea. Che ne dite di fare i soci?

# 572_Kiryu
source: Partners?
pt_br: Soci?

# 584_Ueda
source: Hear me out! Both of you could make your own kind of ramen, right here at No. 1 Star!
pt_br: Sentite qua! Voi due potreste fare il vostro ramen, proprio qui al No. 1 Star!

# 596_Kiryu
source: That's a pretty interesting idea.
pt_br: È un'idea niente male.

# 608_Matsuyama
source: But that would be like we were competing with each other! The customers would have to pick one type or the other!
pt_br: Ma così sarebbe come se ci facessimo concorrenza a vicenda! I clienti sarebbero costretti a scegliere un tipo o l'altro!

# 620_Owner of Kyushu No. 1 Star
source: Exactly! That'll certainly make things interesting!
pt_br: Esatto! Questo sì che renderà le cose interessanti!

# 632_Owner of Kyushu No. 1 Star
source: Let's start right away! Starting today, we're partners!
pt_br: Forza, iniziamo subito! Da oggi, siamo soci!

# 644_Owner of Kyushu No. 1 Star
source: But don't think I'll go easy on you, just because you were my apprentice!
pt_br: Ma non credere che ti farò sconti, solo perché eri il mio apprendista!

# 656_Matsuyama
source: Fine by me! I won't hold back, either!
pt_br: Per me va alla grande! Neanch'io mi risparmierò!

# 668_Kiryu
source: And, Ueda, I bet you're thinking about making an instant cup version of the new ramen already, aren't you?
pt_br: E, Ueda, scommetto che hai già in mente di fare una versione ramen istantaneo in tazza del nuovo ramen, vero?

# 680_Ueda
source: You know it! Ramen this good should be enjoyed by people everywhere!
pt_br: Eccome! Un ramen così buono dovrebbe essere gustato da tutti!

# 692_Matsuyama
source: An instant version might not be so easy...
pt_br: Una versione istantanea potrebbe non essere così facile...

# 704_Ueda
source: I can handle it! Give me one more bowl, in the name of research!
pt_br: Ce la faccio! Dammi un'altra ciotola, in nome della ricerca!

# 716_Matsuyama
source: Glad to!
pt_br: Volentieri!
