Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c0016.po
Languages: pt_br

# 13860_Kiryu
source: If that's the only reason, you might end up quitting once you've gotten closure.
pt_br: Se l'unico motivo è quello, potresti finire per mollare una volta che ti sarai messo l'anima in pace.

# 13872_Kiryu
source: And you're thinking if you could work out those issues just by talking with me, you might not have to go to America at all.
pt_br: E magari pensi che se riuscissi a sistemare quelle questioni solamente parlando con me, potresti non dover andare in America per niente.

# 13884_Shizuka
source: I...
pt_br: Io...

# 13896_Kiryu
source: But you know that's not how it should be. If you're going to become an embalmer, you have to be doing it for the right reasons.
pt_br: Ma tu lo sai, non è così che dovrebbe andare. Se vuoi fare l'imbalsamatore, devi farlo per i motivi giusti.

# 13908_Shizuka
source: Yes... I'm wondering if I really want to go all the way to America for this.
pt_br: Sì... Mi sto chiedendo se voglio davvero spingermi fino in America per questo.

# 13920_Kiryu
source: You've still got time. There's no need to rush this. Give it some more thought before you make a decision.
pt_br: Hai ancora tempo. Non c'è bisogno di affrettarti. Pensaci ancora un po' su prima di prendere una decisione.

# 13932_Shizuka
source: Sir... I mean Kiryu-san... Thank you for the advice.
pt_br: Signore... Voglio dire, Kiryu-san... Grazie per il consiglio.

# 13956_Kiryu
source: Wake up. You know he's not really speaking to you.
pt_br: Svegliati. Sai che non ti sta parlando davvero.

# 13968_Shizuka
source: I didn't mean I could actually hear him. I thought that he would probably say something like that if he were around.
pt_br: Non intendevo dire che lo sentivo davvero. Pensavo che probabilmente direbbe qualcosa del genere se fosse qui.

# 13980_Kiryu
source: Either way, it's all in your head.
pt_br: Comunque sia, è tutto nella tua testa.

# 13992_Kiryu
source: Listen, I know you cared about this guy, but right now, you have to concentrate on your future as an embalmer.
pt_br: Senti, so che tenevi a questo tizio, ma adesso devi concentrarti sul tuo futuro come imbalsamatrice.

# 14016_Kiryu
source: This may seem harsh, but if you really want to be an embalmer, it doesn't matter what I think or what your friend would have thought.
pt_br: Questo potrà sembrarti un po' duro, ma se vuoi davvero diventare un imbalsamatore, non importa cosa penso io o cosa avrebbe pensato il tuo amico.

# 14028_Kiryu
source: You have to make this decision for yourself.
pt_br: Devi prendere questa decisione da sola.

# 14052_Shizuka
source: It's just going to be very hard on me thinking that I won't be able to see you.
pt_br: Mi peserà un sacco, pensare di non poterti più vedere.

# 14076_Shizuka
source: But that's not a good enough reason to give up on my training. Maybe I need to put more serious thought into my career as an embalmer.
pt_br: Ma non è un motivo sufficiente per mollare il mio tirocinio. Magari dovrei pensare più seriamente alla mia carriera da imbalsamatore.

# 14088_Kiryu
source: Maybe so...
pt_br: Forse...

# 14100_Shizuka
source: Sir... I mean Kiryu-san... Thank you for the advice.
pt_br: Signore... Voglio dire, Kiryu-san... Grazie per il consiglio.

# 14136_Shizuka
source: *yawn*
pt_br: *sbadiglio*

# 14148_Kiryu
source: What's wrong? You look tired.
pt_br: Che c'è? Sembri stanco.

# 14160_Shizuka
source: Oh! I'm sorry...
pt_br: Oh! Mi dispiace...

# 14172_Shizuka
source: I just feel so relaxed when I'm with you. Sometimes it makes me feel a little sleepy.
pt_br: Mi sento proprio così rilassata quando sono con te. A volte mi fa sentire un po' assonnata.

# 14184_Kiryu
source: Heh. Why do you say that?
pt_br: Eh. Perché dici così?

# 14196_Shizuka
source: Your voice is so nice and soothing. It makes me feel like I'm dreaming.
pt_br: La tua voce è così calda e rilassante. Mi fa sentire come se stessi sognando.

# 14208_Kiryu
source: Okay, but you shouldn't actually fall asleep.
pt_br: Ok, ma non dovresti proprio addormentarti.

# 14220_Shizuka
source: I just get so sleepy whenever you say anything to me, sir.
pt_br: Mi viene proprio un sonno tremendo ogni volta che mi dici qualcosa, signore.

# 14232_Kiryu
source: Come on now. That means I'll have to go home.
pt_br: Ma dai. Allora dovrò tornare a casa.

# 14244_Shizuka
source: But...
pt_br: Ma...

# 14256_Shizuka
source: I'm terribly sorry, I was just joking. I didn't mean to upset you...
pt_br: Mi dispiace tantissimo, stavo solo scherzando. Non volevo farti arrabbiare...

# 14268_Kiryu
source: Sheesh... Are you this nervous around other customers?
pt_br: Dai... Sei così nervoso anche con gli altri clienti?

# 14280_Shizuka
source: I am... I can't relax as well with them compared to when I'm with you.
pt_br: Io... non riesco proprio a rilassarmi con loro, non come quando sono con te.

# 14292_Kiryu
source: I see... Well, just don't fall asleep in front of your other customers, okay?
pt_br: Capisco... Beh, vedi di non addormentarti davanti agli altri clienti, ok?

# 14304_Shizuka
source: I'll do my best.
pt_br: Ce la metterò tutta.

# 14316_Kiryu
source: You're working yourself too hard. Maybe you should take a little nap.
pt_br: Ti stai strapazzando troppo. Magari dovresti farti un pisolino.

# 14328_Shizuka
source: No. I couldn't do something like that when you're here. Besides, my manager would get terribly angry with me.
pt_br: No. Non potrei mai fare una cosa del genere con te qui. E poi, il mio manager si arrabbierebbe da morire con me.

# 14340_Kiryu
source: Is that so? Well, I wouldn't mind having a drink while I watch you sleep. I wonder what you look like when you're sleeping.
pt_br: Ah, sì? Beh, non mi dispiacerebbe affatto farmi un bicchiere mentre ti guardo dormire. Chissà che faccia hai quando dormi.

# 14352_Shizuka
source: What? I don't know what I look like when I sleep. This is so embarrassing! I don't want you to see me like that!
pt_br: Cosa? Non so che faccia faccio quando dormo. Che imbarazzo! Non voglio che tu mi veda così!

# 14364_Kiryu
source: That just makes me want to see you like that even more.
pt_br: Mi fa solo venire voglia di vederti così, ancora di più.

# 14376_Shizuka
source: Hahaha! Oh you... <Color:7>♥<Color:Default>
pt_br: Hahaha! Ah, tu... <Color:7>♥<Color:Default>

# 14388_Kiryu
source: Should I get you a pillow?
pt_br: Ti porto un cuscino?

# 14400_Shizuka
source: You know that's not possible... Now you're just teasing...
pt_br: Sai bene che non è possibile... Ora mi stai solo prendendo in giro...

# 14412_Kiryu
source: But the best way to stop yourself from being sleepy is to just go ahead and take a nap.
pt_br: Ma il modo migliore per non avere sonno è semplicemente farsi un pisolino.

# 14424_Shizuka
source: No, it would be a waste to sleep while you're here.
pt_br: No, sarebbe un peccato dormire mentre sei qui.

# 14436_Shizuka
source: I'm staying awake. You go ahead and give me a little shake if it looks like I'm nodding off.
pt_br: Mi tengo sveglio. Tu vai pure e scuotimi un po' se vedi che mi sto appisolando.

# 14448_Kiryu
source: All right.
pt_br: Va bene.

# 14460_Shizuka
source: But... I'm not opposed to the idea of having you sleep with me, sir.
pt_br: Ma... non sono contraria all'idea di andare a letto con me, signore.

# 14472_Kiryu
source: Uh, what do you mean by that?
pt_br: Ehm, cosa intendi dire con questo?

# 14496_Shizuka
source: I had a feeling you would be coming today! Looks like I was right! Things are going my way!
pt_br: Me lo sentivo che saresti venuto oggi! A quanto pare avevo ragione! Mi va tutto per il verso giusto!

# 14508_Kiryu
source: Heh. I feel like I've heard you say that before.
pt_br: Heh. Mi sa che te l'ho già sentito dire.

# 14520_Kiryu
source: Something about eating your fish neatly?
pt_br: Qualcosa sul mangiare il pesce in modo pulito?

# 14532_Shizuka
source: Hehehe. ♪ I was actually making a scrunchie, which I haven't done in a long time.
pt_br: Hehehe. ♪ In realtà stavo facendo un elastico per capelli, cosa che non facevo da parecchio tempo.

# 14544_Kiryu
source: A scrunchie?
pt_br: Un fermacoda?

# 14556_Shizuka
source: Yes, it's like a ribbon that you can use to tie your hair back.
pt_br: Sì, è tipo un nastro che puoi usare per legarti i capelli.

# 14568_Kiryu
source: Oh yeah? That's a pretty feminine activity.
pt_br: Ah sì? È un'attività piuttosto femminile, questa.

# 14580_Shizuka
source: Anyway, it came out really well. I think it's the best one I've ever made. It made me think that today was a lucky day.
pt_br: Comunque, è venuto fuori davvero bene. Penso sia il migliore che abbia mai fatto. Mi ha fatto pensare che oggi fosse un giorno fortunato.

# 14592_Kiryu
source: You're just talented. I'm not surprised to see another thing you can do well.
pt_br: Sei proprio un talento. Non mi stupisce vedere un'altra cosa che ti riesce bene.

# 14604_Shizuka
source: I don't know about that. It's true that the things I try to make don't usually turn into horrible failures, but...
pt_br: Su questo, non saprei. È vero che le cose che cerco di fare di solito non si trasformano in orribili fallimenti, ma...

# 14616_Kiryu
source: So that means you do a pretty good job every time, right? You just happened to do even better this time. It wasn't a sign or anything.
pt_br: Quindi vuol dire che fai sempre un ottimo lavoro, no? È solo che questa volta hai fatto ancora meglio. Non era mica un segno o cose del genere.

# 14628_Shizuka
source: But today really went well...
pt_br: Ma oggi è andata proprio bene...

# 14640_Shizuka
source: You don't believe in things like astrology or fortune telling at all, do you, sir?
pt_br: Lei mica crede a roba tipo l'astrologia o la predizione del futuro, vero, signore?

# 14664_Kiryu
source: Women's intuition can be a little scary. Do you ever feel like something bad is about to happen?
pt_br: L'intuito femminile fa un po' paura. Ti è mai capitato di sentire che qualcosa di brutto stia per succedere?

# 14676_Shizuka
source: Yes... And when I get that kind of feeling, it usually comes true, too.
pt_br: Sì... E quando mi prende quel tipo di sensazione, di solito si avvera pure.

# 14688_Kiryu
source: Oh yeah? I guess I can't go cheat on you if you're a psychic...
pt_br: Ah sì? Non posso mica andarti a tradire, se sei una sensitiva...

# 14700_Shizuka
source: That's right! So you better be on your best behavior, sir! <Color:7>♥<Color:Default>
pt_br: Esatto! Quindi vedi di rigare dritto, signore! <Color:7>♥<Color:Default>

# 14712_Kiryu
source: I'm just kidding. You know I wouldn't do anything like that, right?
pt_br: Sto solo scherzando. Sai che non farei mai una cosa del genere, vero?

# 14724_Shizuka
source: Of course. I trust you. <Color:7>♥<Color:Default>
pt_br: Certo. Mi fido di te. <Color:7>♥<Color:Default>

# 14736_Kiryu
source: Are your hunches ever wrong? I might not have come today, you know.
pt_br: Le tue intuizioni sbagliano mai? Potrei non essere venuta oggi, sai.

# 14748_Shizuka
source: If you hadn't come, then I would've thought that I could make an even better scrunchie someday. If it wasn't the best, you wouldn't have come.
pt_br: Se non fossi venuto, avrei pensato di poter fare uno scrunchie ancora migliore un giorno. Se non fosse stato il migliore, non saresti venuto.

# 14760_Kiryu
source: Is that so? That's a pretty positive outlook.
pt_br: Ah, sì? Hai proprio un bel modo di vedere le cose.

# 14772_Shizuka
source: I just try to do my best every day. I figure that way I have the best chance of seeing you.
pt_br: Cerco solo di fare del mio meglio ogni giorno. Così spero di avere più chance di rivederti.

# 14784_Kiryu
source: Ah... I'm sure things will go well for you then.
pt_br: Ah... vedrai che ti andrà tutto bene, allora.

# 14796_Shizuka
source: Exactly! ♪
pt_br: Esatto! ♪

# 14820_Shizuka
source: Um... Do you use the stairs very often, sir?
pt_br: Ehm... usa spesso le scale, signore?

# 14832_Kiryu
source: Hm? Why do you ask?
pt_br: Mh? Perché me lo chiedi?

# 14844_Shizuka
source: I always try to use the stairs whenever I can, but one of my friends told me the other day that not very many people do.
pt_br: Cerco sempre di fare le scale quando posso, ma l'altro giorno un mio amico mi ha detto che non lo fanno in tanti.

# 14856_Kiryu
source: Well, why do you always use the stairs then?
pt_br: Beh, perché usi sempre le scale, allora?

# 14868_Shizuka
source: Going up and down the stairs is really good for your legs.
pt_br: Salire e scendere le scale fa davvero bene alle gambe.

# 14880_Shizuka
source: Whenever I use the stairs, I really feel like my thighs get a good workout. It's good for you!
pt_br: Ogni volta che faccio le scale, sento proprio che le cosce mi si allenano per bene. Ti fa bene!

# 14892_Kiryu
source: Is that so? Well, if that's your reason, then I don't think there's anything wrong with that.
pt_br: Ah, capisco. Beh, se questo è il tuo motivo, allora non credo ci sia niente di male in questo.

# 14904_Shizuka
source: Really? Well, if you say so, then I won't worry about it anymore.
pt_br: Davvero? Beh, se lo dici tu, allora non mi preoccupo più.

# 14916_Shizuka
source: Do you do anything in particular to stay healthy?
pt_br: Fai qualcosa in particolare per mantenerti in salute?

# 14928_Kiryu
source: Just drinking.
pt_br: Bevo e basta.

# 14940_Shizuka
source: I've heard that alcohol can actually be good for you in small amounts. But do you drink a lot, sir?
pt_br: Ho sentito dire che l'alcol, a piccole dosi, possa fare davvero bene. Ma lei beve tanto, signore?

# 14952_Kiryu
source: Sometimes, I guess...
pt_br: A volte, suppongo...\n

# 14964_Shizuka
source: Pardon me for saying so, but maybe you should cut down on your drinking a bit. It makes me worry about you.
pt_br: Scusi se mi permetto, ma forse dovrebbe bere un po' meno. Mi fa stare in pensiero per lei.

# 14976_Kiryu
source: But drinking is how I relax and forget about the stress of work. I don't think I could give that up.
pt_br: Ma bere è il mio modo per rilassarsi e dimenticare lo stress del lavoro. Non credo di poterci rinunciare.

# 14988_Shizuka
source: Oh... Well then, forget I ever said anything. It was really none of my business. My apologies...
pt_br: Oh... Beh, allora, lascia perdere quello che ho detto. Non erano proprio affari miei. Le mie scuse...

# 15000_Kiryu
source: Sorry...
pt_br: Scusa...

# 15012_Kiryu
source: Playing with my kids. We play a lot of games like baseball and dodgeball. It's great exercise.
pt_br: Gioco con i miei ragazzi. Facciamo un sacco di giochi tipo baseball e dodgeball. È un bell'allenamento.

# 15024_Shizuka
source: My, isn't that wonderful!
pt_br: Oh, che meraviglia!

# 15036_Shizuka
source: And I bet just being with your children instills you with energy, doesn't it?
pt_br: E scommetto che solo stare con i tuoi figli ti dà una bella carica, vero?

# 15048_Kiryu
source: It does. Seeing the kids smile makes me forget all about my fatigue.
pt_br: Eccome. Vedere i bambini sorridere mi fa dimenticare tutta la stanchezza.

# 15060_Shizuka
source: I'm so jealous! I'd love to come play with you all sometime!
pt_br: Sono così gelosa! Mi piacerebbe un sacco venire a divertirmi con voi qualche volta!

# 15072_Shizuka
source: Do you think you could take me to Okinawa someday, sir?
pt_br: Signore, crede che potrebbe portarmi a Okinawa un giorno?

# 15084_Kiryu
source: Maybe I'll take you as a reward for completing your studies.
pt_br: Forse ti prendo come ricompensa per aver completato i tuoi studi.

# 15096_Shizuka
source: I'm so happy. <Color:7>♥<Color:Default> I feel like I could get my license tomorrow!
pt_br: Sono così felice. <Color:7>♥<Color:Default> Mi sembra di poter prendere la licenza domani!

# 15108_Kiryu
source: Heh.
pt_br: Eh.

# 15120_Kiryu
source: Coming to see you.
pt_br: Vengo a trovarti.

# 15132_Shizuka
source: Oh my. ♪ Sir, you don't have to say such things for my sake.
pt_br: Oh, la prego! ♪ Signore, non deve dire queste cose per farmi piacere.

# 15144_Kiryu
source: I'm serious. I mean, I'm not sure if it really helps me stay healthy or not, but I really do enjoy seeing you.
pt_br: Faccio sul serio. Cioè, non sono sicuro che mi aiuti davvero a star bene o meno, ma mi fa davvero piacere vederti.

# 15156_Shizuka
source: Really? You don't mind my presence?
pt_br: Davvero? Non ti dà fastidio la mia presenza?

# 15168_Kiryu
source: Sure. I like you because of how you are. You really help me relax.
pt_br: Certo. Mi piaci così come sei. Mi fai rilassare un sacco.

# 15180_Shizuka
source: It's nice of you to say that.
pt_br: È carino da parte tua dirlo.

# 15192_Kiryu
source: I'm telling the truth.
pt_br: Ti dico la verità.

# 15204_Shizuka
source: Then are you prepared to come see me every day? Hehehe.
pt_br: Allora, sei pronto a venire a trovarmi ogni giorno? Hehehe.

# 15216_Kiryu
source: I'll do my best.
pt_br: Ce la metterò tutta.

# 15240_Shizuka
source: I've been so sleepy during the day recently. Maybe it's due to stress.
pt_br: Ultimamente sono stata così assonnata di giorno. Magari è per lo stress.

# 15252_Kiryu
source: That's not good. Maybe you're working too hard.
pt_br: Non va bene. Forse stai lavorando troppo.

# 15264_Shizuka
source: You're right. Maybe I need to reduce the amount of my nighttime work a bit.
pt_br: Hai ragione. Forse dovrei ridurre un po' il mio lavoro notturno.

# 15276_Kiryu
source: That's a good idea. Your studies should really come first. If you're wearing yourself out from your night job, you need to reexamine your priorities.
pt_br: È una buona idea. I tuoi studi dovrebbero davvero venire prima. Se ti stai sfiancando con il tuo lavoro notturno, devi rivedere le tue priorità.

# 15288_Shizuka
source: Still, when I get too tired, I can always count on my cat to help me relax.
pt_br: Comunque, quando sono troppo stanca, posso sempre contare sul mio gatto per aiutarmi a rilassarmi.

# 15300_Shizuka
source: When I get home, I sit in my room for a while to rest. If I'm tired, my cat always comes and plops right down in my lap.
pt_br: Quando rientro a casa, mi siedo in camera mia per un po' a riposare. Se sono stanca, il mio gatto viene sempre e si piazza dritto sulle mie ginocchia.

# 15312_Kiryu
source: Pets are a lot of work, aren't they? Doesn't taking care of him make you more tired?
pt_br: Gli animali domestici danno un sacco da fare, no? Prenderti cura di lui non ti stanca ancora di più?

# 15324_Shizuka
source: Not at all. He can be a little work sometimes, but I love just having him around the house.
pt_br: Per niente. A volte mi dà un po' da fare, ma adoro semplicemente averlo in giro per casa.

# 15336_Kiryu
source: I see... Maybe I'm just used to dogs. Ours can really tire me out. He's got too much energy.
pt_br: Capisco... Sarà che sono abituato ai cani. Il nostro riesce proprio a sfinirmi. Ha troppa energia.

# 15348_Shizuka
source: Yes. With dogs, you have to take them out for walks and everything.
pt_br: Sì. Con i cani, devi portarli a spasso e tutto il resto.

# 15360_Shizuka
source: But I still think they can help cheer you up when you're feeling down.
pt_br: Ma secondo me possono sempre aiutarti a tirarti su di morale quando sei a terra.

# 15372_Kiryu
source: You're right about that...
pt_br: Hai ragione...

# 15384_Kiryu
source: I wouldn't mind trying that myself. It sounds like it'd be very relaxing.
pt_br: Non mi dispiacerebbe provarci anch'io. Mi sa che sarebbe molto rilassante.

# 15396_Shizuka
source: Huh? You'd like to lay your head on my lap?
pt_br: Eh? Vorresti appoggiare la testa in grembo?

# 15408_Kiryu
source: Yeah. You wouldn't like that?
pt_br: Già. Non ti piacerebbe?

# 15420_Shizuka
source: I didn't say that.
pt_br: Non l'ho detto.

# 15432_Shizuka
source: It's just that... Well, everyone can see us. I'd be too embarrassed to do something like that here.
pt_br: È solo che... beh, siamo sotto gli occhi di tutti. Mi vergognerei troppo a fare una cosa del genere qui.

# 15456_Shizuka
source: I guess talking with me isn't enough to relax you.
pt_br: Mi sa che parlare con me non ti basta per rilassarti.

# 15468_Shizuka
source: I'm sorry I'm not good enough.
pt_br: Mi dispiace, non sono all'altezza.

# 15480_Kiryu
source: He must be like family to you. I guess that makes taking care of him easier.
pt_br: Dev'essere come uno di famiglia per te. Immagino che così sia più facile prendertene cura.

# 15492_Shizuka
source: Yes. I don't know what he thinks, but he's certainly like family to me.
pt_br: Sì. Non so cosa pensi, ma per me è proprio come uno di famiglia.

# 15504_Kiryu
source: It's nice to have family around when you get home even if they don't do anything in particular for you.
pt_br: Fa sempre piacere avere la famiglia attorno quando si torna a casa, anche se non facciano nulla di speciale per te.

# 15516_Shizuka
source: Oh yes. He makes me feel like I can do anything.
pt_br: Oh sì. Mi fa sentire capace di tutto.

# 15528_Kiryu
source: Just try to not work yourself too hard, okay?
pt_br: Cerca solo di non strapazzarti troppo, va bene?

# 15540_Shizuka
source: Thank you for worrying about me. It makes me happy to think that you care.
pt_br: Grazie per esserti preoccupato per me. Mi rende felice sapere che ci tieni.

# 15564_Shizuka
source: I discovered the strangest thing when I woke up this morning.
pt_br: Ho scoperto la cosa più strana quando mi sono svegliato stamattina.

# 15576_Kiryu
source: Oh? What was it?
pt_br: Oh? Cos'era?

# 15588_Shizuka
source: I had a customer last night who kept buying me drink after drink. I drank a lot more than I usually do.
pt_br: Ho avuto un cliente ieri sera che continuava a offrirmi un drink dopo l'altro. Ho bevuto molto più del solito.

# 15600_Shizuka
source: I was okay up until the point I left the club, but I must have blacked out on the way home.
pt_br: Ero a posto finché non sono uscita dal locale, ma devo aver perso i sensi mentre tornavo a casa.

# 15612_Kiryu
source: You really did drink a lot, didn't you?
pt_br: Hai bevuto proprio tanto, eh?

# 15624_Shizuka
source: Yes... I don't think I've ever drank that much in my life.
pt_br: Sì... Non credo di aver mai bevuto così tanto in vita mia.

# 15636_Shizuka
source: When I woke up this morning, I was in my own bed, so I managed to get home somehow.
pt_br: Stamattina quando mi sono svegliata, ero nel mio letto, quindi in qualche modo sono riuscita a tornare a casa.

# 15648_Kiryu
source: Heh. At least you were able to get home.
pt_br: Eh. Almeno sei riuscito a tornare a casa.

# 15660_Shizuka
source: Yes, but then I noticed a plastic bag from a convenience store on my table.
pt_br: Sì, però poi ho notato una busta di plastica di un minimarket sul mio tavolo.

# 15672_Kiryu
source: What was in it?
pt_br: Che c'era dentro?

# 15684_Shizuka
source: For some reason, there were eight bean paste buns, a package of safety pins, and a receipt.
pt_br: Per qualche motivo, c'erano otto panini al fagiolo rosso, una confezione di spille da balia e uno scontrino.

# 15696_Kiryu
source: Safety pins?
pt_br: Spille da balia?

# 15708_Shizuka
source: I have no idea why I bought them.
pt_br: Non so proprio perché li ho comprati.

# 15720_Kiryu
source: You must've wanted them for some reason.
pt_br: Li avrai voluti per qualche motivo.

# 15732_Shizuka
source: Well, I don't think I had a need for any of those things, and they're not the kind of things you'd buy just on impulse.
pt_br: Beh, non credo di aver mai avuto bisogno di nessuna di quelle cose, e non è roba che compreresti così, d'impulso.

# 15744_Shizuka
source: Oh! You don't suppose I was planning to stick the pins in the buns, do you?
pt_br: Oh! Non penserai mica che volessi infilare le forcine nelle crocchie, vero?
