Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c02f7.po
Languages: pt_br

source: Time for me to get outta here, see ya later. ♪
pt_br: È ora che me ne vada, a dopo. ♪

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

# 116_望月京子：源氏名
source: Alright! There's no way I'm losing!
pt_br: Ok! Non c'è proprio verso che perda!

# 128_Player
source: We'll see about that...
pt_br: Staremo a vedere...

# 140_望月京子：源氏名
source: Let's go inside, then.
pt_br: Entriamo, allora.

# 164_望月京子：源氏名
source: Alright! There's no way I'm losing!
pt_br: Ok! Non c'è proprio verso che perda!

# 176_望月京子：源氏名
source: Let's go inside, then.
pt_br: Entriamo, allora.

# 188_Player
source: Wait a minute. I just realized that I'm short on cash.
pt_br: Aspetta un attimo. Mi sono appena accorto che sono a secco.

# 200_望月京子：源氏名
source: ...Seriously?
pt_br: ...Sul serio?

# 212_Player
source: Sorry...
pt_br: Scusa...

# 224_望月京子：源氏名
source: From the way you act, I thought you had plenty of money. Oh well. I'll see you later.
pt_br: Da come ti metti, pensavo che fossi pieno di grana. Vabbè. Ci si vede.

# 236_Player
source: (I should've made sure I had some cash...)
pt_br: (Avrei dovuto assicurarmi di avere un po' di grana...)

# 344_望月京子：源氏名
source: Kiryu-san, you're such a powerful bowler. I should have known.
pt_br: Kiryu-san, sei proprio un bowler potente. Avrei dovuto saperlo.

# 356_Player
source: Guess so.
pt_br: Immagino di sì.

# 368_望月京子：源氏名
source: I had an awesome time today. ♪ We should do this again sometime. <Color:7>♥<Color:Default>
pt_br: Mi sono divertita un sacco oggi. ♪ Dovremmo rifarlo un'altra volta. <Color:7>♥<Color:Default>

# 404_望月京子：源氏名
source: It was a tie, huh?
pt_br: È stato un pareggio, eh?

# 416_Player
source: Yep, neither of us wins.
pt_br: Già, non vince nessuno dei due.

# 428_望月京子：源氏名
source: Oh well. I had a cool time! We should go out again!
pt_br: Vabbè. È stato uno spasso! Dovremmo uscire di nuovo!

# 452_望月京子：源氏名
source: Haha! Too bad, I win this time. <Color:7>♥<Color:Default>
pt_br: Ahah! Peccato, questa volta ho vinto io. <Color:7>♥<Color:Default>

# 464_Player
source: Not bad, not bad.
pt_br: Non male, non male.

# 476_望月京子：源氏名
source: I had fun. Let's go out again sometime.
pt_br: Mi sono divertita. Facciamo un'altra uscita, prima o poi.

# 584_望月京子：源氏名
source: Alright! There's no way I'm losing!
pt_br: Ok! Non c'è proprio verso che perda!

# 596_Player
source: We'll see about that...
pt_br: Staremo a vedere...

# 608_望月京子：源氏名
source: Let's go inside, then.
pt_br: Entriamo, allora.

# 632_望月京子：源氏名
source: Alright! There's no way I'm losing!
pt_br: Ok! Non c'è proprio verso che perda!

# 644_望月京子：源氏名
source: Let's go inside, then.
pt_br: Entriamo, allora.

# 656_Player
source: Wait a minute. I just realized that I'm short on cash.
pt_br: Aspetta un attimo. Mi sono appena accorto che sono a secco.

# 668_望月京子：源氏名
source: ...Seriously?
pt_br: ...Sul serio?

# 680_Player
source: Sorry...
pt_br: Scusa...

# 692_望月京子：源氏名
source: From the way you act, I thought you had plenty of money. Oh well. I'll see you later.
pt_br: Da come ti metti, pensavo che fossi pieno di grana. Vabbè. Ci si vede.

# 704_Player
source: (I should've made sure I had some cash...)
pt_br: (Avrei dovuto assicurarmi di avere un po' di grana...)

# 812_望月京子：源氏名
source: Kiryu-san, you're such a powerful bowler. I should have known.
pt_br: Kiryu-san, sei proprio un bowler potente. Avrei dovuto saperlo.

# 824_Player
source: Guess so.
pt_br: Immagino di sì.

# 836_望月京子：源氏名
source: I had an awesome time today. ♪ Let's hit the club now. <Color:7>♥<Color:Default>
pt_br: Mi sono divertito un sacco oggi. ♪ Adesso andiamo al club. <Color:7>♥<Color:Default>

# 848_Player
source: Okay, sure.
pt_br: Okay, certo.

# 872_望月京子：源氏名
source: It was a tie, huh?
pt_br: È stato un pareggio, eh?

# 884_Player
source: Yep, neither of us wins.
pt_br: Già, non vince nessuno dei due.

# 896_望月京子：源氏名
source: Oh well. I had a cool time! Let's head to the club now.
pt_br: Vabbè. Mi sono divertito un botto! Andiamo al club ora.

# 908_Player
source: Okay, sure.
pt_br: Okay, certo.

# 932_望月京子：源氏名
source: Haha! Too bad, I win this time. <Color:7>♥<Color:Default>
pt_br: Ahah! Peccato, questa volta ho vinto io. <Color:7>♥<Color:Default>

# 944_Player
source: Not too bad!
pt_br: Niente male!

# 956_望月京子：源氏名
source: That was fun. Time to head over to the club?
pt_br: È stato divertente. Andiamo al club?

# 968_Player
source: Okay, sure.
pt_br: Okay, certo.
