Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00020222.po
Languages: pt_br

# 88_Hamazaki
source: Nice job getting that grappling hook. Now go hide it under the manhole near the guard tower. We'll grab it again once the plan's in motion.
pt_br: Ottimo lavoro con quel rampino. Ora vai a nasconderlo sotto il tombino vicino alla torre di guardia. Lo riprenderemo quando il piano sarà in moto.

# 112_Hamazaki
source: Let me know when you've got rope and a grappling hook.
pt_br: Fammi sapere quando avrai una corda e un rampino.

# 136_Hamazaki
source: So. The reality of it all soak in yet?
pt_br: Allora. Hai già metabolizzato la realtà della situazione?

# 160_Hamazaki
source: Look, I get it. Shit stings, knowing your own brother went and stabbed you in the back.
pt_br: Senti, capisco. Fa male sapere che tuo fratello ti ha pugnalato alle spalle.

# 184_Hamazaki
source: But now that you know the truth, I don't imagine you'll be happy just sitting in here nice and quiet till it's your day to hang.
pt_br: Ma ora che sai la verità, non immagino che sarai felice di stare seduto qui buono e tranquillo fino al giorno della tua impiccagione.

# 196_Hamazaki
source: That snake in the grass Majima's been living the high life, throwing his weight around Kamurocho like he's the king of the damn world.
pt_br: Quel serpente di Majima se la spassa, si pavoneggia per Kamurocho come se fosse il re del mondo.

# 208_Hamazaki
source: While you're rotting away in this hellhole, stuck shoving down some of the worst slop known to man just to survive.
pt_br: Mentre tu marcisci in questo buco infernale, costretto a ingoiare la peggior brodaglia conosciuta dall'uomo solo per sopravvivere.

# 220_Hamazaki
source: If that's not the textbook definition of "fucked over," I don't know what is.
pt_br: Se questa non è la definizione da manuale di "fregato", non so quale sia.

# 244_Hamazaki
source: Way I see it, you've only got one shot at settling the score. But you're never gonna do that if you don't get out of here.
pt_br: Per come la vedo io, hai solo una possibilità di regolare i conti. Ma non ce la farai mai se non esci di qui.

# 292_Hamazaki
source: We'll make our escape tonight at one o' clock, while everyone's sound asleep.
pt_br: Scapperemo stanotte all'una, mentre tutti dormono.

# 316_Hamazaki
source: I'll get out of my cell using one of the two keys I had made.
pt_br: Uscirò dalla mia cella usando una delle due chiavi che ho fatto fare.

# 340_Hamazaki
source: You do the same with the other.
pt_br: Tu fai lo stesso con l'altra.

# 364_Hamazaki
source: I'll wait by the entrance till you're out.
pt_br: Aspetterò all'ingresso finché non sarai fuori.

# 388_Hamazaki
source: Next step is all you. Once you're ready, throw your bed down over the rail to distract the guards.
pt_br: Il prossimo passo tocca a te. Quando sei pronto, butta il letto oltre la ringhiera per distrarre le guardie.

# 412_Hamazaki
source: They'll be on your ass in an instant, so just keep 'em busy while I slip behind and head for the warden's office.
pt_br: Ti staranno addosso in un attimo, quindi tienili occupati mentre io mi sgattaiolo dietro e vado all'ufficio del direttore.

# 436_Hamazaki
source: We'll meet there once you're done dealing with the guards.
pt_br: Ci incontreremo lì una volta che avrai sistemato le guardie.

# 448_Saejima
source: At the warden's office? Why there?
pt_br: All'ufficio del direttore? Perché lì?

# 472_Hamazaki
source: There's something there I'm gonna need once we're on the outside. But don't worry about that.
pt_br: C'è qualcosa lì che mi servirà una volta che saremo fuori. Ma non preoccuparti di questo.

# 496_Saejima
source: ...Right.
pt_br: ...Giusto.

# 520_Hamazaki
source: After we reconvene, we book it across the yard over to the far wall. The one with the guard tower.
pt_br: Dopo esserci riuniti, attraverseremo di corsa il cortile fino al muro più lontano. Quello con la torre di guardia.

# 544_Hamazaki
source: Once we make our way up with a grappling hook, we'll be home free.
pt_br: Una volta che saremo saliti con un rampino, saremo liberi.

# 556_Saejima
source: A grapplin' hook? How the hell'd ya get a hold of somethin' like that?
pt_br: Un rampino? Come diavolo hai fatto a procurarti una cosa del genere?

# 580_Hamazaki
source: I haven't. Not yet.
pt_br: Non l'ho fatto. Non ancora.

# 592_Saejima
source: What?
pt_br: Cosa?

# 604_Hamazaki
source: That's where you come in.
pt_br: È qui che entri in gioco tu.

# 616_Saejima
source: ...Keep talkin'.
pt_br: ...Continua a parlare.

# 628_Hamazaki
source: Your job's to find something we can use as a rope, and some kinda hook to go with it.
pt_br: Il tuo compito è trovare qualcosa che possiamo usare come corda e un qualche tipo di gancio da abbinarci.

# 640_Saejima
source: Yeah? And how're ya expectin' me to do that?
pt_br: Ah sì? E come ti aspetti che lo faccia?

# 652_Hamazaki
source: We get all kinds of interesting folks in here.
pt_br: Qui dentro abbiamo ogni sorta di gente interessante.

# 664_Hamazaki
source: And those interesting folks smuggle in all sorts of interesting <Italic>stuff</Italic>. Weapons, food, you name it.
pt_br: E quella gente interessante contrabbanda ogni sorta di <Italic>roba</Italic> interessante. Armi, cibo, di tutto.

# 676_Saejima
source: So what, ya want me to barter?
pt_br: E allora? Vuoi che baratti?

# 688_Hamazaki
source: More or less. There's one guy in particular who'll really get things moving. Take a look.
pt_br: Più o meno. C'è un tizio in particolare che può davvero smuovere le acque. Dai un'occhiata.

# 712_Hamazaki
source: Poor bastard had a booming business down here in Okinawa. Got caught up in a yakuza shitstorm, though. Ended up busted for illegal arms manufacturing.
pt_br: Povero diavolo, aveva un'attività fiorente qui a Okinawa. Ma è finito in un casino con la yakuza. È stato arrestato per produzione illegale di armi.

# 724_Hamazaki
source: Lucky for us, his skills got him in good with the guards. They even let him set up a little workshop in here.
pt_br: Per nostra fortuna, le sue abilità gli hanno fatto guadagnare la fiducia delle guardie. Gli hanno persino permesso di allestire un piccolo laboratorio qui dentro.

# 736_Hamazaki
source: Long as he's got the materials, he can make damn near anything. All you gotta do is get him what he needs.
pt_br: Finché ha i materiali, può fare praticamente di tutto. Tutto quello che devi fare è procurargli ciò di cui ha bisogno.

# 748_Hamazaki
source: Anyway, lemme know once you've got that grappling hook. Better hurry, though. Daylight's fading fast.
pt_br: Comunque, fammi sapere quando avrai quel rampino. Meglio sbrigarsi, però. La luce del giorno sta svanendo in fretta.
