Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c0016.po
Languages: pt_br

# 15756_Kiryu
source: Safety pins in bean paste buns? I wouldn't put it past you. It's definitely something you'd come up with.
pt_br: Spille da balia nei panini al fagiolo rosso? Non mi stupirebbe, eh. È proprio una cosa da te.

# 15768_Shizuka
source: Hehehe. I think you may be right.
pt_br: Hehehe. Credo proprio tu abbia ragione.

# 15780_Kiryu
source: Well, the important thing is that you made it home safe and sound.
pt_br: Beh, l'importante è che sei arrivato a casa sano e salvo.

# 15792_Shizuka
source: Right! <Color:7>♥<Color:Default>
pt_br: Giusto! <Color:7>♥<Color:Default>

# 15804_Kiryu
source: I think you should give up drinking. You were lucky you made it home last night, but you shouldn't take blacking out lightly.
pt_br: Credo proprio che dovresti darci un taglio col bere. Sei stato fortunato ad essere riuscito a tornare a casa ieri sera, ma non dovresti prendere sottogamba il fatto di perdere i sensi.

# 15816_Shizuka
source: That's true... It's especially dangerous for a woman to be wandering around at night when she's drunk.
pt_br: È vero... È particolarmente pericoloso per una donna gironzolare di notte quando è ubriaca.

# 15828_Kiryu
source: And even if you made it home without any problem, you wouldn't be able to concentrate on your studies with a hangover, would you?
pt_br: E anche se tornassi a casa senza problemi, non riusciresti a concentrarti sullo studio con i postumi di una sbronza, vero?

# 15840_Shizuka
source: That's true...
pt_br: È vero...

# 15852_Shizuka
source: But I can't very well refuse if a customer offers to buy me a drink.
pt_br: Ma non posso mica rifiutare se un cliente mi offre da bere.

# 15864_Kiryu
source: Maybe you could explain the situation to them. If they still wanted you to drink after that, they're up to no good anyway.
pt_br: Magari potresti spiegargli la situazione. Se dopo quello volessero ancora farti bere, comunque non sono gente a posto.

# 15876_Shizuka
source: I don't like to be rude to my customers, but maybe that's the best thing to do.
pt_br: Non mi piace essere maleducata con i miei ospiti, ma forse è la cosa migliore da fare.

# 15888_Shizuka
source: I'm sorry about this. I guess I'm not a very good hostess, am I?
pt_br: Mi dispiace per questo. Credo di non essere una bravissima hostess, vero?

# 15900_Kiryu
source: Don't worry about it.
pt_br: Non preoccupartene.

# 15912_Kiryu
source: Did you eat the buns? Even I would have trouble eating eight of them.
pt_br: Hai mangiato i panini? Pure io farei fatica a mangiarne otto.

# 15924_Shizuka
source: After a night of drinking, I didn't have much of an appetite.
pt_br: Dopo una nottata di bevute, non avevo un gran che di appetito.

# 15936_Kiryu
source: That's not surprising. Still, it's a bit of a waste.
pt_br: Non mi sorprende. Però, è un po' uno spreco.

# 15948_Shizuka
source: Yes... I'll be sharing it with my family.
pt_br: Sì... Lo condividerò con la mia famiglia.

# 15960_Kiryu
source: The cashier at the convenience store must've been pretty surprised.
pt_br: Il cassiere del minimarket dev'essere stato piuttosto sorpreso.

# 15972_Kiryu
source: He must not get very many people buying that many buns at once.
pt_br: Non gli capiterà spesso di avere gente che compra così tanti panini in una volta sola.

# 15984_Shizuka
source: Oh yes. Especially buying them alongside safety pins.
pt_br: Ah sì. Soprattutto comprarli insieme alle spille da balia.

# 15996_Kiryu
source: I'm surprised you remembered to take the receipt.
pt_br: Sono sorpreso che ti sia ricordata di prendere lo scontrino.

# 16008_Shizuka
source: Hehe. I suppose I'm still on top of things even when I'm drunk.
pt_br: Hehe. Suppongo di essere ancora lucida anche quando sono ubriaca.

# 16020_Kiryu
source: Heh, maybe you are...
pt_br: Eh, forse lo sei...

# 16044_Shizuka
source: The other girls and I were talking with the manager the other day. We're thinking about holding some kind of promotional event.
pt_br: Io e le altre ragazze stavamo parlando con il gestore l'altro giorno. Stiamo pensando di fare un qualche evento promozionale.

# 16056_Kiryu
source: Oh yeah? Are the girls participating in it too?
pt_br: Ah sì? Le ragazze ci partecipano pure?

# 16068_Shizuka
source: I guess so. At this club anyway.
pt_br: Immagino di sì. Almeno in questo locale, comunque.

# 16080_Shizuka
source: One of the girls suggested that we have a yukata day.
pt_br: Una delle ragazze ha suggerito di fare una giornata in yukata.

# 16092_Kiryu
source: Yukatas? Sounds a little early in the year for something like that.
pt_br: Yukata? Mi sembra un po' presto nell'anno per una cosa del genere.

# 16104_Shizuka
source: Yes. Everyone said it was too early for it.
pt_br: Sì. Tutti dicevano che era troppo presto per quello.

# 16116_Shizuka
source: And they all talked about how difficult yukatas are to wear properly.
pt_br: E tutti parlavano di quanto fosse un bel casino mettersi a posto gli yukata.

# 16128_Kiryu
source: Hmm, I guess men don't really think too much about things like that.
pt_br: Mh, immagino che gli uomini non ci pensino granché a cose del genere.

# 16140_Shizuka
source: It can take a long time to put them on, and then you have to do your hair to match. They all decided it would be too much work.
pt_br: Ci vuole un sacco di tempo a indossarli, e poi devi farti i capelli per abbinarli. Hanno tutti deciso che sarebbe stato troppo sbattimento.

# 16152_Kiryu
source: I get it now.
pt_br: Ora capisco.

# 16164_Shizuka
source: But I thought it might be worth a try. Once you get used to it, they're not really that hard to put on, but I guess it's not going to happen.
pt_br: Ma pensavo che potesse valere la pena tentare. Una volta che ci si prende la mano, non sono poi così difficili da mettere, ma immagino che non se ne farà nulla.

# 16176_Kiryu
source: I take it you're used to wearing kimonos?
pt_br: Immagino che tu sia abituata a indossare kimono?

# 16188_Shizuka
source: Hehehe. Perhaps this is a bit of a boast, but I can put one on in less than two minutes.
pt_br: Hehehe. Magari mi sto vantando un po', ma riesco a metterlo in meno di due minuti.

# 16200_Kiryu
source: Is that fast?
pt_br: È così veloce?

# 16212_Shizuka
source: I think it would be difficult for most people to do it that quickly even if they're used to it.
pt_br: Credo che per la maggior parte della gente sarebbe dura farlo così in fretta, anche se ci sono abituati.

# 16224_Kiryu
source: Huh... Well, then that's pretty impressive.
pt_br: Ah... Beh, allora è davvero impressionante.

# 16236_Shizuka
source: Oh, it's really nothing. Besides, I don't really have any other skills...
pt_br: Oh, non è proprio nulla. E poi, non ho mica altre abilità...

# 16248_Kiryu
source: No, I think it's really impressive that you've mastered something that most modern girls can't do anymore. You should be proud.
pt_br: No, trovo che sia davvero impressionante che tu abbia padroneggiato qualcosa che la maggior parte delle ragazze moderne non sa più fare. Dovresti esserne fiera.

# 16260_Shizuka
source: Oh, sir, please! You're making me blush!
pt_br: Oh, Signore, la prego! Mi sta facendo arrossire!

# 16272_Kiryu
source: You should try suggesting that again sometime. You could teach the other girls how to wear them.
pt_br: Dovresti provare a riproporlo, prima o poi. Potresti far vedere alle altre ragazze come si mettono.

# 16284_Kiryu
source: I bet a lot of the girls would love to know how to wear a yukata or kimono properly.
pt_br: Scommetto che un sacco di ragazze vorrebbero tanto sapere come si indossa uno yukata o un kimono come si deve.

# 16296_Shizuka
source: Maybe you're right. I might do that if I get the chance.
pt_br: Potresti avere ragione. Lo farei se mi capitasse l'occasione.

# 16308_Kiryu
source: You're like the perfect Japanese woman. You can't say that about most girls these days.
pt_br: Sei proprio la donna giapponese perfetta. Non si può dire altrettanto della maggior parte delle ragazze di questi tempi.

# 16320_Shizuka
source: Hehe. Thank you. <Color:7>♥<Color:Default>
pt_br: Eheh. Grazie. <Color:7>♥<Color:Default>

# 16332_Kiryu
source: I like traditional Japanese clothes. It's part of our heritage.
pt_br: Mi piacciono gli abiti tradizionali giapponesi. Fa parte del nostro patrimonio.

# 16344_Shizuka
source: I think you'd look nice in a kimono, too.
pt_br: Penso che staresti bene anche in kimono.

# 16356_Kiryu
source: You think so?
pt_br: La pensi così?

# 16368_Shizuka
source: It takes a certain type of man to wear a kimono properly. You have to have the right bearing and character to do it well.
pt_br: Ci vuole un certo tipo di uomo per portare un kimono come si deve. Bisogna avere il giusto portamento e carattere per farlo bene.

# 16380_Shizuka
source: But I think you'd have no trouble at all. A man like you would be quite suited to a kimono.
pt_br: Ma credo che non avresti alcun problema, tu. Un uomo come te starebbe proprio bene con un kimono.

# 16392_Kiryu
source: Maybe you can help me put one on sometime.
pt_br: Forse potresti aiutarmi a metterne su uno un giorno.

# 16404_Shizuka
source: Absolutely. And I'll wear one with you!
pt_br: Assolutamente. E ne metterò uno con te!

# 16416_Kiryu
source: So it's no problem if I undressed you then.
pt_br: Quindi, nessun problema se ti spogliassi, allora.

# 16428_Shizuka
source: You and your naughty jokes.
pt_br: Tu e le tue battute osé.

# 16440_Kiryu
source: Heh. A woman in a yukata is every man's dream.
pt_br: Eh. Una donna in yukata è il sogno di ogni uomo.

# 16452_Shizuka
source: Did something happen to you tonight? You seem a little different than usual.
pt_br: Ti è successo qualcosa stasera? Sembri un po' diverso dal solito.

# 16464_Shizuka
source: You don't usually make jokes like that.
pt_br: Di solito non fai battute del genere.

# 16476_Kiryu
source: Maybe I just had a little too much to drink.
pt_br: Mi sa che ho alzato un po' troppo il gomito.

# 16488_Shizuka
source: Really? Maybe you should cut back a little then.
pt_br: Davvero? Magari dovresti andarci piano, allora.

# 16500_Kiryu
source: Sorry...
pt_br: Scusa...

# 16524_Shizuka
source: Um... Have you ever been to the city of Venice in Italy?
pt_br: Uhm... È mai stato a Venezia, in Italia?

# 16536_Kiryu
source: No, I can't say I have.
pt_br: No, non direi.

# 16548_Shizuka
source: I heard on the news that Venice will sink into the sea soon.
pt_br: Ho sentito al telegiornale che Venezia affonderà presto nel mare.

# 16560_Kiryu
source: Sink? What do you mean?
pt_br: Andare a picco? Cosa intendi?

# 16572_Shizuka
source: It was originally built on piles of wood under the water, but the land underneath is giving way, and global warming is causing the sea to rise.
pt_br: Era stato originariamente costruito su pali di legno sott'acqua, ma il terreno sottostante sta cedendo, e il riscaldamento globale sta facendo salire il mare.

# 16584_Kiryu
source: Oh, that's what this is about...
pt_br: Ah, ecco di cosa si tratta...

# 16596_Shizuka
source: It makes me so sad to think of a beautiful city with such a long history just sinking into the ocean.
pt_br: Mi rende così triste pensare a una città così bella, con una storia così lunga, che affonda nell'oceano.

# 16608_Kiryu
source: That's just the way things go. It's sad, but there's really nothing we can do.
pt_br: Purtroppo le cose vanno così. È triste, ma non c'è proprio niente che si possa fare.

# 16620_Shizuka
source: I suppose that's the most mature way of looking at it. I guess I'm not quite that grown up.
pt_br: Beh, immagino che quello sia il modo più maturo di vederla. Però, a quanto pare, io non sono ancora così matura.

# 16632_Kiryu
source: The city they have now is there because somebody decided to build it.
pt_br: La città che hanno adesso è lì perché qualcuno ha deciso di costruirla.

# 16644_Kiryu
source: Even if it does sink into the ocean, I bet the people who live there can build an even better city if they put their minds to it.
pt_br: Anche se dovesse sprofondare nell'oceano, scommetto che la gente che ci abita può costruire una città ancora migliore se si impegna a fondo.

# 16656_Shizuka
source: So you think they can rebuild it?
pt_br: Allora, pensi che possano ricostruirlo?

# 16668_Shizuka
source: It's sad, but I guess there's some hope after all.
pt_br: È triste, ma dopotutto, un po' di speranza c'è.

# 16680_Kiryu
source: Yeah. All we can do is hope for the best, but I'm sure it'll work out fine.
pt_br: Sì. Non ci resta che sperare nel meglio, ma sono sicura che andrà tutto bene.

# 16692_Shizuka
source: Yes! They'll be in my thoughts.
pt_br: Sì! Li avrò nei miei pensieri.

# 16704_Kiryu
source: That worries me, too. They've got so many historical buildings, to say nothing of the people who live there.
pt_br: Anche a me preoccupa. Hanno un sacco di edifici storici, per non parlare della gente che ci vive.

# 16716_Shizuka
source: That's right. I can't imagine my own house sinking into the ocean.
pt_br: Giusto. Non riesco a immaginare la mia casa che affonda nell'oceano.

# 16728_Kiryu
source: My house in Okinawa is right by the ocean, so the thought has crossed my mind.
pt_br: La mia casa a Okinawa è proprio in riva all'oceano, quindi il pensiero mi è passato per la testa.

# 16740_Kiryu
source: I don't suppose anything'll happen in the near future, but if the sea level starts to rise...
pt_br: Non credo che succederà nulla a breve, ma se il livello del mare dovesse iniziare a salire...

# 16752_Shizuka
source: So this could affect you, too? Ugh... Everybody's talking about global warming, but do you think we can really do anything about it?
pt_br: Allora, anche a te potrebbe toccare? Uff... Tutti parlano di 'sto riscaldamento globale, ma secondo te si può davvero farci qualcosa?

# 16764_Kiryu
source: With something as huge as the entire planet, there's not a lot we can really do. There may not be any point in trying.
pt_br: Davanti a qualcosa di così immenso come l'intero pianeta, non c'è granché che si possa davvero fare. Forse non ha nemmeno senso provarci.

# 16776_Shizuka
source: I see. I suppose you're right. Maybe there's nothing we can do... But it's so sad.
pt_br: Capisco. Suppongo tu abbia ragione. Forse non c'è niente che possiamo fare... Ma è così triste.

# 16788_Kiryu
source: I'll have to visit before that happens. If I wait until I retire, the city may not be there anymore.
pt_br: Dovrò farci un salto prima che succeda. Se aspetto di andare in pensione, la città potrebbe non esserci più.

# 16800_Shizuka
source: It's more than that. The people who live there are going to lose their homes, you know.
pt_br: C'è di più. Le persone che vivono lì perderanno le loro case, sai.

# 16812_Kiryu
source: Right.
pt_br: Esatto.

# 16824_Kiryu
source: I know what it's like to lose your home. Actually, my orphanage was completely destroyed last year.
pt_br: So cosa si prova a perdere casa. A dire il vero, il mio orfanotrofio è stato completamente distrutto l'anno scorso.

# 16836_Shizuka
source: What!? That's terrible!
pt_br: Ma cosa!? È un casino!

# 16848_Kiryu
source: It was, but the kids and the people from around the neighborhood all worked together to rebuild it.
pt_br: Lo era, ma i ragazzini e tutta la gente del quartiere si sono dati una mano per rimetterlo in piedi.

# 16860_Kiryu
source: Now it's back to the way it used to be.
pt_br: Ora è tornato tutto come prima.

# 16872_Shizuka
source: That's wonderful! Maybe the Venetians can do something like that when the time comes.
pt_br: È fantastico! Magari i veneziani potranno fare qualcosa del genere, quando sarà il momento.

# 16884_Kiryu
source: I think you're right.
pt_br: Credo tu abbia ragione.

# 16896_Shizuka
source: Have you given my present to your children yet?
pt_br: Hai già dato il mio regalo ai tuoi figli?

# 16908_Kiryu
source: No, not yet. I have to arrange to have it sent to Okinawa.
pt_br: No, non ancora. Devo organizzarmi per farlo spedire a Okinawa.

# 16920_Shizuka
source: I can't wait for them to get it. Just thinking of their smiling faces makes me so happy.
pt_br: Non vedo l'ora che lo ricevano. Solo a pensare alle loro facce sorridenti mi rende così felice.

# 16932_Kiryu
source: Heh. Guess I should hurry and make my way back to Okinawa.
pt_br: Eh. Forse è meglio che mi sbrighi e torni a Okinawa.

# 16944_Shizuka
source: By the way, I found out when I'm leaving for my on-the-job training.
pt_br: Comunque, ho scoperto quando parto per il mio tirocinio.

# 16956_Kiryu
source: You did? When is it?
pt_br: Ah sì? Quando è?

# 16968_Shizuka
source: The middle of next month.
pt_br: La metà del prossimo mese.

# 16980_Kiryu
source: That's pretty soon. That's not nearly enough time.
pt_br: È piuttosto presto. Non è neanche lontanamente abbastanza tempo.

# 16992_Shizuka
source: You think so? I think I can get ready by then.
pt_br: La pensi davvero? Credo di potermi preparare per allora.

# 17004_Kiryu
source: No, I was just thinking about how many more times I could see you before then. It won't be enough.
pt_br: No, stavo giusto pensando a quante altre volte potrei vederti prima di allora. Non basterà.

# 17016_Shizuka
source: Aww! I'm very happy to hear you say that. I'll try my best to make our time together meaningful, then.
pt_br: Ohhh! Sono felicissima di sentirti dire questo. Farò del mio meglio per rendere significativo il nostro tempo insieme, allora.

# 17028_Kiryu
source: Great. I'm looking forward to it.
pt_br: Benissimo. Non vedo l'ora.

# 17040_Shizuka
source: Thank you. <Color:7>♥<Color:Default>
pt_br: Grazie. <Color:7>♥<Color:Default>

# 17052_Kiryu
source: So you're finally going. You're one step closer to achieving your dream.
pt_br: Allora, finalmente ci vai. Sei un passo più vicino a realizzare il tuo sogno.

# 17064_Shizuka
source: Yes. But the real work starts when I get my license. This is just the beginning.
pt_br: Sì. Ma il vero lavoro inizierà quando avrò la licenza. Questo è solo l'inizio.

# 17076_Kiryu
source: I suppose you're right... But I'm sure you can handle whatever comes your way.
pt_br: Immagino tu abbia ragione... Ma sono sicuro che te la caverai, qualunque cosa succeda.

# 17088_Shizuka
source: When you say it, sir, I believe it.
pt_br: Quando lo dici, signore, ci credo proprio.

# 17100_Kiryu
source: Good luck.
pt_br: Buona fortuna.

# 17112_Shizuka
source: Thank you!
pt_br: Grazie!

# 17124_Kiryu
source: Don't forget about me.
pt_br: Non dimenticarti di me.

# 17136_Shizuka
source: Of course I won't! I could never forget you, sir!
pt_br: Ma certo che no! Non potrei mai dimenticarla, signore!

# 17148_Kiryu
source: I've tried to support you as best I could, but now I'm starting to realize how much I'll miss you while you're gone.
pt_br: Ho cercato di supportarti come meglio ho potuto, ma ora sto iniziando a rendermi conto di quanto mi mancherai mentre non ci sarai.

# 17160_Shizuka
source: Oh, don't say things like that. You'll make me cry. Let's try not to think about it.
pt_br: Oh, non dire cose del genere. Mi farai piangere. Cerchiamo di non pensarci.

# 17172_Shizuka
source: Just come and see me as you always have.
pt_br: Fatti vedere come hai sempre fatto.

# 17184_Kiryu
source: You got it.
pt_br: Va bene.

# 17196_Shizuka
source: Thank you. <Color:7>♥<Color:Default>
pt_br: Grazie. <Color:7>♥<Color:Default>

# 17208_Shizuka
source: Normal dialogue 31.
pt_br: Dialogo normale 31.

# 17232_Shizuka
source: You came to see me! <Color:7>♥<Color:Default>
pt_br: Sei venuto a trovarmi! <Color:7>♥<Color:Default>

# 17268_Shizuka
source: Welcome!
pt_br: Benvenuto!

# 17280_Shizuka
source: You came to see me! ♪
pt_br: Sei venuto a trovarmi! ♪

# 17292_Shizuka
source: It's good to see you again! I'm so glad! <Color:7>♥<Color:Default>
pt_br: Che bello rivederti! Sono contentissima! <Color:7>♥<Color:Default>

# 17316_Shizuka
source: Thank you for taking me out. I had a wonderful time.
pt_br: Grazie per avermi portata fuori. Mi sono divertita un mondo.

# 17340_Shizuka
source: Kiryu-san... You never showed up for our date...
pt_br: Kiryu-san... Non ti sei fatto vivo per il nostro appuntamento...

# 17364_Shizuka
source: I'm sorry about last time. We should go out again.
pt_br: Scusa per l'ultima volta. Dovremmo uscire ancora.

# 17376_Shizuka
source: Sir... I was looking forward to being your date...
pt_br: Signore... Non vedevo l'ora di essere il tuo appuntamento...

# 17388_Shizuka
source: I'm sorry about before, sir. We should go out again.
pt_br: Mi dispiace per prima, signore. Dovremmo uscire di nuovo.

# 17400_Shizuka
source: Thank you for requesting me. My name is Shizuka. It's a pleasure.
pt_br: Grazie per avermi richiesta. Mi chiamo Shizuka. Piacere.

# 17412_Kiryu
source: Nice to meet you too.
pt_br: Piacere mio.

# 17424_Shizuka
source: Did you come here just to see me?
pt_br: Sei venuto qui solo per vedermi?

# 17436_Shizuka
source: Please enjoy yourself.
pt_br: Si diverta pure.

# 17448_Shizuka
source: I'm glad you came.
pt_br: Sono contenta che tu sia venuto.

# 17460_Shizuka
source: I'd like to go on another date sometime. <Color:7>♥<Color:Default>
pt_br: Mi piacerebbe uscire di nuovo insieme un'altra volta. <Color:7>♥<Color:Default>

# 17472_Shizuka
source: We should go out on another date when you have the time.
pt_br: Dovremmo vederci per un altro appuntamento, quando hai un attimo.

# 17484_Shizuka
source: We should go out on another date when you have the time.
pt_br: Dovremmo vederci per un altro appuntamento, quando hai un attimo.

# 17496_Shizuka
source: It was nice going out with you today, sir. <Color:7>♥<Color:Default>
pt_br: È stato bello uscire con lei oggi, signore. <Color:7>♥<Color:Default>

# 17508_Shizuka
source: Would you take me out again sometime?
pt_br: Ti andrebbe di portarmi fuori di nuovo, prima o poi?

# 17520_Shizuka
source: Would you take me out again sometime?
pt_br: Ti andrebbe di portarmi fuori di nuovo, prima o poi?

# 17544_Shizuka
source: You're dressed very smartly today, sir. <Color:7>♥<Color:Default>
pt_br: Oggi si è messo molto in tiro, signore. <Color:7>♥<Color:Default>

# 17568_Shizuka
source: You're looking nice today, sir. <Color:7>♥<Color:Default>
pt_br: Sta benissimo oggi, signore. <Color:7>♥<Color:Default>

# 17592_Shizuka
source: You always seem to wear the same thing, sir.
pt_br: Sembra che lei indossi sempre la stessa cosa, signore.

# 17616_Shizuka
source: Why are you wearing those clothes? It's not like you at all, sir.
pt_br: Perché indossi quei vestiti? Non è proprio da te, signore.

# 17640_Shizuka
source: I think you should pay a little more attention to how you dress. I don't care for this look very much, sir...
pt_br: Penso che dovresti curare un po' di più il tuo aspetto. Questo look non mi va molto a genio, signore...

# 17664_Shizuka
source: You're dressed very smartly today, sir. <Color:7>♥<Color:Default>
pt_br: Oggi si è messo molto in tiro, signore. <Color:7>♥<Color:Default>

# 17688_Shizuka
source: I'm so happy! <Color:7>♥<Color:Default>
pt_br: Sono felicissima! <Color:7>♥<Color:Default>

# 17700_Shizuka
source: I've wanted this for the longest time!
pt_br: Era da una vita che lo volevo!

# 17712_Shizuka
source: Thank you so much, sir! <Color:7>♥<Color:Default>
pt_br: Grazie infinite, signore! <Color:7>♥<Color:Default>

# 17724_Shizuka
source: You're really giving this to me?
pt_br: Davvero me lo dai?

# 17736_Shizuka
source: Thank you!
pt_br: Grazie!

# 17748_Shizuka
source: Is this for me...?
pt_br: È per me...?

# 17760_F_cab_sitsofa_tlk_yes
source: Thank you...
pt_br: Grazie...

# 17772_Shizuka
source: What is that...?
pt_br: Cos'è quello...?

# 17784_Shizuka
source: I don't know what to do with something like this...
pt_br: Non so che farmene di una cosa del genere...

# 17808_Shizuka
source: Just what are you trying to give me?
pt_br: Ma che cosa stai cercando di darmi?
