Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c0009.po
Languages: pt_br

# 14652_Kiryu
source: Then don't eat the part it touches.
pt_br: Allora non mangiare la parte che tocca.

# 14664_Maya
source: That's what I do, but I feel like I'm wasting food.
pt_br: Faccio così io, ma mi sembra di sprecare cibo.

# 14676_Maya
source: Why can't they put it on the side? I hate having it forced on me.
pt_br: Perché non possono metterlo a parte? Odio che me lo impongano per forza.

# 14700_Maya
source: I just can't seem to quit this job.
pt_br: Non riesco proprio a mollarlo, 'sto lavoro.

# 14712_Kiryu
source: Maybe you're more suited to it than you think.
pt_br: Magari sei più tagliata per questo di quanto pensi.

# 14724_Maya
source: You might be right. I've been enjoying it more recently.
pt_br: Potresti aver ragione. Me lo sto godendo di più ultimamente.

# 14736_Maya
source: When I get a new customer, I try to figure out what kind of person he is. And it makes me happy when I turn out to be right.
pt_br: Quando mi arriva un nuovo cliente, cerco di capire che tipo di persona è. E mi rende felice quando ci prendo.

# 14748_Kiryu
source: Heh. That's good.
pt_br: Eh. Va bene.

# 14760_Maya
source: By the way, thanks.
pt_br: A proposito, grazie.

# 14772_Kiryu
source: Thanks? For what?
pt_br: Grazie? Per cosa?

# 14784_Maya
source: Don't be coy with me. For our date.
pt_br: Non fare la preziosa con me. Per il nostro appuntamento.

# 14796_Kiryu
source: Are you sure you remember it? You do have a tendency to black out.
pt_br: Sei sicuro di ricordartelo? Ti capita spesso di avere dei vuoti di memoria.

# 14808_Maya
source: Even I couldn't forget something like that. <Color:7>♥<Color:Default> And I wasn't even drinking, anyway!
pt_br: Nemmeno io potrei dimenticare una cosa del genere. <Color:7>♥<Color:Default> E non stavo nemmeno bevendo, comunque!

# 14820_Kiryu
source: Oh? Your face was so red I thought you must have had a few drinks.
pt_br: Oh? Avevi la faccia così rossa che pensavo avessi già bevuto qualche bicchiere.

# 14832_Maya
source: No... I was just a little flushed with excitement, that's all!
pt_br: No... ero solo un po' arrossito per l'emozione, tutto qui!

# 14844_Kiryu
source: Heh. I see.
pt_br: Heh. Capisco.

# 14856_Kiryu
source: We should go out again. When are you free?
pt_br: Dovremmo uscire di nuovo. Quando sei libero?

# 14868_Maya
source: Hehe. That was just a one time thing. Now we have to go back to being hostess and customer.
pt_br: Hehe. Era solo per questa volta. Ora dobbiamo tornare a essere hostess e cliente.

# 14880_Kiryu
source: Oh, come on.
pt_br: Maddai!

# 14892_Maya
source: Well, I might change my mind if you buy me an expensive drink.
pt_br: Beh, potrei cambiare idea se mi offri un drink costoso.

# 14904_Kiryu
source: Hey, are you just trying to squeeze me for money? I thought you liked me...
pt_br: Ehi, stai solo cercando di spillarmi soldi? Credevo ti piacessi...

# 14916_Kiryu
source: I love you.
pt_br: Ti amo.

# 14928_Maya
source: What!? What's with you all of a sudden?
pt_br: Cosa?! Ma che ti prende tutto d'un tratto?

# 14940_Kiryu
source: I thought you liked the idea of couples saying that from the start.
pt_br: Pensavo ti piacesse l'idea che le coppie lo dicessero fin dall'inizio.

# 14952_Maya
source: Hahaha! Well, that's true. It's just kind of embarrassing, that's all...
pt_br: Ahahah! Beh, è vero. È solo un po' imbarazzante, tutto qui...

# 14964_Kiryu
source: Aren't you going to say it too?
pt_br: Non lo dici anche tu?

# 14976_Maya
source: Um... I love you too. <Color:7>♥<Color:Default>
pt_br: Uhm... Ti amo anch'io. <Color:7>♥<Color:Default>

# 15000_Maya
source: You came to see me!
pt_br: Sei venuto a trovarmi!

# 15036_Maya
source: Welcome!
pt_br: Benvenuto!

# 15048_Maya
source: You came! I'm so happy! <Color:7>♥<Color:Default><Color:Default>
pt_br: Sei venuto! Sono felicissima! <Color:7>♥<Color:Default><Color:Default>

# 15060_Maya
source: Did you come to see me?
pt_br: Sei venuto a trovarmi?

# 15072_Maya
source: Thanks for our date. I had a lot of fun.
pt_br: Grazie per il nostro appuntamento. Mi sono divertito un sacco.

# 15084_Maya
source: %s-san... You never showed up for our date. I was waiting for you...
pt_br: %s-san... Non ti sei fatto vedere al nostro appuntamento. Ti aspettavo...

# 15096_Maya
source: I'm sorry about before. We should go out again sometime.
pt_br: Mi spiace per prima. Dovremmo uscire di nuovo, prima o poi.

# 15108_Maya
source: %s-san... I was really looking forward to going out with you...
pt_br: %s-san... Non vedevo l'ora di uscire con te...

# 15120_Maya
source: I'm sorry about before. We should try again.
pt_br: Mi dispiace per prima. Dovremmo riprovarci.

# 15132_Maya
source: Allow me to introduce myself. I'm Maya. Nice to meet you.
pt_br: Lascia che mi presenti. Sono Maya. Piacere di conoscerti.

# 15144_Maya
source: Thanks for coming.
pt_br: Grazie per essere venuto.

# 15156_Kiryu
source: Make yourself at home.
pt_br: Fai come se fossi a casa tua.

# 15168_Maya
source: I hope you have a nice time.
pt_br: Spero ti diverta.

# 15180_Maya
source: Make yourself at home.
pt_br: Fai come se fossi a casa tua.

# 15192_Maya
source: We should go on another date.
pt_br: Dovremmo uscire di nuovo.

# 15204_Maya
source: Let's go out again sometime.
pt_br: Ci rifacciamo un'uscita, un giorno di questi.

# 15216_Maya
source: Let's go out again sometime.
pt_br: Ci rifacciamo un'uscita, un giorno di questi.

# 15228_Maya
source: Thanks for going out with me today. <Color:7>♥<Color:Default>
pt_br: Grazie per essere uscita con me oggi. <Color:7>♥<Color:Default>

# 15240_Maya
source: Would you mind taking me out again?
pt_br: Ti andrebbe di portarmi fuori di nuovo?

# 15252_Maya
source: Would you mind taking me out again?
pt_br: Ti andrebbe di portarmi fuori di nuovo?

# 15264_Maya
source: You look incredible today! <Color:7>♥<Color:Default>
pt_br: Sei uno schianto oggi! <Color:7>♥<Color:Default>

# 15276_Maya
source: You're looking nice today.
pt_br: Stai molto bene oggi.

# 15288_Maya
source: You always seem to wear the same clothes.
pt_br: Sembri portare sempre gli stessi vestiti.

# 15300_Maya
source: Do you really like that look? Shouldn't you try to be a bit more... fashionable?
pt_br: Ti piace davvero quel look? Non faresti meglio a essere un po' più... alla moda?

# 15312_Maya
source: You should pay more attention to how you look.
pt_br: Dovresti prestare più attenzione a come ti presenti.

# 15324_Kiryu
source: You're handsome, but it's wasted on an outfit like that.
pt_br: Sei un bel tipo, ma il tuo completo non ti rende giustizia.

# 15336_Maya
source: You look incredible today! <Color:7>♥<Color:Default>
pt_br: Sei uno schianto oggi! <Color:7>♥<Color:Default>

# 15348_Maya
source: What!? You're kidding! Really!?
pt_br: Cosa!? Stai scherzando! Davvero!?

# 15360_Kiryu
source: I've been looking for something like this forever!
pt_br: Stavo cercando qualcosa del genere da una vita!

# 15372_F_cab_sitsofa_tlk_happy
source: I'm so happy! I'll treasure it always. <Color:7>♥<Color:Default>
pt_br: Sono felicissima! Ne farò tesoro per sempre. <Color:7>♥<Color:Default>

# 15384_Maya
source: Is that a present for me?
pt_br: È un regalo per me?

# 15408_Maya
source: Oh, is that for me?
pt_br: Oh, è per me?

# 15420_Kiryu
source: Thanks.
pt_br: Grazie.

# 15432_Maya
source: Huh? What is that?
pt_br: Eh? Cos'è quello?

# 15444_F_cab_sitsofa_tlk_noA
source: I'm sorry, but what do you expect me to do with it?
pt_br: Mi dispiace, ma cosa ti aspetti che ci faccia?

# 15456_Maya
source: Huh? What's that?
pt_br: Eh? Che cos'è?

# 15468_F_cab_sitsofa_tlk_angry
source: Are you teasing me or something?
pt_br: Mi stai prendendo in giro, o cosa?

# 15480_Maya
source: Hmm? You already gave me one of those.
pt_br: Hmm? Me ne hai già dato uno di quelli.

# 15492_F_cab_sitsofa_tlk_noA
source: Or did you forget?
pt_br: O te lo sei scordato?

# 15504_Maya
source: What!? You're kidding! Really!?
pt_br: Cosa!? Stai scherzando! Davvero!?

# 15516_Kiryu
source: I've been looking for something like this forever!
pt_br: Stavo cercando qualcosa del genere da una vita!

# 15528_F_cab_sitsofa_tlk_happy
source: I'm so happy! I'll treasure it always. <Color:7>♥<Color:Default>
pt_br: Sono felicissimo! Ne farò tesoro per sempre. <Color:7>♥<Color:Default>

# 15540_Maya
source: What would you like?
pt_br: Cosa desideri?

# 15564_Player
source: I guess I'll have this.
pt_br: Direi che prendo questo.

# 15576_Kiryu
source: You don't want anything to drink? But I love drinking...
pt_br: Non prendi niente da bere? Ma io adoro bere...

# 15588_Maya
source: Your glass is empty. Would you like to have another drink?
pt_br: Hai il bicchiere vuoto. Ti va un altro giro?

# 15612_Player
source: I guess I'll have this.
pt_br: Direi che prendo questo.

# 15624_Kiryu
source: Not much of a drinker, huh? That's too bad. I was just getting in the mood.
pt_br: Non sei un gran bevitore, eh? Che peccato. Mi stavo giusto scaldando.

# 15636_Maya
source: I like that too!
pt_br: Anche a me piace!

# 15648_Kiryu
source: I guess we have similar tastes.
pt_br: Mi sa che abbiamo gusti simili.

# 15660_Maya
source: You like that kind of drink?
pt_br: Ti piace quel tipo di drink?

# 15672_Kiryu
source: I'm a little surprised. <Color:7>♥<Color:Default>
pt_br: Sono un po' sorpreso. <Color:7>♥<Color:Default>

# 15684_Maya
source: All right, then.
pt_br: Ok, allora.

# 15696_Maya
source: You like that?
pt_br: Ti piace?

# 15708_Kiryu
source: I didn't picture you drinking something like that.
pt_br: Non ti immaginavo bere una roba così.

# 15720_Maya
source: You drink that?
pt_br: Te lo scoli?

# 15732_Kiryu
source: Huh.
pt_br: Uh.

# 15744_Maya
source: Would you like something to eat?
pt_br: Ti va qualcosa da mangiare?

# 15768_Player
source: I guess I'll have this.
pt_br: Direi che prendo questo.

# 15780_Kiryu
source: You're not hungry?
pt_br: Non hai fame?

# 15792_Maya
source: Would you like something to eat?
pt_br: Ti va qualcosa da mangiare?

# 15816_Player
source: I guess I'll have this.
pt_br: Direi che prendo questo.

# 15828_Kiryu
source: Are you full already?
pt_br: Sei già pieno?

# 15840_Maya
source: I love that! Hehe.
pt_br: Adoro! Eheh.

# 15852_Kiryu
source: Maybe I can sneak a bite of yours.
pt_br: Magari ti rubo un morso del tuo.

# 15864_Maya
source: You eat that kind of food? What a coincidence.
pt_br: Mangi quel tipo di cibo? Che coincidenza.

# 15876_Kiryu
source: I like it too!
pt_br: Mi piace anche!

# 15888_Maya
source: All right, then.
pt_br: Ok, allora.

# 15900_Maya
source: I'm surprised you eat that.
pt_br: Mi sorprende che mangi una roba del genere.

# 15912_Maya
source: I don't care for that.
pt_br: Non mi interessa quello.

# 15924_Kiryu
source: But you can order whatever you like, of course.
pt_br: Ma puoi ordinare quello che vuoi, certo.

# 15936_Maya
source: Okay, I'll order.
pt_br: Va bene, ordinerò.

# 15960_Kiryu
source: Yes?
pt_br: Sì?

# 15972_F_cab_sitsofa_tlk_yes
source: Here's our order.
pt_br: Ecco la nostra ordinazione.

# 15984_Kiryu
source: Right away.
pt_br: Subito.

# 16008_Maya
source: Cheers!
pt_br: Salute!

# 16020_Kiryu
source: Cheers.
pt_br: Salute.

# 16044_Maya
source: Cheers!
pt_br: Salute!

# 16056_Kiryu
source: Cheers.
pt_br: Salute.

# 16080_Maya
source: Just give me a moment...
pt_br: Dammi solo un momento...

# 16092_Kiryu
source: Sure.
pt_br: Certo.

# 16128_Maya
source: I'm Maya. Nice to meet you.
pt_br: Sono Maya. Piacere di conoscerti.

# 16140_Kiryu
source: Nice to meet you.
pt_br: Piacere di conoscerti.

# 16164_Kiryu
source: You got a business card.
pt_br: Hai un biglietto da visita?

# 16200_Kiryu
source: (Maybe I'll ask for her next time I'm here.)
pt_br: (Magari la richiedo la prossima volta che torno.)

# 16224_Maya
source: I hope to see you again!
pt_br: Spero di rivederti!

# 16236_Kiryu
source: Of course.
pt_br: E di che.

# 16260_Kiryu
source: You got a fancy business card.
pt_br: Hai un signor biglietto da visita.

# 16308_Maya
source: Here you are!
pt_br: Eccoti!

# 16332_Maya
source: Do you mind if I smoke?
pt_br: Le spiace se fumo?

# 16344_Kiryu
source: No, go ahead.
pt_br: No, vai pure.

# 16356_Maya
source: Come on. Have a drink!
pt_br: Dai! Fatti un drink!

# 16368_Kiryu
source: All right.
pt_br: Va bene.

# 16380_Maya
source: I may have a little sip myself!
pt_br: Mi farei un goccino anch'io!

# 16392_Kiryu
source: Go ahead.
pt_br: Vai pure.

# 16404_Kiryu
source: I have to get going.
pt_br: Devo scappare.

# 16416_F_cab_sitsofa_tlk_noA
source: You're leaving already? Okay...
pt_br: Ma già te ne vai? Ok...

# 16428_Maya
source: Looks like our time is up.
pt_br: Mi sa che il nostro tempo è finito.

# 16440_P_sitsofaR_tlk_yes
source: Oh yeah. You're right.
pt_br: Ah, già. Hai ragione.

# 16548_Maya
source: Thanks so much for coming.
pt_br: Grazie mille per essere venuto.

# 16584_Kiryu
source: All right.
pt_br: Va bene.

# 16596_F_cab_sitsofa_tlk_yes
source: Bye.
pt_br: Ciao.

# 16632_Kiryu
source: No problem.
pt_br: Nessun problema.

# 16644_F_cab_sitsofa_tlk_yes
source: Bye.
pt_br: Ciao.

# 16668_Kiryu
source: I really had a good time. <Color:7>♥<Color:Default>
pt_br: Mi sono proprio divertito un mondo. <Color:7>♥<Color:Default>

# 16680_Kiryu
source: Me too.
pt_br: Anch'io.

# 16692_F_cab_sitsofa_tlk_yes
source: I'll be waiting for you.
pt_br: Ti aspetterò.

# 16716_Kiryu
source: I love you! <Color:7>♥<Color:Default>
pt_br: Ti amo! <Color:7>♥<Color:Default>

# 16728_Kiryu
source: Me too.
pt_br: Anch'io.

# 16740_F_cab_sitsofa_tlk_yes
source: Well, I'll be waiting for you.
pt_br: Beh, ti aspetto.

# 16752_Maya
source: I hope you'll come back again soon!
pt_br: Spero di rivederti presto!

# 16764_Kiryu
source: Yeah, I will.
pt_br: Certo, lo farò.

# 16776_F_cab_stand_sp12_sync_mune_ed
source: Bye.
pt_br: Ciao.

# 16788_Maya
source: Thanks again for today.
pt_br: Grazie ancora per oggi.

# 16800_Kiryu
source: No problem.
pt_br: Nessun problema.

# 16812_F_cab_stand_sp15_sync_yubi_ed
source: Bye.
pt_br: Ciao.

# 16824_Maya
source: Thanks a lot for coming.
pt_br: Grazie mille per essere venuto.

# 16836_Kiryu
source: My pleasure.
pt_br: È un piacere.

# 16848_F_cab_stand_sp16_sync_hoho_ed
source: Well, bye.
pt_br: Vabbè, ciao.

# 16860_Maya
source: Be careful on your way home.
pt_br: Fai attenzione tornando a casa.

# 16872_Kiryu
source: After date.
pt_br: Dopo l'appuntamento.

# 16884_Maya
source: Hey, have you heard anything interesting lately?
pt_br: Ehi, hai sentito qualcosa di interessante ultimamente?

# 16896_Kiryu
source: I've been so busy with work that I haven't been keeping up with the latest gossip.
pt_br: Sono stato così indaffarato col lavoro che non sono rimasto aggiornato sugli ultimi pettegolezzi.

# 16908_P_sitsofaR_tlk_surp
source: Something interesting? Well...
pt_br: Qualcosa di interessante? Beh...

# 16920_Kiryu
source: No. I can't think of anything at the moment.
pt_br: No. Non mi viene in mente nulla al momento.

# 17040_Maya
source: When you look at a woman, what part of her body catches your eye?
pt_br: Quando guardi una donna, quale parte del suo corpo ti salta all'occhio?

# 17052_Kiryu
source: Huh? Why do you want to know?
pt_br: Eh? Perché vuoi saperlo?

# 17064_Maya
source: It might come in handy in my modeling career.
pt_br: Potrebbe tornarmi utile per la mia carriera da modella.

# 17076_Kiryu
source: Oh, okay. That makes sense. Let me think...
pt_br: Oh, va bene. Ci sta. Fammi pensare...

# 17088_Maya
source: During my shoot today, the photographer complimented me on my body.
pt_br: Durante il mio shooting di oggi, il fotografo mi ha fatto i complimenti per il mio corpo.

# 17100_Kiryu
source: Oh? That's nice.
pt_br: Oh? Che bello.

# 17112_Maya
source: Hehe. Which part of my body do you think he complimented me on? Go on, guess.
pt_br: Ehehe. Secondo te, su quale parte del mio corpo mi ha fatto un complimento? Dai, indovina.

# 17124_Kiryu
source: Hmm, let me see...
pt_br: Mmm, fammi vedere...

# 17160_Maya
source: Look! This is the present you gave me the other day!
pt_br: Guarda! Questo è il regalo che mi hai fatto l'altro giorno!

# 17172_Kiryu
source: Doesn't it look nice? I really like it. <Color:7>♥<Color:Default>
pt_br: Non è carino? Mi piace un sacco. <Color:7>♥<Color:Default>

# 17184_Maya
source: I'm thirsty! Can I order something?
pt_br: Ho sete! Posso ordinare qualcosa?

# 17208_Kiryu
source: Yay! All right then, I'll go ahead and order.
pt_br: Evviva! Perfetto, allora faccio l'ordine.

# 17220_F_cab_sitsofa_sync_order
source: Excuse me!
pt_br: Scusi!

# 17244_Kiryu
source: Aw. Why not?
pt_br: Ah. Perché no?

# 17256_Maya
source: I've got a craving for something sweet. Could I order some <Color:7>Chocolate<Color:Default>?
pt_br: Ho voglia di qualcosa di dolce. Potrei ordinare del <Color:7>Cioccolato<Color:Default>?

# 17268_Maya
source: Thank you! All right then, I'll go ahead and order.
pt_br: Grazie! Va bene, allora ordino.

# 17280_F_cab_sitsofa_sync_order
source: Excuse me!
pt_br: Scusi!

# 17292_Kiryu
source: Sorry. I don't think I have enough money.
pt_br: Mi dispiace. Non credo di avere abbastanza soldi.

# 17304_Maya
source: Huh!? You don't? That's disappointing...
pt_br: Eh!? Tu no? Che peccato...

# 17316_Maya
source: Aw. I never thought you were the cheap type.
pt_br: Ah. Non avrei mai pensato fossi il tipo tirchio.

# 17328_Maya
source: You're the romantic type, aren't you? I was so happy that you replied to my email. <Color:7>♥<Color:Default>
pt_br: Sei un romanticone, non è vero? Sono stato così felice che tu abbia risposto alla mia email. <Color:7>♥<Color:Default>

# 17340_Kiryu
source: Heh. It was nothing.
pt_br: Eh eh. Niente di che.

# 17352_Maya
source: The wrap party for that modeling job I emailed you about was so much fun! We went to the coolest little bar I've seen.
pt_br: Il party di chiusura per quel lavoro da modella di cui ti avevo scritto via email è stato uno spasso! Siamo andati al baretto più figo che abbia mai visto.

# 17364_Kiryu
source: That's nice.
pt_br: Che bello.

# 17376_Maya
source: They had some weird drinks there. I'd love to go back sometime.
pt_br: Lì servivano dei drink piuttosto particolari. Vorrei tanto tornarci, prima o poi.

# 17388_Kiryu
source: Is drinking all you can talk about?
pt_br: Parli solo di bere?

# 17400_Maya
source: Like I wrote in my email, if you dress a child in fashionable clothes, they'll develop a good sense of fashion.
pt_br: Come ho scritto nella mia email, se vesti un bambino con abiti alla moda, svilupperà un buon senso dello stile.

# 17412_Maya
source: So when I have a kid, I'll give her a thorough education about clothes.
pt_br: Quindi, quando avrò una figlia, le darò una bella educazione sui vestiti.

# 17424_Kiryu
source: Heh. I've never heard of a mother who wants to focus her child's education on fashion.
pt_br: Heh. Non ho mai sentito parlare di una mamma che voglia concentrare l'educazione di suo figlio sulla moda.

# 17436_Maya
source: Being so busy that I don't have time to party may be healthier for me. I don't end up staying out all night.
pt_br: Essere così impegnato da non avere tempo per fare festa, magari mi fa bene. Così non finisco per fare nottata.

# 17448_Kiryu
source: And you drink less, too.
pt_br: E bevi di meno pure.

# 17460_Maya
source: You're right! I owe my good health to everybody who helps me do my job here.
pt_br: Hai ragione! Devo il mio star bene a tutti quelli che mi danno una mano qui con il mio lavoro.

# 17472_Maya
source: Even when I walk around with a hat and sunglasses, my fans can still recognize me.
pt_br: Anche se vado in giro con cappello e occhiali da sole, i miei fan mi riconoscono lo stesso.

# 17484_Kiryu
source: Well, you do stand out. After all, you keep getting stopped by the police.
pt_br: Beh, ti fai proprio notare. Dopotutto, ti fermano sempre i poliziotti.

# 17496_Maya
source: Hahaha! I don't mind when I get stopped by a fan, though!
pt_br: Ahahah! Non mi dispiace quando mi fermano i fan, però!

# 17508_Kiryu
source: That's too bad.
pt_br: Che peccato.

# 17520_Kiryu
source: You did that for your boyfriend? Wow.
pt_br: L'hai fatto per il tuo ragazzo? Wow.

# 17532_Kiryu
source: Why don't you stay for a bit longer?
pt_br: Perché non ti fermi ancora un po'?

# 17544_Kiryu
source: I have to agree with her.
pt_br: Devo darle ragione.

# 17556_Kiryu
source: There's nothing wrong with being devoted.
pt_br: Non c'è niente di male ad essere devoto.

# 17568_Kiryu
source: That's a tricky issue.
pt_br: È una questione spinosa.

# 17580_Kiryu
source: That's a pretty big difference.
pt_br: È una bella differenza.

# 17592_Kiryu
source: I get stopped sometimes myself.
pt_br: Anche a me a volte mi fermano.

# 17604_Kiryu
source: You could try to wear less flashy clothes.
pt_br: Potresti provare a indossare vestiti meno sgargianti.

# 17616_Kiryu
source: They're fooling themselves.
pt_br: Si stanno illudendo.

# 17628_Kiryu
source: Young guys don't know what manners are.
pt_br: I giovanotti non sanno cosa siano le buone maniere.

# 17640_Kiryu
source: There's nothing you can do about it.
pt_br: Non puoi farci niente.

# 17652_Kiryu
source: You really want to know why men cheat?
pt_br: Vuoi proprio sapere perché gli uomini tradiscono?

# 17664_Kiryu
source: She should leave him.
pt_br: Dovrebbe mollarlo.

# 17676_Kiryu
source: It shows that he's a real man.
pt_br: Dimostra che è un vero uomo.

# 17688_Kiryu
source: They have medicine for that, you know.
pt_br: Per quello la medicina c'è, sai.

# 17700_Kiryu
source: Some people just can't drink.
pt_br: Alcune persone non sanno proprio bere.

# 17712_Kiryu
source: Try drinking more slowly.
pt_br: Dai, bevi con più calma.

# 17724_Kiryu
source: You must have a bad memory.
pt_br: Devi avere una brutta memoria.

# 17736_Kiryu
source: It is kinda rude.
pt_br: È tipo scortese.

# 17748_Kiryu
source: You already told me about this.
pt_br: Me l'hai già detto.

# 17760_Kiryu
source: You should get one when you get the chance.
pt_br: Dovresti prenderne uno quando ti capita l'occasione.

# 17772_Kiryu
source: You don't need a license.
pt_br: Non ti serve la licenza.

# 17784_Kiryu
source: Driving schools can be expensive.
pt_br: Le scuole guida possono essere costose.

# 17796_Kiryu
source: See if she can send it to you again.
pt_br: Vedi un po' se riesce a rimandartelo.

# 17808_Kiryu
source: You used to get drunk a lot?
pt_br: Ti ubriacavi molto?

# 17820_Kiryu
source: A backpack?
pt_br: Uno zaino?

# 17832_Kiryu
source: You go on a lot of dates then?
pt_br: Allora, fai molti appuntamenti?

# 17844_Kiryu
source: Wouldn't you stand out more there?
pt_br: Non saresti più in vista lì?

# 17856_Kiryu
source: Maybe you can show me sometime.
pt_br: Magari me lo fai vedere tu, un giorno.

# 17868_Kiryu
source: That does sound terrible.
pt_br: Sembra proprio terribile.

# 17880_Kiryu
source: They really start that early?
pt_br: Iniziano davvero così presto?

# 17892_Kiryu
source: I'm surprised you don't get sick.
pt_br: Mi sorprende che non ti ammali.

# 17904_Kiryu
source: That's cute.
pt_br: Che carino.

# 17916_Kiryu
source: Maybe those lovey-dovey couples do.
pt_br: Forse quelle coppie di piccioncini lo fanno.

# 17928_Kiryu
source: Is it really necessary to say it?
pt_br: C'è davvero bisogno di dirlo?

# 17940_Kiryu
source: Don't tell me you like this guy.
pt_br: Non dirmi che ti piace questo qui.

# 17952_Kiryu
source: So you went out with him? Just like that?
pt_br: Allora ci sei uscita? Così, su due piedi?

# 17964_Kiryu
source: Sounds like the cops know your face now.
pt_br: Mi sa che la pula ormai ti ha inquadrato.

# 17976_Kiryu
source: You don't want to quit, do you?
pt_br: Non vuoi mollare, vero?

# 17988_Kiryu
source: You should follow your heart.
pt_br: Dovresti seguire il tuo cuore.

# 18000_Kiryu
source: You can't quit.
pt_br: Non puoi mollare.
