Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid001303da.po
Languages: pt_br

source: Man's Voice
pt_br: Voce maschile

# 68_Sodachi
source: Now we've raised two champions. Let's keep up the hard work!
pt_br: Adesso abbiamo tirato su due campioni. Continuiamo a darci dentro!

# 80_Saejima
source: Right. Now we just gotta wait for another apprentice to show up.
pt_br: Bene. Ora dobbiamo solo aspettare che si faccia vedere un altro apprendista.

# 92_Man's Voice
source: Whaaaaaaaaaaaat!?
pt_br: Cooooosa!?

# 104_Man's Voice
source: What is this!? Huh!?
pt_br: Cos'è questo!? Eh!?

# 116_Saejima
source: Hm?
pt_br: Mh?

# 128_Ochiai
source: Yo, Sodachi! What is this? Why are there championship trophies here?
pt_br: Ehi, Sodachi! Cos'è 'sta roba? Perché ci sono trofei del campionato qui?

# 140_Sodachi
source: Oh, those. While you were dead asleep, our apprentices were working their butts off to win championships.
pt_br: Ah, quelli. Mentre dormivi della grossa, i nostri apprendisti si facevano il mazzo per vincere i campionati.

# 152_Ochiai
source: Wha－ <Italic>Championships</Italic>!?
pt_br: Ma come— <Italic>Campionati</Italic>!?

# 164_Ochiai
source: You must be joking... These two won!? Geeky four-eyes and the old dude in the friggin' mask?
pt_br: Ma stai scherzando... Hanno vinto quei due!? Il quattrocchi sfigato e il vecchio con quella cazzo di maschera?

# 176_Sugiyama
source: Hey! People happen to have taken a liking to guys in glasses lately!
pt_br: Ehi! Ultimamente la gente ha preso una cotta per i ragazzi con gli occhiali!

# 188_Sugiyama
source: Plus, I'm only wearing these for fashion purposes.
pt_br: E poi, questi li metto solo per il look.

# 200_Ochiai
source: Oh, shut it already. Do you even know who I am? I'm Fukushi Ochiai! I write columns for magazines! I'm sure you've heard of me... Right!?
pt_br: Ah, piantala già. Ma sai chi sono io? Sono Fukushi Ochiai! Scrivo rubriche per le riviste! Sono sicuro che mi conosci... Giusto!?

# 212_Ehama
source: ...Never heard of you.
pt_br: ...Mai sentito parlare di te.

# 224_Ochiai
source: You son of a－
pt_br: Figlio di put－

# 236_Sodachi
source: Hey, hey, hey! This is a place of peace. I don't want my apprentice getting injured in a petty fight.
pt_br: Ehi, ehi, ehi! Questo è un luogo di pace. Non voglio che il mio allievo si faccia male in una stupida scaramuccia.

# 248_Ochiai
source: What do you mean? I'm an apprentice, too! Why aren't you worried about me!?
pt_br: Ma che dici? Anch'io sono un apprendista! Perché non ti preoccupi per me!?

# 260_Sodachi
source: What!? You're one of my apprentices? If that's the case, then you need to pay the fee!
pt_br: Cosa?! Sei uno dei miei apprendisti? Se è così, allora devi pagare la quota!

# 272_Ochiai
source: Shut up. I don't worry about shit like that... Okay! I've made up my mind!
pt_br: Zitto! Non mi preoccupo di stronzate del genere... Ok! Ho deciso!

# 284_Sodachi
source: About what...? Did you decide to pay the monthly fee?
pt_br: A proposito di che...? Hai deciso di pagare la quota mensile?

# 296_Ochiai
source: Not a chance! I decided that I'm going to be a champion, too!
pt_br: Nemmeno per sogno! Ho deciso che sarò un campione anch'io!

# 308_Sodachi
source: Whaaaat!? Are you serious...!?
pt_br: Ma cooosa!? Dici sul serio...!?

# 320_Ochiai
source: Of course I am. If these two losers can become champions, then it won't take long for a stud like me to be one either.
pt_br: Ma certo che lo sono. Se questi due sfigati possono diventare campioni, allora sarà questione di un attimo per uno stallone come me diventarlo anche io.

# 332_Ochiai
source: Fukushi Ochiai, the champion... Doesn't sound too bad, huh? Hehehe.
pt_br: Fukushi Ochiai, il campione... Niente male, eh? Eheheh.

# 344_Sodachi
source: What should we do, Saejima-san? He does have some potential, but to be honest, he's probably going to be a real handful.
pt_br: Che facciamo, Saejima-san? Un certo potenziale ce l'ha, ma a dire il vero, probabilmente sarà una bella gatta da pelare.

# 356_Saejima
source: Yeah, but that ain't no reason to turn him down, either. Besides, we were just lookin' for a new apprentice.
pt_br: Sì, ma non è mica un motivo per rifiutarlo, nemmeno. E poi, stavamo giusto cercando un nuovo apprendista.

# 368_Ochiai
source: Who's this shabby old man? I guess it doesn't matter. He looks more useful than you, Sodachi. Hurry up and make me a champion!
pt_br: Chi è questo vecchio straccione? Ma tanto non importa. Sembra più utile di te, Sodachi. Muoviti e fammi diventare un campione!

# 380_Ochiai
source: Oh, and by the way, I absolutely hate to train. Just thought I should let you know.
pt_br: Ah, e a proposito, detesto allenarmi da matti. Giusto per fartelo sapere.

# 392_Sodachi
source: Shabby old man? Uh-oh... Saejima-san, you may be shabby and you may be old, but don't listen to him. Haha...
pt_br: Vecchio squallido? Uh-oh... Saejima-san, sarai pure uno straccione e sarai pure vecchio, ma non dargli retta. Haha...

# 404_Saejima
source: Heh. Funny kid. He might just be worth trainin'. Let's see how big yer balls are, kid.
pt_br: Eh. Bel soggetto, 'sto ragazzino. Potrebbe valer la pena di allenarlo. Vediamo se hai le palle, ragazzino.

# 488_Ochiai
source: All right let's do it already then! And make sure you know what an honor it is to train someone as famous as me!
pt_br: Allora, dai, facciamolo! E bada bene che è un onore allenare uno famoso come me!

# 500_Sodachi
source: Ugh... I'm not sure if this is a good idea...
pt_br: Ugh... Non so se sia una buona idea...
