Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ae0028.po
Languages: pt_br

source: Where to?
pt_br: Dove andiamo?

source: Point A (Shortest)
pt_br: Punto A (Più breve)

source: Point B (Front)
pt_br: Punto B (Fronte)

source: Point C (Behind)
pt_br: Punto C (Dietro)

source: Point AEx (Shortest)
pt_br: Punto AEx (Più breve)

source: Point BEx (Front)
pt_br: Punto BEx (Davanti)

source: Point CEx (Behind)
pt_br: Punto CEx (Dietro)

source: Point A (Shortest) TurnC
pt_br: Punto A (Il più corto) TurnC

source: Point B (Front) TurnC
pt_br: Punto B (Davanti) TurnC

source: Point C (Behind) TurnC
pt_br: Punto C (Dietro) RuotaC
