Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid001301b2.po
Languages: pt_br

source: Officer
pt_br: Ufficiale

source: Panicked Old Woman
pt_br: Anziana signora nel panico

source: Thief
pt_br: Ladro

# 84_Tanimura
source: What's the situation?
pt_br: Com'è la situazione?

# 96_Officer
source: Oh, Tanimura-san.
pt_br: Oh, Tanimura.

# 108_Officer
source: The perp ran off down this alley.
pt_br: Il malvivente è scappato giù per questo vicolo.

# 120_Panicked Old Woman
source: He took the purse my granddaughter gave me!
pt_br: Ha preso la borsetta che mi ha regalato mia nipote!

# 132_Tanimura
source: Okay, I'll go after him.
pt_br: Ok, gli vado dietro.

# 144_Officer
source: Thanks for your help.
pt_br: Grazie per l'aiuto.

# 192_Tanimura
source: Hmm... Can't seem to spot him.
pt_br: Hmm... Non riesco proprio a beccarlo.

# 204_Tanimura
source: Ah, what about... That's got to be him!
pt_br: Ah, aspetta un attimo... Deve essere lui!

# 216_Tanimura
source: I got you now! Don't move an inch!
pt_br: Ti ho beccato! Non muoverti di un millimetro!

# 228_Thief
source: Damn! A cop! You'll never take me in!
pt_br: Maledizione! Uno sbirro! Non mi prenderai mai!
