Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c000b.po
Languages: pt_br

# 14208_Tanimura
source: You can speak English?
pt_br: Sai parlare inglese?

# 14220_Himeka
source: Nope. I barely passed English in school.
pt_br: No. L'inglese l'ho strisciato a scuola.

# 14232_Tanimura
source: Wouldn't that be inconvenient in Hawaii?
pt_br: Non sarebbe un casino alle Hawaii?

# 14244_Himeka
source: Oh, I'll figure somethin' out. A cute girl like me should have no problem gettin' by. ♪
pt_br: Oh, mi inventerò qualcosa. Una ragazza carina come me non avrà problemi a cavarsela. ♪

# 14256_Tanimura
source: Even when you're an old lady?
pt_br: Anche quando sarai una vecchietta?

# 14268_Himeka
source: Of course! ♪ I'll be a cute cutie till the day I die!
pt_br: Ma certo! ♪ Sarò una bambolina carina fino alla morte!

# 14280_Himeka
source: That won't change just 'cause I went to Hawaii!
pt_br: Non cambierà mica solo perché sono andata alle Hawaii!

# 14292_Tanimura
source: At least you're confident.
pt_br: Almeno sei sicura di te.

# 14304_Himeka
source: I've been thinkin'. It'd be nice to have a boyfriend like you. <Color:7>♥<Color:Default>
pt_br: Ci pensavo... Sarebbe bello avere un fidanzato come te. <Color:7>♥<Color:Default>

# 14316_Himeka
source: You're handsome, dependable, and kind. If ya had a better sense of humor, you'd be perfect. <Color:7>♥<Color:Default>
pt_br: Sei bello, affidabile e gentile. Se avessi un miglior senso dell'umorismo, saresti perfetto. <Color:7>♥<Color:Default>

# 14328_Tanimura
source: Sorry I'm so boring.
pt_br: Scusa se sono così noiosa.

# 14340_Himeka
source: See, that's what I'm talking' about! That was a joke! ♪
pt_br: Vedi? È proprio questo che intendevo! Era uno scherzo! ♪

# 14364_Himeka
source: If we did start goin' out, where would ya take me on our first date?
pt_br: Se iniziassimo a uscire insieme, dove mi porteresti al nostro primo appuntamento?

# 14376_Tanimura
source: We'd go on a drive along the coast, and then we'd have dinner at a scenic restaurant.
pt_br: Andremmo a farci un giro in macchina lungo la costa, e poi ceneremmo in un ristorante panoramico.

# 14388_Himeka
source: Ooh! That sounds nice! And then what?
pt_br: Oh! Che bello! E poi?

# 14400_Tanimura
source: Then we'd go to a spot I know of where the night skyline is just beautiful.
pt_br: Poi andremmo in un posto che conosco dove lo skyline notturno è semplicemente magnifico.

# 14412_Himeka
source: Wow, so romantic! <Color:7>♥<Color:Default>
pt_br: Wow, che romantico! <Color:7>♥<Color:Default>

# 14424_Tanimura
source: And I'll leave the rest to your imagination.
pt_br: E lascerò il resto alla tua immaginazione.

# 14436_Himeka
source: Oh, you naughty boy! <Color:7>♥<Color:Default> If we do have that first date, I'll hold ya to all of that! ♪
pt_br: Oh, birbone! <Color:7>♥<Color:Default> Se faremo quel primo appuntamento, ti prenderò in parola su tutto questo! ♪

# 14448_Tanimura
source: We'd take the train to Nagano.
pt_br: Prenderemmo il treno per Nagano.

# 14460_Himeka
source: Nagano? Why go all the way out there?
pt_br: Nagano? Perché farsi tutta quella strada?

# 14472_Tanimura
source: They've got the best noodles there. You just can't get them like that in the city.
pt_br: Lì hanno i migliori ramen. Non li trovi così in città.

# 14484_Himeka
source: Wow, I didn't think you'd go for somethin' like that. ♪
pt_br: Wow, non pensavo ti saresti buttata su una cosa del genere. ♪

# 14496_Tanimura
source: Then we'd take a nice walk in the mountains.
pt_br: Poi faremmo una bella passeggiata in montagna.

# 14508_Himeka
source: That sounds nice and healthy. ♪ Then what?
pt_br: Ah, sembra una cosa bella e sana. ♪ E poi?

# 14520_Tanimura
source: Then we'd come back to Tokyo.
pt_br: Poi saremmo tornati a Tokyo.

# 14532_Himeka
source: Huh? Just eat noodles and walk in the woods?
pt_br: Eh? Solo mangiare noodles e fare due passi nei boschi?

# 14544_Tanimura
source: Sure. What's wrong with that?
pt_br: Certo. E che c'è di male?\n

# 14556_Himeka
source: Nothing, just... Oh, never mind.
pt_br: Niente, solo... Oh, lascia stare.

# 14568_Tanimura
source: We'd take a stroll in a nearby park.
pt_br: Ci faremmo un giretto in un parco qui vicino.

# 14580_Himeka
source: Yeah. I could get up early and make a picnic lunch for us.
pt_br: Sì. Potrei alzarmi presto e preparare un pranzo al sacco per noi.

# 14592_Tanimura
source: And we wouldn't do anything in particular. Just lay back and talk. Maybe do some reading.
pt_br: E non faremmo niente di particolare. Solo a metterci comodi e chiacchierare. Magari leggere qualcosa.

# 14604_Himeka
source: Y'know, that sounds nice. I don't need fancy hotels or anythin' like that.
pt_br: Sai, suona bene. Non ho bisogno di hotel di lusso o roba del genere.

# 14616_Himeka
source: I'm happy doin' everyday stuff.
pt_br: Sono felice a fare le cose di tutti i giorni.

# 14628_Tanimura
source: Me too.
pt_br: Anch'io.

# 14640_Himeka
source: You and I have a lot in common! I'll be lookin' forward to that picnic in the park someday! ♪
pt_br: Tu ed io abbiamo un sacco di cose in comune! Non vedo l'ora di fare quel picnic al parco un giorno! ♪

# 14652_Himeka
source: *sigh*
pt_br: *sospiro*

# 14664_Tanimura
source: What's wrong? The issue's been resolved, right?
pt_br: Che c'è? Il problema è risolto, no?

# 14676_Himeka
source: I've never yelled like that in my entire life. My heart was beatin' so fast...
pt_br: Non ho mai urlato così in tutta la mia vita. Il mio cuore batteva così forte...

# 14688_Tanimura
source: I see...
pt_br: Capisco...

# 14700_Himeka
source: But it made me feel better. Yellin' can be a release, y'know? ♪
pt_br: Ma mi ha fatto sentire meglio. Urlare può essere uno sfogo, sai? ♪

# 14712_Himeka
source: And it's all thanks to you, Tanimura-san. <Color:7>♥<Color:Default>
pt_br: Ed è tutto merito tuo, Tanimura-san. <Color:7>♥<Color:Default>

# 14724_Tanimura
source: You've really grown, Himeka.
pt_br: Sei proprio cresciuta, Himeka.

# 14736_Himeka
source: Why do you say that?
pt_br: Perché dici così?

# 14748_Tanimura
source: Self-control is important, but sometimes you have to let go. And you knew when to do that.
pt_br: Sapersi controllare è importante, ma a volte devi lasciarti andare. E tu sapevi quando farlo.

# 14760_Himeka
source: Yeah. And now I know what it feels like to be furious at someone.
pt_br: Già. E ora so cosa si prova a essere furioso con qualcuno.

# 14772_Himeka
source: Maybe I really am growin'. ♪ Heh, do you think it makes me more attractive as a woman?
pt_br: Forse sto davvero crescendo. ♪ Heh, credi che mi renda più attraente come donna?

# 14784_Tanimura
source: Heh. Maybe.
pt_br: Eh. Forse.

# 14796_Himeka
source: Ah well! I feel ready to face work again. Hope that means seein' ya more often, Tanimura-san! ♪
pt_br: Beh! Mi sento pronta ad affrontare di nuovo il lavoro. Spero che significhi vederti più spesso, Tanimura-san! ♪

# 14808_Tanimura
source: Heh, I'll see what I can do.
pt_br: Eh, vedo cosa riesco a combinare.

# 14820_Tanimura
source: It was impressive.
pt_br: Era impressionante.

# 14832_Himeka
source: Ya really think so? I hardly knew what I was sayin', I was so mad.
pt_br: Lo pensi davvero? Non sapevo neanche cosa stessi dicendo, ero così arrabbiata.

# 14844_Himeka
source: Maybe I could make it as an actress! D'ya think I've got talent?
pt_br: Magari potrei sfondare come attrice! Che dici, ho talento?

# 14856_Tanimura
source: Heh. Don't let your head get too inflated now.
pt_br: Heh. Non montarti troppo la testa ora.

# 14868_Himeka
source: But seein' this new side of me made ya fall for me all over again, right?
pt_br: Ma vedendo questo mio nuovo lato, ti ho fatto innamorare di nuovo di me, vero?

# 14880_Tanimura
source: Maybe, maybe...
pt_br: Magari, magari...

# 14892_Himeka
source: Really!? Oh, I think I'm blushin'... <Color:7>♥<Color:Default>
pt_br: Davvero!? Oh, credo di star arrossendo... <Color:7>♥<Color:Default>

# 14904_Tanimura
source: Yeah, you should be grateful.
pt_br: Già, dovresti essere grato.

# 14916_Himeka
source: Yeah. I'm sorry. I've caused ya a whole lotta trouble, haven't I?
pt_br: Già. Mi dispiace. Ti ho causato un sacco di guai, non è vero?

# 14928_Tanimura
source: You've got that right.
pt_br: Hai proprio ragione.

# 14940_Himeka
source: Um... Tanimura-san... Do you hate me now?
pt_br: Ehm... Tanimura-san... Mi odi, adesso?

# 14952_Tanimura
source: No... And if you ever run into trouble, just let me know. I'll come running.
pt_br: No... E se mai ti trovassi nei guai, fammelo solo sapere. Correrò da te.

# 14964_Himeka
source: Really!? See, that's why I like ya so much! <Color:7>♥<Color:Default>
pt_br: Davvero!? Vedi, è per questo che mi piaci così tanto! <Color:7>♥<Color:Default>

# 14976_Himeka
source: Come see me again, won't ya, darlin'? <Color:7>♥<Color:Default>
pt_br: Torna a trovarmi, eh, tesoro? <Color:7>♥<Color:Default>

# 14988_Himeka
source: Switch camera 0.
pt_br: Cambia telecamera 0.

# 15000_Himeka
source: Switch camera 1.
pt_br: Cambia telecamera 1.

# 15012_Himeka
source: Switch camera 2.
pt_br: Cambia telecamera 2.

# 15024_Himeka
source: Back to default.
pt_br: Si torna alla normalità.

# 15036_Himeka
source: Switch camera 0.
pt_br: Cambia telecamera 0.

# 15048_Himeka
source: Switch camera 1.
pt_br: Cambia telecamera 1.

# 15060_Himeka
source: Switch camera 2.
pt_br: Cambia telecamera 2.

# 15072_Himeka
source: Back to default.
pt_br: Si torna alla normalità.

# 15096_Himeka
source: You're here. <Color:7>♥<Color:Default>
pt_br: Sei qui. <Color:7>♥<Color:Default>

# 15132_Himeka
source: Welcome! <Color:7>♥<Color:Default>
pt_br: Benvenuto! <Color:7>♥<Color:Default>

# 15144_Himeka
source: Here ya are. <Color:7>♥<Color:Default>
pt_br: Ecco a te. <Color:7>♥<Color:Default>

# 15156_Himeka
source: You came just to see me? I'm touched!
pt_br: Sei venuto solo per vedermi? Sono commossa!

# 15168_Himeka
source: Thanks for your help the other day. I'm sorry if I worried ya.
pt_br: Grazie per l'aiuto l'altro giorno. Mi dispiace se ti ho preoccupato.

# 15180_Himeka
source: Tanimura-san... I was waitin' for our date, but ya never came...
pt_br: Tanimura-san... Stavo aspettando il nostro appuntamento, ma non sei mai venuto...

# 15192_Himeka
source: Too bad it didn't work out last time, Tanimura-san. Let's hang out again, okay?
pt_br: Che peccato che non sia andata in porto l'ultima volta, Tanimura-san. Dai, vediamoci di nuovo, che dici?

# 15204_Himeka
source: Tanimura-san... I was looking forward to bein' yer escort...
pt_br: Tanimura-san... Non vedevo l'ora di farti da accompagnatrice...

# 15216_Himeka
source: Too bad it didn't work out last time, Tanimura-san. Let's hang out again, okay?
pt_br: Che peccato che non sia andata in porto l'ultima volta, Tanimura-san. Dai, vediamoci di nuovo, che dici?

# 15228_Himeka
source: Let me introduce myself properly. I'm Himeka. Pleased to meetcha.
pt_br: Mi presento come si deve. Sono Himeka. Piacere di conoscerti.

# 15240_Tanimura
source: Likewise.
pt_br: Anche per me.

# 15252_Himeka
source: You're back again, I see. <Color:7>♥<Color:Default>
pt_br: Sei di nuovo qui, vedo. <Color:7>♥<Color:Default>

# 15264_Himeka
source: Let's take it easy tonight, yeah?
pt_br: Prendiamocela comoda stasera, eh?

# 15276_Himeka
source: Please enjoy yerself. <Color:7>♥<Color:Default>
pt_br: Si diverta pure. <Color:7>♥<Color:Default>

# 15288_Himeka
source: Let's take it easy tonight, yeah?
pt_br: Prendiamocela comoda stasera, eh?

# 15300_Himeka
source: Thanks for goin' out with me, Tanimura-san. <Color:7>♥<Color:Default>
pt_br: Grazie per essere uscito con me, Tanimura-san. <Color:7>♥<Color:Default>

# 15312_Himeka
source: Whenever you feel up to it, let's go on another date.
pt_br: Quando te la senti, andiamo a un altro appuntamento.

# 15324_Himeka
source: Whenever you feel up to it, let's go on another date.
pt_br: Quando te la senti, andiamo a un altro appuntamento.

# 15336_Himeka
source: I had fun on our date. <Color:7>♥<Color:Default>
pt_br: Mi sono divertita al nostro appuntamento. <Color:7>♥<Color:Default>

# 15348_Himeka
source: Will you take me out again sometime?
pt_br: Mi porteresti fuori ancora, una di queste volte?

# 15360_Himeka
source: Will ya take me out again sometime?
pt_br: Mi porti fuori di nuovo, prima o poi?

# 15372_Himeka
source: Yer lookin' especially nice today, Tanimura-san. <Color:7>♥<Color:Default>
pt_br: Sei particolarmente in forma oggi, Tanimura-san. <Color:7>♥<Color:Default>

# 15384_Himeka
source: Well aren't you dressed up today.
pt_br: Ma guarda, sei tutto in tiro oggi!

# 15396_Himeka
source: Ya always dress the same, don't ya, Tanimura-san?
pt_br: Ti vesti sempre uguale, no, Tanimura-san?

# 15408_Himeka
source: Ya may wanna rethink that outfit, Tanimura-san...
pt_br: Magari ripensaci a quel completo, Tanimura-san...

# 15420_Himeka
source: Yer not lookin' so hot today, Tanimura-san... Maybe you should dress up a bit more?
pt_br: Non hai una gran cera oggi, Tanimura-san... Non dovresti vestirti un po' meglio?

# 15432_Himeka
source: Ya smell real nice today, Tanimura-san. <Color:7>♥<Color:Default>
pt_br: Profuma proprio bene oggi, Tanimura-san. <Color:7>♥<Color:Default>

# 15444_Himeka
source: What!? Are ya serious!? Is this really for me!?
pt_br: Ma che!? Dici sul serio!? Ma è davvero per me!?

# 15456_Himeka
source: I always wanted one of these! <Color:7>♥<Color:Default>
pt_br: Ho sempre voluto uno di questi! <Color:7>♥<Color:Default>

# 15468_F_cab_sitsofa_tlk_happy
source: Thank you so much.
pt_br: Grazie infinite.

# 15480_Himeka
source: Is that for me?
pt_br: È per me?

# 15492_F_cab_sitsofa_tlk_happy
source: How nice! <Color:7>♥<Color:Default>
pt_br: Ma che bello! <Color:7>♥<Color:Default>

# 15504_Himeka
source: Is that for me?
pt_br: È per me?

# 15528_Himeka
source: Wait, what the hell?
pt_br: Ma aspetta, che diavolo?

# 15540_F_cab_sitsofa_tlk_noA
source: That's kinda weird for a present.
pt_br: È un po' strano come regalo.

# 15552_Himeka
source: Wait, what the hell?
pt_br: Ma aspetta, che diavolo?

# 15564_F_cab_sitsofa_tlk_angry
source: This is awful...
pt_br: È uno schifo...

# 15576_Himeka
source: You already gave me one of those.
pt_br: Me ne hai già dato uno.

# 15588_Himeka
source: Did ya forget?
pt_br: Ti sei scordato?

# 15600_Himeka
source: What!? Are ya serious!? Is this really for me!?
pt_br: Ma che!? Dici sul serio!? Ma è davvero per me!?

# 15612_Himeka
source: I use this all the time! I love how it smells. So nice and sweet! <Color:7>♥<Color:Default>
pt_br: Lo uso un sacco! Adoro come profuma. È così buono e dolce! <Color:7>♥<Color:Default>

# 15624_Himeka
source: Thank you! ♪
pt_br: Grazie! ♪

# 15636_Himeka
source: Do ya wanna order somethin'?
pt_br: Vuoi ordinare qualcosa?

# 15660_Player
source: I'll have this.
pt_br: Prendo questo.

# 15672_Himeka
source: Huh? Ya don't want anythin'?
pt_br: Eh? Non vuoi niente?

# 15684_Himeka
source: Would ya like another drink?
pt_br: Ti va un altro drink?

# 15708_Player
source: I'll have this.
pt_br: Prendo questo.

# 15720_Himeka
source: You really don't want anythin' else?
pt_br: Non vuoi proprio nient'altro?

# 15732_Himeka
source: Oh, I love that!
pt_br: Oh, lo adoro!

# 15744_Himeka
source: It's so tasty! <Color:7>♥<Color:Default>
pt_br: È buonissimo! <Color:7>♥<Color:Default>

# 15756_Himeka
source: Very well. <Color:7>♥<Color:Default>
pt_br: Molto bene. <Color:7>♥<Color:Default>

# 15768_Himeka
source: Okay!
pt_br: Ok!

# 15780_Himeka
source: You really want that?
pt_br: Lo vuoi davvero?

# 15792_Himeka
source: Well, okay...
pt_br: Beh, va bene...

# 15816_Himeka
source: I was thinkin' you were a little more... bold.
pt_br: Pensavo che fossi un po' più... tosta.

# 15828_Himeka
source: Ya want somethin' to eat?
pt_br: Vuoi qualcosa da mangiare?

# 15852_Player
source: I'll have this.
pt_br: Prendo questo.

# 15864_Himeka
source: You ain't hungry?
pt_br: Non hai mica fame?

# 15876_Himeka
source: How about some food?
pt_br: Che ne dici di mangiare qualcosa?

# 15900_Player
source: I'll have this.
pt_br: Prendo questo.

# 15912_Himeka
source: Are you full already?
pt_br: Sei già pieno?

# 15924_Himeka
source: I just love that! ♪
pt_br: Lo adoro! ♪

# 15936_Himeka
source: Maybe I can steal a bite of yours!
pt_br: Forse posso rubarti un boccone!

# 15948_Himeka
source: Okay! <Color:7>♥<Color:Default> You like that, do ya? <Color:7>♥<Color:Default>
pt_br: Bene! <Color:7>♥<Color:Default> Ti piace, eh? <Color:7>♥<Color:Default>

# 15960_Himeka
source: All right, then.
pt_br: Ok, allora.

# 15972_Himeka
source: You really eat things like that?
pt_br: Mangi davvero roba del genere?

# 15984_Himeka
source: I really don't like that.
pt_br: Proprio non mi piace.

# 15996_Himeka
source: I'll put in the order, then.
pt_br: Faccio l'ordine, allora.

# 16008_Himeka
source: Excuse me!
pt_br: Scusi!

# 16032_Attendant
source: Yes.
pt_br: Sì.

# 16044_F_cab_sitsofa_tlk_happy
source: Could you get these for us?
pt_br: Potresti prenderci questi?

# 16056_Himeka
source: Of course.
pt_br: E di che.

# 16092_Player
source: Now then...
pt_br: Ebbene...

# 16128_Player
source: Now then...
pt_br: Ebbene...

# 16164_Himeka
source: I'll make that for you.
pt_br: Te lo faccio io.

# 16176_Himeka
source: Thanks.
pt_br: Grazie.

# 16212_Himeka
source: I'm Himeka. Nice to meet you! <Color:7>♥<Color:Default>
pt_br: Sono Himeka. Piacere di conoscerti! <Color:7>♥<Color:Default>

# 16224_Tanimura
source: Likewise.
pt_br: Anche per me.

# 16248_Himeka
source: You got Himeka's business card.
pt_br: Hai ricevuto il biglietto da visita di Himeka.

# 16284_Himeka
source: (Maybe I'll request her next time.)
pt_br: (Magari chiederò di lei la prossima volta.)

# 16308_Himeka
source: Come back soon, okay? <Color:7>♥<Color:Default>
pt_br: Torna presto, ok? <Color:7>♥<Color:Default>

# 16320_Tanimura
source: All right.
pt_br: Va bene.

# 16344_Himeka
source: You got Himeka's fancy business card.
pt_br: Hai ottenuto il raffinato biglietto da visita di Himeka.

# 16392_Himeka
source: Here you go!
pt_br: Ecco a te!

# 16416_Himeka
source: Is it cool if I smoke?
pt_br: Va bene se fumo?

# 16428_Himeka
source: Sure.
pt_br: Certo.

# 16440_Himeka
source: Bottoms up!
pt_br: Giù il bicchiere!

# 16452_P_sitsofaR_tlk_yes
source: All right.
pt_br: Va bene.

# 16464_Himeka
source: I'll have one myself!
pt_br: Lo prendo anch'io!

# 16476_P_sitsofaR_tlk_yes
source: All right.
pt_br: Va bene.

# 16488_Tanimura
source: I should get going.
pt_br: Dovrei andare.

# 16500_F_cab_sitsofa_tlk_noA
source: You're leavin' already?
pt_br: Ma te ne vai già?

# 16512_Himeka
source: Oh, is our time up already?
pt_br: Oh, è già finito il nostro tempo?

# 16524_P_sitsofaR_tlk_yes
source: You're right...
pt_br: Hai ragione...

# 16632_Himeka
source: Thanks for coming to see me! <Color:7>♥<Color:Default>
pt_br: Grazie di essere venuto a trovarmi! <Color:7>♥<Color:Default>

# 16668_Himeka
source: Come back soon, okay? <Color:7>♥<Color:Default>
pt_br: Torna presto, ok? <Color:7>♥<Color:Default>

# 16680_Himeka
source: Sure thing.
pt_br: Ma certo!

# 16692_F_cab_sitsofa_tlk_happy
source: See you.
pt_br: Ci vediamo.

# 16728_Himeka
source: Thanks for today. <Color:7>♥<Color:Default>
pt_br: Grazie per oggi. <Color:7>♥<Color:Default>

# 16740_Himeka
source: Sure thing.
pt_br: Ma certo!

# 16752_F_cab_sitsofa_tlk_happy
source: See ya.
pt_br: Ci si vede.

# 16788_Himeka
source: Believe it or not, I had a blast with you today. <Color:7>♥<Color:Default>
pt_br: Che tu ci creda o no, oggi mi sono divertita un sacco con te. <Color:7>♥<Color:Default>

# 16800_Himeka
source: Glad to hear it.
pt_br: Mi fa piacere.

# 16812_F_cab_sitsofa_tlk_happy
source: See ya.
pt_br: Ci si vede.

# 16848_Himeka
source: I love you! <Color:7>♥<Color:Default>
pt_br: Ti amo! <Color:7>♥<Color:Default>

# 16860_Himeka
source: Thanks.
pt_br: Grazie.

# 16872_F_cab_sitsofa_tlk_happy
source: See you.
pt_br: Ci vediamo.

# 16920_Himeka
source: Watch your step on your way out.
pt_br: Fai attenzione all'uscita.

# 16932_Himeka
source: Welcome!
pt_br: Benvenuto!

# 16944_Himeka
source: Have you heard about anything interesting lately, Tanimura-san?
pt_br: Hai sentito qualcosa di interessante ultimamente, Tanimura-san?

# 16956_Himeka
source: I still don't know much about Kamurocho, so I'd love to hear if anythin' interestin' is going on.
pt_br: Non so ancora molto di Kamurocho, quindi mi piacerebbe sentire se sta succedendo qualcosa di interessante.

# 16968_P_sitsofaR_tlk_no
source: Anything interesting? Let's see...
pt_br: Qualcosa di interessante? Vediamo un po'...

# 16980_Tanimura
source: Nope... Nothing in particular.
pt_br: Naaa... Niente di particolare.

# 17100_Himeka
source: I may not look it, but I get tired easily, and my shoulders and lower back get so stiff! Sometimes I can barely move.
pt_br: Magari non si direbbe, ma mi stanco facilmente, e le spalle e la schiena mi si bloccano così tanto! A volte riesco a malapena a muovermi.

# 17112_Tanimura
source: Sounds rough.
pt_br: Sembra tosto.

# 17124_Himeka
source: Yeah, so I like gettin' massages before I come to work.
pt_br: Già, mi piace farmi fare dei massaggi prima di venire al lavoro.

# 17136_Himeka
source: There's nothing better than a nice massage! ♪ It makes me glad to be alive.
pt_br: Niente di meglio di un bel massaggio! ♪ Mi fa sentire proprio viva.

# 17148_Himeka
source: But they aren't cheap, y'know? I wonder how much I spend on massages every month.
pt_br: Ma non sono mica economici, sai? Chissà quanto spendo in massaggi ogni mese.

# 17160_Tanimura
source: I could give you a massage.
pt_br: Potrei farti un massaggio.

# 17172_Himeka
source: Really? That'd be great! ♪ What part of my body would ya like to massage?
pt_br: Davvero? Sarebbe stupendo! ♪ Quale parte del mio corpo ti piacerebbe massaggiare?

# 17184_Himeka
source: What part of yer body do ya wash first when ya take a bath?
pt_br: Che parte del corpo ti lavi per prima quando ti fai il bagno?

# 17196_P_sitsofaR_tlk_no
source: I... don't really have a set order. It depends on how I feel that day.
pt_br: Io... non ho proprio un ordine fisso. Dipende da come mi sento quel giorno.

# 17220_P_sitsofaR_tlk_quest
source: That so? Then where is it you wash first?
pt_br: Ah sì? E allora, dove ti lavi prima?

# 17232_F_cab_sitsofa_talk_smileA
source: Hehehe. Why don't ya try guessin'?
pt_br: Hehehe. Che ne dici di provare a indovinare?

# 17268_Himeka
source: Look! This is the present ya gave me!
pt_br: Guarda! Questo è il regalo che mi hai fatto!

# 17280_Himeka
source: I just love it! <Color:7>♥<Color:Default>
pt_br: Lo adoro proprio! <Color:7>♥<Color:Default>

# 17292_Himeka
source: I'm a little parched. Could we order some <Color:7>White Champagne<Color:Default>?
pt_br: Ho la gola secca. Potremmo ordinare un po' di <Color:7>Champagne Bianco<Color:Default>?

# 17304_Himeka
source: Really? Wow! This is great! ♪
pt_br: Davvero? Wow! È una figata! ♪

# 17316_F_cab_sitsofa_sync_order
source: Excuse me!
pt_br: Scusi!

# 17328_Tanimura
source: Oops. I don't think I have enough money.
pt_br: Ops. Non credo di avere abbastanza soldi.

# 17340_Himeka
source: Huh!? Aw. That's real disappointin'...
pt_br: Eh!? Ah. È un vero peccato...

# 17352_Himeka
source: Oh... You don't exactly go with the flow do ya, Tanimura-san...?
pt_br: Oh... non è che tu ti lasci proprio andare, eh, Tanimura-san...?

# 17364_Himeka
source: I'm hungry. Can I order somethin'?
pt_br: Ho fame. Posso ordinare qualcosa?

# 17388_Himeka
source: Yay! I'll go ahead and order, then.
pt_br: Evviva! Ordino io, allora.

# 17400_F_cab_sitsofa_sync_order
source: Excuse me!
pt_br: Scusi!

# 17424_Himeka
source: Aw. Why not?
pt_br: Ah. Perché no?
