Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00090153.po
Languages: pt_br

source: Hungry Inmate
pt_br: Detenuto Affamato

source: Famished Prisoner
pt_br: Galeotto Morto di Fame

# 84_Hungry Inmate
source: What do you think's on the menu tonight? I've been craving yakiniku ever since I got tossed in here. What I wouldn't do for some nice, juicy meat...
pt_br: Che ci propinano stasera, secondo te? Ho una voglia matta di yakiniku da quando mi hanno buttato dentro 'sto buco. Cosa non darei per della carne bella, succosa...

# 96_Famished Prisoner
source: The least they could do is feed us some Okinawa delicacies. Stewed pork, rafute... Hell, I'd even eat bitter melon before the cardboard they serve us!
pt_br: Il minimo che potrebbero fare è darci qualche prelibatezza di Okinawa. Maiale in umido, rafute... Cazzo, mangerei persino il melone amaro piuttosto che il cartone che ci servono!

# 108_Hungry Inmate
source: Hey, if you could only eat one meal for the rest of your life, what would it be?
pt_br: Senti, se potessi magnà un piatto solo pe' tutta la vita, quale sarebbe?

# 120_Famished Prisoner
source: Only one? Hm... Gotta be pork cutlet curry.
pt_br: Solo uno? Mmh... Deve essere per forza il katsu curry.

# 132_Hungry Inmate
source: Ohhh, yeah. Shit, that sounds good right now.
pt_br: Ohhh, sì. Cazzo, ci starebbe da dio adesso.

# 144_Famished Prisoner
source: Mmm. A nice, thick cut of succulent pork, a mountain of steaming rice, all drowning in rich, kinda sweet curry... Ugh, I gotta get out of here.
pt_br: Mmm. Un bel taglio spesso di maiale succulento, una montagna di riso fumante, il tutto affogato in un curry ricco e un po' dolce... Ugh, devo scappare da qui.

# 156_Famished Prisoner
source: Not to rub salt in the wound, but did you know pork goes best with sweeter curries? A hint of sweet cuts through that rich pork like nothing else, man.
pt_br: Non per infierire, ma lo sapevi che il maiale ci sta da dio con i curry più dolci? Un tocco di dolcezza ti spezza quel maiale bello unto come nient'altro, eh.

# 168_Famished Prisoner
source: I love stirring the rice and curry together, scarfing down a big spoonful, then taking a quick bite of the pork so they all mix in my mouth. Pissed the missus off to high heaven.
pt_br: Mi piace un sacco mescolare riso e curry insieme, buttar giù un bel cucchiaio pieno, e poi dare un morso veloce al maiale, così si mescola tutto in bocca. Facevo incazzare la mia donna un casino.

# 180_Hungry Inmate
source: God damn, just hearing you talk about it's making my mouth water. Nothing to do now but reminisce about my dine n' dash days...
pt_br: Maledizione, solo a sentirti parlare mi sta venendo l'acquolina in bocca. Non mi resta che ripensare ai miei giorni da mangia e fuggi...
