Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0026041a.po
Languages: pt_br

source: You got <Color:8>Large Curry Take-home Packs<Color:Default>.
pt_br: Hai ottenuto <Color:8>Grandi pacchi di curry da asporto<Color:Default>.

source: Matsuya Staff
pt_br: Impiegato del Matsuya

# 56_Matsuya Staff
source: Hello, sir.
pt_br: Salve, signore.

# 68_Kiryu
source: I need to get some curry.
pt_br: Mi serve del curry.

# 80_Matsuya Staff
source: All right, certainly. What kind would you like?
pt_br: Certo, prego. Che tipo prende?

# 92_Kiryu
source: Can I order it to go? And if you have them, some of those packs of just the sauce would be great.
pt_br: Posso ordinarlo da portare via? E, se ne avete, qualche confezione di sola salsa sarebbe ottimo.

# 104_Matsuya Staff
source: How about our Original Curry take-home packs? They are easy to prepare and can be enjoyed in the comfort of your home.
pt_br: Che ne dice delle nostre confezioni di Curry Originale da portare a casa? Sono facili da preparare e pu√≤ gustarseli comodamente a casa sua.

# 116_Kiryu
source: Sounds good. Can you get me a big box of them?
pt_br: Ottimo. Me ne puoi fare una scatola grande?

# 128_Matsuya Staff
source: Certainly. Just a moment, please.
pt_br: Certo. Un attimo, per favore.

# 176_Matsuya Staff
source: Here you go, sir.
pt_br: Ecco a lei, signore.

# 212_Kiryu
source: Thanks.
pt_br: Grazie.

# 224_Matsuya Staff
source: Thank you for visiting Matsuya!
pt_br: Grazie per aver visitato Matsuya!
