Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60513.po
Languages: pt_br

source: You got a <Color:8>Chunk of Wood (Sacred)<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Pezzo di legno (Sacro)<Color:Default>.

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: Agent
pt_br: Agente

# 56_Baba
source: What the!
pt_br: Ma che!

# 68_Kiryu
source: Looks like I win.
pt_br: A quanto pare, ho vinto io.

# 80_Baba
source: Heh. Hehe. You're really something, you know that?
pt_br: Eh. Eh. Sei proprio un fenomeno, lo sai?

# 92_Baba
source: Most pros can't even sniff out that pitch, but here you are whacking it around like it was a freaking softball.
pt_br: La maggior parte dei pro non riesce nemmeno a fiutare quel lancio, eppure tu la sbattevi in giro come se fosse una fottuta palla da softball.

# 104_Baba
source: Hey, Mike!
pt_br: Ehi, Mike!

# 116_Agent
source: Yes, Baba-san?
pt_br: Sì, Baba-san?

# 128_Baba
source: Get me a ticket to Tibet, I gotta do some baseball soul-searching! Looks like I have to embrace my inner curveball...
pt_br: Mi serve un biglietto per il Tibet, mi tocca fare un po' di ricerca interiore sul baseball! A quanto pare devo abbracciare la mia curva interiore...

# 140_Agent
source: What about your TV interview? Or the piece you're going to appear in for that magazine?
pt_br: E l'intervista in TV? O il pezzo in cui comparirai su quella rivista?

# 152_Baba
source: Cancel 'em! I mean it!
pt_br: Falli sparire! Dico sul serio!

# 164_Baba
source: Next time I see you, Kiryu-san, I'm gonna be a changed man! Don't you forget it!
pt_br: La prossima volta che ti vedrò, Kiryu-san, sarò un uomo nuovo! Non te lo dimenticare!

# 176_Baba
source: But I'm not gonna go shaking up my style 'cause of one little loss.
pt_br: Ma non è che vado a stravolgere il mio stile per una misera sconfitta.

# 188_Baba
source: If anything, I just have to dive deeper into what I've already got going. Maybe my logic's not all there or whatever, but I'll show you I got the goods!
pt_br: Semmai, devo solo metterci più del mio in quello che ho già in ballo. Magari la mia testa non è proprio a posto o quel che è, ma ti farò vedere che roba sono!

# 200_Kiryu
source: Heh, anytime. You bring the most twisted curveball you can throw, and I'll still knock it straight back at you.
pt_br: Heh, quando vuoi. Tira la curva più bastarda che riesci a tirare, e io te la rispedirò comunque dritta indietro.

# 212_Baba
source: Yeah right! Later!
pt_br: Ma va'! Dopo!

# 236_Agent
source: Whew. Kazuma Kiryu-san, was it?
pt_br: Uff. Kazuma Kiryu-san, giusto?

# 248_Kiryu
source: That's me.
pt_br: Sono io.

# 260_Agent
source: Allow me to thank you. Baba-san has truthfully been in quite a massive slump lately.
pt_br: Permettimi di ringraziarti. A dire il vero, Baba-san era in un periodo piuttosto nero ultimamente.

# 272_Agent
source: I can barely believe just how excited and full of energy he is now.
pt_br: Non riesco quasi a crederci a quanto sia su di giri e pieno di energia adesso.

# 284_Agent
source: It seems Baba-san really looks up to you. If you ever run into him again, I'm sure it would mean a lot if you gave him another run for his money.
pt_br: A quanto pare Baba-san ti ammira proprio tanto. Se mai ti dovesse capitare di incontrarlo di nuovo, sono certo che per lui significherebbe un mondo se gli dessi ancora del filo da torcere.

# 296_Agent
source: Please accept this as my thanks.
pt_br: Accetta questo come mio ringraziamento.

# 332_Agent
source: Now then, I have a swath of angry journalists to call, so if you'll excuse me...
pt_br: Allora, ho una marea di giornalisti incazzati da chiamare, quindi se non le dispiace...

# 344_Kiryu
source: Sure thing. Tell Baba to take care of himself.
pt_br: Certo. Di' a Baba di riguardarsi.
