Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00a40235.po
Languages: pt_br

source: Man in Black
pt_br: L'Uomo in Nero

# 176_Man in Black
source: Have you reconsidered, Saejima-san?
pt_br: Ci hai ripensato, Saejima-san?

# 188_Saejima
source: Sorry. Not interested. Find someone else.
pt_br: Mi spiace. Non sono interessato. Vedi di trovare qualcun altro.

# 200_Man in Black
source: I really do think you'd find this job worth your while. I'll be here if you change your mind.
pt_br: Credo davvero che questo lavoro ti converrebbe. Sarò qui se cambi idea.

# 212_Saejima
source: I don't come cheap, y'know.
pt_br: Non mi svendo, sai.

# 224_Man in Black
source: I understand. But I'm happy to hear you're interested.
pt_br: Capisco. Ma mi fa piacere sentire che sei interessato.

# 236_Takeda
source: I'm Takeda, a manager at Oyamada Talent Productions. Let's head to our office to discuss the particulars.
pt_br: Sono Takeda, un manager alla Oyamada Talent Productions. Andiamo al nostro ufficio per discutere i particolari.

# 284_Man in Black
source: Excuse me, are you Saejima-san?
pt_br: Scusi, è lei Saejima-san?

# 296_Saejima
source: Who's askin'?
pt_br: Chi lo chiede?

# 308_Man in Black
source: A friend. I'm a respectable businessman, I assure you. I've been looking for you.
pt_br: Amico. Sono un uomo d'affari rispettabile, te lo assicuro. Ti stavo cercando.

# 320_Saejima
source: How'd ya hear 'bout me, anyhow?
pt_br: Come hai sentito parlare di me, comunque?

# 332_Man in Black
source: You can relax. I just happen to have some homeless men in my circle of acquaintances.
pt_br: Stai tranquillo. Mi capita di avere dei senzatetto nel mio giro di conoscenze.

# 344_Man in Black
source: I asked one if he knew anybody who could help me out, and your name came up.
pt_br: Ho chiesto a uno se conoscesse qualcuno che potesse darmi una mano, e il tuo nome è saltato fuori.

# 356_Saejima
source: Alright, then. So whaddya want?
pt_br: Va bene, allora. E allora, che vuoi?

# 368_Man in Black
source: Actually, there's a little, uh, job I'd like you to do.
pt_br: A dire il vero, c'è un piccolo, uh, lavoretto che ti vorrei far fare.

# 380_Saejima
source: A paying job?
pt_br: Un lavoretto pagato?

# 392_Man in Black
source: Yes. Can you spare a moment to hear more about it?
pt_br: Sì. Hai un attimo per sentirne di più?

# 404_Saejima
source: I don't come cheap, y'know.
pt_br: Non mi svendo, sai.

# 416_Man in Black
source: I understand. But I'm happy to hear you're interested.
pt_br: Capisco. Ma mi fa piacere sentire che sei interessato.

# 428_Takeda
source: I'm Takeda, a manager at Oyamada Talent Productions. Let's head to our office to discuss the particulars.
pt_br: Sono Takeda, un manager alla Oyamada Talent Productions. Andiamo al nostro ufficio per discutere i particolari.

# 452_Saejima
source: Nope.
pt_br: No.

# 464_Man in Black
source: I'd really like to discuss this opportunity with you. Meet me here if you happen to change your mind.
pt_br: Vorrei davvero parlare di quest'occasione con te. Vienimi a trovare qui, se per caso cambi idea.

# 476_Man in Black
source: Hear Him Out
pt_br: Ascoltalo

# 488_Man in Black
source: Turn Him Down
pt_br: Rifiutalo

# 500_Man in Black
source: Hear Him Out
pt_br: Ascoltalo

# 512_Man in Black
source: Turn Him Down
pt_br: Rifiutalo
