Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0009015e.po
Languages: pt_br

source: High School Girl?
pt_br: Ragazza delle superiori?

source: Upper-Upper-Classmate
pt_br: Compagno di classe... di lungo, lunghissimo corso

# 84_High School Girl?
source: Looking for a good time, daddy? Let's go have some fun!
pt_br: Cerchi un po' di divertimento, papi? Andiamo a divertirci!

# 96_Saejima
source: You talkin' to me?
pt_br: A me dici?

# 108_High School Girl?
source: Oh. Em. Gee. Like, who else would I be talking to? Anyway, we're looking for a sugar daddy to spoil us, and you're totes my type of DILF. So how about it?
pt_br: Oh. Em. Gee. Tipo, con chi altro dovrei parlare? Comunque, cerchiamo uno sugar daddy che ci vizzi, e sei proprio il mio tipo di DILF. Allora, che ne dici?

# 120_Saejima
source: Type of what?
pt_br: Tipo di cosa?

# 132_High School Girl?
source: Hellooo, Earth to Daddy. You've got two hot high school girls hitting on you here. You do have money, don't you? Then let's go party!
pt_br: Ciaooo, Papi, ci sei? Qui hai due gnocche liceali che ti stanno provando. Hai dei soldi, vero? Allora andiamo a fare festa!

# 144_Saejima
source: What the－ You're right about one thing, little missy... I could be your old man. Don't ya got homework?
pt_br: Ma che— Hai ragione su una cosa, ragazzina... Potrei essere il tuo vecchio. Non hai dei compiti da fare?

# 156_Upper-Upper-Classmate
source: Forget it. He probably knows we're not actually students. I'm starting to think 24 is a little old to be doing this.
pt_br: Lascia stare. Probabilmente sa che non siamo studentesse. Sto iniziando a pensare che a 24 anni si è un po' troppo vecchie per fare 'ste cose.

# 168_High School Girl?
source: Fine, ugh! He's not even that hot, anyway...
pt_br: Vabbè, ugh! Non è neanche chissà quanto figo, comunque...

# 180_Saejima
source: (24-year-old women pretendin' to be high school students? They get held back or somethin'? I dunno what that was, but one thing's for sure: the 21st century is fucked up.)
pt_br: Donne di 24 anni che si spacciano per studentesse del liceo? Sono state bocciate o roba del genere? Non lo so cosa fosse, ma una cosa è certa: il ventunesimo secolo fa schifo.
