Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c000b.po
Languages: pt_br

# 7968_Himeka
source: What's he think I am? Some kinda cheap bimbo? It really burns my takoyaki!
pt_br: Ma chi si crede che io sia? Una specie di sgualdrina da quattro soldi? Mi fa proprio ribollire il sangue!

# 7980_Tanimura
source: That's terrible.
pt_br: Che roba brutta.

# 7992_Himeka
source: He comes in almost every day now. It's really startin' to make me dread comin' in now.
pt_br: Si fa vedere quasi ogni giorno ormai. Mi sta davvero iniziando a far detestare l'idea di venire qui, adesso.

# 8004_Tanimura
source: Why don't you just wait and see what happens? If it gets worse, you tell me.
pt_br: Perché non aspetti e vedi come va a finire? Se peggiora, dimmelo.

# 8016_Himeka
source: Thanks. That makes me feel a whole lot better.
pt_br: Grazie. Mi fa stare un sacco meglio.

# 8028_Himeka
source: I'm so glad I met you. You sure ya don't mind me talking to you about this?
pt_br: Sono proprio contenta di averti conosciuto. Non ti dispiace mica se ti parlo di questo?

# 8040_Tanimura
source: Nah, I don't mind.
pt_br: Ma no, non mi dispiace.

# 8052_Himeka
source: Aww, thanks! <Color:7>♥<Color:Default>
pt_br: Ohh, grazie! <Color:7>♥<Color:Default>

# 8064_Tanimura
source: Have a drink and forget about it.
pt_br: Fatti un drink e dimenticatene.

# 8076_Himeka
source: How's that s'posed to help?
pt_br: E 'sta cosa come dovrebbe aiutarmi?

# 8088_Himeka
source: Tanimura-san, this is really botherin' me. Don't you care?
pt_br: Tanimura, 'sta cosa mi sta proprio scocciando. Non ti importa?

# 8100_Tanimura
source: Sorry...
pt_br: Scusa...

# 8112_Tanimura
source: Maybe you should take a few days off until Kashiwabara stops coming here.
pt_br: Forse dovresti prenderti qualche giorno libero finché Kashiwabara non smette di venire qui.

# 8124_Himeka
source: I thought about that, but I wouldn't be makin' any money while I'm gone.
pt_br: Ci ho pensato, ma non farei un soldo mentre sono via.

# 8136_Himeka
source: And it's not fair to my other customers, either.
pt_br: E non è giusto neanche verso i miei altri clienti.

# 8148_Tanimura
source: Ah, right...
pt_br: Ah, giusto...

# 8160_Himeka
source: But I appreciate ya worryin' about me! That does make me feel a little better. <Color:7>♥<Color:Default>
pt_br: Ma ti ringrazio proprio di preoccuparti per me! Questo mi fa sentire un po' meglio. <Color:7>♥<Color:Default>

# 8172_Tanimura
source: By the way, what happened with that blog of yours? Is somebody still giving you trouble?
pt_br: A proposito, che fine ha fatto quel tuo blog? Ti sta ancora dando fastidio qualcuno?

# 8184_Himeka
source: I'd been deletin' the nasty comments, but it was seriously like a game of whack-a-mole.
pt_br: Ero lì a cancellare i commenti schifosi, ma era davvero come a Schiaccia la talpa.

# 8196_Himeka
source: I finally just gave up and turned comments off altogether.
pt_br: Alla fine ho proprio mollato e ho disattivato del tutto i commenti.

# 8208_Tanimura
source: Oh, you did?
pt_br: Ah, hai fatto?

# 8220_Himeka
source: Yeah. It was startin' to bother the regulars even...
pt_br: Già. Iniziava a dar fastidio perfino ai clienti abituali...

# 8232_Himeka
source: ...I never thought this kinda thing would happen when I started my blog.
pt_br: ...Non avrei mai immaginato che una roba del genere sarebbe successa quando ho aperto il mio blog.

# 8244_Himeka
source: It's just sad. I didn't do anything wrong, but it feels like I failed somehow.
pt_br: Fa solo tristezza. Non ho fatto niente di male, ma è come se avessi fallito in qualche modo.

# 8268_Himeka
source: On the other hand, it's a bit of a relief.
pt_br: D'altro canto, è un po' un sollievo.

# 8280_Tanimura
source: What do you mean?
pt_br: Cosa intendi?

# 8292_Himeka
source: It's pretty stressful reading' hateful comments every day.
pt_br: È parecchio stressante leggere commenti d'odio ogni giorno.

# 8304_Himeka
source: Maybe I should quit bloggin' altogether.
pt_br: Magari mollo del tutto il blog.

# 8316_Tanimura
source: You're really gonna just run away from the problem? You'd be playing right into their hands.
pt_br: Ma vuoi davvero scappare e basta dal problema? Gli faresti proprio il loro gioco.

# 8328_Himeka
source: I know, but...
pt_br: Lo so, ma...

# 8340_Tanimura
source: You should fight back. Keep blogging and show them you won't bend.
pt_br: Dovresti reagire. Continua a bloggare e fagli vedere che non ti piegherai.

# 8352_Himeka
source: You're right. I was about to give in to the jerk who's been causin' me all this grief!
pt_br: Hai ragione. Stavo per darla vinta a quello stronzo che mi ha fatto passare tutte queste grane!

# 8364_Himeka
source: Well, now I won't! I'm not losin' this fight!
pt_br: E invece no! Questa battaglia non la perdo!

# 8376_Tanimura
source: That's the spirit.
pt_br: È lo spirito giusto.

# 8388_Himeka
source: All right! I feel a lot better already. Thanks! ♪
pt_br: A posto! Mi sento già molto meglio. Grazie! ♪

# 8400_Tanimura
source: You should follow your heart. I think you already know what you want to do.
pt_br: Dovresti seguire il tuo cuore. Penso che tu sappia già cosa vuoi fare.

# 8412_Himeka
source: Hmm... If I'm bein' honest, I do wanna keep at it...
pt_br: Mmh... A dirla tutta, ci tengo a continuare...

# 8424_Tanimura
source: Then do it.
pt_br: E allora fallo.

# 8436_Himeka
source: But if I do, I gotta keep dealin' with this garbage...
pt_br: Ma se lo faccio, dovrò continuare a smazzarmi 'sta schifezza...

# 8448_Tanimura
source: So quit.
pt_br: Allora molla.

# 8460_Himeka
source: Dang it, I can't decide! You choose, Tanimura-san!
pt_br: Accidenti, non riesco proprio a decidermi! Scegli tu, Tanimura-san!

# 8472_Tanimura
source: It's not my decision to make.
pt_br: Non spetta a me decidere.

# 8484_Himeka
source: Ugh! I just can't decide...
pt_br: Ugh! Non riesco proprio a decidere...

# 8496_Tanimura
source: That might be the best plan.
pt_br: Quello potrebbe essere il piano migliore.

# 8508_Himeka
source: But if I quit, I'd be givin' in to whoever was writin' those nasty comments, wouldn't I?
pt_br: Ma se mollassi, sarebbe come darla vinta a chi scriveva quei commenti cattivi, no?

# 8520_Tanimura
source: Yeah, I guess.
pt_br: Già, immagino.

# 8532_Himeka
source: No! I can't do that! I gotta keep goin'!
pt_br: No! Non posso farlo! Devo andare avanti!

# 8544_Himeka
source: I'll show 'em what Osakan women are really made of! They'll never know what hit 'em!
pt_br: Gli farò vedere io di che pasta sono fatte le donne di Osaka! Non sapranno neanche cosa li ha colpiti!

# 8556_Tanimura
source: Well, good luck.
pt_br: Beh, buona fortuna.

# 8568_Himeka
source: It seems like I'm always complainin' to you, huh?
pt_br: Sembra che mi lamenti sempre con te, eh?

# 8580_Himeka
source: That's really bad. Hostesses ain't supposed to be shovin' their baggage on customers.
pt_br: Non va proprio bene. Le hostess non dovrebbero mica scaricare i loro casini addosso ai clienti.

# 8592_Himeka
source: I'm supposed to be helpin' you forget your problems. I'm sorry, Tanimura-san...
pt_br: Dovrei essere io a farti scordare i tuoi guai. Mi dispiace, Tanimura-san...

# 8604_Tanimura
source: Nah, don't worry about me.
pt_br: No, dai, non ti preoccupare per me.

# 8616_Himeka
source: That's what I'm talkin' about. You're so kind and understanding that I can't help layin' it all on you.
pt_br: È proprio questo. Sei così gentile e comprensivo che non posso fare a meno di aprirmi del tutto con te.

# 8628_Himeka
source: Actually, I think you're the only customer I've ever spoken to about my private life.
pt_br: A dire il vero, credo che tu sia l'unico cliente a cui abbia mai raccontato della mia vita privata.

# 8640_Tanimura
source: I'm flattered.
pt_br: Sono lusingato.

# 8652_Himeka
source: You okay with me askin' ya for advice? I don't know if I can keep working here without yer support.
pt_br: Ti va bene se ti chiedo un consiglio? Non so se riesco a continuare a lavorare qui senza il tuo appoggio.

# 8664_Tanimura
source: Don't you have other people you can talk to?
pt_br: Non hai mica altre persone con cui parlare?

# 8676_Himeka
source: Nah. I came here from Osaka all by myself, and I don't know many people 'round here.
pt_br: Ma no. Sono venuta qui da Osaka tutta sola, e non conosco molta gente qui in giro.

# 8688_Himeka
source: You're the only person I've opened up to, Tanimura-san.
pt_br: Sei l'unica persona con cui mi sono confidata, Tanimura-san.

# 8700_Tanimura
source: I see... All right then. If you have any problems, feel free to tell me.
pt_br: Capisco... Va bene così. Se hai qualche problema, dimmelo pure.

# 8712_Himeka
source: Really!? Oh, I'm so happy to hear that! <Color:7>♥<Color:Default> We should have a drink! ♪
pt_br: Davvero!? Oh, sono così felice di sentirlo! <Color:7>♥<Color:Default> Dovremmo berci qualcosa! ♪

# 8724_Tanimura
source: Sounds good.
pt_br: Perfetto.

# 8736_Tanimura
source: You should try and be more independent. You can't rely on others to solve your problems.
pt_br: Dovresti cercare di essere più indipendente. Non puoi sempre appoggiarti agli altri per risolvere i tuoi guai.

# 8748_Himeka
source: But I came here from Osaka all by myself. I just need someone to lean on once in a while, y'know?
pt_br: Ma sono venuta qui da Osaka tutta da sola. Ho solo bisogno di qualcuno su cui appoggiarmi ogni tanto, sai?

# 8760_Himeka
source: Can't you help me just a little bit?
pt_br: Non puoi aiutarmi nemmeno un pochino?

# 8772_Tanimura
source: Sorry. It's for your own good.
pt_br: Scusa. È per il tuo bene.

# 8784_Himeka
source: I see... After all this, I was hopin' you'd help, but I guess I got my hopes too high...
pt_br: Capisco... Dopo tutto questo, speravo che mi avresti aiutato, ma immagino di essermi illuso troppo...

# 8808_Tanimura
source: Maybe you should quit being a hostess. Then all of these problems would go away.
pt_br: Magari dovresti smettere di fare la hostess. Così tutti questi problemi sparirebbero.

# 8820_Himeka
source: I've thought about that, but I can't let things end this way.
pt_br: Ci ho pensato, ma non posso permettere che le cose vadano a finire così.

# 8832_Tanimura
source: Okay, but don't push yourself too hard.
pt_br: Va bene, ma non sforzarti troppo.

# 8844_Himeka
source: I know. That's why I need you. I need a shoulder to lean on.
pt_br: Lo so. Ecco perché ho bisogno di te. Ho bisogno di una spalla su cui appoggiarmi.

# 8856_Himeka
source: Unless ya mind, that is...
pt_br: A meno che non ti scocci, eh...

# 8868_Tanimura
source: Nah, I get it...
pt_br: Ma sì, capisco...

# 8880_Himeka
source: You're a real kind man. Thanks, Tanimura-san. <Color:7>♥<Color:Default>
pt_br: Sei davvero un uomo gentile. Grazie, Tanimura-san. <Color:7>♥<Color:Default>

# 8904_Tanimura
source: You're in a good mood. You win the lottery or something?
pt_br: Sei di buon umore, eh? Hai vinto alla lotteria o qualcosa del genere?

# 8916_Himeka
source: Hehehe, you can tell? Well, I went to that spa that you told me about. ♪
pt_br: Eheheh, si vede? Beh, sono andata a quella spa di cui mi avevi parlato. ♪

# 8928_Tanimura
source: Oh yeah? What did you think?
pt_br: Ah sì? Che ne hai pensato?

# 8940_Himeka
source: It was incredible! I had my doubts about it. I mean, a hot spring in the middle of Kamurocho? But it was totally authentic!
pt_br: È stato incredibile! Avevo i miei dubbi. Cioè, delle terme in mezzo a Kamurocho? Ma era davvero autentico!

# 8952_Himeka
source: And look at my skin! Smoother than a baby's butt.
pt_br: E guarda che pelle! Liscia come il culetto di un bimbo.

# 8964_Tanimura
source: Looks great.
pt_br: Stai benissimo.

# 8976_Himeka
source: There's just something different about bathin' in a hot spring. All my stress just melted away in the hot water!
pt_br: Però farsi un bagno alle terme è tutta un'altra storia. Tutto il mio stress si è sciolto via nell'acqua calda!

# 8988_Himeka
source: And it's all thanks to you! <Color:7>♥<Color:Default> Now, I'm gonna reward ya by answerin' one question. Ask me whatever ya want.
pt_br: Ed è tutto grazie a te! <Color:7>♥<Color:Default> Adesso, come ricompensa, ti rispondo a una domanda. Chiedimi pure quello che vuoi.

# 9000_Tanimura
source: Anything, huh?
pt_br: Qualsiasi cosa, eh?

# 9012_Tanimura
source: Do you have someone you like?
pt_br: Ti piace qualcuno?

# 9024_Himeka
source: Is that somethin' you really wanna know?
pt_br: È una cosa che vuoi proprio sapere?

# 9036_Tanimura
source: Uh, well... I just thought...
pt_br: Ehm, beh... ho solo pensato...

# 9048_Himeka
source: Hehehe. You blushin' up? Aww, that's just adorable! <Color:7>♥<Color:Default>
pt_br: Hehehe. Stai arrossendo? Aww, che carino! <Color:7>♥<Color:Default>

# 9060_Himeka
source: I won't tell ya who, but there <Italic>is</Italic> someone I like! And he's a little bashful! ♪
pt_br: Non ti dico chi sia, ma c'<Italic>è</Italic> qualcuno che mi piace! Ed è un po' timido! ♪

# 9084_Tanimura
source: What do you want most in the world right now?
pt_br: Cosa vuoi di più al mondo, adesso?

# 9096_Himeka
source: What, do ya wanna get me a present or somethin'?
pt_br: Che, vuoi farmi un regalo o roba del genere?

# 9108_Tanimura
source: No, I'm just curious.
pt_br: No, sono solo curioso.

# 9120_Himeka
source: Oh, sure. ♪ Well, let me think...
pt_br: Oh, certo. ♪ Beh, fammi pensare...

# 9132_Himeka
source: Maybe a hotplate I guess?
pt_br: Magari una piastra, immagino?

# 9144_Tanimura
source: A hotplate?
pt_br: Un fornelletto?

# 9156_Himeka
source: Sure! If I had a hotplate I could make okonomiyaki anytime I wanted!
pt_br: Certo! Se avessi una piastra potrei farmi gli okonomiyaki quando voglio!

# 9168_Tanimura
source: Interesting...
pt_br: Interessante...

# 9180_Himeka
source: Yep, I'd sure like a hotplate! ♪
pt_br: Già, mi andrebbe proprio una piastra calda! ♪

# 9192_Tanimura
source: Subtle...
pt_br: Che finezza...

# 9204_Tanimura
source: What's your most embarrassing memory?
pt_br: Qual è il tuo ricordo più imbarazzante?

# 9216_Himeka
source: Hey! Ya can't ask things like that!
pt_br: Ehi! Non puoi chiedere cose così!

# 9228_Tanimura
source: You did say anything.
pt_br: Non hai detto niente.

# 9240_Himeka
source: Hrm, fine... It was about six months ago...
pt_br: Mmh, va bene... Sarà stato circa sei mesi fa...

# 9252_Himeka
source: My skirt had a big rip in the back of it, but I didn't notice, so I went ahead and wore it outside.
pt_br: La mia gonna aveva un bello strappo sul dietro, ma non ci ho fatto caso, e così sono uscita con quella addosso.

# 9264_Himeka
source: I was walkin' in downtown Kamurocho when this hot guy told me he could see my bare booty!
pt_br: Stavo andando in giro nel centro di Kamurocho quando un tizio figo mi ha detto che mi vedeva il sedere nudo!

# 9276_Tanimura
source: Hehe.
pt_br: Eheh.

# 9288_Himeka
source: Hey, don't laugh! Oh, I thought I was gonna die of embarrassment!
pt_br: Ehi, non ridere! Oh, pensavo sarei morta dall'imbarazzo!

# 9300_Himeka
source: Why'd you have to remind me about that, Tanimura-san!?
pt_br: Perché me l'hai dovuto ricordare, Tanimura-san!?

# 9312_Tanimura
source: Sorry I asked...
pt_br: Scusa se ho chiesto...

# 9324_Himeka
source: I noticed somethin', Tanimura-san. Yer face never gets red no matter how much you drink. You can really hold yer liquor, huh?
pt_br: Ho notato una cosa, Tanimura-san. Non ti si arrossa mai la faccia per quanto bevi. Sai proprio reggere il bere, eh?

# 9336_Tanimura
source: I guess you could say that.
pt_br: Si, diciamo così.

# 9348_Himeka
source: I'm a pretty strong drinker too, but I know I overdo it sometimes.
pt_br: Anche io sono una che ci sa fare parecchio col bere, ma so che ogni tanto ci vado giù pesante.

# 9360_Himeka
source: I can always tell when I'm near my limit, but still I just can't stop. 'Course, I don't drink that much when I'm here at the club.
pt_br: Capisco sempre quando sono al limite, ma non riesco proprio a fermarmi. Certo, non bevo poi così tanto quando sono qui al club.

# 9372_Tanimura
source: Are you a mean drunk?
pt_br: Sei un ubriaco litigioso?

# 9384_Himeka
source: Mmm, not quite... Actually, after I drink a certain amount, I start laughin' uncontrollably.
pt_br: Mmm, non proprio... A dire il vero, dopo che bevo un po' troppo, mi viene da ridere senza controllo.

# 9396_Himeka
source: And when I reach my limit, I just keel over.
pt_br: E quando arrivo al limite, crollo e basta.

# 9408_Himeka
source: People're probably gonna get sick of drinkin' with me, huh?
pt_br: La gente probabilmente si stuferà di bere con me, eh?

# 9420_Himeka
source: The other day, my apartment building's manager found me passed out in the elevator.
pt_br: L'altro giorno, l'amministratore del mio palazzo mi ha trovato svenuta nell'ascensore.

# 9432_Tanimura
source: You just don't know the right way to drink. You have to take your time and savor it, you know?
pt_br: Non sai proprio come si beve. Devi prendertela con calma e gustartelo, sai?

# 9444_Himeka
source: I never thought about that before. Every drink tastes the same to me, anyway.
pt_br: Non ci avevo mai pensato prima. Comunque, per me, un drink vale l'altro.

# 9456_Tanimura
source: You have to enjoy liquor with all five of your senses. That way, you won't go overboard.
pt_br: Devi goderti il liquore con tutti e cinque i tuoi sensi. Così non esagererai.

# 9468_Himeka
source: Hey, that's a mature way of lookin' at it. ♪ I'll have to try that! ♪
pt_br: Ehi, è un modo maturo di vedere le cose, questo! ♪ Dovrò\nprovare anch'io! ♪

# 9480_Tanimura
source: Yeah, give it a try.
pt_br: Sì, provaci.

# 9492_Tanimura
source: Drinking that much isn't good for you. You're poisoning your body, you know.
pt_br: Bere così tanto non ti fa bene. Ti stai avvelenando il corpo, lo sai.

# 9504_Himeka
source: Yeah. I really shouldn't be drinkin' like that, huh?
pt_br: Già. Non dovrei proprio bere così, eh?

# 9516_Tanimura
source: Maybe you should avoid drinking on your days off.
pt_br: Forse faresti meglio a non alzare il gomito nei giorni di riposo.

# 9528_Himeka
source: Yeah, yer probably right. Thanks. It's nice that yer so concerned about me. ♪
pt_br: Già, hai probabilmente ragione. Grazie. È carino che sei così preoccupato per me. ♪

# 9540_Tanimura
source: No problem.
pt_br: Nessun problema.

# 9552_Tanimura
source: You're young. I'm sure you can handle it.
pt_br: Sei giovane. Sono sicuro che te la caverai.

# 9564_Himeka
source: Hey! I thought you'd at least be a little concerned about me! How about tellin' me to cut it out or somethin'?
pt_br: Ehi! Pensavo che ti fossi almeno un minimo preoccupato per me! O magari dirmi di darci un taglio, che so?

# 9576_Tanimura
source: Is that what you wanted me to say?
pt_br: È quello che volevi che dicessi?

# 9588_Himeka
source: Well, I don't know... Don't ya care about what happens to my liver, Tanimura-san?
pt_br: Beh, che vuoi che ti dica... Non ti frega di quello che succede al mio fegato, Tanimura-san?

# 9600_Tanimura
source: I didn't say that. Drinking like this when you're young might even help toughen up your liver.
pt_br: Non ho detto questo. Bere così quando sei giovane potrebbe persino aiutarti a farti il callo al fegato.

# 9612_Himeka
source: That's ridiculous! You're just sayin' whatever pops into your head! I thought you cared more.
pt_br: Ma è assurdo! Stai solo sparando la prima cosa che ti passa per la testa! Pensavo ci tenessi di più.

# 9624_Himeka
source: Hey Tanimura-san, wanna know what my weakness is?
pt_br: Ehi Tanimura-san, ti va di sapere qual è la mia debolezza?

# 9636_Tanimura
source: Whoa, that came out of left field.
pt_br: Caspita, questo è uscito dal nulla.

# 9648_Himeka
source: Take a guess.
pt_br: Indovina un po'?

# 9660_Tanimura
source: Hmm... Is it that you have a hard time with spicy food?
pt_br: Hmm... Non è che non reggi il piccante?

# 9672_Himeka
source: Nope! I love spicy food! ♪
pt_br: Ma no! Vado matta per il cibo piccante! ♪

# 9684_Himeka
source: The answer is... I'm terrible at usin' electronics!
pt_br: La risposta è... sono negata con l'elettronica!

# 9696_Tanimura
source: Really?
pt_br: Davvero?

# 9708_Himeka
source: I can barely use my cell phone. I can't even change the ringtone.
pt_br: Riesco a malapena a usare il mio cellulare. Non riesco nemmeno a cambiare la suoneria.

# 9720_Tanimura
source: Come on, it's not that hard, is it?
pt_br: Ma dai, non è così difficile, vero?

# 9732_Himeka
source: It is for me! I just can't wrap my head around how electronics and stuff work.
pt_br: Per me sì! Non mi entra proprio in testa come funzionano l'elettronica e tutta quella roba lì.

# 9744_Himeka
source: I just learned how to send a photo on my phone, and that's only 'cause my friend helped me.
pt_br: Ho appena imparato a mandare una foto col cellulare, e questo solo perché un mio amico mi ha dato una mano.

# 9756_Tanimura
source: Wait, I thought you said you had a blog.
pt_br: Ma aspetta, non avevi detto che avevi un blog?

# 9768_Himeka
source: Yeah, but I just send what I wanna post in an email to this guy at the club. He's the one who updates it. ♪
pt_br: Già, ma io gli mando quello che voglio mettere su, per email, a 'sto tizio del club. È lui che lo aggiorna. ♪

# 9780_Tanimura
source: I see...
pt_br: Capisco...

# 9792_Himeka
source: Anyway, everybody keeps sayin' how useful DVRs are for recordin' yer favorite shows, so I finally broke down and bought one the other day.
pt_br: Comunque, tutti continuano a dire quanto siano utili i DVR per registrare i tuoi programmi preferiti, così alla fine ho ceduto e ne ho preso uno l'altro giorno.

# 9804_Himeka
source: But I have no clue how to use it! The instructions might as well be in Chinese.
pt_br: Ma non ci capisco un tubo di come usarlo! Le istruzioni potrebbero benissimo essere in cinese.

# 9816_Tanimura
source: I'm not very good with electronics either.
pt_br: Non sono molto bravo con l'elettronica neanch'io.

# 9828_Himeka
source: Really? Then I've got a friend! ♪ That makes me feel a little better! ♪
pt_br: Davvero? Allora ho un amico! ♪ Mi fa stare un po' meglio! ♪

# 9840_Tanimura
source: I don't think I'm as bad as you are, though.
pt_br: Non credo di essere così cattivo come te, però.

# 9852_Himeka
source: Maybe the two of us can join forces to resist the evil machines takin' over our lives!
pt_br: Magari noi due possiamo unire le forze per resistere alle macchine malvagie che stanno prendendo il sopravvento sulle nostre vite!

# 9864_Himeka
source: We'll fight to the death! We can't let the singularity win! Ya with me?
pt_br: Combatteremo fino alla morte! Non possiamo lasciare che la singolarità vinca! Ci stai?

# 9876_Tanimura
source: Uh, sure...
pt_br: Uh, certo...

# 9888_Tanimura
source: You want me to show you how to use it?
pt_br: Vuoi che ti mostri come si usa?

# 9900_Himeka
source: Oh, sure... You just wanna get into my apartment, don't ya?
pt_br: Ah, certo... Vuoi solo entrare nel mio appartamento, eh?

# 9912_Tanimura
source: No, I was just trying to be nice.
pt_br: No, volevo solo essere carino.

# 9924_Himeka
source: Come on. I can see right through ya! You'll have to do better than that!
pt_br: Dai! Ti vedo, eh! Dovrai fare di meglio!

# 9936_Tanimura
source: Whatever...
pt_br: Vabbè...

# 9948_Himeka
source: Aww, calm down, don't get upset. ♪ I'm really kind of flattered you'd try somethin' like that.
pt_br: Ah, calmati, non te la prendere. ♪ Mi sento quasi lusingata che tu ci abbia provato in quel modo.

# 9960_Himeka
source: So yeah, thank ya kindly! <Color:7>♥<Color:Default>
pt_br: Allora sì, ti ringrazio tanto! <Color:7>♥<Color:Default>

# 9972_Tanimura
source: This is all in your head, you know...
pt_br: Ti stai solo facendo dei film, sai...

# 9984_Tanimura
source: Just try fooling around with it. You'll figure it out sooner or later.
pt_br: Prova a smanettarci un po'. Ci arriverai prima o poi.
