Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00910330.po
Languages: pt_br

source: Street Punk
pt_br: Pestifero di Strada

source: Other Street Punks
pt_br: Altri teppisti da strada

source: Okonomiyaki Store Manager
pt_br: Responsabile del negozio di Okonomiyaki

source: Other Street Punk
pt_br: Altro Bulletto di Strada

# 188_Street Punk
source: Son of a... Who the hell are you two!?
pt_br: Ma che cazz... Chi cazzo siete voi due!?

# 200_Kotaro
source: I'm the ultimate busboy! In your <Italic>face</Italic>!
pt_br: Sono il cameriere definitivo! <Italic>Alla faccia tua!</Italic>

# 212_Other Street Punks
source: Just you wait! We'll get you!
pt_br: Aspettate e vedrete! Vi sistemiamo noi!

# 236_Kotaro
source: Whew! Doing a good deed always gives you a warm feeling down deep in your heart, don't it?
pt_br: Cavolo! Fare una buona azione ti dà sempre un bel calduccio nel profondo del cuore, no?

# 248_Kotaro
source: Well, better get back to work.
pt_br: Beh, meglio tornare al lavoro.

# 272_Okonomiyaki Store Manager
source: Sorry, but you're fired.
pt_br: Spiacente, ma sei licenziato.

# 284_Kotaro
source: What!? But why!?
pt_br: Cosa!? Ma perché!?

# 296_Okonomiyaki Store Manager
source: Why!? Not only did you talk back to customers, you got into a street fight with them!
pt_br: Perché!? Non solo hai risposto male ai clienti, ti sei pure menato per strada con loro!

# 308_Okonomiyaki Store Manager
source: Sorry. There's no way I can let you work here. Please don't come back.
pt_br: Mi dispiace. Non c'è proprio modo che tu possa lavorare qui. Ti prego, non tornare più.

# 380_Kotaro
source: I got fired again!? What am I doin' wrong?
pt_br: Sono stato licenziato di nuovo!? Ma cosa diavolo sto sbagliando?

# 392_Kiryu
source: Judging from what I just saw? A lot.
pt_br: A giudicare da quello che ho appena visto? Parecchio.

# 404_Kiryu
source: Look, why don't you try and explain to me what happened?
pt_br: Senti, perché non provi a spiegarmi cosa è successo?

# 416_Kotaro
source: Okay. Let's see...
pt_br: Va bene. Vediamo un po'...

# 488_Street Punk
source: Whaddya mean, you're packed!? We're starving!
pt_br: Come sarebbe a dire che siete pieni!? Stiamo morendo di fame!

# 500_Kotaro
source: I mean, there's no room for ya! We ain't got no seats left! What do you want me to say?
pt_br: Cioè, non c'è posto per te! Non abbiamo più manco un posto! Che vuoi che ti dica?

# 512_Other Street Punks
source: You sure got a funny way of talking to customers!
pt_br: Hai proprio un modo un po' così di parlare ai clienti!

# 524_Street Punk
source: And what the hell is that back there, then!? Those seats are open!
pt_br: Ma che diavolo è quello lì dietro, allora!? Quei posti sono liberi!

# 536_Kotaro
source: They're reserved!
pt_br: Sono prenotati!

# 548_Street Punk
source: Reserved!? Like we give a shit! You got open seats, we're taking 'em!
pt_br: Prenotato!? Come se ce ne fregasse! Avete posti liberi, ce li prendiamo!

# 560_Kotaro
source: The hell you are! If you wanna eat, wait like everybody else! Don't wanna wait? Then take a hike!
pt_br: Col cavolo! Se vuoi mangiare, aspetta come tutti gli altri! Non vuoi aspettare? Allora levati dai piedi!

# 572_Street Punk
source: What the hell did you say, boy!? That the way you talk to paying customers!?
pt_br: Cosa cazzo hai detto, ragazzo!? È questo il modo in cui parli ai clienti paganti!?

# 656_Kiryu
source: All right. I think I get it now.
pt_br: Va bene. Credo di aver capito ora.

# 668_Kotaro
source: What did I say that was wrong?
pt_br: Che c'ho detto di sbagliato?

# 680_Kiryu
source: It's not what you said.
pt_br: Non è come l'hai detto.

# 692_Kiryu
source: It's the way you said it. If you're an employee, then you've got to know how to act like one.
pt_br: È per come l'hai messa. Se sei un impiegato, devi saperci fare, no?

# 704_Kotaro
source: Act like an employee? What's that mean?
pt_br: Fare il dipendente? Che vuol dire?

# 716_Kiryu
source: Well, when you go eat out at a restaurant, all the staff are polite, right?
pt_br: Beh, quando vai a mangiare in un ristorante, tutto il personale è educato, no?

# 728_Kotaro
source: Yeah, that's true. They bow and smile and all that crap.
pt_br: Già, è vero. Si inchinano, sorridono e tutta quella manfrina.

# 740_Kotaro
source: What the hell is that about, anyway? Being a customer doesn't make you a god or something.
pt_br: Ma che diavolo è 'sta storia, comunque? Essere un cliente non ti rende un dio o roba del genere.

# 752_Kiryu
source: That's not why employees are polite. It's because they want the customer to enjoy the time they spend at their restaurant.
pt_br: Non è per questo che i dipendenti sono educati. È perché vogliono che il cliente si goda il tempo che passa da loro.

# 764_Kiryu
source: Sure, some customers act like jerks, but you've still gotta show them the same polite service. That's all part of the job.
pt_br: Certo, alcuni clienti si comportano da stronzi, ma devi comunque offrirgli lo stesso servizio cortese. Fa parte del mestiere.

# 776_Kiryu
source: You can't be arguing with the customers, and you sure as hell can't get in fights with them.
pt_br: Non puoi metterti a discutere coi clienti, e col cazzo che puoi farci a botte.

# 788_Kotaro
source: Okay... I don't really get it, but fine.
pt_br: Ok... Non ho mica capito bene, ma va bene.

# 800_Kotaro
source: It ain't exactly my strong suit, but I'll try being polite from now on!
pt_br: Non è che sia proprio il mio forte, ma cercherò di essere educato d'ora in poi!

# 812_Kotaro
source: Oh, and I won't punch my customers anymore, either. That much I promise!
pt_br: Ah, e non prenderò più a cazzotti i clienti. Te lo giuro!

# 824_Kiryu
source: Good. Don't you forget it.
pt_br: Bene. Non te lo dimenticare.

# 836_Kotaro
source: You got it! With that settled, I better start looking for another job!
pt_br: Capito! Ora che è tutto a posto, è meglio che mi metta a cercare un altro lavoro!

# 848_Kotaro
source: Thanks, Kiryu-san! I'll let you know when I land something good!
pt_br: Grazie, Kiryu-san! Ti farò sapere quando avrò combinato qualcosa di buono!

# 932_Street Punk
source: What the hell did you say, boy!? That the way you talk to paying customers!?
pt_br: Cosa cazzo hai detto, ragazzo!? È questo il modo in cui parli ai clienti paganti!?

# 944_Kotaro
source: That's the way I talk to anybody who acts like a dick, ya dick!
pt_br: È così che parlo a chiunque si comporti da stronzo, pezzo di stronzo!

# 956_Kiryu
source: (That's Kotaro. Don't tell me he's getting into trouble at work again.)
pt_br: (È Kotaro. Non dirmi che sta combinando casini al lavoro di nuovo.)

# 968_Kiryu
source: (I'm kind of worried about him. Maybe I should step in?)
pt_br: (Sono un po' preoccupato per lui. Forse dovrei intervenire?)

# 980_Kiryu
source: (He's not a little kid anymore. He needs to learn how to fend for himself.)
pt_br: (Non è più un ragazzino. Deve imparare a cavarsela da solo.)

# 992_Kiryu
source: Hey, Kotaro. What's all this about?
pt_br: Ehi, Kotaro. Cos'è 'sta faccenda?

# 1004_Kotaro
source: Kiryu-san! I'm, uh, just a little busy right now. Can it wait?
pt_br: Kiryu-san! Ehm, sono un po' preso adesso. Può aspettare?

# 1016_Kiryu
source: What do you mean, busy? Aren't these guys your customers?
pt_br: Che vuol dire, 'impegnato'? Ma questi non sono i tuoi clienti?

# 1028_Street Punk
source: Yeah, we <Italic>are</Italic> customers! You responsible for this kid? Where'd he learn his manners!?
pt_br: Ma certo che noi <Italic>siamo</Italic> clienti! Sei tu il responsabile di questo moccioso? Ma dove le ha imparate 'ste maniere, eh!?

# 1040_Kotaro
source: Leave Kiryu-san out of this, jackass!
pt_br: Non tirare in mezzo Kiryu-san, stronzo!

# 1052_Street Punk
source: Jackass!? Who the hell you think you are, ya little brat!?
pt_br: Stronzo!? Ma chi cazzo ti credi di essere, razza di moccioso!?

# 1064_Other Street Punk
source: Yeah, we'll see who the jackass is! You ready to get your teeth knocked in, busboy!?
pt_br: Ah sì, vedremo chi è lo stronzo! Sei pronto a farti spaccare i denti, garzone!?

# 1076_Kiryu
source: Come on, enough already. No need to keep this up out here. You're creating a public disturbance.
pt_br: Dai, basta adesso. Non c'è bisogno di fare 'ste scenate qui fuori. Stai creando un disturbo della quiete pubblica.

# 1088_Street Punk
source: Put a sock in it, pops! If you're a friend of this kid, then we oughta teach you some respect, too!
pt_br: Chiudi il becco, vecchio! Se sei amico di 'sto ragazzino, allora dobbiamo insegnare il rispetto anche a te!

# 1100_Other Street Punk
source: I don't know what kind of disco reject you're supposed to be, but you're both in for a beating!
pt_br: Non so che razza di scarto della discoteca pensi di essere, ma vi spacco il culo a tutti e due!

# 1124_Street Punk
source: Break Things Up
pt_br: Metti fine al casino

# 1136_Street Punk
source: Don't Get Involved
pt_br: Non metterti in mezzo

# 1148_Street Punk
source: Break Things Up
pt_br: Metti fine al casino

# 1160_Street Punk
source: Don't Get Involved
pt_br: Non metterti in mezzo
