Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid000900e2.po
Languages: pt_br

source: Affluent Old Man
pt_br: Anziano Benestante

# 156_Affluent Old Man
source: Did you change your mind? I know it must be hard to just walk away from three million yen.
pt_br: Hai cambiato idea? So che dev'essere difficile lasciarsi scappare tre milioni di yen.

# 168_Affluent Old Man
source: Hello, young man. I notice you've been making some excellent plays.
pt_br: Salve, giovanotto. Noto che hai fatto delle ottime giocate.

# 180_Tanimura
source: Uh... I guess. You need something, old-timer?
pt_br: Uh... Immagino. Ti serve qualcosa, vecchietto?

# 192_Affluent Old Man
source: Now, now... Don't disregard me as some addled old fogey. I've been watching you, and I know a daredevil when I see one. Nothing like the rush of winning the jackpot, right?
pt_br: Su, su... Non prendermi per un vecchio rimbambito. Ti ho tenuto d'occhio, e riconosco un temerario quando ne vedo uno. Non c'è niente come la scarica di fare il colpaccio, vero?

# 216_Affluent Old Man
source: Let me get to the point. I happen to know a place where you can make some real money－much more than you could ever scrounge up at a tame little venue like this. Interested?
pt_br: Vengo subito al dunque. Conosco un posto dove puoi fare dei soldi veri－molto più di quanto potresti mai raccattare in un posticino smorto come questo. Interessato?

# 228_Tanimura
source: I dunno... That's pretty much the opening line of every sketchy deal in the book. Besides, do I look like I need money?
pt_br: Non so... È praticamente la classica frase d'apertura di ogni affare losco che si rispetti. E poi, ho forse l'aria di aver bisogno di soldi?

# 240_Affluent Old Man
source: Yes. Yes, you do. And believe me, a man of my means would know. You definitely need the money. Maybe you even deserve it. But alas, I'm beginning to ramble...
pt_br: Sì. Sì, ne hai bisogno. E credimi, un uomo del mio calibro lo\nsaprebbe. Ti servono proprio quei soldi. Forse te li meriti pure. Ma ahimè, sto iniziando a sproloquiare...

# 252_Affluent Old Man
source: So let me give it to you straight: my game can earn you three million yen in one go. That pique your interest? I'll say it again, making tiny bets here will get you nowhere.
pt_br: Allora vengo al sodo: con il mio gioco puoi intascare tre milioni di yen in una botta sola. Ti stuzzica l'interesse? Te lo ridico, con le puntatine qui non vai da nessuna parte.

# 264_Tanimura
source: (Three million yen for one game? Yeah, that's gotta be a scam. But, at the same time, I am kinda curious to see where this goes...)
pt_br: (Tre milioni di yen per una partita? Sì, puzza di fregatura. Ma, allo stesso tempo, sono un po' curioso di vedere dove va a parare...)

# 276_Tanimura
source: So I can really make three million, huh?
pt_br: Allora posso davvero fare tre milioni, eh?

# 288_Affluent Old Man
source: Hahaha. Yes, that's right. I wouldn't lie. Three million yen for one game.
pt_br: Hahaha. Sì, esatto. Non ti mentirei. Tre milioni di yen per una sola partita.

# 300_Affluent Old Man
source: You may be young, but I like your spirit. That's why I decided to give you this opportunity.
pt_br: Sarai anche giovane, ma mi piace la tua grinta. Ecco perché ho deciso di darti questa occasione.

# 312_Affluent Old Man
source: But if you're not interested, just say so. Now what's it going to be?
pt_br: Ma se non ti interessa, dillo e basta. Allora, che mi dici?

# 324_Tanimura
source: (I'm still not convinced. What should I say to this guy?)
pt_br: (Non mi convince ancora. Che gli dico a 'sto qui?)

# 336_Tanimura
source: Sorry, but I'm gonna have to pass on this one.
pt_br: Mi dispiace, ma per stavolta passo.

# 348_Affluent Old Man
source: Hahaha, even with three million yen on the line? Certainly you overlook the magnitude of this offer...
pt_br: Hahaha, anche con tre milioni di yen in ballo? Sicuramente sottovaluti la portata di questa offerta...

# 360_Affluent Old Man
source: Lucky for you, I've got some time on my hands right now. I'll be enjoying the lounge here for a while, so if you do change your mind, you know where to find me.
pt_br: Meno male per te, adesso ho del tempo da buttar via. Me la spasserò qui nella lounge per un po', quindi se cambiassi idea, sai dove trovarmi.

# 372_Tanimura
source: All right, I'm in.
pt_br: Va bene, ci sto.

# 384_Affluent Old Man
source: Excellent. Then come with me. The game takes place a little ways from here. Can you spare the time?
pt_br: Ottimo. Allora vieni con me. La partita si tiene un po' più in là. Hai un po' di tempo?

# 396_Tanimura
source: As long as you spare the change.
pt_br: Finché hai due spiccioli da giocare.

# 432_Tanimura
source: Sorry, but I'm not interested. Why don't you ask somebody else?
pt_br: Mi dispiace, ma non sono interessato. Perché non chiede a qualcun altro?

# 444_Affluent Old Man
source: I see... I may just do that. But you're wasting a good opportunity, you know.
pt_br: Capisco... Potrei anche lasciar perdere. Ma stai sprecando una bella occasione, sai.

# 456_Tanimura
source: (As they say, discretion is the better part of valor.)
pt_br: (Come si suol dire, la prudenza vale più del coraggio.)

# 468_Affluent Old Man
source: Hear Him Out
pt_br: Ascoltalo

# 480_Affluent Old Man
source: Ignore Him
pt_br: Lascialo perdere

# 492_Affluent Old Man
source: I'm in.
pt_br: Ci sto.

# 504_Affluent Old Man
source: I'll pass.
pt_br: Passo.
