Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00260070.po
Languages: pt_br

source: Foreign Woman
pt_br: Donna Straniera

source: Shady Man
pt_br: Uomo losco

# 112_Foreign Woman
source: *gasp*
pt_br: *sussulto*

# 124_Kiryu
source: Can you speak Japanese? Are you okay?
pt_br: Parli giapponese? Stai bene?

# 136_Foreign Woman
source: Yes... Who are you?
pt_br: Sì... Chi sei?

# 148_Kiryu
source: The man who's been taking care of your baby... sort of.
pt_br: L'uomo che si è preso cura del tuo bambino... in un certo senso.

# 160_Shady Man
source: You're a traitor to your nation, that's what you are! Die!
pt_br: Sei un traditore della tua nazione, è questo che sei! Muori!

# 172_Kiryu
source: Whoa!
pt_br: Oi!

# 232_Saejima
source: Got a little ugly down here, huh?
pt_br: S'è fatta un po' brutta qui sotto, eh?

# 244_Kiryu
source: Saejima! What are you doing here?
pt_br: Saejima! Che ci fai qui?

# 256_Saejima
source: The kid started up again. Earsplittin' shit, I swear. Anyways, I stepped out to get some air, ended up takin' a walk, and here I am.
pt_br: Il moccioso ha ricominciato. Un casino da spaccare i timpani, te lo giuro. Comunque, sono uscito a prendere un po' d'aria, ho finito per fare due passi, ed eccomi qui.

# 268_Kiryu
source: I'm lucky you decided to walk down here, then. Though I guess if there's anyone I should thank, it's the baby.
pt_br: Meno male che sei passato di qua, allora. Anche se, a dire il vero, se devo ringraziare qualcuno, beh, è il bambino.

# 292_Shady Man
source: Look at this bitch, running around like a goddamn cockroach, infesting our city. Gets on my goddamn nerves.
pt_br: Guarda questa stronza, che si aggira come uno scarafaggio del cavolo, infestando la nostra città. Mi dà sui nervi, cazzo.

# 304_Shady Man
source: This town's always been Japanese, and that's how it's gonna stay! No foreigners allowed!
pt_br: Questa città è sempre stata giapponese, e così ci rimarrà! Niente stranieri!

# 316_Foreign Woman
source: Somebody, help!
pt_br: Qualcuno, aiuto!

# 328_Kiryu
source: Hey.
pt_br: Ehi.

# 352_Shady Man
source: You need somethin', pal?
pt_br: Ti serve qualcosa, amico?

# 364_Kiryu
source: Yeah. I need you to leave her alone.
pt_br: Sì. La devi mollare.

# 376_Shady Man
source: I don't think you realize what you're gettin' yourself into, man. You're gonna regret messin' with us!
pt_br: Non credo tu ti renda conto in che guaio ti stai cacciando, ragazzo. Te ne pentirai di esserti messo contro di noi!

# 388_Kiryu
source: I doubt that. Just bring it on already.
pt_br: Non credo proprio. Fatti sotto e basta.

# 400_Shady Man
source: Heh. I'm sure you think you're being some bullshit knight in shining armor... but the only way you're leaving this place is in a body bag! Right alongside the bitch here!
pt_br: Heh. Sono sicuro che ti credi un qualche cavaliere della minchia in armatura scintillante... ma l'unico modo in cui te ne andrai da qui è in un sacco per cadaveri! Proprio insieme alla stronza qui!
