Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00910119.po
Languages: pt_br

source: Cocky Punk
pt_br: Bulletto spaccone

source: Sleazy Punk
pt_br: Teppista Viscido

source: Voice
pt_br: Voce

source: Well-built Man
pt_br: Uomo ben piazzato

# 88_Akiyama
source: Whew... That good enough for you?
pt_br: Uff... Ti basta così?

# 100_Saigo
source: Looks like you've got a strong set of legs. I was right about you.
pt_br: A quanto pare, hai delle gambe toste. Avevo ragione su di te.

# 112_Akiyama
source: I'm sorry, but your praise is less than flattering. Can I go now?
pt_br: Scusa, ma i tuoi complimenti non è che mi lusinghino granché. Me ne posso andare adesso?

# 124_Saigo
source: Wait! I have to talk to you about something. Let's head to the roof.
pt_br: Aspetta! Devo parlarti di una cosa. Andiamo sul tetto.

# 136_Akiyama
source: The roof? Could you just act normal for one second?
pt_br: Il tetto? Potresti fare il normale per un secondo?

# 184_Cocky Punk
source: Dammit... You're unreal, man...
pt_br: Maledizione... Sei un mostro, cavolo...

# 196_Akiyama
source: And hey, turns out you were right: I'm <Italic>not</Italic> a saint. Not after painting your face with my shoe, at least. Run along now, kids.
pt_br: Ehi, e alla fine avevi ragione: non sono <Italic>mica</Italic> un santo. Non dopo averti dipinto la faccia con la mia scarpa, almeno. Ora filate via, ragazzini.

# 208_Sleazy Punk
source: Grrr... This ain't the last you heard of us!
pt_br: Grrr... Questa non è mica l'ultima che ci senti!

# 220_Akiyama
source: Well, now that's taken care of... Are you okay, miss?
pt_br: Beh, ora che è sistemato... Stai bene, signorina?

# 244_Akiyama
source: Oh. Guess she ran off.
pt_br: Oh. Mi sa che è filata via.

# 256_Akiyama
source: Can't say I'm surprised, though.
pt_br: Non è che mi sorprenda, a dirla tutta.

# 268_Voice
source: You there. Got a minute?
pt_br: Ehi tu. Hai un minuto?

# 292_Akiyama
source: Depends. What do you need?
pt_br: Dipende. Che ti serve?

# 304_Well-built Man
source: Well, I was observing your scuffle there, and I can see your physical potential is through the roof.
pt_br: Beh, stavo osservando la tua scazzottata lì, e posso vedere che il tuo potenziale fisico è alle stelle.

# 316_Well-built Man
source: Did you used to play any sports?
pt_br: Facevi qualche sport?

# 328_Akiyama
source: Uh, not really. Pretty sure the last time I kicked a ball around was in middle school.
pt_br: Uhm, non proprio. Sono abbastanza sicuro che l'ultima volta che ho calciato un pallone è stato alle medie.

# 340_Well-built Man
source: So then it's just natural talent. Understood.
pt_br: Ah, quindi è puro talento naturale. Capito.

# 352_Well-built Man
source: My name is Saigo. I run an operation in this general area.
pt_br: Mi chiamo Saigo. Gestisco un giro qui da queste parti.

# 364_Akiyama
source: What kind of operation?
pt_br: Che razza di operazione?

# 376_Saigo
source: I'm glad you ask. Do you know about the looming crisis Japan faces?
pt_br: Mi fa piacere che tu lo chieda. Sai della crisi incombente che il Giappone si trova ad affrontare?

# 388_Akiyama
source: Crisis? What crisis?
pt_br: Crisi? Ma quale crisi?

# 400_Saigo
source: Put frankly, "peace addiction." Nowadays, all people in Japan can think about is peace.
pt_br: A dirla tutta, la "pace-dipendenza". Al giorno d'oggi, in Giappone tutti non pensano ad altro che alla pace.

# 412_Akiyama
source: ...Uh-huh.
pt_br: ...Ah-ah.

# 424_Saigo
source: In my youth, I fought as a mercenary, mostly in the Middle East. I've seen many breathe their last, friend and foe alike.
pt_br: Da giovane, ho combattuto come mercenario, soprattutto in Medio Oriente. Ho visto molti tirare le cuoia, amici e nemici, senza distinzione.

# 436_Saigo
source: It was then I realized an astounding truth. In this world, anything can happen. Anytime. Anywhere.
pt_br: Fu allora che capii una verità sconvolgente. In questo mondo, può succedere di tutto. In qualsiasi momento. Ovunque.

# 448_Akiyama
source: Oh, I get it now. You're a soldier. That explains the stocky build, the fatigues, and the bald head.
pt_br: Ah, ora ci sono. Sei un soldato. Questo spiega il fisico massiccio, la mimetica e la pelata.

# 460_Saigo
source: Someone as strong as yourself must realize how everyone in this city is putting themselves at risk, every moment of the day. They're too vulnerable.
pt_br: Uno forte come te deve rendersi conto di come tutti in questa città si mettano a rischio, ogni momento della giornata. Sono troppo vulnerabili.

# 472_Akiyama
source: Uh...
pt_br: Ehm...

# 484_Saigo
source: Same goes for you. You're not as clever as you think.
pt_br: Anche tu. Non sei così furbo come credi.

# 496_Akiyama
source: Huh? What are you talking about?
pt_br: Eh? Di che stai parlando?

# 520_Akiyama
source: Huh?
pt_br: Uh?

# 532_Akiyama
source: Hey!
pt_br: Ehi!

# 544_Akiyama
source: Those are the keys to my office! Give those back!
pt_br: Quelle sono le chiavi del mio ufficio! Ridammele!

# 556_Saigo
source: Hahaha! You may be a good fighter, but your senses are as dull as a doorknob.
pt_br: Hahaha! Sarai pure un bravo picchiatore, ma i tuoi sensi sono ottusi come un sasso.

# 568_Akiyama
source: Did you set that up? Cut me some slack here, man! We just met!
pt_br: Ma l'hai messa su tu? Dammi tregua, amico! Ci siamo appena conosciuti!

# 580_Saigo
source: A strong individual like you should have no problem chasing him down. But you better get going! Who knows what'll happen if you let him get away!
pt_br: Uno forte come te non avrà problemi a braccarlo. Ma datti una mossa! Chissà cosa succederà se lo lasci scappare!

# 592_Akiyama
source: Yeah, thanks for the advice. Ugh, here we go again...
pt_br: Già, grazie per il consiglio. Uff, ci risiamo...
