Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid002600a4.po
Languages: pt_br

source: Rent Collector
pt_br: Esattore degli affitti

source: Man's Voice
pt_br: Voce maschile

# 72_Rent Collector
source: *pant* *pant* Damn, this dude's one tough cookie...
pt_br: *ansimando* *ansimando* Cazzo, questo tizio è un osso duro...

# 84_Kiryu
source: How about you guys call it a day? I'll make sure she gets the contract handled. Or do you need another round of convincing?
pt_br: Che ne dite di chiuderla qui per oggi? Mi assicurerò che la faccenda del contratto venga sistemata. Oppure vi serve un'altra spiegazione?

# 96_Rent Collector
source: *pant* *pant* All right, all right... Guess we'll be on our way, then...
pt_br: *Sbuffo* *Sbuffo* Va bene, va bene... Direi che ce ne andiamo,\nallora...

# 156_Kiryu
source: I put the stuff from the bowling alley over in the corner there.
pt_br: Ho messo la roba dal bowling là nell'angolo laggiù.

# 168_Chigusa
source: Oh... thanks.
pt_br: Oh... grazie.

# 180_Kiryu
source: Sorry I messed up your office, by the way.
pt_br: Scusa, ho fatto un casino nel tuo ufficio, a proposito.

# 192_Chigusa
source: No, it's all right. Thank you for helping me.
pt_br: No, va tutto bene. Grazie per avermi aiutato.

# 204_Kiryu
source: Hm? It looks like you have a message on your machine.
pt_br: Hm? Sembra che tu abbia un messaggio in segreteria.

# 216_Chigusa
source: Really? But I haven't been using this place for almost a year now... Who would try to call me here?
pt_br: Sul serio? Ma è quasi un anno che non uso questo posto... Chi mai cercherebbe di chiamarmi qui?

# 228_Chigusa
source: Let's listen.
pt_br: Ascoltiamo.

# 240_Man's Voice
source: Chigusa... I hope this message reaches you.
pt_br: Chigusa... Spero che questo messaggio ti arrivi.

# 264_Yusaku
source: There's... something I need to tell you. Something I didn't have the guts to say in person.
pt_br: C'è... qualcosa che devo dirti. Qualcosa che non ho avuto le palle di dire di persona.

# 276_Yusaku
source: The truth is... I don't have much time left. The doctor said a month, maybe two.
pt_br: La verità è che... Non mi resta molto tempo. Il dottore mi ha detto un mese, forse due.

# 288_Yusaku
source: The cancer just spread so quickly, I... There was nothing I could do.
pt_br: Il cancro si è diffuso così in fretta, io... Non potevo farci niente.

# 300_Yusaku
source: You probably think this is just another one of my lies. Honestly, I didn't believe it at first, either. I mean, dying before I even hit thirty? It sounds like a bad joke.
pt_br: Probabilmente pensi che questa sia solo un'altra delle mie solite balle. A dire il vero, nemmeno io ci credevo, all'inizio. Voglio dire, morire prima ancora di arrivare a trent'anni? Sembra una barzelletta di cattivo gusto.

# 312_Yusaku
source: But... it's the truth. No matter how hard I want it not to be.
pt_br: Ma... è la verità. Per quanto io non voglia che sia così.

# 324_Yusaku
source: I can only imagine how you're taking this. Something tells me you're gonna just laugh it all off. But I'm telling the truth, Chigusa.
pt_br: Posso solo immaginare come la prenderai. Qualcosa mi dice che te ne farai una risata. Ma ti sto dicendo la verità, Chigusa.

# 336_Yusaku
source: If I were there with you now, I'm sure I'd pretend like nothing was wrong. That's why I needed to do this over the phone. It was the only way I could tell you the truth.
pt_br: Se fossi qui con te ora, sono sicuro che farei finta che niente fosse sbagliato. Ecco perché ho dovuto farlo per telefono. Era l'unico modo per dirti la verità.

# 348_Yusaku
source: I know that seems like the cowardly way out... but it had to happen this way. If you get this message, take a look in the desk for a pick-up slip for a store called Le Marche.
pt_br: So che può sembrare una soluzione da codardi... ma doveva andare così. Se ti arriva questo messaggio, dai un'occhiata nella scrivania: c'è una bolla di ritiro per un negozio chiamato Le Marche.

# 360_Yusaku
source: The package that's waiting for you there will tell you how I really feel about you. Sorry for making you run errands even from the grave, haha...
pt_br: Il pacco che ti aspetta lì ti dirà come mi sento davvero per te. Scusa se ti do quest'ultimo sbattimento anche dalla tomba, haha...

# 372_Yusaku
source: And... I'm sorry I treated you the way I did. I'm sorry I'm leaving you behind like this. I'm sorry I ever loved you.
pt_br: E... mi dispiace per come ti ho trattato. Mi dispiace di lasciarti così. Mi dispiace di averti mai amato.

# 384_Yusaku
source: I guess... this is goodbye. I love you, Chigusa. I'll always love you. And that's the truth.
pt_br: Immagino... sia un addio. Ti amo, Chigusa. Sempre ti amerò. Ed è la verità.

# 396_Chigusa
source: Dead? You can't really expect me to believe that.
pt_br: Morto? Non ti aspetterai mica che ci creda, vero?

# 408_Chigusa
source: I mean, you're standing right in front of me! You always <Italic>were</Italic> a terrible liar, Yusaku.
pt_br: Cioè, sei proprio qui davanti a me! Sei sempre <Italic>stato</Italic> un pessimo bugiardo, Yusaku.

# 432_Kiryu
source: I found an envelope, just where he said it would be. And there's a slip for Le Marche in here, too.
pt_br: Ho trovato una busta, proprio dove aveva detto. E c'è uno scontrino per Le Marche anche qui dentro.

# 456_Kiryu
source: So, do you want to go?
pt_br: Allora, vuoi andare?

# 468_Chigusa
source: Yeah...
pt_br: Già...

# 504_Chigusa
source: Well? This is our office, remember? It's just an online store, so we don't have a sign or storefront or anything.
pt_br: Allora? Questo è il nostro ufficio, ve lo ricordate? È solo un negozio online quindi non abbiamo un'insegna o una vetrina o altro.

# 516_Kiryu
source: Sure, but where's the actual stuff you were importing?
pt_br: Certo, ma dov'è la roba vera e propria che stavi importando?

# 528_Chigusa
source: What do you mean? Before it came in, you－
pt_br: Che vuoi dire? Prima che arrivasse, tu－

# 540_Rent Collector
source: So, you're finally here. You're putting us in a real pinch here, you know that? You gotta clear outta this office, now!
pt_br: Allora, sei finalmente qui. Ci stai mettendo in un bel pasticcio qui, lo sai, no? Devi sloggiare da questo ufficio, adesso!

# 552_Chigusa
source: Oh, it's you...
pt_br: Oh, sei tu...

# 564_Rent Collector
source: Don't gimme that! Your lease ran out six months ago! Now pack up and get out before the real trouble comes knocking.
pt_br: Non raccontarmela! Il tuo contratto d'affitto è scaduto sei mesi fa! Ora fai fagotto e vattene prima che i guai veri vengano a bussare.

# 576_Rent Collector
source: You can call this an import shop or whatever, but your president's outta the picture, lady. Just let it go!
pt_br: Puoi chiamarlo un negozio d'importazioni o come ti pare, ma il tuo presidente è fuori dai giochi, donna. Lascia perdere!

# 600_Chigusa
source: Don't touch me!
pt_br: Non toccarmi!

# 624_Rent Collector
source: Look. If you don't get packing, we're gonna do more than just rough you up a little.
pt_br: Senti. Se non ti muovi a sloggiare, faremo ben altro che solo menarti un po'.

# 636_Kiryu
source: Hey, that's enough. She doesn't deserve this.
pt_br: Ehi, basta così. Lei non si merita questo.

# 648_Rent Collector
source: What's it to you? And besides, she most definitely <Italic>does</Italic> deserve it! The broad's squatting in a building that's not hers!
pt_br: Che ti frega? E poi, se lo merita <Italic>eccome</Italic>! Quella lì occupa abusivamente un edificio che non è suo!

# 660_Kiryu
source: I hear you. How about this: you give us some time to talk, she fills me in on what's going on here, and I help her move out once she's done. It won't be long.
pt_br: Ho capito. Allora facciamo così: voi ci date un po' di tempo per parlare, lei mi aggiorna su cosa succede qui, e io la aiuto a sgomberare una volta che ha finito. Non ci vorrà molto.

# 672_Rent Collector
source: Yeah, like we're gonna trust some clown we've never even laid eyes on before! We're not fucking around here, asshole!
pt_br: Certo, come se dovessimo fidarci di qualche pagliaccio che non abbiamo mai nemmeno\nvisto in faccia! Non stiamo a cazzeggiare qui, stronzo!

# 684_Kiryu
source: ...Guess there's no point talking, then.
pt_br: ...Immagino sia inutile parlare, allora.

# 696_Rent Collector
source: Hmph. If you're not gonna go of your own free will, we'd be glad to lend you a hand. Come on, boys! Let's chuck these fools out!
pt_br: Hmph. Se non te ne vai di tua spontanea volontà, saremmo lieti di darti una mano. Avanti, ragazzi! Sbattiamo fuori questi idioti!
