Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60021.po
Languages: pt_br

source: Manager of Asia
pt_br: Manager dell'Asia

# 84_Akiyama
source: Hi. Can I ask you something?
pt_br: Ehi. Posso chiederti una cosa?

# 96_Manager of Asia
source: Oh, hi, Akiyama-san. How can I help?
pt_br: Oh, salve, Akiyama-san. Come posso aiutarla?

# 108_Akiyama
source: Have you ever heard of Shino Productions?
pt_br: Hai mai sentito parlare della Shino Productions?

# 120_Manager of Asia
source: Shino Productions? Yes, and nothing good...
pt_br: Shino Productions? Sì, e niente di buono...

# 132_Akiyama
source: What do you mean?
pt_br: Cosa intendi?

# 144_Manager of Asia
source: They've a number of girls working as pin-up models, but I've heard the president has had his way with all of them.
pt_br: Hanno un bel po' di ragazze che fanno le modelle pin-up, ma ho sentito dire che il presidente se l'è fatte tutte.

# 156_Akiyama
source: Well, I guess that's not so unusual.
pt_br: Beh, immagino che non sia poi così strano.

# 168_Manager of Asia
source: That's not all. I heard that the president makes his girls entertain his clients in exchange for cash, if you know what I mean.
pt_br: Non è tutto. Ho sentito che il presidente usa le sue ragazze per intrattenere i suoi clienti in cambio di soldi, se capisci a me.

# 180_Manager of Asia
source: Of course, he keeps the money.
pt_br: Ma certo, si intasca il malloppo.

# 192_Akiyama
source: I see... Thanks. That was helpful. By the way, do you know where this Shino Productions is located?
pt_br: Ah, capisco... Grazie. Mi è tornato utile. A proposito, sai mica dov'è questa Shino Productions?

# 204_Manager of Asia
source: I think they're in the <Color:7>alley off Nakamichi Street<Color:Default>. Pretty sure they're in a building <Color:7>near Smile Burger<Color:Default>.
pt_br: Penso che siano nel <Color:7>vicolo di Nakamichi Street<Color:Default>. Sono quasi certo che siano in un edificio <Color:7>vicino a Smile Burger<Color:Default>.

# 216_Akiyama
source: <Color:7>Nakamichi Alley<Color:Default>. Got it.
pt_br: <Color:7>Vicolo Nakamichi<Color:Default>. Capito.
