Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00a40003.po
Languages: pt_br

source: Woman
pt_br: Donna

# 84_Kiryu
source: Are you looking for somebody?
pt_br: Stai cercando qualcuno?

# 96_Woman
source: No, not really... I was just a little nervous about going inside.
pt_br: No, non proprio... Ero solo un po' nervosa all'idea di entrare.

# 108_Woman
source: Oh, aren't you...?
pt_br: Oh, non sei tu...?

# 120_Kiryu
source: Hmm?
pt_br: Mmm?

# 132_Woman
source: Kiryu-san! You're Kiryu-san, right?
pt_br: Kiryu-san! Sei Kiryu-san, vero?

# 144_Kiryu
source: That's right. And you're...?
pt_br: Esatto. E tu saresti...?

# 156_Kiryu
source: Oh, hold on. Aren't you Date's daughter, Saya?
pt_br: Oh, aspetta un attimo. Non sei mica la figlia di Date, Saya?

# 168_Saya
source: That's right! Wow, it's been so long! Five years, right? You really helped me out back then.
pt_br: Ah, è vero! Mamma mia, è passato un sacco di tempo! Cinque anni, no? Mi hai proprio tirato fuori dai guai quella volta!

# 180_Kiryu
source: Well, I'm glad things are going well for you. Date talks about you all the time. I heard you're trying to become a hair stylist?
pt_br: Beh, mi fa piacere che ti vada tutto bene. Date parla sempre di te. Ho sentito che stai cercando di diventare un parrucchiere?

# 192_Saya
source: Yeah, that's right. I just got out of vocational school and now I'm apprenticing.
pt_br: Già, è così. Ho appena finito l'istituto professionale e adesso faccio l'apprendista.

# 204_Kiryu
source: That's great. So, you came to see Date? He's right inside.
pt_br: Perfetto. Allora, sei venuta a vedere Date? È proprio lì dentro.

# 216_Saya
source: Yeah, I wanted to talk to him about something, but I'm not quite sure how to bring it up...
pt_br: Già, volevo parlargli di una cosa, ma non so bene come buttarla lì...

# 228_Kiryu
source: You need his advice on something?
pt_br: Ti serve un suo consiglio su qualcosa?

# 240_Saya
source: Yeah, something like that.
pt_br: Già, qualcosa del genere.

# 252_Saya
source: But it's not like I'm going to get anything accomplished out here. I should just bite the bullet and go in... Would you consider coming with me, Kiryu-san?
pt_br: Ma qui fuori non è che risolverò granché. Dovrei solo farmi coraggio ed entrare... Ti andrebbe di venire con me, Kiryu-san?

# 264_Kiryu
source: Sure, I can do that.
pt_br: Certo, posso farlo.
