Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00260227.po
Languages: pt_br

source: Cat-loving Homeless Man
pt_br: Senzatetto amante dei gatti

# 188_Cat-loving Homeless Man
source: Oh, hi there!
pt_br: Oh, ciao!

# 200_Saejima
source: How's it goin'?
pt_br: Come va?

# 224_置換_捨て猫Ｂ
source: Meow!
pt_br: Miao!

# 236_Cat-loving Homeless Man
source: These two have become the defenders of the homeless community. People hear the rumor and come from far and wide to pay tribute.
pt_br: Questi due sono diventati i difensori della comunità dei senzatetto. La gente sente la voce e arriva da ogni dove a rendere omaggio.

# 248_Saejima
source: What rumor?
pt_br: Che voce?

# 260_Cat-loving Homeless Man
source: They're the Neko Family, Kamurocho's first feline yakuza! Isn't that right?
pt_br: Sono la Famiglia Neko, la prima yakuza felina di Kamurocho! Non è vero?

# 284_置換_捨て猫Ａ
source: Mrowr!
pt_br: Mraow!

# 296_置換_捨て猫Ｂ
source: Mrowr!
pt_br: Mraow!

# 308_Saejima
source: Hey, that's pretty cool.
pt_br: Ehi, mica male!

# 320_Cat-loving Homeless Man
source: Ever since I started living with these little fellas, I've felt more at ease than I have in ages.
pt_br: Da quando ho iniziato a vivere con questi piccoletti, mi sono sentito più a mio agio di quanto non lo fossi da una vita.

# 332_Cat-loving Homeless Man
source: I've been thinking I should clean up and get a real job so I can better provide for my two feline friends here.
pt_br: Ho pensato che dovrei darmi una regolata e trovare un lavoro vero così posso provvedere meglio ai miei due amici felini qui.

# 344_Saejima
source: That so? Good luck to ya.
pt_br: Così, eh? Buona fortuna.

# 404_Saejima
source: Damn. Didn't think they'd pull it off.
pt_br: Cavolo. Non pensavo ce l'avrebbero fatta.

# 416_置換_捨て猫Ａ
source: Meow!
pt_br: Miao!

# 428_置換_捨て猫Ｂ
source: Meow!
pt_br: Miao!

# 440_Cat-loving Homeless Man
source: Lots of people stop by to watch these handome boys perform. I think they might even be smarter than me!
pt_br: Un sacco di gente passa di qui a vedere questi bei ragazzi che si esibiscono. Credo che siano persino più intelligenti di me!

# 452_Saejima
source: Doesn't surprise me.
pt_br: Già, non mi sorprende.

# 464_Cat-loving Homeless Man
source: I'm sure they can do even more tricks. I just don't know what yet.
pt_br: Sono sicuro che riescano a fare ancora più numeri. Solo che non so ancora quali.

# 476_Saejima
source: That so? Good luck to ya.
pt_br: Così, eh? Buona fortuna.

# 536_Saejima
source: They've gotten mighty attached to ya.
pt_br: Si sono affezionati un sacco a te.

# 548_置換_捨て猫Ａ
source: Meow!
pt_br: Miao!

# 584_置換_捨て猫Ｂ
source: Meow!
pt_br: Miao!

# 620_Cat-loving Homeless Man
source: I gotta tell you, these cats are really clever. I taught them a trick just to pass the time, and what do you know? They learned it!
pt_br: Ti devo dire, 'sti gatti sono furbi da morire. Gli ho insegnato un trucco solo per ammazzare il tempo, e pensa un po'? L'hanno imparato!

# 632_Saejima
source: Hey, that's pretty cool.
pt_br: Ehi, mica male!

# 644_Cat-loving Homeless Man
source: Next, I'm gonna try to teach them to sit!
pt_br: Ora, ci proverò a insegnargli a sedersi!

# 656_Saejima
source: That so? Good luck to ya.
pt_br: Così, eh? Buona fortuna.
