Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60098.po
Languages: pt_br

source: Scout
pt_br: Reclutatore

# 68_Akiyama
source: I found one, Hana-chan!
pt_br: Ne ho trovato uno, Hana-chan!

# 92_Akiyama
source: See this girl? Her name's Hana-chan. What do you think of her?
pt_br: Guarda un po' questa qui? Si chiama Hana-chan. Cosa ne pensi di lei?

# 104_Scout
source: What do you mean?
pt_br: Cosa intendi?

# 116_Akiyama
source: I mean, what do you think of her as a woman?
pt_br: Cioè, cosa ne pensi di lei come donna?

# 128_Scout
source: Who, me?
pt_br: Chi, io?

# 140_Akiyama
source: Yes, you.
pt_br: Sì, proprio tu.

# 152_Scout
source: But I can't just say something like that right in front of her! I'm way too shy!
pt_br: Ma non posso mica dire una cosa del genere proprio davanti a lei! Sono fin troppo timido!

# 164_Akiyama
source: I'm begging you. Just say it...
pt_br: Ti prego. Dillo e basta...

# 176_Scout
source: Well, if you insist...
pt_br: Beh, se insisti...

# 188_Scout
source: I think she's amazing...
pt_br: Credo che sia fantastica...

# 200_Akiyama
source: What's that? Louder!
pt_br: Come? Più forte!

# 212_Scout
source: I think she's amazing. She's totally my type.
pt_br: Secondo me è fantastica. È proprio il mio tipo.

# 224_Akiyama
source: You hear that, Hana-chan?
pt_br: Lo senti, Hana-chan?

# 248_Akiyama
source: See, you don't have to go on a diet to be attractive.
pt_br: Vedi, non devi metterti a dieta per essere attraente.

# 260_Akiyama
source: Isn't that right?
pt_br: Giusto?

# 272_Scout
source: Absolutely.
pt_br: Assolutamente.

# 284_Akiyama
source: What do you say, Hana-chan? Do you believe me now?
pt_br: Che ne dici, Hana-chan? Adesso mi credi?

# 296_Hana
source: Please leave.
pt_br: Per favore, vattene.

# 308_Scout
source: Huh? Me?
pt_br: Eh? Io?

# 320_Akiyama
source: Aw, c'mon, Hana-chan! What now? You told me to bring him here!
pt_br: Ma dai, Hana-chan! E adesso? Mi hai detto di portarlo qui!

# 332_Hana
source: Just get him out of here, will you!?
pt_br: Toglietelo di qui, su!

# 344_Akiyama
source: All right, all right. Sorry for dragging you into this.
pt_br: Vabbè, vabbè. Scusa se ti ho trascinato in questo casino.

# 356_Scout
source: Oh, uh, that's okay... Was it something I said?
pt_br: Oh, ehm, non fa niente... Ho detto qualcosa?

# 368_Akiyama
source: You never can tell when it comes to women like her...
pt_br: Non si sa mai con donne come lei...

# 440_Akiyama
source: Hana-chan...? You all right?
pt_br: Hana-chan...? Stai bene?

# 452_Hana
source: Why did you have to bring that man here?
pt_br: Ma perché hai dovuto portare quel tizio qui?

# 464_Akiyama
source: What!? But you told me to!
pt_br: Ma come?! Ma me l'hai detto tu!

# 476_Hana
source: Honestly, Chief. You're as clueless about women as ever...
pt_br: Sinceramente, Capo. Non ci capisci una mazza di donne, come al solito...

# 500_Hana
source: Sometimes I just feel like losing weight.
pt_br: A volte mi sento proprio di voler dimagrire.

# 512_Hana
source: Some girls up and cut their bangs. Others suddenly go on an all-apple diet. It's just what girls do!
pt_br: Certe ragazze, così, si accorciano la frangia. Altre, all'improvviso, si mettono a fare una dieta a base di sole mele. È proprio da ragazze, no?

# 524_Akiyama
source: And that's what this diet is all about?
pt_br: E allora, è di questo che si tratta questa dieta?

# 536_Hana
source: I was reading a magazine, okay!? A fashion magazine.
pt_br: Stavo leggendo una rivista, ok!? Una rivista di moda.

# 548_Akiyama
source: A fashion magazine? That's not like you.
pt_br: Una rivista di moda? Non è da te.

# 560_Hana
source: It said that the slim look is in this spring. So I got to thinking about how nice it would be to wear something in style for once...
pt_br: Si dice che il look snello vada forte questa primavera. E allora mi sono messa a pensare a quanto sarebbe bello sfoggiare qualcosa di in, per una volta...

# 584_Hana
source: But no! Forget about it! No more diets!
pt_br: Macché! Basta! Niente più diete!

# 596_Akiyama
source: Whoa, hang on a second, Hana-chan! No need to call the whole thing off!
pt_br: Ehi, aspetta un attimo, Hana-chan! Non c'è mica bisogno di annullare tutto quanto!

# 608_Hana
source: Just leave me alone! I realized something while I was waiting for you...
pt_br: Lasciami in pace! Mi sono reso conto di una cosa mentre ti stavo\naspettando...

# 620_Hana
source: One whiff of that deluxe kalbi, and I just can't help myself!
pt_br: Basta un profumo di quel kalbi deluxe, e non ce la faccio proprio a resistere!

# 644_Akiyama
source: Yow!
pt_br: Ehi!

# 656_Hana
source: It was simply divine! Meat is such a crucial part of any meal, don't you think?
pt_br: Era semplicemente divino! La carne è una parte così fondamentale di ogni pasto, non trovi?

# 668_Akiyama
source: You ate both of them?
pt_br: Ma te li sei sbafati entrambi?

# 680_Hana
source: I'll let it slide for today. I mean, you did work pretty hard out there for me.
pt_br: Per oggi te la passo. Insomma, ti sei sbattuto un bel po' là fuori per me.

# 692_Akiyama
source: I don't know whether to laugh or cry...
pt_br: Non so se ridere o piangere...

# 704_Hana
source: Say, are you sure you just want to leave that nice man hanging like that? He did come all this way. You should at least say thank you.
pt_br: Ma scusa, sei sicuro di voler lasciare quel bravo uomo in asso così? Ha fatto tutta questa strada. Dovresti almeno ringraziarlo.

# 716_Akiyama
source: Right, of course. I'll be right back.
pt_br: Giusto, certo. Torno subito.

# 728_Hana
source: Okay. See you later.
pt_br: Va bene. Ci vediamo.
