Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee0030.po
Languages: pt_br

source: Man
pt_br: Uomo

# 156_Tanimura
source: Excuse me, I'd like to pass through here.
pt_br: Permesso, vorrei passare di qui.

# 168_Man
source: 這里是進入禁止。
pt_br: Ingresso vietato qui.

# 180_Tanimura
source: (Doesn't look like he understands Japanese.)
pt_br: (Non sembra proprio che capisca il giapponese.)

# 192_Tanimura
source: "Excuse me, are you Chinese?" "I'm a policeman. Could you let me through?"
pt_br: Scusi, è cinese? Sono un poliziotto. Potrebbe farmi passare?

# 204_Man
source: "Oh, shoot, really? Sure, you can go right ahead."
pt_br: Oh, cavolo, davvero? Certo, vai pure.

# 276_Kiryu
source: Wait... I thought this was a passageway.
pt_br: Aspetta... credevo fosse un passaggio.

# 288_Akiyama
source: Hey there. Think you could move out of my way?
pt_br: Ehi tu. Non è che potresti spostarti dalla mia strada?

# 300_Saejima
source: Hey, think you could let me through?
pt_br: Ehi, potresti farmi passare?

# 312_Tanimura
source: This place definitely wouldn't have been chosen.
pt_br: Questo posto, di certo, non l'avrebbero scelto.

# 324_Man
source: 這里是進入禁止。
pt_br: Ingresso vietato qui.

# 348_Kiryu
source: (A foreigner... Doesn't look like he understands Japanese, or wants to let me through.)
pt_br: (Uno straniero... Non mi sembra capisca il giapponese, o non mi vuole far passare.)

# 360_Akiyama
source: (Doesn't look like he speaks Japanese, or wants to let me through.)
pt_br: Non mi pare capisca il giapponese, o che voglia farmi passare.

# 372_Saejima
source: (Doesn't speak Japanese, huh? Looks like the inside's just a kitchen, so no reason for me to go forcin' my way in there.)
pt_br: (Non parla giapponese, eh? A quanto pare dentro c'è solo una cucina, quindi non c'è motivo che mi ci infili a forza.)

# 384_Tanimura
source: This place definitely wouldn't have been chosen.
pt_br: Questo posto, di certo, non l'avrebbero scelto.
