Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c0009.po
Languages: pt_br

source: Thank you.
pt_br: Grazie.

source: Excuse me!
pt_br: Scusi!

source: Make yourself at home!
pt_br: Mettiti a tuo agio!

source: Make yourself at home!
pt_br: Mettiti a tuo agio!

source: Here you go!
pt_br: Ecco a te!

source: Come back again soon!
pt_br: Torna a trovarmi presto!

source: Thanks again for today.
pt_br: Grazie ancora per oggi.

source: Oh. Well, if you do hear anything, be sure to let me know, okay?
pt_br: Oh. Beh, se per caso senti qualcosa, fammelo sapere, mi raccomando, eh?

source: Attendant
pt_br: Addetto

# 4140_Kiryu
source: Have you been working here long?
pt_br: È da tanto che lavori qui?

# 4152_Maya
source: Compared to the other girls, I guess so.
pt_br: Rispetto alle altre ragazze, immagino di sì.

# 4164_Kiryu
source: I see.
pt_br: Capisco.

# 4176_Maya
source: But I've been thinking about quitting recently.
pt_br: Ma ultimamente stavo pensando di mollare.

# 4188_Kiryu
source: Really? Why?
pt_br: Davvero? Perché?

# 4200_Maya
source: Hahaha! That's not something that I'd share with a first time customer.
pt_br: Hahaha! Non è una cosa che racconterei a un cliente nuovo.

# 4212_Kiryu
source: Is there a reason why you have to quit?
pt_br: C'è un motivo per cui devi smettere?

# 4224_Maya
source: Well... I also work as a model.
pt_br: Beh... faccio anche la modella.

# 4236_Kiryu
source: Ah. I should've known. You're so pretty, after all.
pt_br: Ah. Me lo dovevo immaginare. Sei così bella, dopotutto.

# 4248_Maya
source: Hehe. Thank you. <Color:7>♥<Color:Default>
pt_br: Eheh. Grazie. <Color:7>♥<Color:Default>

# 4260_Maya
source: I originally started here because my boyfriend worked at night, and I wanted to be on the same schedule.
pt_br: All'inizio ho cominciato qui perché il mio ragazzo faceva il turno di notte, e volevo avere i suoi stessi orari.

# 4272_Maya
source: But I broke up with him a while ago, and I've been busy with modeling work, so I'm thinking about quitting my job here.
pt_br: Ma mi sono lasciata con lui un po' di tempo fa, e sono stata impegnata con il lavoro di modella, quindi sto pensando di mollare il mio lavoro qui.

# 4284_Kiryu
source: That's too bad. When do you plan on quitting?
pt_br: Peccato. Quando hai intenzione di mollare?

# 4296_Maya
source: The sooner the better, I guess.
pt_br: Prima si fa, meglio è, mi sa.

# 4320_Maya
source: Aw. Are you disappointed you won't be able to see me?
pt_br: Ah. Sei deluso che non potrai vedermi?

# 4332_Kiryu
source: A little. I don't know you very well yet.
pt_br: Un po'. Non ti conosco ancora molto bene.

# 4344_Maya
source: That's true. We just met.
pt_br: È vero. Ci siamo appena conosciuti.

# 4356_Maya
source: But I wouldn't mind getting to know you better. Maybe I can stay a bit longer.
pt_br: Ma non mi spiacerebbe affatto conoscerti meglio. Magari posso restare ancora un po'.

# 4368_Kiryu
source: Heh. All right, then. I'll come back and see you.
pt_br: Beh. Va bene, allora. Tornerò a trovarti.

# 4380_Kiryu
source: You did that for your boyfriend? Wow. I don't think most girls would do that.
pt_br: L'hai fatto per il tuo ragazzo? Wow. Non credo che tante ragazze farebbero una cosa del genere.

# 4392_Maya
source: Well, I was thinking about his career, too. I couldn't have him changing jobs all the time.
pt_br: Beh, stavo pensando anche alla sua carriera. Non potevo permettergli di cambiare lavoro continuamente.

# 4404_Maya
source: It was easier for me to work around his schedule.
pt_br: Mi era più facile adattarmi ai suoi orari.

# 4416_Kiryu
source: Still, that was good of you.
pt_br: Comunque, sei stato bravo.

# 4428_Maya
source: Hehe. Thanks. <Color:7>♥<Color:Default>
pt_br: Eheheh. Grazie. <Color:7>♥<Color:Default>

# 4440_Maya
source: But we broke up, so it doesn't matter now.
pt_br: Ma ci siamo mollati, quindi non importa più.

# 4452_Kiryu
source: Why don't you stay for a bit longer?
pt_br: Perché non ti fermi ancora un po'?

# 4464_Maya
source: Huh? Why?
pt_br: Eh? Perché?

# 4476_Kiryu
source: We just met. I'd like to get to know you better.
pt_br: Ci siamo appena conosciuti. Mi piacerebbe conoscerti meglio.

# 4488_Maya
source: Hehe. You're cute.
pt_br: Eheh. Sei carina.

# 4500_Maya
source: Well, since you asked so nicely, I could stay for a little while.
pt_br: Beh, visto che l'hai chiesto così bene, potrei restare un altro po'.

# 4512_Kiryu
source: Are you sure?
pt_br: Sei sicuro?

# 4524_Maya
source: Yep. You're fun to talk to.
pt_br: Già. È un piacere fare due chiacchiere con te.

# 4536_Kiryu
source: Heh. All right, then.
pt_br: Ah. Ok, allora.

# 4548_Maya
source: But you have to promise to come and see me every day, okay?
pt_br: Ma devi promettere di venire a trovarmi ogni giorno, va bene?

# 4560_Kiryu
source: I'll do my best.
pt_br: Ce la metterò tutta.

# 4572_Maya
source: I became friends with this girl recently, and we really hit it off. We have the same interests and everything.
pt_br: Ho fatto amicizia con questa ragazza di recente, e ci siamo trovati subito bene. Abbiamo gli stessi interessi e tutto il resto.

# 4584_Kiryu
source: Oh? That's nice.
pt_br: Oh? Che bello.

# 4596_Maya
source: But we have totally different ideas about love. I don't get it.
pt_br: Ma abbiamo idee completamente diverse sull'amore. Non capisco.

# 4608_Kiryu
source: What do you mean?
pt_br: Cosa intendi?

# 4620_Maya
source: I think a woman should be devoted and try to stay next to her man as much as possible.
pt_br: Io penso che una donna dovrebbe essere devota e cercare di rimanere accanto al suo uomo il più possibile.

# 4632_Maya
source: But she says men get tired of that kind of thing and eventually leave you.
pt_br: Ma lei dice che gli uomini si stancano di quel genere di cose e alla fine ti lasciano.

# 4644_Kiryu
source: I have to agree with her. Someone hanging around you all the time can be tiring.
pt_br: Devo darle ragione. Qualcuno che ti sta sempre addosso può essere sfiancante.

# 4656_Maya
source: What? You think so too?
pt_br: Ah, sì? Lo pensi anche tu?

# 4668_Kiryu
source: Yeah. Don't get me wrong. If I love someone, I want to spend time with them. I just need time to myself, too.
pt_br: Sì. Non fraintendermi. Se amo qualcuno, voglio passarci del tempo. Ma ho anche bisogno dei miei spazi.

# 4680_Maya
source: Well, I don't want to force myself on anyone.
pt_br: Beh, non voglio spingermi addosso a nessuno.

# 4692_Kiryu
source: Then you should be fine.
pt_br: Allora sei a posto.

# 4704_Maya
source: Really?
pt_br: Davvero?

# 4716_Kiryu
source: Sure. As long as you consider the man's feelings, you won't come off as selfish and needy.
pt_br: Certo. Finché tieni conto dei sentimenti dell'uomo, non sembrerai egoista e bisognoso.

# 4728_Maya
source: Okay. I guess you have to be devoted while still leaving a little space between you. It sounds a little tricky.
pt_br: Va bene. Credo che bisogna essere devoti, ma al tempo stesso lasciare un po' di respiro tra di voi. Sembra un po' complicato.

# 4740_Kiryu
source: There's nothing wrong with being devoted. A man would be lucky to have such a woman.
pt_br: Non c'è proprio niente di male nell'essere devoti. Un uomo sarebbe proprio fortunato ad avere una donna così.

# 4752_Maya
source: You agree with me?
pt_br: Sei d'accordo con me?

# 4764_Kiryu
source: Sure. It's much better than having a woman who cheats on you.
pt_br: Certo. È molto meglio che avere una donna che ti tradisce.

# 4776_Maya
source: Hehe. You look like a ladies' man, but you're actually sweet, aren't you? <Color:7>♥<Color:Default>
pt_br: Hehe. Sembri uno sciupafemmine, ma in realtà sei dolce, vero? <Color:7>♥<Color:Default>

# 4788_Kiryu
source: Can't I be both?
pt_br: Non posso essere entrambi?

# 4800_Maya
source: Ha! I hadn't thought of that! I guess that's possible.
pt_br: Ah! Non ci avevo proprio pensato! Beh, può darsi.

# 4812_Kiryu
source: Heh. Good.
pt_br: Eh. Bene.

# 4824_Kiryu
source: That's a tricky issue. It depends on what the man wants.
pt_br: È una questione spinosa. Dipende da cosa vuole l'uomo.

# 4836_Maya
source: Ah, so you want to stay neutral, huh?
pt_br: Ah, quindi vuoi rimanere neutrale, eh?

# 4848_Kiryu
source: Huh? What do you mean?
pt_br: Eh? Cosa intendi?

# 4860_Maya
source: There must be a type of woman you prefer, right?
pt_br: Ci sarà pure un tipo di donna che ti garba, no?

# 4872_Kiryu
source: Well...
pt_br: Beh...

# 4884_Maya
source: So, which is it?
pt_br: Allora, qual è?

# 4896_Kiryu
source: I can't say. I like having a woman around, but sometimes I want to be alone. I can't choose between the two.
pt_br: Non so che dire. Mi piace avere una donna intorno, ma a volte voglio stare da solo. Non riesco a scegliere tra le due cose.

# 4908_Maya
source: Oh. I didn't expect you to be so indecisive.
pt_br: Oh. Non pensavo fossi così indecisa.

# 4932_Maya
source: Ugh... I'm tired.
pt_br: Uffa... Sono stanco.

# 4944_Kiryu
source: What's wrong?
pt_br: Che succede?

# 4956_Maya
source: Oh, I got stopped by a policeman on the way to work today.
pt_br: Oh, mi ha fermato un poliziotto mentre andavo al lavoro oggi.

# 4968_Maya
source: I wasn't feeling well, so I wanted to tell him to get lost this time, but...
pt_br: Non mi sentivo bene, così volevo mandarlo a quel paese questa volta, ma...

# 4980_Kiryu
source: This time? You get questioned that often?
pt_br: Stavolta? Ti fanno domande così spesso?

# 4992_Maya
source: Yeah. Do I look that suspicious to you?
pt_br: Sì. Ti sembro così losco?

# 5004_Kiryu
source: Actually...
pt_br: A dire il vero...

# 5016_Maya
source: Heh. Well, I'm pretty used to it by now. I'd get stopped every day when I was in junior high school.
pt_br: Eh. Beh, ormai ci ho fatto l'abitudine. Mi fermavano tutti i giorni quando ero alle medie.

# 5028_Kiryu
source: Every day? Wow.
pt_br: Ogni giorno? Wow.

# 5040_Maya
source: It's a lot better now. Maybe two or three times a month.
pt_br: Ora va molto meglio. Forse due o tre volte al mese.

# 5052_Kiryu
source: That's a pretty big difference.
pt_br: È una bella differenza.

# 5064_Maya
source: Yeah. I think I don't stand out as much in Kamurocho.
pt_br: Eh già. Credo di non farmi notare più di tanto a Kamurocho.

# 5076_Kiryu
source: But you still get stopped sometimes, so you must still stand out.
pt_br: Ma ti fermano ancora ogni tanto, quindi devi ancora farti notare.

# 5088_Maya
source: Really? I like attention, but not that kind!
pt_br: Davvero? Mi piace l'attenzione, ma non quel tipo!

# 5100_Kiryu
source: You'd think the cops would stop bothering you once they remember your face.
pt_br: Penseresti che i poliziotti smetterebbero di seccarti una volta che si ricordano la tua faccia.

# 5112_Maya
source: I think I know their faces better than they know mine.
pt_br: Credo di conoscere le loro facce meglio di quanto loro conoscano la mia.

# 5124_Kiryu
source: Heh, oh well.
pt_br: Eh eh, vabbè.

# 5136_Kiryu
source: I get stopped sometimes myself.
pt_br: Anche a me a volte mi fermano.

# 5148_Maya
source: You do? Maybe we should start a club!
pt_br: Ah, sì? Magari dovremmo aprire un club!

# 5160_Maya
source: It must be because you have a wild and dangerous look about you.
pt_br: Deve essere perché hai un'aria selvaggia e pericolosa.

# 5172_Kiryu
source: Maybe. I usually just run away. I don't have the time.
pt_br: Forse. Di solito scappo e basta. Non ho tempo.

# 5184_Maya
source: But wouldn't that make you seem more suspicious?
pt_br: Ma non ti farebbe sembrare più sospetto?

# 5196_Kiryu
source: That's why I make sure they don't catch me.
pt_br: Ecco perché faccio in modo di non farmi beccare.

# 5208_Maya
source: Hahaha! It sounds like you're an expert. I should try running next time.
pt_br: Hahaha! Sembra che tu sia un'esperta. La prossima volta dovrei provare anch'io a correre.

# 5220_Kiryu
source: You could try to wear less flashy clothes. You do sort of stand out.
pt_br: Potresti provare a metterti vestiti meno vistosi. Effettivamente, ti fai notare un bel po'.

# 5232_Maya
source: But all the girls wear clothes like this.
pt_br: Ma tutte le ragazze si vestono così.

# 5244_Kiryu
source: So why do they stop you all the time?
pt_br: Allora perché ti fermano sempre?

# 5256_Maya
source: I don't know. I guess I have some kind of suspicious aura.
pt_br: Boh. Mi sa che ho un'aura un po' sospetta.

# 5268_Kiryu
source: They probably want an excuse to talk with a famous model.
pt_br: Magari cercano una scusa per farsi due chiacchiere con una modella famosa.

# 5280_Maya
source: Ha! You'll make me blush if you keep talking like that. <Color:7>♥<Color:Default>
pt_br: Ma va'! Mi farai arrossire se continui a parlare così. <Color:7>♥<Color:Default>

# 5292_Kiryu
source: Heh, sorry.
pt_br: Ah, scusa.

# 5304_Maya
source: I hate arrogant men. You know, the kind of guy who acts like he knows you and bosses you around, even though you just met?
pt_br: Odio gli uomini arroganti. Sai, quel tipo che fa come se ti conoscesse e ti comanda a bacchetta, anche se vi siete appena conosciuti?

# 5316_Kiryu
source: You're not talking about me, are you?
pt_br: Non starai mica parlando di me, vero?

# 5328_Maya
source: No, no. You're fine. A bit of swagger suits you.
pt_br: No, no. Stai benissimo. Un po' di spavalderia ti sta bene.

# 5340_Kiryu
source: If you say so.
pt_br: Se lo dici tu.

# 5352_Maya
source: But a lot of guys these days are all talk. They think they're so special.
pt_br: Ma un sacco di tipi oggigiorno sono solo chiacchiere. Si credono così speciali.

# 5364_Kiryu
source: They're fooling themselves. They think they're being cool.
pt_br: Si stanno solo prendendo in giro. Pensano di essere fighi.

# 5376_Maya
source: Right. They're trying so hard to impress girls, but it just ends up backfiring!
pt_br: Eh già. Ci provano da morire a fare colpo sulle tipe, ma gli si ritorce contro e basta!

# 5388_Maya
source: Being polite makes a much better impression.
pt_br: Essere educato fa molta più bella figura.

# 5400_Kiryu
source: They're young. They don't know any better.
pt_br: Sono ragazzini. Non sanno quel che fanno.

# 5412_Maya
source: I'd take a polite older man over an arrogant young guy any day. They could learn a thing or two from you. <Color:7>♥<Color:Default>
pt_br: Prenderei un signore più anziano e cortese piuttosto che un ragazzino arrogante, tutta la vita. Potrebbero imparare un paio di cose da te. <Color:7>♥<Color:Default>

# 5424_Kiryu
source: Yeah.
pt_br: Sì.

# 5436_Kiryu
source: Young guys don't know what manners are. If you don't know someone, you should make an effort to be polite.
pt_br: I giovani non sanno cosa siano le buone maniere. Se non conosci qualcuno, dovresti fare uno sforzo per essere educato.

# 5448_Maya
source: That's right! And it's not just young people. We get older customers like that, too.
pt_br: Proprio così! E mica solo i giovani. Ci capitano anche clienti più grandicelli così.

# 5460_Maya
source: They order us around like we're their servants or something!
pt_br: Ci comandano a bacchetta come fossimo i loro servi o qualcosa del genere!

# 5472_Kiryu
source: I suppose one reason they come here is to blow off steam.
pt_br: Immagino che un motivo per cui vengano qui sia per sfogarsi.

# 5484_Maya
source: I hate people who can only make themselves feel better by tearing other people down.
pt_br: Odio quelli che riescono a sentirsi meglio solo sminuendo gli altri.

# 5496_Kiryu
source: There's nothing you can do about it. Young guys don't have any accomplishments yet, so they try to make themselves look good.
pt_br: Non ci si può far niente. I ragazzi giovani non hanno ancora combinato niente, quindi cercano di farsi belli.

# 5508_Maya
source: Why can't they just wait until they've got something real to brag about?
pt_br: Perché non possono semplicemente aspettare di avere qualcosa di vero di cui vantarsi?

# 5520_Kiryu
source: Because they can't. If you look weak, the other guys eat you alive.
pt_br: Perché non possono. Se ti mostri debole, gli altri ti mangiano vivo.

# 5532_Kiryu
source: The first impression is particularly important. You have to take the initiative before the other guy does.
pt_br: La prima impressione è particolarmente importante. Devi fare la prima mossa prima che l'altro ti batta sul tempo.

# 5544_Maya
source: So you agree with how those guys act? That's ridiculous.
pt_br: Allora sei d'accordo con come si comportano quei tizi? È ridicolo.

# 5556_Maya
source: Even if they do have to be like that with other guys, it's a total turnoff for girls.
pt_br: Anche se devono comportarsi così con altri tipi, per le ragazze è una cosa che fa proprio passare la voglia.

# 5580_Maya
source: My friend's boyfriend cheated on her. Again.
pt_br: Il ragazzo della mia amica le ha messo le corna. Di nuovo.

# 5592_Kiryu
source: He's done it before?
pt_br: L'ha già fatto?

# 5604_Maya
source: Yep. This would be the third time. She almost broke up with him last time, but he begged her to forgive him, so I guess she took him back.
pt_br: Già. Sarebbe la terza volta. L'ultima volta si è quasi lasciata con lui, ma lui l'ha implorata di perdonarlo, quindi immagino che l'abbia ripreso.

# 5616_Maya
source: And now he's done it again! I can't believe it!
pt_br: E ora l'ha combinata di nuovo! Non ci posso credere!

# 5640_Maya
source: I could never forgive that! Why do men have to cheat!?
pt_br: Non potrei mai perdonare una cosa del genere! Ma perché gli uomini devono tradire!?

# 5652_Kiryu
source: You really want to know why men cheat?
pt_br: Vuoi proprio sapere perché gli uomini tradiscono?

# 5664_Maya
source: Yes!
pt_br: Sì!

# 5676_Kiryu
source: But you said you could never forgive it. Does it matter what the reason is?
pt_br: Ma hai detto che non avresti mai potuto perdonarlo. Che importa il motivo?

# 5688_Maya
source: Oh. I hadn't thought about it that way.
pt_br: Oh. Non ci avevo pensato in quel modo.

# 5700_Maya
source: But I'd still like to know!
pt_br: Ma vorrei ancora saperlo!

# 5712_Kiryu
source: Well, it depends. Sometimes it's the man's fault, and sometimes it's the woman's.
pt_br: Beh, dipende. A volte è colpa dell'uomo, e a volte della donna.

# 5724_Maya
source: Either way, I think they should make a clean break instead of cheating.
pt_br: Comunque, io penso che dovrebbero farla finita pulito invece di tradire.

# 5736_Kiryu
source: Yes, you're right.
pt_br: Sì, hai ragione.

# 5748_Kiryu
source: I don't know, but your friend's relationship isn't healthy. She should leave him.
pt_br: Non lo so, ma la relazione della tua amica non è sana. Dovrebbe lasciarlo.

# 5760_Maya
source: You're right. I'd have broken up with him after the first time.
pt_br: Hai ragione. Io mi sarei lasciata con lui già dalla prima volta.

# 5772_Kiryu
source: Once and it's over?
pt_br: Una volta e poi è finita?

# 5784_Maya
source: Yes. I can't forgive that kind of betrayal.
pt_br: Sì. Non posso perdonare quel tipo di tradimento.

# 5796_Kiryu
source: So you'd never cheat yourself, right?
pt_br: Allora non ti inganneresti mai, vero?

# 5808_Maya
source: Of course not. I'm a devoted girlfriend.
pt_br: Certo che no. Sono una fidanzata devota.

# 5820_Kiryu
source: Good. I'd be reassured if I was your boyfriend.
pt_br: Bene. Mi sentirei più tranquillo se fossi il tuo ragazzo.

# 5832_Maya
source: Thank you. <Color:7>♥<Color:Default>
pt_br: Grazie. <Color:7>♥<Color:Default>

# 5844_Kiryu
source: It shows that he's a real man. Your friend should be proud that her man can get that many girls.
pt_br: Si vede che è un vero uomo. La tua amica dovrebbe essere fiera che il suo uomo riesca a farsi così tante ragazze.

# 5856_Maya
source: What the hell are you talking about!?
pt_br: Ma che diavolo stai dicendo!?

# 5868_Kiryu
source: It takes money to date a girl. Just think how much it takes to date several girls at once.
pt_br: Ci vogliono soldi per uscire con una ragazza. Figurati quanti ce ne vogliono per uscirne con diverse tutte insieme.

# 5880_Kiryu
source: Your friend managed to land a guy who has that kind of resources. She should be happy.
pt_br: La tua amica è riuscita a beccare un tipo con quel genere di risorse. Dovrebbe essere felice.

# 5892_Maya
source: I can't believe you! Trying to justify it is even worse than sneaking around!
pt_br: Non ci credo, proprio! Cercare di giustificarlo è persino peggio che aver agito di nascosto!

# 5904_Maya
source: I really thought you'd understand, too...
pt_br: Credevo davvero che avresti capito, anche tu...

# 5916_Maya
source: You look like a strong drinker.
pt_br: Sembri un gran bevitore.

# 5928_Kiryu
source: I suppose I am. What about you?
pt_br: Suppongo di sì. E tu?

# 5940_Maya
source: Me? I'm a lightweight. I like alcohol, though.
pt_br: Io? Sono un peso leggero. Però mi piace l'alcol.

# 5952_Maya
source: I wish I could become a stronger drinker.
pt_br: Vorrei reggere meglio l'alcool.

# 5964_Kiryu
source: They have medicine for that, you know. You can take it before you drink.
pt_br: Ma lo sai che c'è la medicina per quello? La prendi prima di bere.

# 5976_Maya
source: I've heard of that. Sort of the same idea as antacid, right? Maybe I'll try it!
pt_br: Ne ho sentito parlare. È un po' la stessa cosa dell'antiacido, no? Magari lo proverò!

# 5988_Kiryu
source: You could also try tomato juice. It helps your body break down alcohol.
pt_br: Potresti anche provare il succo di pomodoro. Aiuta il tuo corpo a smaltire l'alcol.

# 6000_Maya
source: Wow. You know a lot about this.
pt_br: Ah, però. Ne sai un sacco su questo.

# 6012_Kiryu
source: Any serious drinker has to know how to sober up.
pt_br: Un bevitore che si rispetti deve sapere come smaltire.

# 6024_Maya
source: A gentleman and a strong drinker. That's just wonderful. <Color:7>♥<Color:Default>
pt_br: Un gentleman e un gran bevitore. È proprio stupendo. <Color:7>♥<Color:Default>

# 6036_Kiryu
source: Some people just can't drink. Your body just doesn't break down alcohol as well as other people.
pt_br: C'è chi proprio non regge l'alcool. Il tuo corpo semplicemente non lo smaltisce bene come quello degli altri.

# 6048_Maya
source: So I'm just stuck like this?
pt_br: Allora sono bloccato così?

# 6060_Kiryu
source: You can drink a little bit, right? Why not be satisfied with that?
pt_br: Un goccetto lo sai bere, no? Perché non ti accontenti di quello?

# 6072_Maya
source: It's no fun. I want to be able to drink with my friends.
pt_br: Non è divertente. Voglio poter bere con i miei amici.

# 6084_Kiryu
source: But there's no real benefit to drinking. It costs money, and you could become addicted if you're not careful.
pt_br: Ma a bere non ci si guadagna proprio niente. Ti costa un sacco di soldi, e potresti finirci sotto se non stai attento.

# 6096_Maya
source: Yeah, I guess you're right.
pt_br: Già, credo tu abbia ragione.

# 6108_Kiryu
source: Try drinking more slowly. That way you can keep drinking for as long as your friends are.
pt_br: Prova a bere più lentamente. Così potrai continuare a bere quanto i tuoi amici.

# 6120_Maya
source: Yeah, that's pretty much my only choice.
pt_br: Già, è praticamente l'unica scelta che ho.

# 6132_Kiryu
source: You just need to know your limits.
pt_br: Devi solo conoscere i tuoi limiti.

# 6144_Kiryu
source: And that's true for strong drinkers, too. Anyone can make the mistake of drinking too much.
pt_br: E questo vale anche per chi regge bene l'alcol. A chiunque può capitare di bere un bicchiere di troppo.

# 6156_Maya
source: I guess you're right. I'd rather drink slowly and enjoy myself than drink a lot and get sick.
pt_br: Sì, hai ragione. Preferisco bere lentamente e godermela, piuttosto che buttarne giù un sacco e poi stare male.

# 6168_Kiryu
source: It takes experience to know how to drink, but you'll get it eventually.
pt_br: Saper bere è tutta una questione di esperienza, ma vedrai che con il tempo ci prenderai la mano.
