Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid004b0003.po
Languages: pt_br

source: Inconsiderate Date
pt_br: Appuntamento Sconsiderato

source: Girl Glued to a Screen
pt_br: Ragazza incollata a uno schermo

# 84_Inconsiderate Date
source: What're you doing?
pt_br: Che combini?

# 96_Girl Glued to a Screen
source: Hm? Playing pachinko.
pt_br: Hm? Giocando a pachinko.

# 108_Inconsiderate Date
source: Pachinko? On your phone?
pt_br: Pachinko? Sul cellulare?

# 120_Girl Glued to a Screen
source: Yeah. It's called 777 Town. You haven't heard of it? It's an app that lets you play pachinko or slots on your phone or anywhere.
pt_br: Sì. Si chiama 777 Town. Non ne hai mai sentito parlare? È un'app che ti permette di giocare a pachinko o alle slot sul tuo telefono o ovunque.

# 132_Inconsiderate Date
source: Wow, that's cool! Let me try!
pt_br: Wow, che figata! Fammi provare!

# 144_Girl Glued to a Screen
source: No way. Don't you have a date soon? And by soon, I mean like, now?
pt_br: Ma dai! Non hai un appuntamento tra poco? E quando dico 'tra poco', intendo tipo, adesso?

# 156_Inconsiderate Date
source: Oh, come on! Just one game, then I'll go!
pt_br: Ma dai! Ancora una partita, e poi vado!

# 168_Player
source: (777 Town? Sounds like something the girls at the club might be into.)
pt_br: (777 Town? Mi sa che è roba da ragazze del locale.)

# 180_Player
source: (777 Town? Sounds like something the girls at the club might be into.)
pt_br: (777 Town? Mi sa che è roba da ragazze del locale.)

# 192_Player
source: (777 Town? Sounds like something the girls at the club might be into.)
pt_br: (777 Town? Mi sa che è roba da ragazze del locale.)
