Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid009102b8.po
Languages: pt_br

source: Forward Roll
pt_br: Rotolata in avanti

# 156_Saigo
source: All right. Get ready to run a marathon for the suicidal!
pt_br: Ok. Preparati a correre una maratona per i suicidi!

# 168_Saigo
source: For this training, I will establish a course to follow. Your job will be to run away from me.
pt_br: Per questo allenamento, traccerò un percorso da seguire. Il tuo compito sarà quello di scapparmi via.

# 180_Saigo
source: You pass if you can run five laps without running out of energy.
pt_br: Passi se riesci a fare cinque giri senza restare a secco.

# 192_Akiyama
source: Set up a course? How do you plan to do that?
pt_br: Mettere in piedi un percorso? Come diavolo pensi di farlo?

# 204_Saigo
source: My students will take care of the traffic, so you just concentrate on your training.
pt_br: I miei ragazzi penseranno al traffico, tu bada solo al tuo allenamento.

# 216_Akiyama
source: "Take care" of the traffic? I'm not sure this is such a good idea...
pt_br: "Occuparsi" del traffico? Non sono sicuro che sia una buona idea...

# 228_Saigo
source: You're not chickening out, are you? I don't plan on letting up just because of a little whimpering, that much I can say.
pt_br: Non ti starai mica tirando indietro, vero? Non ho intenzione di allentare la presa solo per qualche piagnucolio, questo te lo dico io.

# 240_Saigo
source: Stick with me and we'll see you become a soldier yet. But be warned－I'm going to chuck any junk I find lying on the ground at you.
pt_br: Resta con me e ti farò diventare un soldato, eccome. Ma ti avverto－ti tiro addosso ogni roba che trovo a terra.

# 252_Forward Roll
source: Press <Action:Button_Square@Chase> to perform a forward roll. Time it well to evade when Saigo throws something at you.
pt_br: Premi <Action:Button_Square@Chase> per eseguire una capriola in avanti. Sincronizza bene per schivare quando Saigo ti lancia qualcosa addosso.

# 264_Saigo
source: Are you ready?
pt_br: Sei pronto?

# 276_Saigo
source: All right. Get ready to run a marathon for the suicidal.
pt_br: Ok. Preparati a correre una maratona da suicidio.

# 288_Saigo
source: The rules are the same as last time. You pass if you can successfully run away from me.
pt_br: Le regole sono le stesse dell'ultima volta. Superi se riesci a seminarmi.

# 300_Saigo
source: However, don't just go through the motions. Run the five laps faster than last time.
pt_br: Però, non fare le cose tanto per fare. Corri i cinque giri più velocemente dell'ultima volta.

# 312_Saigo
source: You will be rewarded if you pass. Slack off, and you'll live to regret it. Passing once is no excuse for half-assing.
pt_br: Sarai ricompensato se ce la fai. Se fai il lavativo, te ne pentirai amaramente. Superare una volta non è una scusa per far le cose a metà.

# 324_Saigo
source: Are you ready?
pt_br: Sei pronto?

# 336_Akiyama
source: Ready as I'll ever be.
pt_br: Più pronto di così non si può.

# 348_Saigo
source: All right! Start!
pt_br: Forza! Via!

# 372_Akiyama
source: I just remembered something I have to do...
pt_br: Mi è appena venuto in mente qualcosa che devo fare...

# 384_Saigo
source: Huh? You starting to slack off?
pt_br: Eh? Ti stai rammollendo?

# 396_Saigo
source: But if you have other business, I can't stop you. Come back when you have more time.
pt_br: Ma se hai altri impegni, non posso fermarti. Torna quando hai più tempo.

# 420_Saigo
source: Yes
pt_br: Sì

# 444_Saigo
source: Yes
pt_br: Sì
