Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid001303f8.po
Languages: pt_br

source: You got the <Color:8>Seal of the Dragon<Color:Default>.
pt_br: Hai ottenuto il <Color:8>Sigillo del Drago<Color:Default>.

source: Purple Killers Boss
pt_br: Boss dei Killer Viola

# 56_Kiryu
source: Haven't you had about enough? Who sent you?
pt_br: Non ne hai avuto abbastanza? Chi ti ha mandato?

# 68_Purple Killers Boss
source: You do love the straightforward approach, don't you? Perhaps that is the best way to avoid the gutter.
pt_br: Ti piace proprio l'approccio diretto, eh? Forse è il modo migliore per non finire nella fogna.

# 92_Purple Killers Boss
source: I have no right to call myself a killer after letting my prey escape. Even if he is the Legendary Yakuza.
pt_br: Non ho il diritto di chiamarmi killer dopo essermi fatto scappare la mia preda. Anche se è lo Yakuza Leggendario.

# 104_Purple Killers Boss
source: It seems the time has come to lower the curtain on the Purple Killers. I may as well tell you everything.
pt_br: Pare che sia arrivato il momento di calare il sipario sui Purple Killers. Tanto vale dirti tutto.

# 116_Purple Killers Boss
source: The ones who hired me, they're... Well, they're totally unknown to me.
pt_br: Quelli che mi hanno assoldato, sono... Beh, non ho la più pallida idea di chi siano.

# 128_Kiryu
source: What? You dragged me all the way out here to tell me you don't know!?
pt_br: Ma che? Mi hai fatto fare tutta questa strada solo per dirmi che non sai un tubo!?

# 140_Purple Killers Boss
source: I'm only half joking... You really are so fun to toy with.
pt_br: Scherzo solo a metà... Sei un vero spasso con cui giocare.

# 152_Kiryu
source: You...!
pt_br: Tu...!

# 164_Purple Killers Boss
source: I was hired by the Dark Clan of Yakuza Extermination. Just the Dark Clan, for short.
pt_br: Sono stato assunto dal Clan Oscuro dello Sterminio della Yakuza. Solo il Clan Oscuro, per farla breve.

# 176_Kiryu
source: There's a group trying to wipe out yakuza?
pt_br: C'è un gruppo che vuole far fuori la yakuza?

# 188_Purple Killers Boss
source: So it would seem.
pt_br: Così parrebbe.

# 200_Purple Killers Boss
source: The gangs of Kamurocho are all fighting over who gets to take you down, so I was told to take advantage of the chaos and do the deed myself.
pt_br: Le gang di Kamurocho si stanno tutte scannando per chi ti deve far fuori, così mi è stato detto di approfittare del casino e pensarci io stesso.

# 212_Purple Killers Boss
source: That's all I know. It's almost the same as knowing nothing at all. That's why I said I was only half joking.
pt_br: È tutto quel che so. È come non sapere un bel niente. È per questo che dicevo che scherzavo solo a metà.

# 224_Kiryu
source: It's not much to go on.
pt_br: Non è granché, per andare avanti.

# 236_Purple Killers Boss
source: Oh well, I'm sure there's no need for you to run around looking for them. They'll come for you soon enough.
pt_br: Ah, vabbè, sono sicuro che non c'è bisogno che tu ti affanni a cercarli. Verranno loro da te, e anche presto.

# 248_Kiryu
source: What do you mean?
pt_br: Cosa intendi?

# 260_Purple Killers Boss
source: The Dark Clan said that if we failed, they would execute you themselves. Along with me, of course.
pt_br: Il Clan Oscuro ha detto che se avessimo fallito, ti avrebbero fatto fuori loro stessi. Insieme a me, ovvio.

# 272_Purple Killers Boss
source: It's about time for me to make my exit. I'm about to be hunted down, after all. I trust you have no objections?
pt_br: È ora di togliere le tende. Mi daranno la caccia, dopotutto. Suppongo tu non abbia nulla in contrario?

# 284_Kiryu
source: What are you planning to do now?
pt_br: Che hai intenzione di fare adesso?

# 296_Purple Killers Boss
source: I'm not sure it'll be of any avail, but I'll try to flee and stay alive. I do hate to give up the ghost so easily.
pt_br: Non so se servirà a molto, ma cercherò di svignarmela e restare in vita. Non mi va proprio di tirare le cuoia così facilmente.

# 308_Kiryu
source: ...I see.
pt_br: ...Capisco.

# 320_Purple Killers Boss
source: Farewell.
pt_br: Addio.

# 380_Akaishi
source: Hmm. So they were a group of hired killers. Looks like they did have a connection to the recent gang incidents.
pt_br: Mmh. Quindi, erano un gruppo di sicari. Pare proprio che avessero una connessione con i casini tra gang degli ultimi tempi.

# 392_Kiryu
source: Yeah.
pt_br: Sì.

# 404_Akaishi
source: And this Dark Clan of Yakuza Extermination... Their name certainly lets us know what they're after.
pt_br: E questo Clan Oscuro dell'Estinzione della Yakuza... Il loro nome, non c'è che dire, ci fa capire subito cosa hanno in mente.

# 416_Kiryu
source: Right. I have a feeling that they might have something to do with the previous gang wars.
pt_br: Giusto. Mi sa che c'entrano qualcosa con le precedenti guerre tra bande.

# 428_Akaishi
source: Huh? What makes you think that?
pt_br: Eh? Cosa te lo fa credere?

# 440_Kiryu
source: That guy from the Kanto Gangsters, RA. It was something he said.
pt_br: Quel tizio dei Kanto Gangsters, RA. Era una cosa che aveva detto lui.

# 452_Akaishi
source: Oh, you mean how some mysterious figure promised them money if they defeated you?
pt_br: Oh, intendi come una figura misteriosa gli abbia promesso dei soldi se ti avessero sconfitto?

# 464_Kiryu
source: That's right. Now that I think about it, that was what set this chain of events in motion.
pt_br: Esatto. Ora che ci penso, è stato quello a dare il via a questa catena di eventi.

# 476_Akaishi
source: I see...
pt_br: Capisco...

# 488_Kiryu
source: Anyway, I'm sure they're not going to hold back now. If I'm in Kamurocho, they're bound to come after me.
pt_br: Comunque, sono certo che adesso non andranno per il sottile. Se sono a Kamurocho, è inevitabile che mi vengano addosso.

# 500_Akaishi
source: I see. In that case, we'll see what we can turn up on this Dark Clan. Oh, and this is for your help.
pt_br: Capisco. In tal caso, vedremo cosa riusciamo a tirar fuori su questo Dark Clan. Ah, e questo è per il tuo aiuto.

# 512_Kiryu
source: That's all right. This whole gang thing isn't just about Kamurocho anymore. Now it's my battle against those outlaws who want to see me dead.
pt_br: Va bene. Tutta questa storia di bande non è più solo una questione di Kamurocho. Ora è la mia lotta contro quei fuorilegge che vogliono vedermi morto.

# 524_Akaishi
source: Regardless of the enemy, you've succeeded in preserving the safety of our city. I'd like to reward you for that.
pt_br: A prescindere dal nemico, sei riuscito a mantenere al sicuro la nostra città. Vorrei ricompensarti per questo.

# 536_Akaishi
source: And I think you might be right. It seems likely that the Dark Clan is pulling the strings behind the gang wars.
pt_br: E penso che tu potresti aver ragione. Sembra proprio che il Clan Oscuro stia tirando le fila dietro alle guerre tra bande.

# 548_Akaishi
source: We appreciate your help in keeping the peace.
pt_br: Grazie per la mano che ci hai dato a tenere sotto controllo la situazione.

# 584_Akaishi
source: It looks like the remaining members of the Purple Killers are on the run from the Dark Clan. Make sure to keep your guard up.
pt_br: Pare che i membri rimasti dei Purple Killers stiano scappando dal Dark Clan. Tieni alta la guardia.
