Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c001f.po
Languages: pt_br

source: Um... thanks...
pt_br: Uhm... grazie...

source: Enjoy yourself! <Color:7>♥<Color:Default>
pt_br: Divertiti! <Color:7>♥<Color:Default>

source: Please enjoy yourself!
pt_br: Si diverta pure!

source: Here you go!
pt_br: Ecco a te!

source: Oh. Well, if you do happen to hear anything...
pt_br: Oh. Beh, se ti capita di sentire qualcosa...

source: Attendant
pt_br: Addetto

source: Waiter
pt_br: Cameriere

# 4080_Noa
source: Are you on your way home from work today?
pt_br: Stai tornando a casa dal lavoro oggi?

# 4092_Akiyama
source: Well, in a way.
pt_br: Beh, in un certo senso.

# 4104_Noa
source: You must be tired, then! You look like a hard worker!
pt_br: Allora sarai stanco, eh! Sembri uno che si sbatte un sacco!

# 4116_Akiyama
source: Really?
pt_br: Davvero?

# 4128_Noa
source: I think so. You've got a different aura than most guys.
pt_br: Credo di sì. Hai un'aura diversa dalla maggior parte dei ragazzi.

# 4152_Noa
source: There's just something about you that seems different. I can't put my finger on it...
pt_br: C'è qualcosa in te che mi sembra diverso. Non riesco proprio a capire cosa.

# 4164_Akiyama
source: It's probably because I enjoy my work.
pt_br: È probabilmente perché mi piace quello che faccio.

# 4176_Noa
source: You do? What kind of work is it?
pt_br: Davvero? Che lavoro sarebbe?

# 4188_Akiyama
source: You could say I'm in finance.
pt_br: Diciamo che mi occupo di finanza.

# 4200_Noa
source: Finance? Huh... That's kind of unusual.
pt_br: Finanza? Mmh... È una cosa un po' strana.

# 4212_Akiyama
source: Not really. Lots of people in Kamurocho work in finance.
pt_br: Non proprio. Un sacco di gente a Kamurocho lavora in finanza.

# 4224_Noa
source: Oh no, that's not what I meant. Not many people in finance seem to enjoy their jobs.
pt_br: Oh no, non è quello che intendevo. Non molte persone in finanza sembrano apprezzare il loro lavoro.

# 4236_Akiyama
source: Oh, haha! That's true enough. It's tough to like that kind of work.
pt_br: Oh, ahah! Verissimo, eh. È dura che ti piaccia un lavoro del genere.

# 4248_Noa
source: But it's great that you do! Most customers complain about their jobs all the time!
pt_br: Ma è fantastico che lei sia così! La maggior parte dei clienti si lamenta sempre del proprio lavoro!

# 4260_Akiyama
source: Heheh.
pt_br: Eheh.

# 4272_Akiyama
source: Do you like hardworking men? I figure most working women prefer that kind of guy.
pt_br: Ti piacciono gli uomini che si danno da fare? Mi sa che la maggior parte delle donne che lavorano preferisce uno così.

# 4284_Noa
source: Well, I don't exactly like men because they're hard workers.
pt_br: Beh, non è che mi piacciano gli uomini solo perché sono dei gran lavoratori.

# 4296_Noa
source: I like men who enjoy their jobs.
pt_br: Mi piacciono gli uomini che si godono il loro lavoro.

# 4308_Akiyama
source: Huh. And I respect that about you.
pt_br: Ah. E questo te lo riconosco.

# 4320_Noa
source: Yep. So I pay attention to things like that.
pt_br: Già. Quindi a 'ste cose ci faccio attenzione.

# 4332_Akiyama
source: Heh. That so?
pt_br: Eh. Davvero?

# 4344_Akiyama
source: You're just saying that. It's no use flattering me.
pt_br: Dici così. È inutile lusingarmi.

# 4356_Noa
source: Hehe! It's not like that at all!
pt_br: Hehe! Ma no, non è affatto così!

# 4368_Akiyama
source: Are you sure this isn't just the alcohol talking?
pt_br: Sei sicura che non sia solo la bottiglia a parlare?

# 4380_Noa
source: Huh? Why?
pt_br: Eh? Perché?

# 4392_Akiyama
source: Because it makes me think you might like me. You shouldn't lead me on.
pt_br: Perché mi fai pensare che ti piaccio. Non dovresti illudermi.

# 4404_Noa
source: Hehe! It's only leading you on if it's not true. <Color:7>♥<Color:Default>
pt_br: Eheheh! Ti sto dando corda solo se non è vero. <Color:7>♥<Color:Default>

# 4416_Akiyama
source: Heh. You're funny. I like that.
pt_br: Heh. Sei divertente. Mi piace.

# 4428_Noa
source: Um... I feel like somebody's been following me recently.
pt_br: Mh... ultimamente mi sa che qualcuno mi sta dietro.

# 4440_Akiyama
source: What? Like a stalker?
pt_br: Cosa? Tipo uno stalker?

# 4452_Noa
source: I hope not, but it's been going on for a week.
pt_br: Spero di no, ma va avanti da una settimana.

# 4464_Akiyama
source: Hmm. Has anything like this happened before?
pt_br: Mmm. Ti è già capitata una cosa del genere?

# 4476_Noa
source: No. That's why I'm so scared.
pt_br: No. È per questo che ho così tanta paura.

# 4488_Akiyama
source: Try hanging men's underwear on your clothesline. He might see that and think you're living with a man. It could scare him off.
pt_br: Prova ad appendere delle mutande da uomo sullo stendino. Magari le vede e pensa che vivi con un uomo. Potrebbe spaventarlo.

# 4500_Noa
source: Do girls really do that?
pt_br: Ma le ragazze fanno davvero così?

# 4512_Akiyama
source: I think so. Why don't you give it a try?
pt_br: Credo di sì. Perché non ci provi?

# 4524_Noa
source: Ha! That might not be a bad idea. I'll think about it. <Color:7>♥<Color:Default>
pt_br: Ah! Non sarebbe una brutta idea. Ci penserò. <Color:7>♥<Color:Default>

# 4536_Noa
source: But I don't think he follows me home. It's only when I'm here in Kamurocho, or at the train station.
pt_br: Ma non credo mi segua fino a casa. È solo quando sono qui a Kamurocho, o in stazione.

# 4548_Akiyama
source: Oh. Then it probably wouldn't work.
pt_br: Oh. Allora, probabilmente non funzionerebbe.

# 4560_Akiyama
source: Well, you could just wait and see how things play out. Kamurocho's a pretty busy neighborhood, so I doubt he'd try anything strange.
pt_br: Beh, potresti anche solo aspettare e vedere come si mettono le cose. Kamurocho è un quartiere piuttosto movimentato, quindi dubito che proverebbe qualcosa di strano.

# 4572_Noa
source: I hope not.
pt_br: Spero di no.

# 4584_Akiyama
source: It must be tough to be such a popular girl.
pt_br: Dev'essere dura essere una tipa così popolare.

# 4596_Noa
source: Yeah. Especially if you're popular with stalkers.
pt_br: Già. Soprattutto se sei popolare tra gli stalker.

# 4608_Akiyama
source: Any idea who it might be? A jilted ex-boyfriend or something?
pt_br: Hai idea di chi possa essere? Un ex che hai mollato, o roba del genere?

# 4620_Noa
source: Nope. I've thought about it, but I just don't know.
pt_br: No. Ci ho pensato, ma proprio non so.

# 4632_Akiyama
source: Okay... It could be someone you don't even know. I think most stalkers choose their marks based on their own absurd logic.
pt_br: Okay... Potrebbe essere qualcuno che nemmeno conosci. Credo che la maggior parte degli stalker scelgano le loro vittime in base a una logica assurda tutta loro.

# 4644_Akiyama
source: Call me anytime if you need help. I'll come running.
pt_br: Chiamami quando vuoi se hai bisogno di una mano. Mi fiondo.

# 4656_Noa
source: Okay, I will. Thank you! <Color:7>♥<Color:Default>
pt_br: Va bene, lo farò. Grazie! <Color:7>♥<Color:Default>

# 4668_Akiyama
source: Actually, I'm the one who's been stalking you. You didn't notice?
pt_br: A dire il vero, sono io quello che ti ha stalkerato. Non te ne sei accorta?

# 4680_Noa
source: Huh?
pt_br: Uh?

# 4692_Akiyama
source: Haha! Just kidding!
pt_br: Haha! Scherzavo!

# 4704_Noa
source: You are?
pt_br: Chi sei?

# 4716_Akiyama
source: Uh, sorry. I was just trying to be funny. I didn't think you'd take me seriously.
pt_br: Ah, scusa. Stavo solo cercando di fare lo spiritoso. Non credevo mi prendessi sul serio.

# 4728_Noa
source: Oh... Don't joke like that.
pt_br: Oh... Non scherzare così.

# 4740_Noa
source: That kind of joke isn't funny. Especially not when there's actually someone stalking me.
pt_br: Quella battuta non fa ridere. Soprattutto non quando c'è davvero qualcuno che mi perseguita.

# 4752_Akiyama
source: Er, sorry.
pt_br: Uhm, scusa.

# 4764_Noa
source: Hehe!
pt_br: Eheh!

# 4776_Akiyama
source: You're in a good mood.
pt_br: Ti vedo di buon umore.

# 4788_Noa
source: I suppose I am! I just enjoy talking to men more than women. <Color:7>♥<Color:Default>
pt_br: Credo di sì! Mi diverto di più a parlare con gli uomini che con le donne. <Color:7>♥<Color:Default>

# 4800_Akiyama
source: Is that right?
pt_br: È così?

# 4812_Noa
source: Yes. That's why this job was such a good choice for me. I don't have to talk to any women at all! It's such a pain.
pt_br: Sì. Ecco perché questo lavoro è stata una scelta così azzeccata per me. Non devo parlare con nessuna donna, neanche un po'! È una rottura!

# 4824_Akiyama
source: You think it's a pain to talk to women? Why?
pt_br: Trovi che sia una rottura parlare con le donne? Perché?

# 4836_Noa
source: Because they ask for your approval all the time.
pt_br: Perché stanno sempre a chiederti l'approvazione.

# 4848_Noa
source: They're always like, "Don't you agree?" "You know?" "Right?"
pt_br: Fanno sempre tipo: "Non sei d'accordo?", "Capisci?", "Vero?"

# 4860_Noa
source: That kind of thing. Talking to them makes me tired.
pt_br: Roba del genere. Parlargli mi stanca.

# 4872_Akiyama
source: I never would've guessed you felt that way. You sound like a guy.
pt_br: Non l'avrei mai detto che la pensassi così. Sembri un ragazzo.

# 4884_Noa
source: Hahaha! People have been telling me that for years. They always say I should be more ladylike. <Color:7>♥<Color:Default>
pt_br: Ahahah! Me lo dicono da anni. Mi dicono sempre che dovrei essere più signorile. <Color:7>♥<Color:Default>

# 4896_Akiyama
source: Hmm. Do you ever change what you do to match other girls?
pt_br: Mmh. Cambi mai il tuo modo di fare per assomigliare alle altre ragazze?

# 4908_Noa
source: What do you mean?
pt_br: Cosa intendi?

# 4920_Akiyama
source: Well, for example, when you go to lunch with your friends, do you end up ordering the same thing as the group?
pt_br: Beh, per esempio, quando vai a pranzo con i tuoi amici, finisci per ordinare la stessa cosa del gruppo?

# 4932_Akiyama
source: If one girl orders the lunch special, a lot of times her friends will order the same thing. You know what I mean?
pt_br: Se una ragazza ordina il piatto del giorno, molto spesso le sue amiche ordineranno la stessa cosa. Capisci cosa intendo?

# 4944_Noa
source: Oh. I suppose I don't, now that I think about it.
pt_br: Oh. Beh, immagino di no, ora che ci penso.

# 4956_Noa
source: Ha! Maybe I really am like a guy!
pt_br: Ah! Magari sono proprio come un uomo!

# 4968_Akiyama
source: Heheh.
pt_br: Eheh.

# 4980_Akiyama
source: They just like talking to each other like that. You know, having others agree with them.
pt_br: A loro piace solo parlarsi così. Sai, avere qualcuno che gli dia ragione.

# 4992_Noa
source: Well, I don't like it at all.
pt_br: Beh, non mi va proprio.

# 5004_Akiyama
source: But men are the same way. They like to have a sympathetic ear as much as anyone.
pt_br: Ma anche gli uomini sono fatti così. Gli piace tanto quanto agli altri avere qualcuno che li ascolti e li capisca.

# 5016_Akiyama
source: Don't a lot of guys come to clubs like this to blow off steam from work?
pt_br: Tanti tizi non vengono in locali come questi per sfogarsi dopo il lavoro?

# 5028_Noa
source: Yeah, but I can't stand listening to people complain.
pt_br: Già, ma non sopporto ascoltare la gente lamentarsi.

# 5040_Noa
source: I know it's my job so I don't say anything, but I couldn't care less.
pt_br: So che fa parte del mio lavoro, quindi mi sto zitta, ma non me ne frega niente.

# 5064_Akiyama
source: Oh, I know what you mean. Hearing a group of girls agreeing with each other as loudly as possible gives me a headache.
pt_br: Oh, so cosa intendi. Sentire un gruppo di ragazze che si danno ragione a vicenda il più forte possibile mi fa venire il mal di testa.

# 5076_Noa
source: I know! I can't stand listening to it!
pt_br: Lo so! Non lo reggo proprio!

# 5088_Noa
source: And if you actually say what you think, they look at you like you're crazy!
pt_br: E se dici davvero quello che pensi, ti guardano come un matto!

# 5100_Akiyama
source: Ha, yeah. Why do they even bother asking if they don't want your opinion?
pt_br: Ah, già. Perché si sbattono a chiedere se poi della tua opinione non gliene frega niente?

# 5112_Noa
source: Exactly. You really understand, don't you? <Color:7>♥<Color:Default>
pt_br: Proprio così. Mi capisci al volo, vero? <Color:7>♥<Color:Default>

# 5124_Noa
source: Can I ask you something?
pt_br: Ti posso chiedere una cosa?

# 5136_Akiyama
source: Hm? What?
pt_br: Mmh? Cosa?

# 5148_Noa
source: Why do men like to brag about themselves?
pt_br: Ma perché agli uomini piace tanto vantarsi di sé?

# 5160_Akiyama
source: Brag?
pt_br: Vantarti?

# 5172_Noa
source: Yeah. I like men who work hard and are able to do something well, but they don't have to make a big deal about it.
pt_br: Sì. Mi piacciono gli uomini che si danno da fare e che sanno fare bene qualcosa, ma senza farne un caso.

# 5184_Noa
source: They talk about their little successes as if they were the most amazing things in the world. It's such a turnoff.
pt_br: Parlano dei loro piccoli successi come se fossero le cose più incredibili del mondo. È una cosa che mi fa passare la voglia.

# 5196_Akiyama
source: Ah. They try to make themselves seem more important than they really are.
pt_br: Ah. Cercano di darsi un'importanza che non hanno.

# 5208_Noa
source: Right! And it's not just that. Guys like to brag about their friends, too. That doesn't even have anything to do with them!
pt_br: Giusto! E non è solo questo. Anche ai ragazzi piace vantarsi dei loro amici. E questo non c'entra nemmeno niente con loro!

# 5220_Akiyama
source: That is annoying. They should be more reserved.
pt_br: Che scocciatura. Dovrebbero darsi una regolata.

# 5232_Akiyama
source: A real man doesn't have to show all of his cards.
pt_br: Un vero uomo non deve mostrare tutte le sue carte.

# 5244_Noa
source: That's right! A guy shouldn't go bragging about how great he is.
pt_br: Già! Un tipo non dovrebbe andarsene in giro a darsi tante arie.

# 5256_Noa
source: If it was my boyfriend, I'd like it better if I was the only one who really knew how hard he worked. <Color:7>♥<Color:Default>
pt_br: Se fosse il mio ragazzo, preferirei essere l'unica a sapere davvero quanto si impegna. <Color:7>♥<Color:Default>

# 5268_Akiyama
source: But then you can't tell right away if a guy is the hardworking type, can you?
pt_br: Ma d'altronde non lo capisci subito se uno è uno che si sbatte, vero?

# 5280_Noa
source: Yeah, but that's okay. As long as we can have some fun conversations. So no bragging, please!
pt_br: Sì, ma ci sta lo stesso. L'importante è che ci si faccia due chiacchiere divertenti. Quindi niente sbruffonate, mi raccomando!

# 5292_Akiyama
source: Heh, understood.
pt_br: Ah, capito.

# 5304_Akiyama
source: They're just trying to impress you. It's a matter of pride.
pt_br: Stanno solo cercando di farti colpo. È una questione di orgoglio.

# 5316_Noa
source: Pride?
pt_br: Orgoglio?

# 5328_Akiyama
source: Yeah. They probably don't have much self-confidence. They know they're not really that impressive.
pt_br: Già. Probabilmente non si sentono molto sicuri di sé. Sanno di non essere un granché.

# 5340_Akiyama
source: But they still want pretty girls to like them, so they create an ideal version of themselves to cover up their inadequacies.
pt_br: Ma ci tengono ancora a piacere alle belle ragazze, così si inventano una versione ideale di sé per coprire le loro magagne.

# 5352_Noa
source: But what's wrong with not being successful? The important thing is that they're trying their best. <Color:7>♥<Color:Default>
pt_br: Ma che c'è di male a non avere successo? L'importante è che facciano del loro meglio. <Color:7>♥<Color:Default>

# 5364_Akiyama
source: Well, yeah, but they don't know you think that. So they try to look important.
pt_br: Beh, sì, ma non sanno che la pensi così. Per questo cercano di darsi un tono.

# 5376_Noa
source: And it just ends up backfiring... Don't they realize that?
pt_br: E finisce solo per ritorcersi contro... Ma non lo capiscono?

# 5388_Akiyama
source: If it's true, what else can they do? Lie and say they're failures?
pt_br: Se è vero, che altra scelta hanno? Mentire e ammettere di essere dei falliti?

# 5400_Noa
source: Well, no, of course not...
pt_br: Ma no, certo che no...

# 5412_Noa
source: But why do they have to talk about it at all? Can't they talk about anything but themselves?
pt_br: Ma perché devono proprio parlarne? Non possono parlare di nient'altro che di sé stessi?

# 5424_Akiyama
source: Talking about your successes gets the best reaction. I mean, girls always tell me how amazing my stories are.
pt_br: Parlare dei tuoi successi ottiene la reazione migliore. Cioè, le ragazze mi dicono sempre quanto sono incredibili le mie storie.

# 5436_Noa
source: Oh, they're just being nice. When a girl says, "That's amazing!" she's really thinking, "So what?"
pt_br: Ma sì, fanno solo i carini. Quando una ragazza dice, 'È incredibile!', in realtà pensa, 'E allora?'

# 5448_Noa
source: You didn't actually think they meant it, right?
pt_br: Non credevi mica che facessero sul serio, vero?

# 5472_Noa
source: What do you say when you're trying to pick up a girl?
pt_br: Cosa si dice quando si prova a rimorchiare una ragazza?

# 5484_Akiyama
source: Well... Why don't you tell me what you say first?
pt_br: Beh... Perché non mi dici tu per prima cosa hai da dire?

# 5496_Noa
source: Hey, no fair! Besides, I've never tried to pick anybody up.
pt_br: Ehi, non vale! E poi, non ho mai provata a rimorchiare nessuno.

# 5508_Akiyama
source: What do you do if you like somebody?
pt_br: Cosa fai se hai una cotta per qualcuno?

# 5520_Noa
source: I just sort of try to put out this aura that says, "I love you!" Then I wait for them to come to me. <Color:7>♥<Color:Default>
pt_br: Boh, io cerco solo di emanare quest'aura che dice, "Ti amo!" Poi aspetto che mi vengano dietro. <Color:7>♥<Color:Default>

# 5532_Akiyama
source: That's not fair. You get him to do the asking so it's like you're doing him a favor by saying yes.
pt_br: Non vale! Lo fai chiedere a lui, così sembra quasi che tu gli stia facendo un favore a dire di sì.

# 5544_Noa
source: Hey, it's not like that! I just never know what will happen if I tell somebody I like them.
pt_br: Ehi, non è mica così! È solo che non so mai cosa succederà se dico a qualcuno che mi piace.

# 5556_Noa
source: It's easier if I know other person likes me first. <Color:7>♥<Color:Default>
pt_br: È più facile se so di piacere prima all'altro. <Color:7>♥<Color:Default>

# 5568_Akiyama
source: Okay, as long as that works for you.
pt_br: Va bene, se ti sta bene.

# 5580_Noa
source: Heh, sure does.
pt_br: Eh, eccome se lo è.

# 5592_Akiyama
source: But what if he falls for another girl while you're waiting?
pt_br: Ma se si piglia una sbandata per un'altra tipa mentre aspetti?

# 5604_Noa
source: Oh, that's not a problem. I always turn my "I love you!" aura up to the max!
pt_br: Oh, figurati. Alzo sempre la mia aura da "ti amo!" a palla!

# 5616_Akiyama
source: All right, if you say so.
pt_br: Va bene, se lo dici tu.

# 5628_Akiyama
source: Can you try doing it for me now? I'd like to see this "I love you!" aura.
pt_br: Potresti provare a farla adesso per me? Vorrei proprio vedere quest'aura del "Ti amo!".

# 5640_Noa
source: Hey, I can't just turn it on at the drop of a hat.
pt_br: Senti, non posso mica attaccare la spina su due piedi.

# 5652_Noa
source: And it's not something I can really control. It just happens when I like somebody.
pt_br: E non è una cosa che posso controllare davvero. Succede e basta quando mi piace qualcuno.

# 5664_Akiyama
source: So... You don't feel that way right now?
pt_br: Quindi... non ti senti così adesso?

# 5676_Noa
source: Nope!
pt_br: No!

# 5688_Noa
source: Wait, were you hoping that I did? Haha! Sorry to disappoint you. <Color:7>♥<Color:Default>
pt_br: Ma aspetta, ci speravi? Haha! Spiacente di deluderti. <Color:7>♥<Color:Default>

# 5700_Akiyama
source: Heh, oh well.
pt_br: Eh eh, vabbè.

# 5712_Akiyama
source: Does that really work?
pt_br: Funziona davvero?

# 5724_Noa
source: Well, it certainly seems to get their attention.
pt_br: Beh, pare proprio che attiri la loro attenzione.

# 5736_Akiyama
source: Hmm, I guess that makes a kind of sense. Men can be pretty good at noticing that a girl might be interested.
pt_br: Hmm, immagino che, in un certo senso, abbia senso. Gli uomini ci sanno fare a capire quando una ragazza è interessata.

# 5748_Noa
source: Yeah! By the time I turn my aura on, they're probably already in love with me. <Color:7>♥<Color:Default>
pt_br: Sì! Quando accendo la mia aura, probabilmente sono già cotti di me. <Color:7>♥<Color:Default>

# 5760_Akiyama
source: Ah, then I'll have to be careful around you.
pt_br: Ah, allora dovrò stare attento a te.

# 5772_Noa
source: Oh man, you have to hear this.
pt_br: Cavolo, devi sentire questa.

# 5784_Noa
source: When I was walking to work, a foreigner asked me for directions.
pt_br: Quando andavo al lavoro, uno straniero mi ha chiesto indicazioni.

# 5796_Akiyama
source: Well, foreigners are always stopping people for help.
pt_br: Beh, gli stranieri fermano sempre la gente per chiedere aiuto.

# 5808_Noa
source: Oh? And are they always asking people out for dinner afterwards?
pt_br: Oh? E si mettono sempre a invitare la gente a cena dopo?

# 5820_Akiyama
source: What? Haha, he tried to pick you up?
pt_br: Cosa? Ahah, ha provato a rimorchiarti?

# 5832_Noa
source: Hehe, yep! It's not the first time, either. A while ago, a foreigner asked me to kiss him.
pt_br: Hehe, sì! Non è mica la prima volta. Un po' di tempo fa, uno straniero mi ha chiesto di baciarlo.

# 5844_Akiyama
source: Huh!? Kiss him!?
pt_br: Cosa!? Baciarlo!?

# 5856_Noa
source: Yes. He was about my age. There was a group of foreigners making noise on the train...
pt_br: Sì. Aveva più o meno la mia età. C'era un gruppo di stranieri che faceva casino sul treno...

# 5868_Noa
source: Then one suddenly ran up to me, said I was cute, and asked me to kiss him. He wouldn't give up, either!
pt_br: Poi uno mi è piombato addosso all'improvviso, ha detto che ero carina e mi ha chiesto di baciarlo. E non la smetteva mica!

# 5880_Noa
source: The train was packed, too. It was so embarrassing.
pt_br: Pure il treno era strapieno. Che imbarazzo!

# 5892_Akiyama
source: I bet he was Italian.
pt_br: Ci scommetto che era italiano.

# 5904_Noa
source: Huh? Why?
pt_br: Eh? Perché?

# 5916_Akiyama
source: Italians think that it's polite to try to hit on a pretty girl when they see one.
pt_br: Per gli italiani, è educato provarci con una bella ragazza appena ne vedono una.

# 5928_Noa
source: Really? You mean I wasn't the only one he's said that to?
pt_br: Davvero? Vuoi dire che non ero l'unica a cui l'ha detto?

# 5940_Akiyama
source: Maybe.
pt_br: Forse.

# 5952_Noa
source: Oh. That makes me a little sad...
pt_br: Oh. Mi fa un po' di dispiacere...

# 5964_Akiyama
source: He might've thought you were interested in him. Were you staring at them or something?
pt_br: Si sarà fatto l'idea che gli stessi dando corda. Li stavi fissando o roba del genere?

# 5976_Noa
source: Yeah, I guess so... And now that I think about it, everybody else was trying to ignore them.
pt_br: Sì, immagino... E adesso che ci penso, tutti gli altri cercavano di ignorarli.

# 5988_Akiyama
source: That must be it. You were the only one looking at them, so he thought you were encouraging him.
pt_br: Dev'essere quello. Eri l'unico a guardarli, quindi ha pensato che lo stessi incoraggiando.

# 6000_Noa
source: Hmm. I never thought of that.
pt_br: Mmh. Non ci avevo mai pensato.

# 6012_Akiyama
source: You should probably avoid staring at people if you don't want them to bother you.
pt_br: Forse faresti meglio a non fissare la gente, se non vuoi che ti vengano addosso.
