Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00070001.po
Languages: pt_br

source: Receptionist
pt_br: Addetto alla reception

source: The Underground Coliseum
pt_br: Il Colosseo Sotterraneo

# 740_Receptionist
source: This facility is for members only.
pt_br: Questa struttura è riservata ai soli membri.

# 752_Receptionist
source: I'm sorry, only registered customers can enter this facility.
pt_br: Mi dispiace, solo i clienti registrati possono accedere a questa struttura.

# 764_Receptionist
source: Thank you very much. Come back when you want to fight again.
pt_br: Grazie mille. Torna quando ti va di lottare ancora.

# 800_Receptionist
source: Congratulations. Here is your reward for winning.
pt_br: Complimenti. Ecco la tua ricompensa per la vittoria.

# 836_Receptionist
source: Congratulations!
pt_br: Congratulazioni!

# 848_Receptionist
source: Your nickname has been upgraded! You can check it out from the menu.
pt_br: Il tuo soprannome è stato potenziato! Puoi dargli un'occhiata dal menu.

# 860_Receptionist
source: Welcome. This is the Underground Coliseum.
pt_br: Benvenuto. Questo è il Colosseo Sotterraneo.

# 872_Receptionist
source: Is this your first time here? We will have to register you first. Have a look at the rules while you wait.
pt_br: È la tua prima volta qui? Ti dobbiamo registrare prima. Dai un'occhiata al regolamento mentre aspetti.

# 896_Receptionist
source: Your registration is complete.
pt_br: La tua registrazione è completa.

# 908_Receptionist
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt_br: Questa informazione è stata aggiunta come <Color:14>Memo<Color:Default>. Leggi i <Color:14>Memos<Color:Default> selezionando <Color:14>Memos<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.

# 920_Receptionist
source: What would you like to do?
pt_br: Che si fa?

# 932_Receptionist
source: What would you like to ask about?
pt_br: Cosa ti interessa sapere?

# 944_Receptionist
source: What would you like to view?
pt_br: Cosa vorresti vedere?

# 956_Receptionist
source: Be forewarned: you will not be able to use any weapons or defensive gear.
pt_br: Ti avverto: non potrai usare armi né equipaggiamento difensivo.

# 968_Receptionist
source: Please select a tournament.
pt_br: Selezioni un torneo.

# 1004_Receptionist
source: Best of luck, and have a good fight.
pt_br: In bocca al lupo, e che sia un buon incontro.

# 1028_Receptionist
source: Here are the rules of the Underground Coliseum.
pt_br: Ecco le regole dell'Underground Coliseum.

# 1052_Receptionist
source: What information would you like to view?
pt_br: Quali informazioni desideri visualizzare?

# 1064_Receptionist
source: Here is information on individual match opponents.
pt_br: Ecco le informazioni sugli avversari dei singoli incontri.

# 1088_Receptionist
source: Here is information on tag match opponents.
pt_br: Ecco le dritte sugli avversari dei tag match.

# 1112_Receptionist
source: You can trade points here for items and other things.
pt_br: Puoi scambiare punti qui per oggetti e roba varia.

# 1124_Receptionist
source: What would you like to trade for?
pt_br: Cosa vorresti scambiare?

# 1148_Receptionist
source: These are your fight stats.
pt_br: Queste sono le tue statistiche di combattimento.

# 1172_Receptionist
source: This is a compilation of information about popularity in the Underground Coliseum.
pt_br: Questa è una raccolta di informazioni sulla popolarità nel Colosseo Sotterraneo.

# 1196_Receptionist
source: This is a compilation of information about tag matches.
pt_br: Questa è una raccolta di informazioni sugli incontri a squadre.

# 1220_Receptionist
source: Thank you. Please come again.
pt_br: Grazie. Torna a trovarci.

# 1244_Receptionist
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt_br: Questa informazione è stata aggiunta come <Color:14>Memo<Color:Default>. Leggi i <Color:14>Memos<Color:Default> selezionando <Color:14>Memos<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.

# 1256_Receptionist
source: What would you like to do?
pt_br: Che si fa?

# 1268_Receptionist
source: What would you like to ask about?
pt_br: Cosa ti interessa sapere?

# 1280_Receptionist
source: What would you like to ask about?
pt_br: Cosa ti interessa sapere?

# 1292_Receptionist
source: Be forewarned: you will not be able to use any weapons or defensive gear.
pt_br: Ti avverto: non potrai usare armi né equipaggiamento difensivo.

# 1304_Receptionist
source: Please select a tournament.
pt_br: Selezioni un torneo.

# 1340_Receptionist
source: Thank you, and good luck.
pt_br: Grazie e buona fortuna.

# 1364_Receptionist
source: Here are the rules of the Underground Coliseum.
pt_br: Ecco le regole dell'Underground Coliseum.

# 1388_Receptionist
source: What information would you like to view?
pt_br: Quali informazioni desideri visualizzare?

# 1400_Receptionist
source: Here is information on individual match opponents.
pt_br: Ecco le informazioni sugli avversari dei singoli incontri.

# 1424_Receptionist
source: Here is information on tag match opponents.
pt_br: Ecco le dritte sugli avversari dei tag match.

# 1448_Receptionist
source: You can trade points here for items and other things.
pt_br: Puoi scambiare punti qui per oggetti e roba varia.

# 1460_Receptionist
source: What would you like to trade for?
pt_br: Cosa vorresti scambiare?

# 1484_Receptionist
source: These are your fight stats.
pt_br: Queste sono le tue statistiche di combattimento.

# 1508_Receptionist
source: This is a compilation of information about popularity in the Underground Coliseum.
pt_br: Questa è una raccolta di informazioni sulla popolarità nel Colosseo Sotterraneo.

# 1532_Receptionist
source: This is a compilation of information about tag matches.
pt_br: Questa è una raccolta di informazioni sugli incontri a squadre.

# 1556_Receptionist
source: Thank you. Please come again.
pt_br: Grazie. Torna a trovarci.

# 1568_Receptionist
source: Fight in a Match
pt_br: Fai un incontro

# 1580_Receptionist
source: Ask about the Coliseum
pt_br: Chiedi informazioni sul Colosseo

# 1592_Receptionist
source: View Fighter Stats
pt_br: Mostra Statistiche Combattente

# 1604_Receptionist
source: Exchange Points
pt_br: Scambia Punti

# 1616_Receptionist
source: Nothing
pt_br: Niente

# 1628_Receptionist
source: The Rules
pt_br: Le regole

# 1640_Receptionist
source: Ask About Popularity
pt_br: Chiedi della Popolarità

# 1652_Receptionist
source: Ask About Tag Matches
pt_br: Chiedi dei Tag Match

# 1664_Receptionist
source: Back
pt_br: Indietro

# 1676_Receptionist
source: Opponent Info
pt_br: Informazioni Avversario

# 1688_Receptionist
source: Fight Stats
pt_br: Statistiche di lotta

# 1700_Receptionist
source: Back
pt_br: Indietro

# 1712_Receptionist
source: Individual Match Opponent Info
pt_br: Info Avversario Incontro Singolo

# 1724_Receptionist
source: Tag Match Opponent Info
pt_br: Tag Match Info Avversario

# 1736_Receptionist
source: Back
pt_br: Indietro

# 1748_Receptionist
source: Fight in a Match
pt_br: Fai un incontro

# 1760_Receptionist
source: Ask about the Coliseum
pt_br: Chiedi informazioni sul Colosseo

# 1772_Receptionist
source: View Fighter Stats
pt_br: Mostra Statistiche Combattente

# 1784_Receptionist
source: Exchange Points
pt_br: Scambia Punti

# 1796_Receptionist
source: Nothing
pt_br: Niente

# 1808_Receptionist
source: The Rules
pt_br: Le regole

# 1820_Receptionist
source: Ask About Popularity
pt_br: Chiedi della Popolarità

# 1832_Receptionist
source: Ask About Tag Matches
pt_br: Chiedi dei Tag Match

# 1844_Receptionist
source: Back
pt_br: Indietro

# 1856_Receptionist
source: Opponent Info
pt_br: Informazioni Avversario

# 1868_Receptionist
source: Fight Stats
pt_br: Statistiche di lotta

# 1880_Receptionist
source: Back
pt_br: Indietro

# 1892_Receptionist
source: Individual Match Opponent Info
pt_br: Info Avversario Incontro Singolo

# 1904_Receptionist
source: Tag Match Opponent Info
pt_br: Tag Match Info Avversario

# 1916_Receptionist
source: Back
pt_br: Indietro
