Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c000b.po
Languages: pt_br

# 17436_Himeka
source: Thanks for your email. I've been waitin' for you to come back ever since I got it. <Color:7>♥<Color:Default>
pt_br: Grazie per la mail. Ti aspettavo da quando l'ho ricevuta. <Color:7>♥<Color:Default>

# 17448_Tanimura
source: Heh, I see.
pt_br: Eh, capisco.

# 17460_Himeka
source: So you snowboard too? ♪ Maybe we can go together sometime. <Color:7>♥<Color:Default>
pt_br: Quindi anche tu fai snowboard? ♪ Magari possiamo andarci insieme un giorno. <Color:7>♥<Color:Default>

# 17472_Tanimura
source: Yeah, sounds good.
pt_br: Sì, bella idea.

# 17484_Himeka
source: Ever since ya got mad at me in that email for beggin' too much, I've tried to cut back a bit on alcohol.
pt_br: Da quando ti sei incazzato con me in quella mail perché ti assillavo troppo, ho cercato di limitarmi un po' con l'alcol.

# 17496_Tanimura
source: Really?
pt_br: Davvero?

# 17508_Himeka
source: So I think I've earned a little drink today! <Color:7>♥<Color:Default>
pt_br: Allora, mi sa che oggi mi sono proprio meritata un goccetto! <Color:7>♥<Color:Default>

# 17520_Tanimura
source: Don't go too overboard...
pt_br: Non darci dentro troppo...

# 17532_Himeka
source: *sigh* I'm flattered you invited me out through email, but I just don't have the time.
pt_br: *Sospiro* Sono lusingata che mi hai invitato ad uscire via email, ma non ho proprio tempo.

# 17544_Tanimura
source: I understand... Why don't you try and relax a bit when you're with me. Sound good?
pt_br: Capisco... Perché non provi a rilassarti un po' quando sei con me. Ti va bene?

# 17556_Himeka
source: Yeah. Thanks.
pt_br: Già. Grazie.

# 17568_Himeka
source: Do ya have a kitty cat?
pt_br: Hai un micetto?

# 17580_Tanimura
source: After you showed me the picture of Nyanchu, I've been tempted to get one.
pt_br: Dopo che mi hai mostrato la foto di Nyanchu, sono stato tentato di prenderne uno.

# 17592_Himeka
source: Hehehe, really? ♪ Well, if ya do get a cat, you've gotta show me a picture. They can be friends with Nyanchu too! <Color:7>♥<Color:Default>
pt_br: Hehehe, davvero? ♪ Beh, se ti prendi un gatto, devi mostrarmi una foto. Possono fare amicizia anche con Nyanchu! <Color:7>♥<Color:Default>

# 17604_Tanimura
source: Sounds good.
pt_br: Perfetto.

# 17616_Himeka
source: Sounds like you were born to be a hostess.
pt_br: Direi che sei nata per fare la hostess.

# 17628_Himeka
source: You might've even made it as a pop star.
pt_br: Saresti potuta addirittura sfondare come pop star.

# 17640_Himeka
source: Do you ever think about doing something else?
pt_br: Hai mai pensato di fare qualcos'altro?

# 17652_Himeka
source: They're jealous of you.
pt_br: Sono gelosi di te.

# 17664_Himeka
source: You can't get along with everybody.
pt_br: Non si può andare d'accordo con tutti.

# 17676_Himeka
source: Just don't worry about it.
pt_br: Non ti preoccupare.

# 17688_Himeka
source: Just call me if something happens.
pt_br: Fammi un fischio se succede qualcosa.

# 17700_Himeka
source: You have to tell it to them straight.
pt_br: Devi dirglielo chiaro e tondo.

# 17712_Himeka
source: Maybe you should learn self defense.
pt_br: Magari ti converrebbe imparare a difenderti.

# 17724_Himeka
source: Yeah, he's a cutie.
pt_br: Già, è un amore.

# 17736_Himeka
source: I'm more of a dog person.
pt_br: Sono più un tipo da cani.

# 17748_Himeka
source: Uh, you named him Nyanchu?
pt_br: Uh, l'hai chiamato Nyanchu?

# 17760_Himeka
source: Maybe try drinking milk?
pt_br: Magari prova a bere del latte?

# 17772_Himeka
source: Why don't you try wearing platform shoes?
pt_br: Perché non provi a metterti delle platform?

# 17784_Himeka
source: I could give you a ride on my shoulders.
pt_br: Potrei darti un passaggio sulle mie spalle.

# 17796_Himeka
source: Maybe we can go together.
pt_br: Magari possiamo andarci insieme.

# 17808_Himeka
source: Have fun.
pt_br: Divertiti.

# 17820_Himeka
source: I prefer taking showers over baths.
pt_br: Preferisco farmi la doccia che il bagno.

# 17832_Himeka
source: What a jerk.
pt_br: Che stronzo.

# 17844_Himeka
source: Why don't you try chewing something else?
pt_br: Perché non provi a cambiare disco?

# 17856_Himeka
source: Are you nervous about something?
pt_br: Sei nervosa per qualcosa?

# 17868_Himeka
source: You just have to find a man who can cook.
pt_br: Ti basta trovare un uomo che sappia cucinare.

# 17880_Himeka
source: Why don't you start with some simple dishes?
pt_br: Perché non inizi con qualche piatto semplice?

# 17892_Himeka
source: I like instant food just fine, actually.
pt_br: In realtà, a me il cibo istantaneo va benissimo.

# 17904_Himeka
source: (I should try telling a joke.)
pt_br: (Dovrei provare a raccontare una barzelletta.)

# 17916_Himeka
source: (I should change the subject.)
pt_br: (Dovrei cambiare argomento.)

# 17928_Himeka
source: I don't really like comedians.
pt_br: Non mi piacciono molto i comici.

# 17940_Himeka
source: Come on. I'm a cop, remember?
pt_br: Dai. Sono un poliziotto, ricordi?

# 17952_Himeka
source: Maybe once in a while.
pt_br: Forse ogni tanto.

# 17964_Himeka
source: I'll try not to do it from now on.
pt_br: Cercherò di non farlo d'ora in poi.

# 17976_Himeka
source: You should just wait and see what happens.
pt_br: Dovresti solo aspettare e vedere come va a finire.

# 17988_Himeka
source: Have a drink and forget about it.
pt_br: Fatti un drink e dimenticatene.

# 18000_Himeka
source: Maybe you should take a few days off.
pt_br: Magari dovresti prenderti qualche giorno libero.

# 18012_Himeka
source: You're really gonna just run away from the problem?
pt_br: Ma davvero te la dai a gambe dal problema?

# 18024_Himeka
source: You should follow your heart.
pt_br: Dovresti seguire il tuo cuore.

# 18036_Himeka
source: That might be the best plan.
pt_br: Quello potrebbe essere il piano migliore.

# 18048_Himeka
source: Don't you have other people you can talk to?
pt_br: Non hai mica altre persone con cui parlare?

# 18060_Himeka
source: You should try and be more independent.
pt_br: Dovresti cercare di essere più indipendente.

# 18072_Himeka
source: Maybe you should quit being a hostess.
pt_br: Forse dovresti mollare di fare l'hostess.

# 18084_Himeka
source: Do you have someone you like?
pt_br: Ti piace qualcuno?

# 18096_Himeka
source: What do you want most in the world right now?
pt_br: Cosa vuoi di più al mondo, adesso?

# 18108_Himeka
source: What's your most embarrassing memory?
pt_br: Qual è il tuo ricordo più imbarazzante?

# 18120_Himeka
source: You just don't know the right way to drink.
pt_br: Non sai proprio bere come si deve.

# 18132_Himeka
source: Drinking that much isn't good for you.
pt_br: Bere così tanto non ti fa bene.

# 18144_Himeka
source: You're young. I'm sure you'll be fine.
pt_br: Sei giovane. Sono sicuro che starai bene.

# 18156_Himeka
source: I'm not very good with electronics either.
pt_br: Non sono molto bravo con l'elettronica neanch'io.

# 18168_Himeka
source: You want me to show you how to use it?
pt_br: Vuoi che ti mostri come si usa?

# 18180_Himeka
source: Just try fooling around with it.
pt_br: Prova a giocarci un po'.

# 18192_Himeka
source: Was it a picture of me?
pt_br: Era una foto di me?

# 18204_Himeka
source: I bet it was your cat, Nyanchu.
pt_br: Scommetto che è stato il tuo gatto, Nyanchu.

# 18216_Himeka
source: You didn't draw anything, did you?
pt_br: Non hai pescato niente, vero?

# 18228_Himeka
source: If I like a woman, I make her mine.
pt_br: Se mi piace una donna, la faccio mia.

# 18240_Himeka
source: Actually, I'm kind of bashful too.
pt_br: A dire il vero, sono un po' timida anch'io.

# 18252_Himeka
source: It depends on who it is.
pt_br: Dipende da chi è.

# 18264_Himeka
source: I'd pick you up riding a white horse.
pt_br: Ti passerei a prendere su un cavallo bianco.

# 18276_Himeka
source: I'd pick you up in a police car.
pt_br: Ti verrei a prendere con la volante.

# 18288_Himeka
source: I wouldn't do anything fancy.
pt_br: Non mi metterei a fare chissà che.

# 18300_Himeka
source: Let me handle this.
pt_br: Ci penso io.

# 18312_Himeka
source: You should file a police report.
pt_br: Dovresti fare una denuncia.

# 18324_Himeka
source: Just wait until whoever it is gives up.
pt_br: Aspetta solo che molli, chiunque sia.

# 18336_Himeka
source: This is a decision you need to make on your own.
pt_br: Questa è una decisione che devi prendere da sola.

# 18348_Himeka
source: Wouldn't you regret it if you left now?
pt_br: Non te ne pentiresti mica se te ne andassi ora?

# 18360_Himeka
source: I'll walk you to the station.
pt_br: Ti accompagno alla stazione.

# 18372_Himeka
source: If you've never been, I'd go to Korea.
pt_br: Se non ci sei mai stato, ti direi di andare in Corea.

# 18384_Himeka
source: Northern Japan can be fun.
pt_br: Il Nord del Giappone può essere divertente.

# 18396_Himeka
source: You like hot springs. Why not go to Hakone?
pt_br: Ti piacciono le terme. Perché non vai ad Hakone?

# 18408_Himeka
source: Let's just worry about Kashiwabara for now.
pt_br: Pensiamo a Kashiwabara per adesso.

# 18420_Himeka
source: You can do much better than me.
pt_br: Meriti di molto meglio di me.

# 18432_Himeka
source: Well, I don't know.
pt_br: Beh, non lo so.

# 18444_Himeka
source: Not having sex appeal makes you attractive.
pt_br: Non avere sex appeal ti rende attraente.

# 18456_Himeka
source: You could try a little harder.
pt_br: Potresti impegnarti un po' di più.

# 18468_Himeka
source: He's a fool.
pt_br: È uno sciocco.

# 18480_Himeka
source: You've got a talent for it.
pt_br: Ci sai fare.

# 18492_Himeka
source: You should try harder.
pt_br: Dovresti darci dentro di più.

# 18504_Himeka
source: Maybe you should open up your own store.
pt_br: Magari dovresti aprire un locale tuo.

# 18516_Himeka
source: How about me?
pt_br: Che ne dici di me?

# 18528_Himeka
source: I'd like you to make me miso soup every morning.
pt_br: Vorrei che tu mi facessi la zuppa di miso ogni mattina.

# 18540_Himeka
source: I'm kind of a gourmet, actually.
pt_br: Sono un po' una buongustaia, a dire il vero.

# 18552_Himeka
source: She wouldn't get mad at me, would she?
pt_br: Non si arrabbierebbe con me, vero?

# 18564_Himeka
source: She sounds interesting.
pt_br: Sembra interessante.

# 18576_Himeka
source: I think I'll pass.
pt_br: Penso che passerò.

# 18588_Himeka
source: That's surprisingly practical of you.
pt_br: Beh, per essere te, è sorprendentemente pratico.

# 18600_Himeka
source: Do they have horse racing in Hawaii?
pt_br: Hanno le corse dei cavalli alle Hawaii?

# 18612_Himeka
source: You can speak English?
pt_br: Sai parlare inglese?

# 18624_Himeka
source: We'd go on a drive along the coast.
pt_br: Ci faremmo un giro in macchina lungo la costa.

# 18636_Himeka
source: We'd take the train to Nagano.
pt_br: Prenderemmo il treno per Nagano.

# 18648_Himeka
source: We'd take a stroll in a nearby park.
pt_br: Ci faremmo un giretto in un parco qui vicino.

# 18660_Himeka
source: You've really grown, Himeka.
pt_br: Sei proprio cresciuta, Himeka.

# 18672_Himeka
source: It was impressive.
pt_br: Era impressionante.

# 18684_Himeka
source: Yeah, you should be grateful.
pt_br: Già, dovresti essere grato.

# 18696_Himeka
source: Nothing
pt_br: Niente

# 18732_Himeka
source: The Ghost in the Underground Mall
pt_br: Il Fantasma nella Galleria Commerciale Sotterranea

# 18744_Himeka
source: The Footbaths at Yunosono Hot Springs
pt_br: I pediluvi alle Terme di Yunosono

# 18756_Himeka
source: Popular Golf Dates Among Women
pt_br: Appuntamenti di golf gettonati tra le donne

# 18768_Himeka
source: Eating Liver to Reverse Brain Aging
pt_br: Mangiare Fegato per Ringiovanire il Cervello

# 18780_Himeka
source: The Pole Dancing Workout
pt_br: Il Workout di Pole Dance

# 18792_Himeka
source: Popular Sweet Sake Among Women
pt_br: Sake Dolce Popolare Tra le Donne

# 18804_Himeka
source: Sure, why not?
pt_br: Ma sì, perché no?

# 18816_Himeka
source: Nah.
pt_br: Macché.

# 18828_Himeka
source: Sure.
pt_br: Certo.
