Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c031d.po
Languages: pt_br

source: You got a <Color:8>10G Coin<Color:Default>.
pt_br: Hai ottenuto una <Color:8>10G Coin<Color:Default>.

source: You got a <Color:8>100G Coin<Color:Default>.
pt_br: Hai ottenuto una <Color:8>moneta da 100G<Color:Default>.

source: You got a <Color:8>1000G Coin<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Moneta da 1000G<Color:Default>.

source: Elise Manager
pt_br: Manager dell'Elise

# 80_Manager
source: Thank you for everything, sir. It's all thanks to you that our club has become this popular.
pt_br: Grazie di tutto, Capo. È tutto merito tuo se il nostro locale è diventato così gettonato.

# 92_Akiyama
source: That's good to hear.
pt_br: Sono contento di sentirlo.

# 104_Elise Manager
source: Thank you again, sir. Please accept this as a token of our appreciation.
pt_br: Grazie ancora, capo. La prego di accettare questo come segno del nostro apprezzamento.

# 152_Elise Manager
source: I'll contact you again if anything else comes up.
pt_br: Ti ricontatterò se salta fuori qualcos'altro.

# 164_Elise Manager
source: Thank you for everything, sir. It's all thanks to you that our club has become this popular.
pt_br: Grazie di tutto, Capo. È tutto merito tuo se il nostro locale è diventato così gettonato.

# 176_Akiyama
source: That's good to hear.
pt_br: Sono contento di sentirlo.

# 188_Elise Manager
source: Thank you again, sir. Please accept this as a token of our appreciation.
pt_br: Grazie ancora, capo. La prego di accettare questo come segno del nostro apprezzamento.

# 236_Elise Manager
source: I'll contact you again if anything else comes up.
pt_br: Ti ricontatterò se salta fuori qualcos'altro.

# 248_Elise Manager
source: Thank you for everything you've done. You've managed to train three excellent hostesses, and the club is doing very well.
pt_br: Grazie per tutto quello che hai fatto. Sei riuscito a formare tre ottime hostess, e il locale sta andando alla grande.

# 260_Akiyama
source: I'm just glad to be of help.
pt_br: Sono solo contento di essere d'aiuto.

# 272_Elise Manager
source: I know the club will be able to keep itself afloat from now on, if not exceed all of our expectations. I doubt we will need to ask you to go out of your way to help us again.
pt_br: So che il locale riuscirà a mantenersi a galla d'ora in poi, se non addirittura superare tutte le nostre aspettative. Dubito che avremo bisogno di chiederti di scomodarti per aiutarci di nuovo.

# 284_Akiyama
source: All right then. Keep up the good work.
pt_br: Perfetto, allora. Continua così.

# 296_Elise Manager
source: Thank you again, sir. Please accept this as a token of our appreciation.
pt_br: Grazie ancora, capo. La prego di accettare questo come segno del nostro apprezzamento.
