Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c02a6.po
Languages: pt_br

source: You got a <Color:8>Staminan X<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Staminan X<Color:Default>.

source: You got a bottle of <Color:8>French Cologne<Color:Default>.
pt_br: Hai ottenuto una bottiglia di <Color:8>Colonia Francese<Color:Default>.

source: You got a <Color:8>Italian Cologne<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Colonia Italiana<Color:Default>.

source: You got a <Color:8>Swiss Watch<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Orologio Svizzero<Color:Default>.

source: You got a bottle of <Color:8>French Cologne<Color:Default>.
pt_br: Hai ottenuto una bottiglia di <Color:8>Colonia Francese<Color:Default>.

source: You got a bottle of <Color:8>Italian Cologne<Color:Default>.
pt_br: Hai ricevuto una bottiglia di <Color:8>Colonia Italiana<Color:Default>.

source: You got a <Color:8>Swiss Watch<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Orologio Svizzero<Color:Default>.

source: You got a bottle of <Color:8>French Cologne<Color:Default>.
pt_br: Hai ottenuto una bottiglia di <Color:8>Colonia Francese<Color:Default>.

source: You got a bottle of <Color:8>Italian Cologne<Color:Default>.
pt_br: Hai ricevuto una bottiglia di <Color:8>Colonia Italiana<Color:Default>.

source: You got a <Color:8>Swiss Watch<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Orologio Svizzero<Color:Default>.

# 120_峰村七海：源氏名
source: Good game! Here you go. <Color:255,200,200,255>♥<Color:Default>
pt_br: Bella partita! Ecco a te. <Color:255,200,200,255>♥<Color:Default>

# 168_峰村七海：源氏名
source: That was fun! ♪ Ask me out again, okay? <Color:255,200,200,255>♥<Color:Default>
pt_br: Mi sono divertita! ♪ Invitami di nuovo, va bene? <Color:255,200,200,255>♥<Color:Default>

# 240_峰村七海：源氏名
source: Oh! One more thing. I have a present for you, Tanimura-san. Here you go! ♪
pt_br: Oh! Un'altra cosa. Ho un regalo per te, Tanimura-san. Ecco a te! ♪

# 492_峰村七海：源氏名
source: Ask me out again, okay? <Color:255,200,200,255>♥<Color:Default>
pt_br: Invitarmi a uscire ancora, ok? <Color:255,200,200,255>♥<Color:Default>

# 552_峰村七海：源氏名
source: Good game! It ended in a tie.
pt_br: Bella partita! È finita in parità.

# 576_峰村七海：源氏名
source: That was fun! ♪ Ask me out again, okay? <Color:255,200,200,255>♥<Color:Default>
pt_br: Mi sono divertita! ♪ Invitami di nuovo, va bene? <Color:255,200,200,255>♥<Color:Default>

# 648_峰村七海：源氏名
source: Oh! One more thing. I have a present for you, Tanimura-san. Here you go! ♪
pt_br: Oh! Un'altra cosa. Ho un regalo per te, Tanimura-san. Ecco a te! ♪

# 900_峰村七海：源氏名
source: That was fun! ♪ Ask me out again, okay? <Color:255,200,200,255>♥<Color:Default>
pt_br: Mi sono divertita! ♪ Invitami di nuovo, va bene? <Color:255,200,200,255>♥<Color:Default>

# 960_峰村七海：源氏名
source: Good game! I was pretty good, huh?
pt_br: Bella partita! Non sono stato mica male, eh?

# 984_峰村七海：源氏名
source: That was fun! ♪ Ask me out again, okay? <Color:255,200,200,255>♥<Color:Default>
pt_br: Mi sono divertita! ♪ Invitami di nuovo, va bene? <Color:255,200,200,255>♥<Color:Default>

# 1056_峰村七海：源氏名
source: Oh! One more thing. I have a present for you, Tanimura-san. Here you go! ♪
pt_br: Oh! Un'altra cosa. Ho un regalo per te, Tanimura-san. Ecco a te! ♪

# 1308_峰村七海：源氏名
source: That was fun! ♪ Ask me out again, okay? <Color:255,200,200,255>♥<Color:Default>
pt_br: Mi sono divertita! ♪ Invitami di nuovo, va bene? <Color:255,200,200,255>♥<Color:Default>

# 1368_峰村七海：源氏名
source: Sorry to keep you waiting. <Color:255,200,200,255>♥<Color:Default>
pt_br: Scusa l'attesa. <Color:255,200,200,255>♥<Color:Default>
