Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid01020194.po
Languages: pt_br

source: Heat Actions
pt_br: Azioni Calde

source: Well-dressed Aniki
pt_br: Boss in tiro

# 72_Watanabe
source: Shit...!
pt_br: Cazzo...!

# 84_Akiyama
source: Listen, guys. You mind staying out of my way from now on? We'd both be better off that way.
pt_br: Sentite, ragazzi. Che ne dite di togliervi di mezzo, d'ora in poi? Ci guadagneremmo tutti e due, così.

# 96_Akiyama
source: I'm sure you've got a rep to keep up, so I won't tell folks about how I keep kicking your asses. Deal?
pt_br: Immagino tu abbia una reputazione da mantenere, quindi non andrò a dire in giro come ti continuo a spaccare il culo. Affare fatto?

# 120_Watanabe
source: Fine...
pt_br: Vabbè...

# 132_Kobayashi
source: But Aniki!?
pt_br: Ma Aniki!?

# 144_Watanabe
source: You shut your damn hole!
pt_br: Chiudi quel cazzo di buco!

# 156_Watanabe
source: Okay, Akiyama-san. We got nothing to do with you from now on, and nothing happened here today. You got that?
pt_br: Va bene, Akiyama-san. Da adesso in poi non abbiamo più niente a che fare con te, e qui oggi non è successo niente. Hai capito?

# 168_Akiyama
source: Oh, loud and clear.
pt_br: Oh, forte e chiaro.

# 180_Watanabe
source: You hear that boys!?
pt_br: Sentito, ragazzi!?

# 192_Kobayashi
source: Yes, Aniki...
pt_br: Sì, Aniki...

# 204_Watanabe
source: We're outta here. Later!
pt_br: Ci leviamo di torno. Ci vediamo!

# 252_Akiyama
source: (Man, talk about a waste of time. Well, I better get on over to <Color:7>Club Elnard<Color:Default>.)
pt_br: (Mannaggia, che spreco di tempo. Vabbè, è meglio che vada al <Color:7>Club Elnard<Color:Default>.)

# 264_Heat Actions
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt_br: Questa informazione è stata aggiunta come <Color:14>Memo<Color:Default>. Leggi i <Color:14>Memos<Color:Default> selezionando <Color:14>Memos<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.

# 300_Kobayashi
source: Not so fast, tough guy!
pt_br: Non così in fretta, spaccone!

# 312_Akiyama
source: Seriously, you guys again? Didn't you have enough kicks to the face last time around?
pt_br: Ma sul serio, ancora voi? Non vi sono bastati i calcioni in faccia la volta scorsa?

# 324_Ito
source: Shut it, pisshead! You're the only one getting kicked this time!
pt_br: Chiudi il becco, ubriacone di merda! Stavolta l'unico a beccarsi i calci sei tu!

# 336_Kobayashi
source: Aniki, this is him. The asshole I was telling you about.
pt_br: Aniki, questo è lui. Lo stronzo di cui ti stavo parlando.

# 348_Well-dressed Aniki
source: So, you're Akiyama. I've heard about you and that racket of yours. Sky Finance, you call it?
pt_br: Allora, tu sei Akiyama. Ho sentito parlare di te e di quella tua baracca. Sky Finance, è così che lo chiami?

# 360_Well-dressed Aniki
source: My boys here tell me you did a nice little number on them earlier. It's time I return the favor!
pt_br: I miei ragazzi qui mi hanno detto che gli hai fatto un bel lavoretto prima. È ora che ti ricambi il favore!

# 372_Akiyama
source: Look, can we just quit the chatter and get it over with? I have places to be.
pt_br: Senti, la piantiamo con 'ste chiacchiere e la facciamo finita? Ho altro da fare.

# 384_Well-dressed Aniki
source: Smug little asshole! We're gonna bury you!
pt_br: Piccolo stronzo spocchioso! Ti seppelliremo!
