Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee05ac.po
Languages: pt_br

source: You got a <Color:8>Small Bomb<Color:Default>.
pt_br: Hai una <Color:8>Bomba Piccola<Color:Default>.

source: You got a <Color:8>Superalloy Pickaxe<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Piccone di Superlega<Color:Default>.

source: You got a K Works Catalog 1.
pt_br: Ti sei beccato un K Works Catalogo 1.

source: You got a K Works Catalog 3.
pt_br: Hai preso un Catalogo K Works 3.

source: You got a K Works Catalog 2.
pt_br: Hai ottenuto un K Works Catalogo 2.

# 440_Kamiyama
source: Oh, hello. What can I do for you today?
pt_br: Oh, salve. Cosa posso fare per te oggi?

# 452_Saejima
source: Can you make me a small bomb from this high-grade explosive gunpowder and this battery?
pt_br: Mi fai una piccola bomba con questa polvere esplosiva di prima scelta e questa batteria?

# 464_Kamiyama
source: A bomb? You're not particular about the case or cables I use, right?
pt_br: Una bomba? Non fai il pignolo sull'involucro o i cavi che uso, vero?

# 476_Kamiyama
source: I'll see what I can do.
pt_br: Vedrò cosa posso combinare.

# 536_Kamiyama
source: I finished! It's not the prettiest thing in the world, but what it lacks in beauty, it makes up for with power.
pt_br: Ho finito! Non sarà un gran che a vedersi, ma quel che gli manca in bellezza, lo tira fuori tutto in potenza.

# 572_Kamiyama
source: No need to pay me! You've done a lot to help me, after all.
pt_br: Non serve che mi paghi! Dopotutto, mi hai dato una gran mano.

# 584_Saejima
source: Thanks a lot. This'll be real helpful.
pt_br: Grazie tante. Questo mi tornerà proprio utile.

# 596_Kamiyama
source: Oh, hello. What can I do for you today?
pt_br: Oh, salve. Cosa posso fare per te oggi?

# 608_Saejima
source: Can you make me a pickaxe out of this Super Alloy and Chunk of Wood (Ash)?
pt_br: Puoi farmi un piccone con questa Super Lega e un pezzo di legno (Frassino)?

# 620_Kamiyama
source: This alloy is of such incredible high quality! Wow.
pt_br: Questa lega è di una qualità così incredibilmente alta! Caspita.

# 632_Kamiyama
source: I'll see what I can do.
pt_br: Vedrò cosa posso combinare.

# 692_Kamiyama
source: I finished! This pickaxe will be able to break through anything.
pt_br: Finito! Questo piccone potrà sfondare tutto.

# 728_Kamiyama
source: No need to pay me! Getting to work with such a fine alloy is a rare treat.
pt_br: Non mi devi pagare! Poter lavorare con una lega così pregiata è una vera manna dal cielo.

# 740_Saejima
source: Thanks a lot. This'll be real helpful.
pt_br: Grazie tante. Questo mi tornerà proprio utile.

# 752_Kamiyama
source: Oh, hello, Saejima-san. I've started my own modding business.
pt_br: Oh, ciao, Saejima-san. Mi sono messo in proprio con il modding.

# 764_Kamiyama
source: In commemoration of my shop's opening, I'd like to give you a small gift. Please, take this.
pt_br: Per celebrare l'apertura della mia bottega, vorrei darti un piccolo regalo. Prego, prendi questo.

# 800_Kamiyama
source: So, what will it be today? My specialty is weapons modifications.
pt_br: Allora, che si fa oggi? La mia specialità sono le modifiche alle armi.

# 884_Kamiyama
source: All right, then. Maybe next time.
pt_br: Va beh, allora. Magari la prossima volta.

# 896_Kamiyama
source: Uh, hi there. I run a weapons modding shop here. I look forward to doing business with you.
pt_br: Ehm, ciao. Qui ho un'officina per truccare le armi. Spero faremo buoni affari.

# 908_Kamiyama
source: In commemoration of my shop's opening, I'd like to give you a small gift. Please, take this.
pt_br: Per celebrare l'apertura della mia bottega, vorrei darti un piccolo regalo. Prego, prendi questo.

# 944_Kamiyama
source: So, what can I do for you today? My specialty is weapons modifications.
pt_br: Allora, cosa posso fare per te oggi? Il mio forte sono le modifiche alle armi.

# 1028_Kamiyama
source: All right, then. Maybe next time.
pt_br: Va beh, allora. Magari la prossima volta.

# 1040_Kamiyama
source: Uh, hi there. I run a weapons modding shop here. I look forward to doing business with you.
pt_br: Ehm, ciao. Qui ho un'officina per truccare le armi. Spero faremo buoni affari.

# 1052_Kamiyama
source: In commemoration of my shop's opening, I'd like to give you a small gift. Please, take this.
pt_br: Per celebrare l'apertura della mia bottega, vorrei darti un piccolo regalo. Prego, prendi questo.

# 1088_Kamiyama
source: So, what can I do for you today? My specialty is weapons modifications.
pt_br: Allora, cosa posso fare per te oggi? Il mio forte sono le modifiche alle armi.

# 1172_Kamiyama
source: All right, then. Maybe next time.
pt_br: Va beh, allora. Magari la prossima volta.

# 1184_Kamiyama
source: Hey, there. I can help you mod or repair weapons. What can I do for you today?
pt_br: Ehi, te. Posso darti una mano a moddare o riparare le armi. Cosa posso fare per te oggi?

# 1268_Kamiyama
source: All right, then. Maybe next time.
pt_br: Va beh, allora. Magari la prossima volta.

# 1280_Kamiyama
source: Mod Gear or Accessories
pt_br: Modifica Equipaggiamento o Accessori

# 1292_Kamiyama
source: View Designs
pt_br: Visualizza Progetti

# 1304_Kamiyama
source: Buy Equipment/Designs
pt_br: Compra Equipaggiamento/Progetti

# 1316_Kamiyama
source: Never Mind
pt_br: Lascia perdere

# 1328_Kamiyama
source: Mod Gear or Accessories
pt_br: Modifica Equipaggiamento o Accessori

# 1340_Kamiyama
source: View Designs
pt_br: Visualizza Progetti

# 1352_Kamiyama
source: Buy Equipment/Designs
pt_br: Compra Equipaggiamento/Progetti

# 1364_Kamiyama
source: Never Mind
pt_br: Lascia perdere

# 1376_Kamiyama
source: Mod Gear or Accessories
pt_br: Modifica Equipaggiamento o Accessori

# 1388_Kamiyama
source: View Designs
pt_br: Visualizza Progetti

# 1400_Kamiyama
source: Buy Equipment/Designs
pt_br: Compra Equipaggiamento/Progetti

# 1412_Kamiyama
source: Never Mind
pt_br: Lascia perdere

# 1424_Kamiyama
source: Mod Gear or Accessories
pt_br: Modifica Equipaggiamento o Accessori

# 1436_Kamiyama
source: View Designs
pt_br: Visualizza Progetti

# 1448_Kamiyama
source: Buy Equipment/Designs
pt_br: Compra Equipaggiamento/Progetti

# 1460_Kamiyama
source: Never Mind
pt_br: Lascia perdere
