Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid01020286.po
Languages: pt_br

# 56_Hana
source: Sorry, Chief. I tried to stop them, but...
pt_br: Mi dispiace, Capo. Ho provato a fermarli, ma...

# 68_Akiyama
source: No, I should've been here to protect you. I'm the one who should apologize.
pt_br: No, sarei dovuto essere qui a proteggerti. Sono io che ti devo delle scuse.

# 80_Akiyama
source: Was it those Shibata goons again?
pt_br: Erano di nuovo quegli scagnozzi di Shibata?

# 92_Hana
source: No, it was some guy named <Color:7>Midorikawa<Color:Default>, from the Hatsushiba Clan.
pt_br: No, era un tizio di nome <Color:7>Midorikawa<Color:Default>, del Clan Hatsushiba.

# 104_Akiyama
source: Hatsushiba Clan?
pt_br: Clan Hatsushiba?

# 116_Hana
source: That's right. And he said something about their boss and Shibata being really tight.
pt_br: Esatto. E ha detto che il loro capo e Shibata erano proprio culo e camicia.

# 128_Hana
source: The guy really knew how to run his mouth. He kept telling me stuff I didn't even ask about.
pt_br: Quel tizio non si teneva un cecio in bocca. Continuava a raccontar mi cose che nemmeno gli avevo chiesto.

# 140_Hana
source: It sounds like the Hatsushiba Clan was helping the Shibata Family track down Kido-san...
pt_br: A quanto pare il Clan Hatsushiba stava aiutando la Famiglia Shibata a rintracciare Kido-san...

# 152_Akiyama
source: They're after Kido-chan? Where is he, anyway?
pt_br: Vogliono Kido-chan? Dov'è finito, poi?

# 164_Hana
source: That's just it. Kido-san was here when they showed up. Midorikawa's guys jumped him...
pt_br: È proprio così. Kido era qui quando sono spuntati. Quelli di Midorikawa gli sono piombati addosso...

# 176_Hana
source: Then they hauled him off to who knows where...
pt_br: Poi se lo sono trascinati via, chissà dove...

# 188_Akiyama
source: They took Kido-chan?
pt_br: Si sono portati via Kido-chan?

# 200_Hana
source: He didn't stand a chance. He was completely outnumbered.
pt_br: Non aveva scampo. Erano decisamente troppi per lui.

# 212_Akiyama
source: Hm...
pt_br: Mh...

# 224_Hana
source: Um... Chief?
pt_br: Ehm... Capo?

# 236_Akiyama
source: Oh, sorry. Just thinking about something. So they took Kido-chan. The question is: why?
pt_br: Oh, scusa. Stavo solo pensando a qualcosa. Quindi si sono presi Kido-chan. La domanda è: perché?

# 248_Hana
source: No idea...
pt_br: Boh...

# 260_Hana
source: Oh! That Midorikawa guy also stole our <Color:7>client registry<Color:Default>! It sounded like that's what brought them here in the first place.
pt_br: Oh! Quel Midorikawa ci ha pure fregato il nostro <Color:7>registro clienti<Color:Default>! A quanto pare, è per quello che sono venuti qui fin dall'inizio.

# 272_Hana
source: He said he was just "borrowing" it, but I seriously doubt he'll be bringing it back any time soon.
pt_br: Ha detto che lo stava solo "prendendo in prestito", ma ci credo poco che lo riporterà tanto presto.

# 284_Akiyama
source: Our registry? What would they want with that?
pt_br: Il nostro registro clienti? Cosa se ne farebbero?

# 296_Hana
source: Who knows. I'm more worried about Kido-san...
pt_br: Chissà. Sono più preoccupato per Kido-san...

# 308_Akiyama
source: Agreed. Sounds like I need to pay those Hatsushiba goons a little visit. Collect on what they borrowed.
pt_br: Perfetto. Mi sa che devo fare una visitina a quei sgherri degli Hatsushiba. E riscuotere quello che si sono 'presi in prestito'.

# 320_Hana
source: Go get 'em, Chief! Just don't do anything crazy, okay?
pt_br: Dai, Capo, fagliela pagare! Però non fare pazzie, ok?

# 332_Akiyama
source: I'm not going to leave you like this, Hana-chan. And where the hell are the cops? Didn't anyone see those bastards bust in!?
pt_br: Non ti mollo così, Hana-chan. E dove diavolo sono i poliziotti? Nessuno ha visto quei bastardi fare irruzione!?

# 344_Hana
source: Don't worry about me. I already called for an ambulance.
pt_br: Non preoccuparti per me. Ho già chiamato un'ambulanza.

# 356_Akiyama
source: Heh, you really are on top of everything, aren't you?
pt_br: Ah, sei proprio sul pezzo, vero?

# 368_Akiyama
source: Well, sit tight. I'm gonna go get Kido-chan and that registry back.
pt_br: Beh, aspetta un attimo. Vado a riprendere Kido-chan e quel registro.

# 380_Hana
source: You got it, Chief!
pt_br: Capito, Capo!
