Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0026041c.po
Languages: pt_br

source: Date
pt_br: Appuntamento

# 56_Kiryu
source: Date, you mind if I borrow your stove?
pt_br: Date, ti dispiace se uso il tuo fornello?

# 68_Date
source: Help yourself. I never had you pegged for the cooking type, Kiryu.
pt_br: Serviti pure. Non ti avrei mai immaginato ai fornelli, Kiryu.

# 80_Kiryu
source: I don't have much choice. I have to heat up this curry.
pt_br: Non è che abbia molta scelta. Mi tocca scaldare 'sto curry.

# 104_Date
source: Well, have at it.
pt_br: Beh, buttati pure.

# 116_Kiryu
source: Thanks. It'll only take a second.
pt_br: Grazie. Ci metto un attimo.

# 140_Kiryu
source: You heated up the "<Color:255,255,200,255>Large Curry Take-home Packs<Color:Default>."
pt_br: Hai riscaldato i "<Color:255,255,200,255>Grandi pacchi di curry da asporto<Color:Default>."

# 188_Kiryu
source: Man, heating up that much curry took longer than I expected. Thanks, Date.
pt_br: Accidenti, riscaldare tutto quel curry ci ha messo più tempo di quanto mi aspettassi. Grazie, Date.

# 200_Date
source: Sure, no problem. Take care of yourself.
pt_br: Certo, nessun problema. Riguardati.

# 212_Kiryu
source: (I better hurry back to the construction site.)
pt_br: Farei meglio a sbrigarmi a tornare al cantiere.
