Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00cc0001.po
Languages: pt_br

source: This's a test. Volume:BGM,0.3,1.
pt_br: Questo è un test. Volume:BGM,0.3,1.

source: This's a test. BGM:kaiwabgm_love
pt_br: Questo è un test. BGM:kaiwabgm_love

source: This's a test. Volume:environmental sounds,0.6,1.5.
pt_br: Questo è un test. Volume:suoni ambientali,0.6,1.5.

source: This's a test. Volume:environmental sounds,0.7,1.3.
pt_br: Questo è un test. Volume: suoni ambientali,0.7,1.3.

source: This's a test. BGM:kaiwabgm_sadness
pt_br: Questo è un test. BGM:kaiwabgm_sadness

# 56_kaiwabgm_loneliness
source: This's a test. BGM:NONE
pt_br: Questo è un test. BGM:NESSUNO

# 68_kaiwabgm_sadness
source: This's a test. BGM:kaiwabgm_loneliness Volume: BGM,0.65,1
pt_br: Questo è un test. BGM:kaiwabgm_loneliness Volume: BGM,0.65,1

# 80_kaiwabgm_loneliness
source: This's a test. Not doing anything.
pt_br: Questo è un test. Non fa niente.

# 116_kaiwabgm_funny
source: This's a test. BGM:kaiwabgm_funny,10
pt_br: Questa è una prova. BGM:kaiwabgm_funny,10

# 140_kaiwabgm_loneliness
source: This's a test. BGM:NONE
pt_br: Questo è un test. BGM:NESSUNO

# 152_kaiwabgm_fuonb
source: This's a test. kaiwabgm_fuonB.
pt_br: Questo è un test. kaiwabgm_fuonB.

# 176_kaiwabgm_happy
source: This's a test. BGM:kaiwabgm_happy
pt_br: Questo è un test. BGM:kaiwabgm_happy

# 200_kaiwabgm_loneliness
source: Test continuation.
pt_br: Continuazione test.
