Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60314.po
Languages: pt_br

source: You got an <Color:8>Eye of the Dragon<Color:Default>.
pt_br: Hai un <Color:8>Occhio del Drago<Color:Default>.

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: Tadokoro's Subordinate
pt_br: Uomo di Tadokoro

# 56_Tadokoro
source: This man is the ringleader, I presume?
pt_br: Quest'uomo è il capobanda, presumo?

# 68_Saejima
source: Yep. Signed, sealed, and delivered. As promised.
pt_br: Sì. Firmato, sigillato e consegnato. Come promesso.

# 80_Tadokoro's Subordinate
source: Sir, I'll escort our friend here back to the office.
pt_br: Capo, scorterò il nostro amico qui in ufficio.

# 92_Tadokoro
source: Fine. I'll be right there.
pt_br: Va bene. Arrivo subito.

# 164_Tadokoro
source: Congratulations on a job well done.
pt_br: Complimenti per il lavoro ben fatto.

# 176_Saejima
source: A job like that ain't hardly a job at all.
pt_br: Un lavoro così non è mica un vero lavoro.

# 188_Tadokoro
source: Perhaps it's none of my business, but if you and Tadashi are perfect strangers, why go to such lengths for him?
pt_br: Forse non sono affari miei, ma se tu e Tadashi siete perfetti sconosciuti, perché ti sbatti così tanto per lui?

# 200_Saejima
source: I wouldn't expect you to understand, but I made a promise to Tadashi－man to man. And that's reason enough for me.
pt_br: Non mi aspetto che tu capisca, ma ho fatto una promessa a Tadashi－da uomo a uomo. E tanto mi basta.

# 212_Tadokoro
source: Is that so? No, I can't say I do understand.
pt_br: Ah, sì? No, non posso mica dire di capire.

# 224_Tadokoro
source: All right, fine. I can see any further talk on the subject would be a waste of my time and yours.
pt_br: Va bene, d'accordo. Capisco che ogni altro discorso sull'argomento sarebbe solo tempo perso, per me e per te.

# 236_Saejima
source: Hey, don't forget what ya promised the kid.
pt_br: Oi, non dimenticare quello che hai promesso al pischello.

# 248_Tadokoro
source: I wouldn't dream of it.
pt_br: Non ci penserei nemmeno.

# 260_Saejima
source: And next time, find me a better payin' gig.
pt_br: E la prossima volta, trovami un ingaggio che paghi meglio.

# 272_Tadokoro
source: I'll certainly do my best.
pt_br: Certo, ce la metterò tutta.

# 284_Tadokoro
source: Oh, by the way. Our mutual friend Hayase had this on him. You may have it. A nice little bonus, yes?
pt_br: A proposito. Il nostro amico Hayase l'aveva addosso. Puoi tenerlo. Un bel piccolo bonus, no?

# 296_Saejima
source: Gee, thanks.
pt_br: Cavolo, grazie.

# 332_Tadokoro
source: Until your next assignment, then. Goodbye.
pt_br: Fino al tuo prossimo incarico, allora. Arrivederci.
