Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60330.po
Languages: pt_br

# 68_Saejima
source: Who's there?
pt_br: Chi va là?

# 92_Tadokoro
source: Pardon the intrusion.
pt_br: Scusi l'intrusione.

# 104_Saejima
source: Whaddya want?
pt_br: Che vuoi?

# 116_Tadokoro
source: More work, of course.
pt_br: Altro lavoro, certo.

# 128_Saejima
source: What now?
pt_br: E adesso?

# 140_Tadokoro
source: Let's discuss this somewhere more private, shall we?
pt_br: Parliamone in un posto più riservato, che dici?

# 152_Saejima
source: Doesn't get more private than my own hideout.
pt_br: Più privato del mio covo non c'è.

# 176_Tadashi
source: Hi, I'm back!
pt_br: Ehi, sono tornato!

# 188_Saejima
source: Hey, Tadashi.
pt_br: Ehi, Tadashi.

# 200_Tadashi
source: You...!
pt_br: Tu...!

# 212_Tadokoro
source: Well, hello there, Tadashi-kun. You look well. I'm so glad.
pt_br: Ehilà, Tadashi-kun. Stai bene. Sono proprio contento.

# 224_Tadashi
source: Are you going out on another job, big guy?
pt_br: Ti butti in un'altra missione, grandone?

# 236_Saejima
source: Yep, looks that way. Mind holdin' down the fort while I'm out?
pt_br: Già, pare proprio così. Mi reggi la baracca mentre non ci sono?

# 248_Tadokoro
source: Actually, I'd like Tadashi-kun to come along this time.
pt_br: A dire il vero, vorrei che Tadashi-kun venisse con noi questa volta.

# 260_Saejima
source: Best have a good reason.
pt_br: Sarà meglio che tu abbia una buona ragione.

# 272_Tadokoro
source: It would just work out well, in a number of ways... But if you'd rather not, we can always call this assignment off.
pt_br: Andrebbe a gonfie vele, per un sacco di motivi... Ma se non ti va, possiamo sempre far saltare questa missione.

# 284_Saejima
source: What do you think, Tadashi?
pt_br: Cosa ne pensi, Tadashi?

# 296_Tadashi
source: I don't mind.
pt_br: Per me va bene.

# 308_Tadokoro
source: Heh. Such a good boy.
pt_br: Heh. Che bravo ragazzo.

# 320_Saejima
source: So where we headed?
pt_br: Allora, dove si va?

# 332_Tadokoro
source: To Underground Coliseum of Purgatory. Are you familiar with the place, Suzuki-san?
pt_br: Al Colosseo Sotterraneo del Purgatorio. Hai presente il posto, Suzuki-san?

# 344_Saejima
source: More or less.
pt_br: Più o meno.

# 356_Tadokoro
source: Good, then. Your next job will take place there.
pt_br: A posto, allora. Il tuo prossimo incarico si svolgerà lì.

# 368_Tadokoro
source: I'm certain you have preparations to make, so Tadashi-kun and I will head out now and meet you there.
pt_br: Sono certo che hai delle cose da preparare, quindi Tadashi-kun e io ci avviamo subito e ti raggiungiamo lì.

# 380_Saejima
source: As if I'm gonna leave you alone with Tadashi for a second. The kid sticks with me.
pt_br: Nemmeno per sogno che ti lascio da solo con Tadashi un attimo. Il ragazzino resta con me.

# 392_Tadokoro
source: Try to appreciate your position here, Suzuki-san. Regardless of the circumstances, I am your client. You work for me.
pt_br: Dovresti capire la tua posizione qui, Suzuki-san. A prescindere dalle circostanze, io sono il tuo cliente. Tu lavori per me.

# 404_Tadokoro
source: I do believe it's in your best interest to do as I say.
pt_br: Credo proprio che ti convenga fare come dico io.

# 416_Tadashi
source: Don't worry, big guy. I'll be fine.
pt_br: Non preoccuparti, capo. Me la caverò.

# 428_Saejima
source: Alright. Just lemme tell ya one thing.
pt_br: Allora. Ti dico solo una cosa.

# 440_Tadokoro
source: And what might that be?
pt_br: E cosa sarebbe mai?

# 452_Saejima
source: If you harm so much as a single hair on this kid's head, it won't end well for you.
pt_br: Se torci anche un solo capello a questo ragazzino, non la passerai liscia.

# 464_Tadokoro
source: Tadashi-kun is an esteemed customer of mine. I'll treat him with the utmost care.
pt_br: Tadashi-kun è un mio cliente di riguardo. Gli riserverò il massimo riguardo.

# 476_Tadokoro
source: If that's all, then, we'll be waiting for you in Purgatory. Meet us by the front desk of the arena.
pt_br: Se è tutto, allora, ti aspettiamo al Purgatorio. Raggiungici alla reception dell'arena.

# 548_Saejima
source: (The Underground Coliseum in Purgatory, huh? Sounds like I might hafta fight there again...)
pt_br: (Il Colosseo Sotterraneo nel Purgatorio, eh? Mi sa che mi toccherà combattere di nuovo lì...)

# 560_Saejima
source: (I'm worried about Tadashi. I better hustle to the arena.)
pt_br: Sono preoccupato per Tadashi. Meglio che mi dia una mossa per l'arena.
