Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ae0002.po
Languages: pt_br

source: A-san
pt_br: Signor A

# 88_P_stand_tlk_phone_st
source: Pre-call conversation Do you want to give your partner a cell phone?
pt_br: Conversazione pre-chiamata Vuoi dare un cellulare al tuo partner?

# 136_A-san
source: Telephone Test A.
pt_br: Test telefonico A.

# 148_B-san
source: Telephone Test B.
pt_br: Test Telefonico B.

# 160_B-san
source: Telephone Test B2.
pt_br: Test telefonico B2.

# 172_P_stand_tlk_phone_st
source: Telephone Test B3.
pt_br: Test del cellulare B3.

# 184_C-san
source: Telephone Test C.
pt_br: Test telefonico C.

# 196_P_stand_tlk_phone_st
source: Telephone Test C2.
pt_br: Test Telefono C2.

# 208_B-san
source: Telephone Test B.
pt_br: Test Telefonico B.

# 220_A-san
source: Telephone Test A.
pt_br: Test telefonico A.

# 232_B-san
source: Telephone Test B.
pt_br: Test Telefonico B.

# 292_P_stand_tlk_phone_st
source: Post-call conversation Do you want to turn off your partner's cell phone?
pt_br: Conversazione post-chiamata Vuoi spegnere il cellulare del tuo compagno?

# 304_P_stand_tlk_phone_st
source: Pre-sending conversation
pt_br: Conversazione pre-invio

# 352_A-san
source: Hello hello?
pt_br: Pronto pronto?

# 364_B-san
source: Yello yello?
pt_br: Pronto pronto?

# 376_A-san
source: Hello hello?
pt_br: Pronto pronto?

# 388_B-san
source: Yello yello?
pt_br: Pronto pronto?

# 448_P_stand_tlk_phone_st
source: Post-call conversation
pt_br: Conversazione post-chiamata

# 460_A-san
source: Telephone Test A.
pt_br: Test telefonico A.

# 472_B-san
source: Telephone Test B.
pt_br: Test Telefonico B.

# 532_P_stand_tlk_phone_st
source: Post-post conversation.
pt_br: Post-post conversazione.
