Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0009041c.po
Languages: pt_br

source: It's the Tojo Terror, Kazuma Kiryu, over at the arcade in Theater Square for some UFO Catcher fun. Had some trouble winning, but it's times like these you gotta use your brain!
pt_br: Il Terrore della Tojo, Kazuma Kiryu, qui all'arcade di Theater Square per un po' di divertimento con l'UFO Catcher. Ho avuto qualche problema a vincere, ma in momenti come questi devi usare il cervello!

source: So I glared down one of the employees, and he gave me an AiAi doll for free! Man, I love AiAi. -Kazuma Kiryu, Tojo Clan Fourth Chairman
pt_br: Così ho fulminato con lo sguardo uno degli impiegati, e mi ha dato una bambola di AiAi gratis! Cavolo, adoro AiAi. -Kazuma Kiryu, Quarto Presidente del Clan Tojo

# 56_Kiryu
source: So, what is it you need to show me?
pt_br: Allora, cosa devi farmi vedere?

# 68_Yuya
source: Have you ever heard of Hanage Park?
pt_br: Hai mai sentito parlare di Hanage Park?

# 80_Kiryu
source: Hanage Park? Is that the name of a park or something?
pt_br: Hanage Park? È il nome di un parco o roba simile?

# 92_Yuya
source: I guess you don't know. Hmm, how should I explain it...
pt_br: Mi sa che non lo sai. Uhm, come te lo spiego...

# 104_Yuya
source: It's something you can do on your cell phone. Play games, write blogs, stuff like that. It even has a messaging service. It's pretty cool, honestly.
pt_br: È una cosa che puoi fare sul cellulare. Giocare, scrivere blog, roba così. Ha pure un servizio di messaggistica. È una figata, onestamente.

# 116_Kiryu
source: You can blog on there, huh? Have I ever told you I have a blog of my own?
pt_br: Ci si può bloggare lì, eh? Ti ho mai detto che ho un blog mio?

# 128_Yuya
source: That so? Well, in Hanage Park there's a community called Kamurocho Circle, and it's been getting a lot of traction lately.
pt_br: Ah, sì? Beh, su Hanage Park c'è una comunità che si chiama Kamurocho Circle, e ultimamente sta spopolando un bel po'.

# 140_Yuya
source: The thing is, somebody's been posting some awful stuff on there... under the name Kazuma Kiryu.
pt_br: Il fatto è che qualcuno sta mettendo in giro della roba schifosa lì sopra... a nome di Kazuma Kiryu.

# 152_Kiryu
source: Hm? Someone's impersonating me?
pt_br: Hm? Qualcuno si sta spacciando per me?

# 164_Yuya
source: I mean, it's not really that much of a surprise. You're the closest thing we've got to a Kamurocho legend, after all.
pt_br: Beh, non è che sia una gran sorpresa, dai. Sei quanto di più vicino abbiamo a una leggenda di Kamurocho, dopotutto.

# 176_Yuya
source: Anyways, this guy's just been spamming the message boards with posts about punching out business owners who piss him off. Not the most flattering portrayal of you.
pt_br: Comunque, questo tizio non fa che spammare le bacheche con post su come prende a pugni i gestori che lo fanno incazzare. Non ti fa proprio una bella figura.

# 188_Kiryu
source: Sounds like this guy has a lot of time on his hands. I don't see the big deal, though. Who cares about what people think about me online?
pt_br: Questo tizio ha un sacco di tempo da perdere. Non ci vedo nulla di grave, però. Chi se ne frega di cosa pensa la gente di me online?

# 200_Yuya
source: Kiryu-san, you need to take this more seriously!
pt_br: Kiryu-san, devi prenderla più sul serio!

# 212_Yuya
source: Some of my boys use Hanage Park, and they're convinced that it's really you doing all this shit. So not only is your online reputation tanking, but it's affecting your real life one too!
pt_br: Alcuni dei miei ragazzi usano Hanage Park, e sono convinti che sia davvero tu a fare tutte queste stronzate. Quindi non solo la tua reputazione online sta andando a picco, ma sta influenzando anche quella nella vita reale!

# 224_Kiryu
source: Hm. I guess that's not good.
pt_br: Mmh. Direi che non va bene.

# 236_Yuya
source: Think about all the other random people who read it, too. They don't know how you really are, so they just accept all these lies as truth. This isn't just some harmless prank, Kiryu-san.
pt_br: Pensa anche a tutti gli altri tizi a caso che lo leggono. Loro non sanno chi sei veramente, quindi si bevono tutte queste bugie come se fossero vere. Questo non è mica solo uno scherzo innocuo, Kiryu-san.

# 248_Kiryu
source: You have a point there. Think I can take a look at this guy's blog?
pt_br: Vero. Secondo te, posso dare un'occhiata al blog di questo tizio?

# 260_Yuya
source: Yeah, you just gotta register first. Here, I can show you how to sign up.
pt_br: Certo, devi solo registrarti prima. Dai, ti faccio vedere come iscriverti.

# 332_Yuya
source: Perfect. Now just hit that button there...
pt_br: Perfetto. Ora premi quel pulsante lì...

# 344_Kiryu
source: This one? Okay, looks like I'm in. But wait... Why isn't my little man wearing any clothes?
pt_br: Questo? Ok, ci sono. Ma aspetta... Perché il mio ometto non ha vestiti?

# 356_Yuya
source: That little man is called your avatar. You can dress him up however you like.
pt_br: Quel ometto si chiama il tuo avatar. Puoi vestirlo come ti pare.

# 368_Yuya
source: See? Just press that closet icon and give him some new threads.
pt_br: Visto? Premi solo quell'icona dell'armadio e dagli un po' di roba nuova.

# 380_Kiryu
source: Ah, that's a good-looking suit. There. So, how do I get into this Kamurocho Circle thing?
pt_br: Ah, bel vestito, eh. Ecco. Allora, come faccio a entrare in 'sto Kamurocho Circle?

# 392_Yuya
source: Let's see, it should be... here?
pt_br: Vediamo, dovrebbe essere... qui?

# 452_Kiryu
source: Huh. This guy sure has a lot of blog entries.
pt_br: Ah. Questo tizio ha proprio un sacco di post sul blog.

# 464_Yuya
source: You're damn right he does. It's basically a live feed of his life. Probably doesn't have that much going on if he spends all that time on social media.
pt_br: Hai dannatamente ragione. È praticamente una diretta della sua vita. Probabilmente non ha molta vita se passa tutto quel tempo sui social.

# 476_Kiryu
source: Hm, here's the most recent one...
pt_br: Mmmh, ecco l'ultimo...

# 512_Kiryu
source: Pretty petty crime, if you ask me.
pt_br: Un crimine da quattro soldi, se me lo chiedi.

# 524_Yuya
source: But we can't let him get away with it!
pt_br: Ma non possiamo permettergli di farla franca!

# 536_Yuya
source: I'm gonna head to that arcade, see if he's still there.
pt_br: Faccio un salto in quella sala giochi, a vedere se è ancora lì.

# 548_Kiryu
source: Hold on, Yuya.
pt_br: Aspetta, Yuya.

# 560_Kiryu
source: I'll handle it. No reason to get you mixed up in all this.
pt_br: Ci penso io. Non c'è motivo di farti finire in questo casino.
