Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00830222.po
Languages: pt_br

source: You exchanged the <Color:8>Cigarette<Color:Default> for the <Color:8>Stomach Medicine<Color:Default>.
pt_br: Hai scambiato la <Color:8>Sigaretta<Color:Default> con la <Color:8>Medicina per lo stomaco<Color:Default>.

source: Smoking Yakuza
pt_br: Yakuza che fuma

# 84_Smoking Yakuza
source: Sure could use a smoke...
pt_br: Ci starebbe proprio bene una sigaretta...

# 96_Smoking Yakuza
source: Hey, mister, got any smokes on ya? I'll gladly take one off your hands if you do!
pt_br: Ehi, capo, hai qualche cicca addosso? Te ne piglio volentieri una dalle mani, se ne hai!

# 108_Akiyama
source: A cigarette? Sure.
pt_br: Una sigaretta? Certo.

# 120_Smoking Yakuza
source: Lemme bum one, would ya? I just ran out.
pt_br: Me ne offri una, dai? Sono rimasto a secco.

# 132_Akiyama
source: Sorry. I have one, but I can't just let you have it.
pt_br: Scusa. Ne ho una, ma non posso mica mollartela così.

# 144_Smoking Yakuza
source: Aw, man! Why ya gotta do me like that? One lousy cigarette!?
pt_br: Maledizione! Perché mi fai così? Una misera sigaretta!?

# 156_Akiyama
source: I'm sorry, I just can't. I'd be happy to trade it for something, though. Anything.
pt_br: Mi dispiace, non posso proprio. Lo scambierei volentieri con\nqualcosa, però. Qualsiasi cosa.

# 168_Smoking Yakuza
source: Huh? You serious? Hang on a sec. Maybe I got somethin'...
pt_br: Eh? Dici sul serio? Dammi un secondo. Magari ho qualcosa...

# 180_Smoking Yakuza
source: ...Uh, how 'bout this?
pt_br: ...Ehm, che ne dici di questo?

# 192_Akiyama
source: What is it?
pt_br: E cioè?

# 204_Smoking Yakuza
source: Stomach medicine. Ain't too good with digestion.
pt_br: Medicina per lo stomaco. Non sono granché con la digestione.

# 216_Akiyama
source: (Hmm. Stomach medicine...?)
pt_br: (Mmmh. Medicina per lo stomaco...?)

# 228_Akiyama
source: All right, deal.
pt_br: Va bene, affare fatto.

# 240_Smoking Yakuza
source: Wow! Really? Hell yeah! Uh... you got a light?
pt_br: Wow! Davvero? Alla grande! Ehm... hai da accendere?

# 252_Akiyama
source: Yeah, yeah.
pt_br: Sì, sì.

# 336_Smoking Yakuza
source: Ahhh! Back from the dead!
pt_br: Ahhh! Tornato dai morti!

# 348_Smoking Yakuza
source: Say, mister, I hate to ask, but are you plannin' to use that? You got the runs or somethin'?
pt_br: Ehi, capo, non vorrei farmi i fatti tuoi, ma hai intenzione di usar\nquella? Hai la sciolta o roba del genere?

# 360_Akiyama
source: No, I'm planning on turning it into something worth, say, a million yen or so.
pt_br: No, ho intenzione di trasformarlo in qualcosa che valga, che so, un milione di yen o giù di lì.

# 372_Smoking Yakuza
source: Huh!?
pt_br: Eh!?

# 384_Akiyama
source: Uh-oh. I'd better keep an eye on the time. See you 'round.
pt_br: Ops. Farei meglio a tenere d'occhio l'ora. Ci si vede in giro.

# 396_Smoking Yakuza
source: Sheesh, what a freak...
pt_br: Ma dai, che strambo...
