Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c000a.po
Languages: pt_br

# 6444_Chihiro
source: But that would be dangerous!
pt_br: Ma sarebbe pericoloso!

# 6456_Tanimura
source: Yeah. Maybe. But not being able to drink is a problem.
pt_br: Già. Forse. Ma non poter bere è un problema.

# 6468_Chihiro
source: Why!? It's terrible for people to try to force others to drink!
pt_br: Perché!? È terribile che la gente provi a forzare gli altri a bere!

# 6480_Tanimura
source: Sorry...
pt_br: Scusa...

# 6492_Chihiro
source: What do you do when you're home alone?
pt_br: Che fai quando sei a casa da solo?

# 6504_Tanimura
source: The only time I'm home is when I'm asleep. I'm usually out and about.
pt_br: Sto a casa solo quando dormo. Di solito sono sempre in giro.

# 6516_Tanimura
source: How about you?
pt_br: E tu?

# 6528_Chihiro
source: I like to rent DVDs and watch them, one after another.
pt_br: Mi piace prendermi dei DVD a noleggio e guardarli, uno dopo l'altro.

# 6540_Tanimura
source: What kind of DVDs do you rent?
pt_br: Che tipo di DVD noleggi?

# 6552_Chihiro
source: Well, I like movies and TV shows, but I mostly watch anime.
pt_br: Beh, mi piacciono i film e le serie TV, ma guardo soprattutto anime.

# 6564_Tanimura
source: Anime? I guess that makes sense. You probably like the ones with lots of romance, right?
pt_br: Anime? Ci sta, immagino. Probabilmente ti piacciono quelli con un sacco di storie d'amore, vero?

# 6576_Chihiro
source: Actually, I like everything. From robots to romance to superheroes!
pt_br: A dire il vero, mi piace tutto. Dai robot al romanticismo ai supereroi!

# 6588_Tanimura
source: Oh? You're not an otaku, are you?
pt_br: Oh? Non sarai mica un otaku?

# 6600_Chihiro
source: Me? No, I wouldn't say that. I just like anime. Why? Do you not like otakus?
pt_br: Io? No, non direi. A me piacciono solo gli anime. Perché? Non ti piacciono gli otaku?

# 6612_Tanimura
source: I don't think I'd get along with one.
pt_br: Non credo che andrei d'accordo con uno.

# 6624_Chihiro
source: Really?
pt_br: Davvero?

# 6636_Tanimura
source: We'd have nothing to talk about. I mean, I don't watch anime.
pt_br: Non sapremmo proprio cosa dirci. Cioè, non guardo anime.

# 6648_Chihiro
source: Oh... You don't like me, then?
pt_br: Oh... Non ti piaccio, allora?

# 6660_Tanimura
source: Huh? But you said you weren't an otaku...
pt_br: Eh? Ma avevi detto che non eri un otaku...

# 6672_Chihiro
source: It's okay. I understand. I won't talk about anime anymore.
pt_br: Non fa niente. Capisco. Non parlerò più di anime.

# 6696_Tanimura
source: I like anime too.
pt_br: Anche a me piacciono gli anime.

# 6708_Chihiro
source: You do!?
pt_br: Davvero!?

# 6720_Tanimura
source: Yep. I'd watch it all the time when I was a kid.
pt_br: Già. Me lo guardavo sempre quando ero piccola.

# 6732_Chihiro
source: What shows did you watch?
pt_br: Che programmi hai guardato?

# 6744_Tanimura
source: Can't really remember, but I liked the ones where a hero would fight bad guys. I wanted to be the hero.
pt_br: Non ricordo molto, ma mi piacevano quelli dove un eroe combatteva i cattivi. Volevo essere l'eroe.

# 6756_Chihiro
source: Hehe. You and I will get along just fine. <Color:7>♥<Color:Default>
pt_br: Hehe. Andremo d'accordo alla grande. <Color:7>♥<Color:Default>

# 6768_Tanimura
source: Heh. You may be right.
pt_br: Eh. Magari hai ragione.

# 6780_Tanimura
source: It's not that I don't like them. It's just that you said you liked all kinds of anime. Why aren't you an otaku?
pt_br: Non è che non mi piacciano. È solo che avevi detto che ti piacevano tutti i generi di anime. Perché non sei un otaku?

# 6792_Chihiro
source: I... I don't know. There's just no way I could be one!
pt_br: Io... io non lo so. Non c'è proprio verso che io possa esserlo!

# 6804_Tanimura
source: Why not? I know enough about horse racing to write a book if I wanted to.
pt_br: E perché no? So abbastanza di corse dei cavalli da poter scrivere un libro, se volessi.

# 6816_Chihiro
source: Really!? You must really like horse racing!
pt_br: Davvero!? Ti deve piacere un sacco l'ippica!

# 6828_Tanimura
source: My point is, if you like something then there's nothing wrong with saying so.
pt_br: Voglio dire, se ti piace qualcosa allora non c'è niente di male a dirlo.

# 6840_Chihiro
source: Yeah. Yeah, you're right! I could become the best anime-loving otaku hostess in Japan! I like the sound of that!
pt_br: Sì. Sì, hai proprio ragione! Potrei diventare la migliore hostess otaku appassionata di anime del Giappone! Mi piace un sacco come suona!

# 6852_Tanimura
source: That's the spirit.
pt_br: È lo spirito giusto.

# 6864_Chihiro
source: Do you want to hear something strange about me?
pt_br: Ti va di sentire qualcosa di strano su di me?

# 6876_Tanimura
source: Sure. What is it?
pt_br: Certo. Dimmi.

# 6888_Chihiro
source: I may not look it, but I'm a huge eater.
pt_br: Potrei non sembrarlo, ma sono una gran mangiona.

# 6900_Tanimura
source: Wow. You certainly don't look it. You're pretty thin.
pt_br: Wow. Non si direbbe proprio. Sei piuttosto magra.

# 6912_Chihiro
source: Haha. I actually need to watch my weight. My stomach is starting to poke out.
pt_br: Ah ah. A dire il vero dovrei stare attenta alla mia linea. Mi sta venendo un po' di pancetta.

# 6924_Chihiro
source: But I just love to eat! I think I'm at my happiest when I'm eating.
pt_br: Ma adoro proprio mangiare! Credo di essere felicissima quando mangio.

# 6936_Tanimura
source: So do you go to all the trendy restaurants?
pt_br: Allora, frequenti tutti i ristoranti trendy?

# 6948_Chihiro
source: Oh, I'd like to, but I have to save money. I don't eat out much.
pt_br: Oh, mi piacerebbe, ma devo stringere la cinghia. Non è che mangio fuori spesso.

# 6960_Chihiro
source: But I'm a pretty good cook, so I just make food at home.
pt_br: Ma in cucina me la cavo mica male, quindi mi faccio da mangiare a casa.

# 6972_Tanimura
source: That's definitely economical.
pt_br: È decisamente conveniente.

# 6984_Chihiro
source: But even when I make extra, I end up eating it all at once!
pt_br: Ma anche quando ne faccio in più, finisco per mangiarmelo tutto d'un colpo!

# 6996_Chihiro
source: When I do go out, my friends are shocked by how much I eat.
pt_br: Quando esco, i miei amici restano di stucco per quanto mangio.

# 7008_Chihiro
source: What do you think of girls who eat a lot?
pt_br: Cosa ne pensi delle ragazze che mangiano tanto?

# 7020_Tanimura
source: I think it's great. A girl should have a good appetite.
pt_br: Penso sia fantastico. È giusto che una ragazza abbia un buon appetito.

# 7032_Tanimura
source: And I eat quite a bit myself. I'd like someone who can keep up with me when I go out.
pt_br: E anch'io, credimi, mangio parecchio. Mi piacerebbe qualcuno che riesca a starmi dietro quando esco.

# 7044_Chihiro
source: Really? This may be the first time I've been complimented for my appetite.
pt_br: Davvero? Forse è la prima volta che ricevo un complimento per il mio appetito.

# 7056_Tanimura
source: Hey, you could even get some publicity if you entered an eating contest. You could be the "hostess food fighter."
pt_br: Ehi, potresti pure farti un po' di pubblicità se partecipassi a una gara di mangiatori. Potresti essere la "hostess food fighter".

# 7068_Chihiro
source: Oh no, I'd be too embarrassed to do something like that.
pt_br: Oddio no, mi vergognerei troppo a fare una cosa del genere.

# 7080_Tanimura
source: Well, we should at least go out to eat sometime. I want to see just how much you can put away.
pt_br: Beh, dovremmo almeno uscire a mangiare prima o poi. Voglio vedere quanto riesci a buttare giù.

# 7092_Chihiro
source: Hehe. Are you sure you can afford it?
pt_br: Hehe. Ma sei sicuro che te lo puoi permettere?

# 7104_Tanimura
source: Sure. I think...
pt_br: Certo. Credo...

# 7116_Tanimura
source: It's fine as long as you don't get fat. Are you getting enough exercise?
pt_br: L'importante è che non ingrassi. Fai abbastanza esercizio?

# 7128_Chihiro
source: Um. No, not recently.
pt_br: Uhm. No, ultimamente no.

# 7140_Tanimura
source: And do you chew your food properly? Thorough chewing leads to better digestion.
pt_br: E mastichi il cibo come si deve? Masticare a fondo porta a una migliore digestione.

# 7152_Chihiro
source: Really? I guess I don't chew my food that much.
pt_br: Davvero? Mi sa che non mastico tanto.

# 7164_Tanimura
source: Also, if you take longer to eat, you won't feel the need to have as much.
pt_br: Inoltre, se mangi più lentamente, non sentirai il bisogno di mangiarne così tanto.

# 7176_Chihiro
source: Wow. You're full of good advice, aren't you?
pt_br: Caspita. Sei proprio una miniera di buoni consigli, non è vero?

# 7188_Tanimura
source: It's not about how much you eat. Your health is what's important.
pt_br: Non è tanto questione di quanto mangi. L'importante è la tua salute.

# 7200_Chihiro
source: I know. I need to make sure I've got a well-balanced diet.
pt_br: Eh, lo so. Devo assicurarmi di avere un'alimentazione equilibrata.

# 7212_Tanimura
source: That's right. What kind of food do you make?
pt_br: Giusto. Cosa sai cucinare?

# 7224_Chihiro
source: Let's see. Cake, cookies, pies...
pt_br: Vediamo un po'. Torta, biscotti, crostate...

# 7236_Tanimura
source: Whoa, hold on a sec. Do you only make sweets? That can't be good for you.
pt_br: Ehi, aspetta un attimo. Fai solo dolci? Non può farti bene.

# 7248_Chihiro
source: Yeah, I know. I should try to make something more nutritious.
pt_br: Già, lo so. Dovrei provare a fare qualcosa di più nutriente.

# 7260_Tanimura
source: You really should.
pt_br: Dovresti proprio.

# 7272_Chihiro
source: Did I tell you I've got a pet rabbit?
pt_br: Ti ho mica detto che ho un coniglio?

# 7284_Tanimura
source: A pet rabbit?
pt_br: Un coniglio da compagnia?

# 7296_Chihiro
source: Yep! He's the most beautiful bunny in the world. His name is Chachamaru.
pt_br: Sì! È il coniglietto più bello del mondo. Si chiama Chachamaru.

# 7308_Chihiro
source: He's a big eater like me. And he's so friendly! Oh, he's the cutest thing ever!
pt_br: È un gran mangione come me. Ed è così socievole! Oh, è la cosa più tenera che ci sia!

# 7320_Tanimura
source: I'd like to see him sometime.
pt_br: Mi piacerebbe vederlo prima o poi.

# 7332_Chihiro
source: Okay! I'll send a picture to your cell phone.
pt_br: Perfetto! Ti mando una foto sul tuo cellulare.

# 7344_Chihiro
source: But actually, I mentioned him because he's been acting strange lately.
pt_br: Ma a dire il vero, te ne ho parlato perché ultimamente fa un po' lo strano.

# 7356_Tanimura
source: Strange? How?
pt_br: Strano? In che senso?

# 7368_Chihiro
source: He's listless and doesn't have much of an appetite. I'm worried about him.
pt_br: È svogliato e non ha quasi appetito. Sono preoccupata per lui.

# 7380_Tanimura
source: Maybe he's lonely. He probably wants more attention.
pt_br: Magari si sente solo. Probabilmente cerca più attenzioni.

# 7392_Chihiro
source: Yeah, I haven't been able to play with him much since I started working here.
pt_br: Già, non sono riuscita a giocarci molto da quando ho iniziato a lavorare qui.

# 7404_Tanimura
source: That's probably it. Rabbits are social creatures. You need to play with him more.
pt_br: Sarà quello. I conigli sono animali socievoli. Dovresti giocarci di più.

# 7416_Chihiro
source: Yes, you're right. I'd better make some time just for me and Chachamaru!
pt_br: Sì, hai ragione. È meglio che mi ritagli del tempo solo per me e Chachamaru!

# 7428_Chihiro
source: I'll let you know if he gets better.
pt_br: Ti faccio sapere se sta meglio.

# 7440_Tanimura
source: All right.
pt_br: Va bene.

# 7452_Tanimura
source: Maybe he wants to go outside.
pt_br: Magari vuole uscire.

# 7464_Chihiro
source: Yeah... Spending most of his time in a little cage must be pretty boring.
pt_br: Già... Passare la maggior parte del suo tempo in una gabbietta dev'essere una gran palla.

# 7476_Tanimura
source: You could take him to a park and play with him there.
pt_br: Potresti portarlo al parco e giocarci lì.

# 7488_Chihiro
source: That's not a bad idea. I'll do that on my next day off.
pt_br: Non è una brutta idea. Lo farò nel mio prossimo giorno libero.

# 7500_Tanimura
source: Can I come too?
pt_br: Posso venire anch'io?

# 7512_Chihiro
source: Nope! This is my date with Chachamaru. You'd just be a third wheel.
pt_br: Macché! Questo è il mio appuntamento con Chachamaru. Tu saresti solo il terzo incomodo.

# 7536_Tanimura
source: It's not worth getting upset over. I'm sure he'll get better eventually.
pt_br: Non vale la pena prendersela. Sono sicura che alla fine starà meglio.

# 7548_Chihiro
source: How do you know?
pt_br: E tu come fai a saperlo?

# 7560_Tanimura
source: Well, the same thing happens to people. His appetite will be back to normal in a few days.
pt_br: Beh, la stessa cosa capita anche alla gente. Gli tornerà l'appetito nel giro di qualche giorno.

# 7572_Chihiro
source: But people and animals aren't the same! If I do nothing, he might get worse!
pt_br: Ma le persone e gli animali non sono la stessa cosa! Se non faccio niente, potrebbe peggiorare!

# 7584_Tanimura
source: Then just take him to a vet. It's no big deal.
pt_br: Ma allora basta che lo porti da un veterinario. Non è niente di che.

# 7596_Chihiro
source: You really don't care, do you? I think I'll talk about it to someone else.
pt_br: Non ti importa proprio niente, vero? Mi sa che ne parlerò a qualcun altro.

# 7620_Chihiro
source: So! Would you like to see my special talent?
pt_br: Allora! Vuoi vedere il mio talento speciale?

# 7632_Tanimura
source: You've got a special talent?
pt_br: Hai un talento speciale?

# 7644_Chihiro
source: Yes! I've been practicing and perfecting it.
pt_br: Sì! Mi sono esercitata e l'ho perfezionato.

# 7656_Tanimura
source: You sound confident. All right, let's see it.
pt_br: Hai una bella sicurezza. Allora, dai, fammi vedere.

# 7668_Chihiro
source: Ready? Watch my eyebrows! First the right one...
pt_br: Pronto? Guarda le mie sopracciglia! Prima quello destro...

# 7680_Chihiro
source: Twitch!
pt_br: Sussulto!

# 7692_Chihiro
source: And now the left...
pt_br: E adesso la sinistra...

# 7704_Chihiro
source: Twitch!
pt_br: Sussulto!

# 7716_Tanimura
source: You can move your eyebrows independently?
pt_br: Riesci a muovere le sopracciglia in modo indipendente?

# 7728_Chihiro
source: What do you think?
pt_br: Cosa ne pensa?

# 7740_Tanimura
source: That takes coordination. I certainly couldn't do it.
pt_br: Ci vuole un sacco di coordinazione. Io di sicuro non ci riuscirei.

# 7752_Chihiro
source: Hehe! You know, you should try it! You might have my special talent too.
pt_br: Hehe! Sai che ti dico? Dovresti provare! Magari anche tu hai il mio talento speciale.

# 7764_Tanimura
source: Uh, I think I'll pass.
pt_br: Uhm, questa volta passo.

# 7776_Chihiro
source: What? Oh, come on! Be a man! I mean, I did it, didn't I?
pt_br: Cosa? Oh, ma dai! Sii un uomo! Cioè, io l'ho fatto, no?

# 7788_Tanimura
source: Yeah, but...
pt_br: Sì, ma...

# 7800_Chihiro
source: Okay, it'll be your homework! You have to learn to do it by the time I see you next!
pt_br: Va bene, questo sarà il tuo compito! Dovrai imparare a farlo per la prossima volta che ci vedremo!

# 7812_Tanimura
source: Are you serious?
pt_br: Dici sul serio?

# 7824_Tanimura
source: That's your special talent?
pt_br: E questo sarebbe il tuo talento speciale?

# 7836_Chihiro
source: Isn't it great? I practiced for a while!
pt_br: È una figata, no? Mi sono esercitata un po'!

# 7848_Tanimura
source: Er... It's a little underwhelming.
pt_br: Ehm... Non è un granché.

# 7860_Chihiro
source: Oh... Well, at least you're honest.
pt_br: Oh... Beh, almeno sei onesto.

# 7872_Tanimura
source: But it's just my personal opinion.
pt_br: Ma è solo la mia opinione personale.

# 7884_Chihiro
source: No, I get it. I won't show off my special talents anymore.
pt_br: No, ho capito. Non sfoggerò più i miei talenti speciali.

# 7908_Tanimura
source: I'd give it a four out of ten.
pt_br: Gli darei un quattro su dieci.

# 7920_Chihiro
source: Huh? Isn't that pretty low?
pt_br: Eh? Non è un po' pochino?

# 7932_Chihiro
source: I hoped to get at least a six.
pt_br: Speravo di prendere almeno un sei.

# 7944_Tanimura
source: A six? Sounds like you aren't impressed with your talent, either.
pt_br: Un sei? Mi sa che nemmeno tu sei molto convinta del tuo talento.

# 7956_Chihiro
source: That's not true! I'm pleased with it, and you should be too!
pt_br: Ma no! Io sono contenta così, e dovresti esserlo anche tu!

# 7968_Tanimura
source: Hmm... I could bump it up to a four point five.
pt_br: Hmm... Potrei portarlo a un quattro e mezzo.

# 7980_Chihiro
source: Aw. Well, if that's the best I can get, I'll be satisfied.
pt_br: Vabbè, se questo è il massimo che posso ottenere, mi accontento.

# 7992_Tanimura
source: Ha, you gave up quickly.
pt_br: Ah, hai mollato subito.

# 8016_Tanimura
source: What's wrong?
pt_br: Che succede?

# 8028_Chihiro
source: Do you really want to know?
pt_br: Ma lo vuoi sapere davvero?

# 8040_Tanimura
source: Not if you don't want to tell me.
pt_br: Non se non vuoi dirmelo.

# 8052_Chihiro
source: No, it's okay! I do want to tell you!
pt_br: No, non ti preoccupare! Voglio proprio dirtelo!

# 8064_Chihiro
source: I... I went to an audition the other day.
pt_br: Io... sono andata a un provino l'altro giorno.

# 8076_Tanimura
source: Like for a commercial?
pt_br: Tipo per uno spot?

# 8088_Chihiro
source: No. It was for a supporting role in a late-night soap opera.
pt_br: No. Era per un ruolo secondario in una soap opera notturna.

# 8100_Chihiro
source: One of my friends in my theater group said I should try out. So I went, and I thought I did pretty well.
pt_br: Una delle mie amiche del mio gruppo teatrale mi ha detto che avrei dovuto provare. Così ci sono andata, e mi è sembrato di essermela cavata piuttosto bene.

# 8112_Tanimura
source: Okay...
pt_br: Va bene...

# 8124_Chihiro
source: I thought maybe, just maybe, I might get cast. But they never got back to me about it.
pt_br: Pensavo che, magari, chissà, sarei stata presa. Ma poi non si sono più fatti sentire.

# 8136_Tanimura
source: Meaning you didn't get the part.
pt_br: Quindi non hai preso la parte.

# 8148_Chihiro
source: Yeah...
pt_br: Già...

# 8160_Tanimura
source: Well, at least it was a good experience.
pt_br: Vabbè, almeno è stata una buona esperienza.

# 8172_Chihiro
source: Not getting cast was a good experience?
pt_br: Non essere stata scritturata è stata una bella esperienza?

# 8184_Tanimura
source: Sure. Even veteran actors don't get cast sometimes.
pt_br: Certo. Persino gli attori veterani a volte non vengono presi.

# 8196_Tanimura
source: If you're not right for the part, it doesn't matter how good you are.
pt_br: Se non sei il tipo giusto per la parte, a che ti serve essere bravo?

# 8208_Chihiro
source: I guess that's true.
pt_br: Immagino sia vero.

# 8220_Tanimura
source: But if you keep trying, you'll find the perfect part for you. Just give it time.
pt_br: Ma se continui a provarci, troverai la parte perfetta per te. Ci vuole solo tempo.

# 8232_Chihiro
source: Yeah, you're right! I'm gonna keep at it!
pt_br: Sì, hai ragione! Ci darò dentro!

# 8244_Chihiro
source: Thanks for cheering me up. You're sweet. <Color:7>♥<Color:Default>
pt_br: Grazie per avermi tirato su di morale. Sei un tesoro. <Color:7>♥<Color:Default>

# 8256_Tanimura
source: Is that all? That's nothing to get upset about.
pt_br: Tutto qui? Non è niente per cui prendersela.

# 8268_Chihiro
source: But it's natural to get depressed after being rejected like that.
pt_br: Ma è normale sentirsi giù dopo un rifiuto del genere.

# 8280_Chihiro
source: It was my first real failure.
pt_br: È stata la mia prima vera batosta.

# 8292_Tanimura
source: And it won't be your last. You can't let it get to you.
pt_br: E non sarà la tua ultima. Non devi fartela pesare.

# 8304_Chihiro
source: Yeah... You have a point.
pt_br: Già... hai ragione.

# 8316_Chihiro
source: All right! I'll try to stay positive!
pt_br: Va bene! Cercherò di restare positiva!

# 8328_Chihiro
source: And I'll work hard to get cast next time!
pt_br: E ce la metterò tutta per essere scelta la prossima volta!

# 8340_Tanimura
source: Good luck. I'm rooting for you.
pt_br: In bocca al lupo. Faccio il tifo per te.

# 8352_Tanimura
source: You need to think bigger! You should be trying out for the lead!
pt_br: Devi pensare in grande! Dovresti puntare al ruolo da protagonista!

# 8364_Chihiro
source: What? I don't think I'm ready for that.
pt_br: Come? Non credo di essere pronta per quello.

# 8376_Tanimura
source: That's your problem right there. Your attitude's all wrong. You have to aim higher.
pt_br: È proprio quella la tua grana. La tua mentalità è tutta sbagliata. Devi puntare più in alto.

# 8388_Tanimura
source: Or do you want to be a supporting actor forever?
pt_br: O vuoi essere una spalla per sempre?

# 8400_Chihiro
source: No... I do want to play the lead.
pt_br: No... Voglio proprio fare la protagonista.

# 8412_Tanimura
source: Then you can't let a little setback like this get you down.
pt_br: Allora, non devi mica farti buttare giù da una sciocchezza così.

# 8424_Chihiro
source: You're right! I have to keep moving forward!
pt_br: Hai ragione! Devo continuare ad andare avanti!

# 8436_Chihiro
source: Ha! I feel better now! Thank you. <Color:7>♥<Color:Default>
pt_br: Ah! Adesso mi sento meglio! Grazie. <Color:7>♥<Color:Default>

# 8448_Tanimura
source: Heh. Glad to hear it.
pt_br: Heh. Mi fa piacere sentirlo.

# 8460_Tanimura
source: Have you heard back from that guy?
pt_br: Ti ha fatto sapere quel tizio?

# 8472_Chihiro
source: Oh, you mean Kinugawa-san? Yes! He wants me to join his agency.
pt_br: Ah, dici Kinugawa-san? Sì! Vuole che io entri nella sua agenzia.

# 8484_Chihiro
source: He said he could make me a star!
pt_br: Mi ha detto che poteva farmi diventare una star!

# 8496_Tanimura
source: Did he now...
pt_br: Ah, l'ha fatto, eh?

# 8508_Chihiro
source: But that's not all! He's gonna give me acting lessons for free!
pt_br: Ma non è tutto! Mi darà lezioni di recitazione gratis!

# 8520_Chihiro
source: This is my big break!
pt_br: Questa è la mia grande occasione!

# 8532_Tanimura
source: This sounds a little too good to be true.
pt_br: Mi sa che è un po' troppo bello per essere vero.

# 8544_Chihiro
source: Huh? What do you mean?
pt_br: Eh? Cosa intendi?

# 8556_Tanimura
source: There are people who wouldn't think twice about taking advantage of a young girl working towards a dream.
pt_br: C'è gente che non si farebbe scrupoli ad approfittarsi di una ragazzina che insegue un sogno.

# 8568_Tanimura
source: I've run into plenty of people pretending to run talent agencies.
pt_br: Ho incontrato un sacco di gente che si spaccia per titolare di agenzie di talenti.

# 8580_Chihiro
source: Hey! I won't have you talking about Kinugawa-san like that!
pt_br: Ehi! Non ti permetto di sparlare di Kinugawa-san così!

# 8592_Chihiro
source: He listened to my problems, gave me advice, and now he's helping me get started.
pt_br: Ha ascoltato i miei problemi, mi ha dato consigli, e ora mi sta dando una mano a ingranare.

# 8604_Chihiro
source: He would never do that kind of thing!
pt_br: Lui non farebbe mai una roba del genere!

# 8616_Tanimura
source: I'm just worried about you. That's all.
pt_br: Sono solo in pensiero per te. Tutto qui.

# 8628_Chihiro
source: You don't have to be. I'm a big girl. I can take care of myself.
pt_br: Non devi preoccuparti. Sono grande. So badare a me stessa.

# 8640_Chihiro
source: Kinugawa-san is a good person. I can tell that much!
pt_br: Kinugawa-san è una brava persona. Questo è poco ma sicuro!

# 8652_Tanimura
source: Okay.
pt_br: Ok.
