Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e60536.po
Languages: pt_br

# 68_Kiryu
source: This area never seems to change.
pt_br: Sta zona non sembra mai cambiare.

# 80_Matsuyama
source: No? But I guess the Millennium Tower was one really big change. The kind of people who come here now seem different.
pt_br: No? Ma immagino che la Millennium Tower sia stata un cambiamento mica da poco. Il tipo di gente che viene qui ora sembra diversa.

# 92_Kiryu
source: You're right, they do. There used to be a lot more small-time thugs around here.
pt_br: Hai ragione, è vero. Una volta c'erano molti più teppistelli da quattro soldi qui in giro.

# 104_Ueda
source: Whew, I feel so revitalized!
pt_br: Uff, mi sento proprio rinvigorito!

# 116_Matsuyama
source: Hey, that's...
pt_br: Ehi, quello è...

# 152_Ueda
source: Huh? Oh, Kiryu-san! Matsuyama-san! What are you two up to?
pt_br: Eh? Oh, Kiryu-san! Matsuyama-san! Cosa combinate voi due?

# 164_Kiryu
source: We were gonna ask you the same thing. Hey... is there something different about you?
pt_br: Stavamo per chiedertelo pure noi. Ehi... hai qualcosa di diverso?

# 176_Ueda
source: Oh, you noticed? I stopped by a tanning salon!
pt_br: Oh, l'hai notato? Sono andato a farmi la lampada!

# 200_Ueda
source: You know, I was up for a little image change. Thought I'd try a new style. Like something tough and urban, you know?
pt_br: Sai, mi andava di darmi una rinfrescata. Volevo provare uno stile nuovo. Tipo una cosa tosta e da città, capisci?

# 212_Kiryu
source: Well, you were pretty pale before, so... Your tan makes quite an impact.
pt_br: Beh, prima eri un po' smorto, quindi... La tua abbronzatura fa un certo effetto.

# 224_Ueda
source: Doesn't it? Heheh. Look out! I'm a little bit gangsta now!
pt_br: Non trovi? Eheh. Occhio! Ora sono un pochino gangsta!

# 236_Kiryu
source: Huh. Were you just bored or something?
pt_br: Mah, ti stavi solo annoiando o che?

# 248_Matsuyama
source: Wait a minute, Mr. Kiryu! What did you just say!?
pt_br: Aspetta un attimo, Signor Kiryu! Cosa diavolo ha appena detto!?

# 260_Kiryu
source: I just thought maybe he had a little too much time on his hands...
pt_br: Ho solo pensato che magari avesse un po' troppo tempo libero...

# 272_Matsuyama
source: No, no. Before that!
pt_br: No, no. Prima di quello!

# 284_Kiryu
source: Uh, let's see... He was pale before, so his tan makes quite an impact?
pt_br: Uhm, vediamo... Era pallido prima, quindi la sua abbronzatura fa un certo effetto?

# 308_Matsuyama
source: That's it!
pt_br: Ecco!

# 320_Ueda
source: What?
pt_br: Cosa?

# 332_Matsuyama
source: I've got it! This time I've really got it, Kiryu-san! I have to follow up on this right away! I'll see you guys later!
pt_br: Ci sono! Stavolta ci sono proprio, Kiryu-san! Devo andarci dietro subito! Ci si vede dopo, ragazzi!

# 344_Ueda
source: Whoa...
pt_br: Caspita...

# 368_Ueda
source: What was he talking about?
pt_br: Ma di cosa stava parlando?

# 380_Kiryu
source: I don't know, but it sounded like he hit upon a good idea.
pt_br: Non so, ma mi è sembrato che avesse avuto un'illuminazione.

# 392_Ueda
source: Oh, you mean for his new ramen? That's great! We should drop by No. 1 Star, then!
pt_br: Oh, dici per il suo nuovo ramen? Fantastico! Dovremmo fare un salto al No. 1 Star, allora!

# 404_Kiryu
source: Yeah.
pt_br: Sì.
