Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid000902e6.po
Languages: pt_br

source: Potential Client
pt_br: Cliente potenziale

# 100_Hana
source: Chief...
pt_br: Capo...

# 112_Akiyama
source: He's made his decision. It's not my place to interfere.
pt_br: Ha preso la sua decisione. Non sta a me mettermi in mezzo.

# 124_Hana
source: But... becoming a loan shark, of all things.
pt_br: Ma... mettersi a fare l'usuraio, proprio quello.

# 136_Akiyama
source: Well, he probably has his reasons.
pt_br: Beh, probabilmente ha le sue ragioni.

# 160_Akiyama
source: I'm more concerned about our new customer. He should be here by now.
pt_br: Sono più preoccupato per il nostro nuovo cliente. Dovrebbe essere qui a quest'ora.

# 172_Hana
source: You're right. He said he was nearby.
pt_br: Hai ragione. Ha detto che era qui vicino.

# 220_Hana
source: Hello, this is Sky Finance.
pt_br: Pronto, qui è Sky Finance.

# 232_Potential Client
source: Hi, yes, I called a little while ago...
pt_br: Salve, sì, ho chiamato poco fa...

# 244_Potential Client
source: A young man outside your building offered to talk with me and took me over to a different office.
pt_br: Un giovane fuori dal tuo palazzo si è offerto di parlare con me e mi ha portato in un altro ufficio.

# 256_Hana
source: One moment, please.
pt_br: Un attimo, per favore.

# 268_Hana
source: Chief? It's the customer who called earlier. It sounds like Shiobara-san got to him...
pt_br: Capo? È quel cliente che ha chiamato prima. Pare che Shiobara-san ci abbia messo le mani sopra...

# 316_Akiyama
source: Hello, Akiyama speaking. You were saying something about a young man outside my office?
pt_br: Pronto, qui Akiyama. Stava dicendo qualcosa riguardo a un\ngiovane fuori dal mio ufficio?

# 328_Potential Client
source: Oh, uh, that's right. I humored the young man with what he had to say, but I still wanted to stop by your place.
pt_br: Oh, uhm, giusto. Ho assecondato il ragazzo con quello che aveva da dire, ma volevo comunque fare un salto da te.

# 340_Potential Client
source: So now I'm calling you from his office restroom...
pt_br: E quindi ora ti sto chiamando dal bagno del suo ufficio...

# 352_Akiyama
source: Any chance you can just turn him down and leave?
pt_br: Non è che potresti semplicemente rifiutarlo e andartene?

# 364_Potential Client
source: Well... I feel like he's going to pressure me into signing something.
pt_br: Beh... mi sa che mi metterà sotto pressione per farmi firmare qualcosa.

# 376_Akiyama
source: All right. Wait right there. Where is this office?
pt_br: Va bene. Aspetta lì. Dov'è quest'ufficio?

# 388_Potential Client
source: Um, I think it's right near the M Store. It's a white building.
pt_br: Uhm, credo sia proprio vicino all'M Store. È un edificio bianco.

# 400_Akiyama
source: Near the M Store? Okay, hang tight－and don't sign anything.
pt_br: Vicino all'M Store? Va bene, resta lì－e non firmare niente.

# 436_Akiyama
source: Okay, I'll be back.
pt_br: Ok, torno.

# 472_Akiyama
source: Hey there.
pt_br: Ehi.

# 496_Hana
source: Hello, Chief. You're back late.
pt_br: Ciao, Capo. Sei rientrato tardi.

# 508_Akiyama
source: Yeah, well...
pt_br: Eh, beh...

# 520_Hana
source: Hmm, what have you been up to...? Anyway, did you hear the rumors?
pt_br: Mh, che hai combinato...? Comunque, hai sentito le voci?

# 532_Akiyama
source: Rumors?
pt_br: Voci?

# 544_Hana
source: About Shiobara-san. The man you lent five million yen to?
pt_br: A proposito di Shiobara-san. L'uomo a cui hai prestato cinque milioni di yen?

# 556_Akiyama
source: What about him?
pt_br: E lui?

# 568_Hana
source: Apparently, Shiobara-san is really coming up in the world these days.
pt_br: Pare che Shiobara-san stia davvero facendo strada ultimamente.

# 580_Akiyama
source: Is this the same Shiobara?
pt_br: Ma è lo stesso Shiobara?

# 592_Shiobara
source: Hello!
pt_br: Salve!

# 604_Akiyama
source: Speak of the devil.
pt_br: Parli del diavolo.

# 616_Shiobara
source: Huh?
pt_br: Uh?

# 628_Akiyama
source: Never mind. Please, have a seat.
pt_br: Vabbè. Prego, si accomodi.

# 640_Shiobara
source: Thank you.
pt_br: Grazie.

# 700_Akiyama
source: So, did you figure out what you want to do?
pt_br: Allora, hai deciso cosa vuoi fare?

# 712_Shiobara
source: I did. I'm going to work in finance, just like you.
pt_br: L'ho fatto. Mi butterò nella finanza, proprio come te.

# 724_Akiyama
source: You want to do finance?
pt_br: Vuoi fare finanza?

# 736_Shiobara
source: You've been a big influence, of course.
pt_br: Hai avuto un bel peso, ovvio.

# 748_Shiobara
source: But, more than that, I'd once faced money troubles of my own.
pt_br: Ma, più di questo, una volta anch'io avevo avuto problemi di soldi miei.

# 760_Shiobara
source: I decided I wanted to do something involving money－as a way of overcoming my own problems, too.
pt_br: Decisi di volermi occupare di soldi－anche come un modo per superare i miei problemi.

# 772_Akiyama
source: You don't say...
pt_br: Non mi dire...

# 784_Shiobara
source: So I started out like you did, Akiyama-san, and did some day-trading.
pt_br: Anch'io ho cominciato come te, Akiyama-san, e facevo un po' di day-trading.

# 796_Akiyama
source: You were a day-trader?
pt_br: Eri un day trader?

# 808_Shiobara
source: Uh-huh. You need money to work in finance, so I made the most of your advice.
pt_br: Ah, capisco. Per lavorare in finanza servono soldi, quindi ho messo a frutto il tuo consiglio.

# 820_Akiyama
source: I don't think I really told you anything all that useful, but okay.
pt_br: Non è che ti abbia detto chissà che di utile, però vabbè.

# 832_Shiobara
source: Well, I did plenty of studying on my own, too. To tell you the truth, I've never pushed myself so hard in all my life.
pt_br: Beh, mi sono fatto il mazzo a studiare anche da solo. A dirti la verità, non mi sono mai spaccato così tanto in vita mia.

# 844_Shiobara
source: Maybe the effort paid off, or maybe I was just good at it, but that five million yen grew and grew. I've amassed a sizable sum, if I do say so myself.
pt_br: Forse l'impegno ha ripagato, o forse ero solo dannatamente bravo, ma quei cinque milioni di yen non hanno fatto che crescere. Ho accumulato una somma niente male, se posso dirlo io stesso.

# 856_Shiobara
source: Granted, it's not as much as you have!
pt_br: Vero, non è mica tanto quanto hai tu!

# 880_Shiobara
source: I thought I'd come by today and return the money you lent me...
pt_br: Ho pensato di fare un salto oggi e restituire i soldi che hai prestato a me...

# 892_Shiobara
source: To that end, I've prepared ten million yen.
pt_br: Per questo, ho tirato fuori dieci milioni di yen.

# 904_Akiyama
source: I'm sure we agreed I wouldn't charge you any interest.
pt_br: Sono sicuro che avevamo pattuito che non ti avrei fatto pagare alcun interesse.

# 916_Shiobara
source: No, I just want to express my gratitude.
pt_br: No, voglio solo esprimere la mia gratitudine.

# 928_Akiyama
source: Well, I'm only taking five million.
pt_br: Beh, mi prendo solo cinque milioni.

# 940_Shiobara
source: ...I see.
pt_br: ...Capisco.

# 988_Shiobara
source: Consider this as thanks for all your help.
pt_br: Prendilo come ringraziamento per tutto il tuo aiuto.

# 1000_Hana
source: But I didn't do anything. I really can't accept this.
pt_br: Ma io non ho fatto niente. Non posso proprio accettarlo.

# 1012_Shiobara
source: Oh, go on. Take it.
pt_br: Ma sì, prendilo.

# 1072_Akiyama
source: ...You've really changed.
pt_br: ...Sei proprio cambiato.

# 1084_Shiobara
source: I took the money you lent me and fought like hell to make it grow, all in the hopes of truly changing my life for the better.
pt_br: Ho preso i soldi che mi hai prestato e mi sono fatto il culo per farli crescere, tutto questo nella speranza di dare una vera svolta alla mia vita.

# 1096_Shiobara
source: I believed in what you told me－that if I proved I was serious, people would be happy to work with me.
pt_br: Credevo a quello che mi avevi detto—che se avessi dimostrato di fare sul serio, la gente sarebbe stata ben contenta di lavorare con me.

# 1108_Shiobara
source: It was the first time I'd really applied myself like that.
pt_br: Era la prima volta che mi ci ero davvero messo d'impegno così.

# 1120_Shiobara
source: And before I knew it, everything was different－the world around me and everyone in it.
pt_br: E prima che me ne accorgessi, era cambiato tutto—il mondo intorno a me e tutti quelli che ci stavano.

# 1144_Shiobara
source: At first I thought, "Wow, Akiyama-san was right after all."
pt_br: All'inizio ho pensato: "Accidenti, Akiyama-san aveva ragione dopotutto."

# 1156_Shiobara
source: But then I gradually came to understand that the reason those around me were so accommodating wasn't that I was making such an earnest effort.
pt_br: Ma poi, col tempo, ho cominciato a capire che il motivo per cui quelli che mi stavano attorno erano così disponibili non era affatto che io stessi dandomi così tanto da fare.

# 1168_Shiobara
source: It was because I was successful and had money.
pt_br: Era perché avevo successo e avevo grana.

# 1180_Shiobara
source: That's when I realized something: in order to change somebody's life, you need money.
pt_br: Fu lì che capii una cosa: per cambiare la vita a qualcuno, servono soldi.

# 1192_Shiobara
source: That's why you can spur people into action, Akiyama-san. You have money.
pt_br: È per questo che puoi spronare le persone all'azione, Akiyama-san. Hai soldi.

# 1204_Shiobara
source: After all, it was your money that changed me.
pt_br: Dopotutto, sono stati i tuoi soldi a cambiarmi.

# 1276_Hana
source: Hello, this is Sky Finance.
pt_br: Pronto, qui è Sky Finance.

# 1288_Potential Client
source: Er, I was on my way over to your office, and I know I'm in the right neighborhood...
pt_br: Ehm, stavo venendo al tuo ufficio, e so di essere nel quartiere giusto...

# 1300_Potential Client
source: ...but I'm having a hard time finding it.
pt_br: ...ma faccio fatica a trovarlo.

# 1312_Hana
source: Where are you now?
pt_br: Dove sei ora?

# 1324_Potential Client
source: I'm under the Kamurocho gate. I can see a big sign for Manzoku Sushi.
pt_br: Sono sotto il cancello di Kamurocho. Vedo una grossa insegna del\nManzoku Sushi.

# 1336_Hana
source: Okay. Walk toward the sign, then go about 100 meters toward the theater.
pt_br: Ok. Vai verso l'insegna, poi fatti un centinaio di metri verso il teatro.

# 1348_Hana
source: The New Serena building will be on your left. We're on the fifth floor.
pt_br: L'edificio New Serena sarà alla tua sinistra. Siamo al quinto piano.

# 1360_Potential Client
source: Got it. Thank you very much. I'll be right over.
pt_br: Capito. Grazie mille. Arrivo subito.

# 1396_Shiobara
source: A new customer?
pt_br: Un nuovo cliente?

# 1408_Hana
source: Sounds like it.
pt_br: A quanto pare.

# 1420_Shiobara
source: As it just so happens, I've decided to be a moneylender here in Kamurocho myself.
pt_br: E guarda caso, ho deciso di fare il prestasoldi anch'io qui a Kamurocho.

# 1432_Akiyama
source: What...?
pt_br: Cosa...?

# 1468_Shiobara
source: I guess that means we'll be rivals. But what's business without a little friendly competition? Well, I'd better be off.
pt_br: Beh, immagino che questo significhi che saremo rivali. Ma cos'è il business senza un po' di sana competizione? Beh, è meglio che vada.
