Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c02f1.po
Languages: pt_br

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

# 116_松岡里緒奈：源氏名
source: I never imagined I'd go to Watami with you! It's like coming here with a college friend.
pt_br: Non avrei mai immaginato di andare da Watami con te! È come venirci con un amico dell'università.

# 128_Player
source: Okay, let's go inside.
pt_br: Dai, entriamo.

# 152_松岡里緒奈：源氏名
source: I never imagined I'd go to Watami with you! It's like coming here with a college friend.
pt_br: Non avrei mai immaginato di andare da Watami con te! È come venirci con un amico dell'università.

# 164_Player
source: Hold on a sec. I just realized that I'm short on cash.
pt_br: Aspetta un attimo. Mi sono appena reso conto che sono a corto di grana.

# 176_松岡里緒奈：源氏名
source: Huh? You serious?
pt_br: Eh? Fai sul serio?

# 188_Player
source: Sorry...
pt_br: Scusa...

# 200_松岡里緒奈：源氏名
source: Ugh! I shouldn't have gotten my hopes up... See you later, Kiryu-san.
pt_br: Uffa! Non dovevo farmi illusioni... Ci vediamo dopo, Kiryu-san.

# 212_Player
source: (I should've made sure I had enough money...)
pt_br: (Avrei dovuto assicurarmi di avere abbastanza grana...)

# 320_松岡里緒奈：源氏名
source: That was great! Could've used a beer, though.
pt_br: È andata alla grande! Però, una birra ci sarebbe stata bene.

# 332_Player
source: You drink plenty at the club...
pt_br: Bevi un sacco al club...

# 344_松岡里緒奈：源氏名
source: Thanks for taking me out, Kiryu-san. <Color:7>♥<Color:Default> I had a great time.
pt_br: Grazie per avermi portato fuori, Kiryu-san. <Color:7>♥<Color:Default> Mi sono divertita un mondo.

# 356_松岡里緒奈：源氏名
source: I hope you invite me out for another meal like this. See you later!
pt_br: Spero che mi porti fuori un'altra volta per una bella mangiata così. A dopo!

# 380_松岡里緒奈：源氏名
source: Thanks for dinner. It was delicious.
pt_br: Grazie per la cena. Era buonissima.

# 392_Player
source: Glad to hear it.
pt_br: Mi fa piacere.

# 404_松岡里緒奈：源氏名
source: I'll see you later! I hope you invite me out again for another meal.
pt_br: Ci vediamo dopo! Spero che mi inviti fuori di nuovo per un'altra mangiata.

# 440_Player
source: Hmm? Something wrong?
pt_br: Mh? C'è qualcosa che non va?

# 452_松岡里緒奈：源氏名
source: Well, the meal was great, but there were some things I didn't really enjoy.
pt_br: Beh, la cena era una favola, ma ci sono state delle cose che non mi sono proprio andate giù.

# 476_松岡里緒奈：源氏名
source: I should be going. I'll see you at the club.
pt_br: Dovrei andare. Ci vediamo al club.

# 488_Player
source: (Guess she didn't enjoy all the food...)
pt_br: Immagino che non abbia gradito tutto il cibo...

# 596_松岡里緒奈：源氏名
source: I never imagined I'd go to Watami with you! It's like coming here with a college friend.
pt_br: Non avrei mai immaginato di andare da Watami con te! È come venirci con un amico dell'università.

# 608_Player
source: Okay, let's go inside.
pt_br: Dai, entriamo.

# 632_松岡里緒奈：源氏名
source: I never imagined I'd go to Watami with you! It's like coming here with a college friend.
pt_br: Non avrei mai immaginato di andare da Watami con te! È come venirci con un amico dell'università.

# 644_Player
source: Hold on a sec. I just realized that I'm short on cash.
pt_br: Aspetta un attimo. Mi sono appena reso conto che sono a corto di grana.

# 656_松岡里緒奈：源氏名
source: Huh? You serious?
pt_br: Eh? Fai sul serio?

# 668_Player
source: Sorry...
pt_br: Scusa...

# 680_松岡里緒奈：源氏名
source: Ugh! I shouldn't have gotten my hopes up... See you later, Kiryu-san.
pt_br: Uffa! Non dovevo farmi illusioni... Ci vediamo dopo, Kiryu-san.

# 692_Player
source: (I should've made sure I had enough money...)
pt_br: (Avrei dovuto assicurarmi di avere abbastanza grana...)

# 800_松岡里緒奈：源氏名
source: That was great! Could've used a beer, though.
pt_br: È andata alla grande! Però, una birra ci sarebbe stata bene.

# 812_Player
source: You drink plenty at the club...
pt_br: Bevi un sacco al club...

# 824_松岡里緒奈：源氏名
source: Thanks for taking me out, Kiryu-san. <Color:7>♥<Color:Default> I had a great time.
pt_br: Grazie per avermi portato fuori, Kiryu-san. <Color:7>♥<Color:Default> Mi sono divertita un mondo.

# 836_Talk_Yes
source: Anyway, want to head over to the club next?
pt_br: Comunque, ti va di andare al club adesso?

# 848_Player
source: Sure. Sounds good.
pt_br: Certo. Suona bene.

# 872_松岡里緒奈：源氏名
source: Thanks for dinner. It was delicious.
pt_br: Grazie per la cena. Era buonissima.

# 884_Player
source: Glad to hear it.
pt_br: Mi fa piacere.

# 896_松岡里緒奈：源氏名
source: Anyway, want to head over to the club next?
pt_br: Comunque, ti va di andare al club adesso?

# 908_Player
source: Sure. Sounds good.
pt_br: Certo. Suona bene.

# 944_Player
source: Hmm? Something wrong?
pt_br: Mh? C'è qualcosa che non va?

# 956_松岡里緒奈：源氏名
source: Well, the meal was great, but there were some things I didn't really enjoy.
pt_br: Beh, la cena era una favola, ma ci sono state delle cose che non mi sono proprio andate giù.

# 980_松岡里緒奈：源氏名
source: Anyway, want to head over to the club next?
pt_br: Comunque, ti va di andare al club adesso?

# 992_Player
source: Sure. Sounds good.
pt_br: Certo. Suona bene.
