Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00130240.po
Languages: pt_br

source: Officer
pt_br: Ufficiale

source: Dine-and-Dasher
pt_br: Mangia-e-scappa

# 72_Tanimura
source: Somebody took off without paying for their meal, right? What'd they look like?
pt_br: Qualcuno ha fatto un mangia e fuggi, vero? Che aspetto aveva?

# 84_Officer
source: Well, he looked like－
pt_br: Beh, sembrava un－

# 96_Officer
source: Hey! There he is!
pt_br: Ehi! Eccolo!

# 108_Dine-and-Dasher
source: Hahaha! I am the legendary dine-and-dash master!
pt_br: Hahaha! Sono il leggendario re del mangia e fuggi!

# 120_Dine-and-Dasher
source: You think you can catch me, boy!?
pt_br: Credi di potermi acchiappare, ragazzo!?

# 144_Tanimura
source: Somebody took off without paying for their meal, right? What'd they look like?
pt_br: Qualcuno ha fatto un mangia e fuggi, vero? Che aspetto aveva?

# 156_Officer
source: Well, he looked like－
pt_br: Beh, sembrava un－

# 168_Officer
source: Hey! There he is!
pt_br: Ehi! Eccolo!

# 180_Tanimura
source: You again!?
pt_br: Ancora tu!?

# 192_Dine-and-Dasher
source: Nice to see you, too! I'll show you what the dine-and-dash master is truly made of!
pt_br: Contento di vederti anch'io! Ti farò vedere di che pasta è fatto il maestro del mangia e fuggi!
