Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e601f6.po
Languages: pt_br

source: Hoodlum
pt_br: Teppista

# 56_Hoodlum
source: Who the goddamn are you, anyway? Broke my fuggin' nose...
pt_br: Ma chi cazzo sei, comunque? Mi hai spaccato quel cazzo di naso...

# 80_Tadashi
source: Sorry, big guy...
pt_br: Scusa, campione...

# 92_Saejima
source: Tadashi, ya can't take on all your problems alone. That ain't courage. That's called being reckless.
pt_br: Tadashi, non puoi mica addossarti tutti i problemi da solo. Quello non è coraggio. Quello si chiama essere incosciente.

# 104_Saejima
source: There's times when a man's gotta fight. But when he does, he better not lose. Ya understand me, boy?
pt_br: Ci sono momenti in cui un uomo si deve battere. Ma quando lo fa, è meglio che non perda. Mi hai capito, ragazzo?

# 116_Tadashi
source: Yes, sir.
pt_br: Sì, signore.

# 128_Saejima
source: In case ya forgot, Tadashi, I got a sister, too.
pt_br: Nel caso te lo fossi dimenticato, Tadashi, ho una sorella anch'io.

# 140_Tadashi
source: I know...
pt_br: Lo so...

# 152_Saejima
source: When I was 12 years old, my ma and pa died. Me and Yasuko wound up with some relatives.
pt_br: Quando avevo 12 anni, mia mamma e mio papà morirono. Io e Yasuko finimmo con dei parenti.

# 164_Tadashi
source: Uh-huh...
pt_br: Mmh-mmh...

# 176_Saejima
source: I say "relatives" but we're talkin', like, eight times removed.
pt_br: Dico 'parenti', ma era gente, tipo, di ottavo grado.

# 188_Saejima
source: They took us in, treated us great. Not like what happened to you guys.
pt_br: Ci hanno accolti, ci hanno trattato alla grande. Non come quello che è successo a voi altri.

# 200_Saejima
source: But we both felt like we were imposin' on 'em. Nothin' either of us could do to quit feeling that way. So I left, and I took Yasuko with me.
pt_br: Ma tutti e due ci sentivamo un peso per loro. Niente che potessimo fare per smettere di sentirci così. Così me ne andai, e mi portai dietro Yasuko.

# 212_Tadashi
source: Then what happened?
pt_br: Poi cos'è successo?

# 224_Saejima
source: I was just a kid, so I couldn't get an honest job. But we did whatever we had to to stay together. Little Yasuko even cooked for the two of us.
pt_br: Ero solo un ragazzino, quindi non potevo trovare un lavoro onesto. Ma ci arrangiavamo come potevamo, pur di restare insieme. Persino la piccola Yasuko ci cucinava per noi due.

# 236_Tadashi
source: Was it hard?
pt_br: È stata dura?

# 248_Saejima
source: Not so long as I had my sister smilin' beside me. But one time Yasuko got real sick.
pt_br: Non era poi così male, finché mia sorella mi sorrideva accanto. Ma una volta Yasuko si ammalò di brutto.

# 272_Saejima
source: Runaways don't get health insurance. Would've cost an arm and a leg for surgery and a hospital room.
pt_br: I senzatetto non hanno l'assicurazione sanitaria. Sarebbe costato un occhio della testa per un'operazione e una stanza d'ospedale.

# 284_Saejima
source: We were barely survivin'. Couldn't get a loan. I got desperate. Started walkin' the streets, picking fights with anyone over nothin'.
pt_br: Campavamo a malapena. Non c'era verso di avere un prestito. Mi sono disperato. Ho iniziato a gironzolare per le strade, cercando rogne con chiunque per un nonnulla.

# 296_Saejima
source: Bein' in a street fight was the only time I felt like I could just forget about everything else.
pt_br: Stare in una rissa da strada era l'unico momento in cui sentivo di poter dimenticare tutto il resto.

# 320_Saejima
source: Till one day, I picked a fight with the wrong guy.
pt_br: Finché un giorno, ho attaccato briga col tipo sbagliato.

# 332_Saejima
source: This man who's old enough to be my dad just up and beat the crap outta me. I started crying, thinkin' how pathetic, how miserable I was.
pt_br: Questo tizio che aveva l'età di mio padre è venuto lì e mi ha riempito di botte. Mi sono messo a piangere, pensando a quanto fossi patetico, a quanto fossi messo male.

# 344_Tadashi
source: Was that the man who helped you?
pt_br: Era quello l'uomo che ti ha aiutato?

# 356_Saejima
source: Ya guessed it. That was Sasai-san. The man I owe my life to.
pt_br: Ci hai preso. Era Sasai-san. L'uomo a cui devo la vita.

# 368_Saejima
source: He saw me cryin', and he said, "Why are you so sad?"
pt_br: Mi vide che piangevo, e mi disse: "Perché sei così triste?"

# 380_Saejima
source: Me, the kid who tried to kick his ass! I wound up spillin' my guts about me and Yasuko, blubberin' about her illness.
pt_br: Io, il tipo che ha provato a fargli il culo! Ho finito per svuotare il sacco su di me e Yasuko, piangendo a dirotto della sua malattia.

# 392_Tadashi
source: And what did he do?
pt_br: E che ha fatto?

# 404_Saejima
source: He said to me, "You've come a long way, boy. Fought hard on your own."
pt_br: Mi ha detto: "Ne hai fatta di strada, ragazzo. Ti sei fatto il mazzo da solo."

# 416_Saejima
source: And then he took care of everything－gettin' Yasuko into the hospital, even payin' for her surgery.
pt_br: E poi ha pensato a tutto lui－facendo ricoverare Yasuko in ospedale, pagando persino l'intervento.

# 428_Tadashi
source: Wow. All that happened to you?
pt_br: Caspita. Tutto questo ti è successo?

# 440_Saejima
source: When I first met ya, you reminded me of... me.
pt_br: Quando t'ho incontrato la prima volta, mi hai ricordato... me.

# 452_Tadashi
source: And that's why... that's why you helped me?
pt_br: Ed è per questo... per questo che mi hai dato una mano?

# 464_Saejima
source: Yup. It was my turn to pay that kindness forward.
pt_br: Già. Toccava a me fare altrettanto.

# 488_Saejima
source: Do ya wanna help your sister, Tadashi? Whatever it takes?
pt_br: Vuoi dare una mano a tua sorella, Tadashi? Sei disposto a tutto?

# 500_Tadashi
source: Uh-huh. Whatever it takes. I'm scared, but nobody's gonna stop me... not even you!
pt_br: Ah, sì. A qualunque costo. Ho paura, ma nessuno mi fermerà... neanche tu!

# 512_Saejima
source: Then stay outta trouble, alright? From here on, I got your back. I'm gonna see you reunited with your sister.
pt_br: Allora, non metterti più nei guai, capito? Da adesso in poi, ti copro io le spalle. Mi assicurerò che tu ti ricongiunga con tua sorella.

# 524_Saejima
source: No one's stopped me yet－not loan sharks, not the yakuza, not the cops－so breathe easy.
pt_br: Nessuno mi ha ancora fermato—né strozzini, né la yakuza, né la pula—quindi stai tranquillo.

# 536_Tadashi
source: Okay. Thank you, Uncle Suzuki!
pt_br: Va bene. Grazie, zio Suzuki!

# 548_Saejima
source: It's Saejima. My real name... It's Taiga Saejima.
pt_br: Sono Saejima. Il mio vero nome... È Taiga Saejima.

# 560_Tadashi
source: Oh... Thank you, Uncle Taiga!
pt_br: Oh... Grazie, Zio Taiga!

# 572_Tadashi
source: And, uh, I'm sorry I ran off like that. It was stupid.
pt_br: E, uhm, mi dispiace essermela filata così. È stato stupido.

# 584_Saejima
source: No sweat. Just goes to show how much you miss your sister.
pt_br: Tranquillo. Dimostra solo quanto ti manca tua sorella.

# 596_Saejima
source: C'mon, buddy. Let's get a move on. We're gonna save your sister!
pt_br: Dai, ragazzo. Diamoci una mossa. Salveremo tua sorella!

# 608_Tadashi
source: Yessir!
pt_br: Sissignore!
