Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c0216.po
Languages: pt_br

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

# 116_Rio
source: I wonder what I should sing today?
pt_br: Chissà cosa mi canto oggi?

# 128_Talk_Yes
source: Well, let's go in already!
pt_br: Dai, entriamo!

# 152_Rio
source: I wonder what I should sing today?
pt_br: Chissà cosa mi canto oggi?

# 164_Talk_Yes
source: Let's go in already.
pt_br: Dai, entriamo.

# 176_Player
source: Um, wait a moment. I thought I had more cash than this...
pt_br: Uhm, aspetta un attimo. Pensavo di avere più grana di così...

# 188_Rio
source: Seriously? Not a single bill?
pt_br: Davvero? Nemmeno un soldo?

# 200_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 212_Rio
source: Oh. Um... That's... too bad. I should get going.
pt_br: Oh. Ehm... È proprio un peccato. Mi sa che devo andare.

# 224_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 332_Rio
source: That felt good. I sang as hard as I could. I really gave it my all. <Color:7>♥<Color:Default>
pt_br: Mi ha fatto stare bene. Ho cantato a squarciagola. Ci ho messo davvero tutto. <Color:7>♥<Color:Default>

# 344_Player
source: You're a great singer.
pt_br: Canti da Dio.

# 356_Rio
source: Thanks for today. Let's go out again sometime. <Color:7>♥<Color:Default>
pt_br: Grazie per stasera. Usciamo di nuovo qualche volta. <Color:7>♥<Color:Default>

# 380_Rio
source: Whew! That was a lot of singing.
pt_br: Uff! Ho cantato un sacco.

# 392_Player
source: You're pretty good.
pt_br: Mica male!

# 404_Rio
source: Hehe, I know! Take me out again sometime, okay? <Color:7>♥<Color:Default> Well, see you.
pt_br: Ahah, lo so! Portami fuori di nuovo, va bene? <Color:7>♥<Color:Default> Beh, ci vediamo.

# 428_Rio
source: I didn't sing all that well...
pt_br: Non ho cantato un granché...

# 452_Rio
source: I think I'll just go home. See you at the club.
pt_br: Mi sa che vado a casa. Ci vediamo al club.

# 560_Rio
source: Hmm. What do I want to sing today? <Color:7>♥<Color:Default>
pt_br: Mmm. Che mi va di cantare oggi? <Color:7>♥<Color:Default>

# 572_Talk_Yes
source: Well, whatever! Let's just go in!
pt_br: Ma sì, dai! Entriamo e basta!

# 596_Rio
source: Hmm. What do I want to sing today? <Color:7>♥<Color:Default>
pt_br: Mmm. Che mi va di cantare oggi? <Color:7>♥<Color:Default>

# 608_Talk_Yes
source: Well, whatever! Let's just go in!
pt_br: Ma sì, dai! Entriamo e basta!

# 620_Player
source: Um, wait a moment. I thought I had more cash than this...
pt_br: Uhm, aspetta un attimo. Pensavo di avere più grana di così...

# 632_Rio
source: Seriously? Not a single bill?
pt_br: Davvero? Nemmeno un soldo?

# 644_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 656_Rio
source: Oh. Um... That's... too bad. I should get going.
pt_br: Oh. Ehm... È proprio un peccato. Mi sa che devo andare.

# 668_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 776_Rio
source: That felt good. I sang my heart out! <Color:7>♥<Color:Default>
pt_br: Mi ha fatto bene. Ho cantato con tutto il cuore! <Color:7>♥<Color:Default>

# 788_Player
source: You've got a great singing voice.
pt_br: Hai una voce pazzesca!

# 800_Rio
source: Thanks for today. How about we go back to the club? <Color:7>♥<Color:Default>
pt_br: Grazie per oggi. Che ne dici se torniamo al club? <Color:7>♥<Color:Default>

# 812_Player
source: Sounds good.
pt_br: Perfetto.

# 836_Rio
source: Whew! I feel like we sang a full concert!
pt_br: Mamma mia! Mi sembra di aver cantato un concerto intero!

# 848_Player
source: You've got a great singing voice.
pt_br: Hai una voce pazzesca!

# 860_Rio
source: Aww, thanks! Let's head over to the club now. <Color:7>♥<Color:Default>
pt_br: Ma grazie! Andiamo al club adesso. <Color:7>♥<Color:Default>

# 872_Player
source: Sounds good.
pt_br: Perfetto.

# 896_Rio
source: I didn't sing all that well...
pt_br: Non ho cantato un granché...

# 920_Rio
source: Anyway, let's go to the club.
pt_br: Comunque, andiamo al club.

# 932_Player
source: Sounds good.
pt_br: Perfetto.
