Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid000203e8.po
Languages: pt_br

# 72_Nakano
source: Still looking for the Florist?
pt_br: Stai ancora cercando il Fiorista?

# 84_Nakano
source: I heard his hideout's through the bathroom at West Park.
pt_br: Ho sentito che il suo nascondiglio è attraverso il bagno di West Park.

# 96_Nakano
source: You're searching for the city's biggest info dealer－ the Florist, right?
pt_br: Stai cercando il più grande informatore della città... il Fiorista, giusto?

# 108_Saejima
source: If that's his name.
pt_br: Se è questo il suo nome.

# 120_Nakano
source: That's what his clients call him, anyway. It's because the info he sells gets delivered inside flower bouquets.
pt_br: È così che lo chiamano i suoi clienti, comunque. È perché le informazioni che vende vengono consegnate dentro mazzi di fiori.

# 132_Saejima
source: Sounds real romantic. So how's a guy meet this Florist?
pt_br: Sembra molto romantico. E come si incontra questo Fiorista?

# 144_Nakano
source: The thing is, no one really knows, what with all the crazy stuff that's happened around here over the past few years.
pt_br: Il fatto è che nessuno lo sa davvero, con tutte le cose pazzesche che sono successe da queste parti negli ultimi anni.

# 156_Nakano
source: Seems like every time a major crisis hits the city, he uproots his headquarters and relocates.
pt_br: Sembra che ogni volta che una grande crisi colpisce la città, lui smantelli il suo quartier generale e si trasferisca.

# 168_Saejima
source: Any idea where he's planted himself now?
pt_br: Qualche idea di dove si sia piazzato ora?

# 180_Nakano
source: Don't know for sure, but there is a rumor going around.
pt_br: Non lo so per certo, ma c'è una voce che gira.

# 192_Saejima
source: I'm listenin'.
pt_br: Ti ascolto.

# 204_Nakano
source: I heard you can get to his hideout through the back of the public restroom at West Park.
pt_br: Ho sentito che si può raggiungere il suo nascondiglio attraverso il retro del bagno pubblico di West Park.

# 216_Saejima
source: Ya mean the john at the north end of town?
pt_br: Intendi il cesso all'estremità nord della città?

# 228_Nakano
source: That's the one. I'd start there at West Park if I were you.
pt_br: Esatto. Se fossi in te, inizierei da lì, a West Park.

# 240_Saejima
source: Alright, thanks.
pt_br: Va bene, grazie.
