Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00ee00c5.po
Languages: pt_br

source: The Club SEGA employee is now your ally.
pt_br: L'addetto del Club SEGA ora è dalla tua parte.

source: Employee
pt_br: Cameriere

# 224_Employee
source: Hello, sir. Thank you for playing Boxcelios 2.
pt_br: Salve, signore. Grazie per aver giocato a Boxcelios 2.

# 236_Employee
source: Due to popular demand, the previous version of Boxcelios is now available for your enjoyment. You can play it at our Nakamichi Street location, too.
pt_br: A grande richiesta, la versione precedente di Boxcelios è di nuovo qui per il vostro divertimento. Potete giocarci anche nella nostra sala di Nakamichi Street.

# 248_Employee
source: We hope you continue to enjoy your time at Club SEGA.
pt_br: Speriamo che lei continui a divertirsi al Club SEGA.

# 272_Employee
source: Welcome to Club SEGA! What can I do for you today, sir?
pt_br: Benvenuto al Club SEGA! Come posso aiutarla oggi, signore?

# 284_Player
source: (Hmm...)
pt_br: (Mmm...)

# 296_Player
source: Think you could change out the prizes in the UFO Catcher?
pt_br: Potresti cambiare i premi nell'UFO Catcher?

# 308_Employee
source: Of course! Give me one moment.
pt_br: Certo! Mi dia un momento.

# 356_Employee
source: Sorry for the wait. Have fun!
pt_br: Scusa l'attesa. Divertiti!

# 368_Player
source: Think you could change out the prizes in the UFO Catcher?
pt_br: Potresti cambiare i premi nell'UFO Catcher?

# 380_Employee
source: Of course! Give me one moment.
pt_br: Certo! Mi dia un momento.

# 428_Employee
source: There you go, sir. Have fun!
pt_br: Ecco a lei, signore. Si diverta!

# 440_Player
source: Nothing right now, actually.
pt_br: Niente al momento, a dire il vero.

# 452_Employee
source: If you need any assistance, we're here to help. Have fun!
pt_br: Se ti serve una mano, siamo qui per aiutarti. Divertiti!

# 464_Employee
source: Welcome to Club SEGA! What can I do for you today, sir?
pt_br: Benvenuto al Club SEGA! Come posso aiutarla oggi, signore?

# 476_Player
source: (Hmm...)
pt_br: (Mmm...)

# 488_Player
source: Think you could change out the prizes in the UFO Catcher?
pt_br: Potresti cambiare i premi nell'UFO Catcher?

# 500_Employee
source: Of course! Give me one moment.
pt_br: Certo! Mi dia un momento.

# 548_Employee
source: There you go, sir. Have fun!
pt_br: Ecco a lei, signore. Si diverta!

# 560_Player
source: Think you could change out the prizes in the UFO Catcher?
pt_br: Potresti cambiare i premi nell'UFO Catcher?

# 572_Employee
source: Of course! Give me one moment.
pt_br: Certo! Mi dia un momento.

# 620_Employee
source: There you go, sir. Have fun!
pt_br: Ecco a lei, signore. Si diverta!

# 632_Player
source: Nothing right now, actually.
pt_br: Niente al momento, a dire il vero.

# 644_Employee
source: If you need any assistance, we're here to help. Have fun!
pt_br: Se ti serve una mano, siamo qui per aiutarti. Divertiti!

# 668_Employee
source: Replace the prizes in the right UFO Catcher.
pt_br: Sostituisci i premi nella UFO Catcher di destra.

# 680_Employee
source: Replace the prizes in the left UFO Catcher.
pt_br: Sostituisci i premi nella UFO Catcher di sinistra.

# 692_Employee
source: Never mind.
pt_br: Lascia stare.

# 704_Employee
source: Replace the prizes in the right UFO Catcher.
pt_br: Sostituisci i premi nella UFO Catcher di destra.

# 716_Employee
source: Replace the prizes in the left UFO Catcher.
pt_br: Sostituisci i premi nella UFO Catcher di sinistra.

# 728_Employee
source: Never mind.
pt_br: Lascia stare.
