Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00a40254.po
Languages: pt_br

source: Angry Student
pt_br: Studente Incazzato

source: Terrified Student
pt_br: Studente terrorizzato

source: Trembling Student
pt_br: Studente tremante

# 84_Angry Student
source: Asshole nearly killed me!
pt_br: Bastardo, per poco non mi uccideva!

# 96_Terrified Student
source: What was a taxi doing here, anyway? Thing was moving like a bat out of hell!
pt_br: Ma che ci faceva un taxi qui, comunque? Quello andava come un pazzo!

# 108_Akiyama
source: Hey, you got a second? I'd like to ask you about that taxi.
pt_br: Senti, hai un secondo? Vorrei chiederti a proposito di quel taxi.

# 120_Angry Student
source: What about it?
pt_br: Cosa c'è?

# 132_Akiyama
source: Did you see which way it was headed?
pt_br: Hai visto da che parte è andato?

# 144_Trembling Student
source: I think toward the Hotel District. It sped off that way.
pt_br: Penso verso la zona degli hotel. È schizzato via da quella parte.

# 156_Akiyama
source: Got it. Thanks!
pt_br: Capito. Grazie!
