Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00260375.po
Languages: pt_br

source: You got <Color:8>30,000 yen<Color:Default>.
pt_br: Hai ottenuto <Color:8>30,000 yen<Color:Default>.

source: You got <Color:8>10,000 yen<Color:Default>.
pt_br: Hai ottenuto <Color:8>10.000 yen<Color:Default>.

source: You got <Color:8>5,000 yen<Color:Default>.
pt_br: Ti sei beccato <Color:8>5,000 yen<Color:Default>.

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

# 1188_Minamizawa
source: Tanimura-san! The article I wrote with your info blew up like wildfire!
pt_br: Tanimura! L'articolo che ho scritto con le tue info ha fatto il botto e si è diffuso a macchia d'olio!

# 1200_Minamizawa
source: I got guys thankin' me left and right, saying it helped 'em have a better time at the club!
pt_br: Ho un sacco di ragazzi che mi ringraziano a destra e a manca, dicendo che gli è servito per divertirsi di più al locale!

# 1212_Ashibe
source: And I've improved my standing among my fellow editors, thanks to you.
pt_br: E ho migliorato la mia posizione tra i miei colleghi redattori, grazie a te.

# 1224_Minamizawa
source: I got a bonus for the article, so I had 'em throw in a little extra for ya. So here ya go.
pt_br: Ho beccato un bonus per l'articolo, così gli ho fatto buttare dentro qualcosina in più per te. Quindi, tieni.

# 1272_Minamizawa
source: If you ever get some new info, bring it on over! Please!
pt_br: Se mai ti capita qualche nuova info, portamela qui! Ti prego!

# 1284_Ashibe
source: We'll be counting on your expertise!
pt_br: Contiamo sulla tua competenza!

# 1356_Minamizawa
source: Oh, Tanimura-san. The article I wrote with your info went over pretty decent.
pt_br: Oh, Tanimura-san. L'articolo che ho scritto con le tue dritte è andato piuttosto bene.

# 1368_Minamizawa
source: There were a few little inconsistencies, but it ain't a big deal.
pt_br: C'erano un paio di piccole incongruenze, ma non è un grosso problema.

# 1380_Ashibe
source: At first, I didn't know how he'd manage, but thankfully he came through just fine in the end.
pt_br: All'inizio, non sapevo come se la sarebbe cavata, ma per fortuna alla fine è filato tutto liscio.

# 1392_Minamizawa
source: I've already gotten paid for it. This here's your share.
pt_br: I soldi per 'sta roba li ho già intascati. Questa qui è la tua fetta.

# 1440_Minamizawa
source: Let's do even better next time!
pt_br: Facciamo ancora meglio la prossima volta!

# 1452_Ashibe
source: You're our only hope, Tanimura-san. We're counting on you!
pt_br: Sei la nostra unica speranza, Tanimura-san. Contiamo su di te!

# 1524_Minamizawa
source: Hey, uh, Tanimura-san... I don't know how to say this, but... that last article? It was a complete disaster.
pt_br: Ehi, ehm, Tanimura-san... non so come dirtelo, ma... quell'ultimo articolo? È stato un completo disastro.

# 1536_Minamizawa
source: "What kinda bullshit is this!?" That's the only kinda feedback I've been getting...
pt_br: "Ma che razza di stronzate sono queste!?" È l'unico tipo di riscontro che ho ricevuto...

# 1548_Ashibe
source: Do you... Have any idea... What this has done to my rep? I'm practically the laughingstock of all of journalism at this point!
pt_br: Ma tu... hai la minima idea... di cosa ha combinato questo alla mia reputazione? Sono praticamente lo zimbello di tutto il giornalismo a\nquesto punto!

# 1572_Minamizawa
source: (Ah, she's just bein' melodramatic. Although, that would explain why I didn't get paid... On that count, this is all I can give ya. Sorry, pal.)
pt_br: (Ah, sta solo a fare la melodrammatica. Però, ecco perché non mi hanno pagato... Su quel fronte, questo è tutto quello che posso darti. Scusa, socio.)

# 1620_Minamizawa
source: Next time, I really do need you to come through for us! Help save our reputation!
pt_br: La prossima volta, ho *davvero* bisogno che tu non ci lasci a piedi! Aiuta a salvare la nostra reputazione!

# 1632_Ashibe
source: We're doomed if we put out another catastrophe... Hahaha... Times like these, I just can't help but laugh. Crazy, no?
pt_br: Siamo spacciati se pubblichiamo un'altra porcheria... Hahaha... In momenti come questi, non posso fare a meno di ridere. Pazzo, no?

# 1704_Tanimura
source: This is pretty much everything I know. I'm not really a hostess hunter or anything like that.
pt_br: È più o meno tutto quello che so. Non sono mica un cacciatore di hostess o roba del genere.

# 1716_Minamizawa
source: That right? Either way, thanks for all the info!
pt_br: Giusto? Comunque, grazie per tutte le dritte!

# 1728_Ashibe
source: Without your help, I would've had to chase another story. And Minamizawa-san here would've had to chase another job. I'm serious.
pt_br: Senza il suo aiuto, avrei dovuto inseguire un'altra storia. E Minamizawa-san qui avrebbe dovuto cercare un altro lavoro. Dico sul serio.

# 1740_Minamizawa
source: Wait, you were gonna fire me...?
pt_br: Ma aspetta, volevi licenziarmi...?

# 1752_Ashibe
source: Thanks to you, I think we'll be able to keep this series going for quite a while.
pt_br: Grazie a te, penso proprio che questa serie andrà avanti per un bel pezzo.

# 1764_Ashibe
source: If you have any friends who are in the know about cabaret, please do send them our way. We'll most likely be at MEB gathering info.
pt_br: Se hai amici che sanno il fatto loro sui cabaret, mandaceli pure. Molto probabilmente saremo al MEB a raccogliere informazioni.

# 1776_Tanimura
source: Okay. I'll let you know if I think of anybody.
pt_br: Va bene. Ti faccio un fischio se mi viene in mente qualcuno.

# 1788_Minamizawa
source: Can't thank ya enough!
pt_br: Non ti ringrazierò mai abbastanza!

# 1872_Minamizawa
source: Oh, Tanimura-san. Ready to tell me about the girls at Jewel and Shine?
pt_br: Oh, Tanimura-san. Allora, sei pronto a raccontarmi delle ragazze di Jewel e Shine?

# 1884_Tanimura
source: (I haven't talked with any girls from Jewel or Shine lately...)
pt_br: (Non ho chiacchierato con nessuna ragazza di Jewel o Shine ultimamente...)

# 1896_Tanimura
source: No. I don't have any good information at the moment. I'll let you know next time.
pt_br: No. Non ho buone informazioni al momento. Ti faccio sapere la prossima volta.

# 1932_Minamizawa
source: Oh, Tanimura-san. Good to see ya. Ready to tell me about the girls at Jewel and Shine?
pt_br: Oh, Tanimura-san. Contento di rivederti. Pronto a parlarmi delle ragazze di Jewel e Shine?

# 1944_Minamizawa
source: Oh, Tanimura-san. Good to see ya. Ready to tell me about the girls at Jewel and Shine?
pt_br: Oh, Tanimura-san. Contento di rivederti. Pronto a parlarmi delle ragazze di Jewel e Shine?

# 1956_Minamizawa
source: Himeka Kawasaki-chan from Shine, huh? Apparently she's a pretty popular choice. Could you... tell me what kinda food she likes?
pt_br: Himeka Kawasaki-chan dello Shine, eh? A quanto pare è molto richiesta. Potresti... dirmi che genere di cibo le piace?

# 1980_Minamizawa
source: Wow, I thought she'd like more expensive stuff! Okay, next, does Himeka-chan have anything she's worried about at the moment?
pt_br: Caspita, pensavo le piacesse roba più cara! Allora, ora, Himeka-chan ha qualcosa che la preoccupa al momento?

# 2004_Minamizawa
source: Hmm. Not your usual, run-of-the-mill problem. Okay, last question. I hear she's from Osaka, the capital of comedy. Does she like comedians?
pt_br: Mmh. Non è il solito problema spicciolo. Ok, ultima domanda. Ho sentito dire che viene da Osaka, la capitale della comicità. Le piacciono i comici?

# 2028_Minamizawa
source: I see. Being a comedian, I just had to ask!
pt_br: Capisco. Da comico, dovevo per forza chiedere!

# 2040_Minamizawa
source: Anyway, you've brought me a lot of info, but are you sure it's reliable enough to print?
pt_br: Comunque, mi hai portato un bel po' di dritte, ma sei sicuro che siano abbastanza affidabili da metterle nero su bianco?

# 2052_Minamizawa
source: Great! I'll just write this baby up and hand it in to Ashibe-san!
pt_br: Perfetto! Ora butto giù questa chicca e la consegno ad Ashibe-san!

# 2064_Minamizawa
source: She's downright scary if you miss a deadline... Oh, Ashibe-san will be bringin' your payment by, so would you mind stoppin' by again later?
pt_br: È una che fa una paura boia se sgarri con le scadenze... Oh, Ashibe-san ti porterà i soldi, quindi ti dispiacerebbe passare di nuovo più tardi?

# 2088_Minamizawa
source: What!? You mean you're just makin' this stuff up or something? Gimme a break!
pt_br: Cosa!? Vuoi dire che ti stai solo inventando queste cose o qualcosa del genere? Ma dai!

# 2100_Minamizawa
source: I'll be here for a while, so come on back when you've got some info I can actually use.
pt_br: Starò qui per un po', quindi torna quando hai delle info che posso davvero usare.

# 2124_Minamizawa
source: Chihiro Ikki-chan from Jewel, huh? I'll get right to the questions. Once you've requested her, is there anything you have to be careful of?
pt_br: Chihiro Ikki-chan di Jewel, eh? Passo subito alle domande. Una volta che l'hai richiesta, c'è qualcosa a cui bisogna fare attenzione?

# 2148_Minamizawa
source: Thanks. I'll be sure to avoid that pitfall! Okay, let's see... I heard she was involved in an interesting club in college.
pt_br: Grazie. Non ci casco di sicuro! Allora, vediamo un po'... Ho sentito dire che al college era invischiata in un club piuttosto interessante.

# 2172_Minamizawa
source: So she likes traditional culture, huh? I bet we'd hit it off if I talked about that. All right. Last question. Do you know what her goal is?
pt_br: Ah, quindi le piace la cultura tradizionale, eh? Ci scommetto che andremmo d'accordo se le parlassi di quello. Va bene. Ultima domanda. Sai qual è il suo obiettivo?

# 2196_Minamizawa
source: She sure dreams big. She's actually quite gutsy, in spite of that cute little face of hers.
pt_br: Questa sì che sogna in grande. In realtà è bella tosta, nonostante quella sua faccetta carina.

# 2208_Minamizawa
source: Anyway, you've brought me a lot of info, but are you sure it's reliable enough to print?
pt_br: Comunque, mi hai portato un bel po' di dritte, ma sei sicuro che siano abbastanza affidabili da metterle nero su bianco?

# 2220_Minamizawa
source: Great! I'll just write this baby up and hand it in to Ashibe-san!
pt_br: Perfetto! Ora butto giù questa chicca e la consegno ad Ashibe-san!

# 2232_Minamizawa
source: She's downright scary if you miss a deadline... Oh, Ashibe-san will be bringin' your payment by, so would you mind stoppin' by again later?
pt_br: È una che fa una paura boia se sgarri con le scadenze... Oh, Ashibe-san ti porterà i soldi, quindi ti dispiacerebbe passare di nuovo più tardi?

# 2256_Minamizawa
source: What!? You mean you're just makin' this stuff up or something? Gimme a break!
pt_br: Cosa!? Vuoi dire che ti stai solo inventando queste cose o qualcosa del genere? Ma dai!

# 2268_Minamizawa
source: I'll be here for a while, so come on back when you've got some info I can actually use.
pt_br: Starò qui per un po', quindi torna quando hai delle info che posso davvero usare.

# 2292_Minamizawa
source: Oh, got somewhere to go? I'll be here for a while, so come on back when you've got some info I can use.
pt_br: Oh, devi scappare? Starò qui per un po', quindi torna pure quando avrai qualche dritta che mi possa servire.

# 2316_Minamizawa
source: Oh, Tanimura-san. Ready to tell me about the girls at Shine and Jewel?
pt_br: Oh, Tanimura-san. Pronto a raccontarmi delle ragazze di Shine e Jewel?

# 2328_Minamizawa
source: Himeka Kawasaki-chan from Shine, huh? Apparently she's a pretty popular choice. Could you... tell me what kinda food she likes?
pt_br: Himeka Kawasaki-chan dello Shine, eh? A quanto pare è molto richiesta. Potresti... dirmi che genere di cibo le piace?

# 2352_Minamizawa
source: Wow, I thought she'd like more expensive things! Okay, next, does Himeka-chan have anything she's worried about at the moment?
pt_br: Cavolo, pensavo le piacessero cose più costose! Allora, la prossima domanda: Himeka-chan ha qualcosa che la preoccupa al momento?

# 2376_Minamizawa
source: Hmm. Not your usual, run-of-the-mill problem. Okay, last question. I hear she's from Osaka, the capital of comedy. Does she like comedians?
pt_br: Mmh. Non è il solito problema spicciolo. Ok, ultima domanda. Ho sentito dire che viene da Osaka, la capitale della comicità. Le piacciono i comici?

# 2400_Minamizawa
source: I see. Being a comedian, I just had to ask!
pt_br: Capisco. Da comico, dovevo per forza chiedere!

# 2412_Minamizawa
source: Anyway, you've brought me a lot of info, but are you sure it's reliable enough to print?
pt_br: Comunque, mi hai portato un bel po' di dritte, ma sei sicuro che siano abbastanza affidabili da metterle nero su bianco?

# 2424_Minamizawa
source: Great! I'll just write this baby up and hand it in to Ashibe-san!
pt_br: Perfetto! Ora butto giù questa chicca e la consegno ad Ashibe-san!

# 2436_Minamizawa
source: She's downright scary if you miss a deadline... Oh, Ashibe-san will be bringin' your payment by, so would you mind stoppin' by again later?
pt_br: È una che fa una paura boia se sgarri con le scadenze... Oh, Ashibe-san ti porterà i soldi, quindi ti dispiacerebbe passare di nuovo più tardi?

# 2460_Minamizawa
source: What!? You mean you're just makin' this stuff up or something? Gimme a break!
pt_br: Cosa!? Vuoi dire che ti stai solo inventando queste cose o qualcosa del genere? Ma dai!

# 2472_Minamizawa
source: I'll be here for a while, so come on back when you've got some info I can actually use.
pt_br: Starò qui per un po', quindi torna quando hai delle info che posso davvero usare.

# 2496_Minamizawa
source: Chihiro Ikki-chan from Jewel, huh? I'll get right to the questions. Once you've requested her, is there anything you have to be careful of?
pt_br: Chihiro Ikki-chan di Jewel, eh? Passo subito alle domande. Una volta che l'hai richiesta, c'è qualcosa a cui bisogna fare attenzione?

# 2520_Minamizawa
source: Thanks. I'll be sure to avoid that pitfall! Okay, let's see... I heard she was involved in an interesting club in college.
pt_br: Grazie. Non ci casco di sicuro! Allora, vediamo un po'... Ho sentito dire che al college era invischiata in un club piuttosto interessante.

# 2544_Minamizawa
source: So she likes traditional culture, huh? I bet we'd hit it off if I talked about that. All right. Last question. Do you know what her goal is?
pt_br: Ah, quindi le piace la cultura tradizionale, eh? Ci scommetto che andremmo d'accordo se le parlassi di quello. Va bene. Ultima domanda. Sai qual è il suo obiettivo?

# 2568_Minamizawa
source: She sure dreams big. She's actually quite gutsy, in spite of that cute little face of hers.
pt_br: Questa sì che sogna in grande. In realtà è bella tosta, nonostante quella sua faccetta carina.

# 2580_Minamizawa
source: Anyway, you've brought me a lot of info, but are you sure it's reliable enough to print?
pt_br: Comunque, mi hai portato un bel po' di dritte, ma sei sicuro che siano abbastanza affidabili da metterle nero su bianco?

# 2592_Minamizawa
source: Great! I'll just write this baby up and hand it in to Ashibe-san!
pt_br: Perfetto! Ora butto giù questa chicca e la consegno ad Ashibe-san!

# 2604_Minamizawa
source: She's downright scary if you miss a deadline... Oh, Ashibe-san will be bringin' your payment by, so would you mind stoppin' by again later?
pt_br: È una che fa una paura boia se sgarri con le scadenze... Oh, Ashibe-san ti porterà i soldi, quindi ti dispiacerebbe passare di nuovo più tardi?

# 2628_Minamizawa
source: What!? You mean you're just makin' this stuff up or something? Gimme a break!
pt_br: Cosa!? Vuoi dire che ti stai solo inventando queste cose o qualcosa del genere? Ma dai!

# 2640_Minamizawa
source: I'll be here for a while, so come on back when you've got some info I can actually use.
pt_br: Starò qui per un po', quindi torna quando hai delle info che posso davvero usare.

# 2664_Minamizawa
source: Oh, got somewhere to go? I'll be here for a while, so come on back when you've got some info I can use.
pt_br: Oh, devi scappare? Starò qui per un po', quindi torna pure quando avrai qualche dritta che mi possa servire.

# 2700_Minamizawa
source: Tell Him about Chihiro Ikki
pt_br: Digli di Chihiro Ikki

# 2712_Minamizawa
source: Maybe next time.
pt_br: Magari la prossima volta.

# 2724_Minamizawa
source: Tell Him about Himeka Kawasaki
pt_br: Digli di Himeka Kawasaki

# 2736_Minamizawa
source: Maybe next time.
pt_br: Magari la prossima volta.

# 2748_Minamizawa
source: Vegetable sticks.
pt_br: Bastoncini di verdura.

# 2760_Minamizawa
source: Chicken basket.
pt_br: Cestino di pollo.

# 2772_Minamizawa
source: Dried ray fin.
pt_br: Pinna di razza essiccata.

# 2784_Minamizawa
source: Too many customers request her.
pt_br: Troppi clienti la chiedono.

# 2796_Minamizawa
source: Her height.
pt_br: La sua altezza.

# 2808_Minamizawa
source: A customer who's harassing her.
pt_br: Un cliente che la sta molestando.

# 2820_Minamizawa
source: She loves them.
pt_br: Lei stravede per loro.

# 2832_Minamizawa
source: She hates them.
pt_br: Li odia.

# 2844_Minamizawa
source: She doesn't care, one way or the other.
pt_br: Non gliene frega niente, in un modo o nell'altro.

# 2856_Minamizawa
source: I'm not so sure...
pt_br: Non ne sono così sicuro...

# 2868_Minamizawa
source: It's as good as gold.
pt_br: È oro colato.

# 2880_Minamizawa
source: Don't order meat.
pt_br: Non ordinare carne.

# 2892_Minamizawa
source: Don't order soft drinks.
pt_br: Non ordinare bibite.

# 2904_Minamizawa
source: Don't order strong drinks.
pt_br: Non ordinare drink forti.

# 2916_Minamizawa
source: Sumo wrestling.
pt_br: Lotta sumo.

# 2928_Minamizawa
source: Kabuki theater.
pt_br: Teatro Kabuki.

# 2940_Minamizawa
source: Gagaku court music.
pt_br: Musica di corte Gagaku.

# 2952_Minamizawa
source: To become an actress.
pt_br: Diventare un'attrice.

# 2964_Minamizawa
source: To become a fashion designer.
pt_br: Diventare una stilista di moda.

# 2976_Minamizawa
source: To win a big horseracing bet.
pt_br: Per vincere una grossa scommessa sui cavalli.

# 2988_Minamizawa
source: I'm not so sure...
pt_br: Non ne sono così sicuro...

# 3000_Minamizawa
source: It's as good as gold.
pt_br: È oro colato.

# 3012_Minamizawa
source: Tell Him about Himeka Kawasaki
pt_br: Digli di Himeka Kawasaki

# 3024_Minamizawa
source: Tell Him about Chihiro Ikki
pt_br: Digli di Chihiro Ikki

# 3036_Minamizawa
source: Maybe next time.
pt_br: Magari la prossima volta.

# 3048_Minamizawa
source: Vegetable sticks.
pt_br: Bastoncini di verdura.

# 3060_Minamizawa
source: Chicken basket.
pt_br: Cestino di pollo.

# 3072_Minamizawa
source: Dried ray fin.
pt_br: Pinna di razza essiccata.

# 3084_Minamizawa
source: Too many customers request her.
pt_br: Troppi clienti la chiedono.

# 3096_Minamizawa
source: Her height.
pt_br: La sua altezza.

# 3108_Minamizawa
source: A customer who is harassing her.
pt_br: Un cliente che la molesta.

# 3120_Minamizawa
source: She loves them.
pt_br: Lei stravede per loro.

# 3132_Minamizawa
source: She hates them.
pt_br: Li odia.

# 3144_Minamizawa
source: She doesn't care, one way or the other.
pt_br: Non gliene frega niente, in un modo o nell'altro.

# 3156_Minamizawa
source: I'm not so sure...
pt_br: Non ne sono così sicuro...

# 3168_Minamizawa
source: It's as good as gold.
pt_br: È oro colato.

# 3180_Minamizawa
source: Don't order meat.
pt_br: Non ordinare carne.

# 3192_Minamizawa
source: Don't order soft drinks.
pt_br: Non ordinare bibite.

# 3204_Minamizawa
source: Don't order strong drinks.
pt_br: Non ordinare drink forti.

# 3216_Minamizawa
source: Sumo wrestling.
pt_br: Lotta sumo.

# 3228_Minamizawa
source: Kabuki theater.
pt_br: Teatro Kabuki.

# 3240_Minamizawa
source: Gagaku court music.
pt_br: Musica di corte Gagaku.

# 3252_Minamizawa
source: To become an actress.
pt_br: Diventare un'attrice.

# 3264_Minamizawa
source: To become a fashion designer.
pt_br: Diventare una stilista di moda.

# 3276_Minamizawa
source: To win a big horseracing bet.
pt_br: Per vincere una grossa scommessa sui cavalli.

# 3288_Minamizawa
source: I'm not so sure...
pt_br: Non ne sono così sicuro...

# 3300_Minamizawa
source: It's as good as gold.
pt_br: È oro colato.
