Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00910742.po
Languages: pt_br

source: Woman
pt_br: Donna

source: Idle
pt_br: Inattivo

# 232_Player
source: (I should come back when I'm alone.)
pt_br: (Dovrei tornare quando sono solo.)

# 244_Woman
source: *singing Filipino song*
pt_br: *canta una canzone filippina*

# 340_Woman
source: *speaking Tagalog*
pt_br: *parlando tagalog*

# 352_Akiyama
source: (Shit... I have no idea what she's saying.)
pt_br: (Merda... Non capisco un cavolo di quello che sta dicendo.)

# 364_Akiyama
source: (Hmm. What should I do?)
pt_br: (Mmm. Che faccio?)

# 376_Akiyama
source: (I guess I'll just say something...)
pt_br: (Beh, dovrò pur dire qualcosa...)

# 388_Akiyama
source: *attempting to speak Tagalog* Hahaha!
pt_br: *tentando di parlare Tagalog* Hahaha!

# 412_Woman
source: *actually speaking Tagalog*
pt_br: *sta effettivamente parlando Tagalog*

# 424_Woman
source: *speaking Tagalog*
pt_br: *parlando tagalog*

# 436_Akiyama
source: (Uh-oh. I think I pissed her off.)
pt_br: (Ahia. Credo di averla fatta incazzare.)

# 472_Woman
source: *speaking Tagalog*
pt_br: *parlando tagalog*

# 484_Saejima
source: (She ain't speakin' Japanese!? Aw shit...)
pt_br: (Questa non parla giapponese!? Cazzo...)

# 496_Saejima
source: (What should I do?)
pt_br: (Che dovrei fare?)

# 508_Saejima
source: (I'll just take my chances!)
pt_br: (Tento la fortuna!)

# 520_Saejima
source: *attempting to speak Tagalog*
pt_br: *tentativo di parlare Tagalog*

# 544_Woman
source: *actually speaking Tagalog*
pt_br: *sta effettivamente parlando Tagalog*

# 556_Woman
source: *speaking Tagalog*
pt_br: *parlando tagalog*

# 568_Saejima
source: (I made her cry! What did I do...)
pt_br: (L'ho fatta piangere! Ma che cavolo ho combinato...)

# 604_Woman
source: *speaking Tagalog*
pt_br: *parlando tagalog*

# 616_Kiryu
source: (She's not Japanese, and doesn't seem to understand Japanese either...)
pt_br: (Lei non è giapponese e non sembra capire nemmeno il giapponese...)

# 628_Kiryu
source: (I suppose I could, but...)
pt_br: Immagino di sì, ma...

# 640_Kiryu
source: (She might understand if I just try talking.)
pt_br: (Magari capisce se provo a parlare.)

# 652_Kiryu
source: *attempting to speak Tagalog*
pt_br: *tentativo di parlare Tagalog*

# 676_Woman
source: *actually speaking Tagalog*
pt_br: *sta effettivamente parlando Tagalog*

# 688_Woman
source: *speaking Tagalog*
pt_br: *parlando tagalog*

# 700_Kiryu
source: (I don't know what I said, but she looks happy. I guess that's that.)
pt_br: (Non so cosa le ho detto, ma sembra contenta. Vabbè, a posto così.)

# 712_Player
source: (I'm just gonna leave...)
pt_br: (Me ne vado e basta...)

# 772_Player
source: Make Up Random Words
pt_br: Inventa Parole a Caso

# 784_Player
source: Leave
pt_br: Andarsene

# 796_Player
source: Make Up Random Words
pt_br: Inventa Parole a Caso

# 808_Player
source: Leave
pt_br: Andarsene

# 820_Player
source: Make Up Random Words
pt_br: Inventa Parole a Caso

# 832_Player
source: Leave
pt_br: Andarsene
