Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00260071.po
Languages: pt_br

source: You got a <Color:8>Zero Jewel<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Gioiello Zero<Color:Default>.

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: Foreign Woman
pt_br: Donna Straniera

source: Date
pt_br: Appuntamento

source: Please enter a name
pt_br: Inserisci un nome

# 56_Foreign Woman
source: Thank you! Thank you so much!
pt_br: Grazie! Grazie mille!

# 68_Date
source: So lemme get this straight. The girl had some crazy hypernationalist group coming after her?
pt_br: Allora, fammi capire bene. La ragazza aveva un qualche gruppo ipernazionalista di pazzi che le stava dando la caccia?

# 80_Kiryu
source: Yeah. That's why she hid the baby here. That way at least he would've been safe.
pt_br: Sì. Per questo ha nascosto il bambino qui. Così, almeno lui sarebbe stato al sicuro.

# 92_Saejima
source: Real nut jobs in town these days... Ain't how it used to be.
pt_br: Certa gente completamente fuori di testa in giro, ultimamente... Non è più come una volta.

# 116_Tanimura
source: The baby was already crying when you stumbled on him, right, Date-san?
pt_br: Il bambino piangeva già quando ci sei capitato sopra, vero, Date-san?

# 128_Tanimura
source: It's a miracle you managed to find him before those sickos did.
pt_br: È un miracolo che sei riuscito a trovarlo prima che quei malati lo facessero.

# 140_Date
source: You're damn right. Lady Luck was smiling down on us today, that's for sure.
pt_br: Hai dannatamente ragione. La Dea Bendata oggi ci ha sorriso, questo è certo.

# 152_Akiyama
source: What are you going to do now, ma'am? Those sure won't be the last guys like that who come after you.
pt_br: Che si fa adesso, signora? Quelli di sicuro non saranno gli ultimi tipi del genere a venirle dietro.

# 164_Foreign Woman
source: I'd like to leave... but I don't have a visa. Raising my son here is the only choice I have.
pt_br: Vorrei andarmene... ma non ho un visto. Crescere mio figlio qui è l'unica scelta che mi resta.

# 176_Kiryu
source: Hm...
pt_br: Mh...

# 188_Tanimura
source: Life in Kamurocho isn't easy, though. You should probably think about finding a way home, no matter how difficult that may be.
pt_br: La vita qui a Kamurocho non è una passeggiata, però. Ti converrebbe probabilmente pensare a come tornartene a casa, per quanto possa essere dura.

# 200_Tanimura
source: But if you really wanna live here, I'll do what I can to lend you a hand. Have you ever heard of the Asian Gateway? They'd be glad to help you get settled, find an apartment.
pt_br: Ma se vuoi davvero vivere qui, farò quello che posso per darti una mano. Hai mai sentito parlare dell'Asian Gateway? Sarebbero lieti di aiutarti a sistemarti, a trovare un appartamento.

# 212_Akiyama
source: Hey, that's a good idea. Of all the guys here, Tanimura's the one you'll wanna stick with.
pt_br: Ehi, ottima idea. Tra tutti i tipi qui, Tanimura è quello con cui ti conviene stare.

# 224_Tanimura
source: I don't really have the cash to help her, though...
pt_br: Non ho proprio la grana per aiutarla, però...

# 236_Akiyama
source: I don't mind coming up to bat on that front. How much are we talking?
pt_br: Non mi faccio problemi a scendere in campo su quel fronte. Di che cifra stiamo\nparlando?

# 248_Foreign Woman
source: You'll lend me money? But I don't have any bank statements or proof that I'd be able to pay you back...
pt_br: Mi presteresti dei soldi? Ma non ho estratti conto bancari o prove che sarei in grado di ripagarti...

# 260_Akiyama
source: Don't worry about that stuff. All I need you to do is take a test, and we're golden.
pt_br: Non ti preoccupare di quella roba. Ti basta fare un test, e il gioco è fatto.

# 272_Foreign Woman
source: A... test?
pt_br: Un... test?

# 284_Akiyama
source: Yup. That's how I decide whether or not to lend someone the money they want. As for what it'll be, let me see...
pt_br: Già. È così che decido se sganciare o meno i soldi che vogliono. Quanto alla condizione, fammi vedere...

# 296_Akiyama
source: Aha! Have you named your son yet?
pt_br: Ah! Hai già dato un nome a tuo figlio?

# 308_Foreign Woman
source: Um, not yet, no...
pt_br: Ehm, non ancora, no...

# 320_Akiyama
source: In that case, how about you let me name him for you? Do that and I'll lend you however much cash you need.
pt_br: Allora, che ne dici se gli do un nome io? Fallo e ti presto tutta la grana che ti serve.

# 332_Kiryu
source: Some test this is.
pt_br: Questo sì che è un bel test.

# 344_Akiyama
source: Hey, you can't knock the importance of a name! They say a person's name affects the whole course of their life, you know.
pt_br: Ehi, non puoi mica sottovalutare l'importanza di un nome! Dicono che il nome di una persona influenzi l'intero corso della sua vita, sai.

# 356_Akiyama
source: I just want to see what that's like. Without having kids of my own, I mean.
pt_br: Voglio solo vedere com'è. Senza avere figli miei, intendo.

# 368_Akiyama
source: So? I know I didn't do much to help, and this <Italic>is</Italic> a pretty strange condition... but what do you say?
pt_br: Allora? Lo so che non ho fatto un granché per aiutare, e questa <Italic>è</Italic> una condizione parecchio strana... ma che ne dici?

# 380_Foreign Woman
source: I accept. The five of you saved our lives, so it would be an honor if you named my son.
pt_br: Accetto. Voi cinque ci avete salvato la vita, quindi sarebbe un onore se desse un nome a mio figlio.

# 392_Kiryu
source: Looks like you got what you wanted, Akiyama. What'll it be?
pt_br: Sembra che tu abbia ottenuto quello che volevi, Akiyama. Allora, che si fa?

# 404_Akiyama
source: Good question. How about...
pt_br: Bella domanda. Che ne dici di...

# 416_Akiyama
source: How about %s?
pt_br: Che ne dici di %s?

# 428_Kiryu
source: %s, huh? Can't think of a better name myself.
pt_br: %s, eh? Io non ne saprei trovare uno migliore.

# 452_Tanimura
source: It's got a nice ring to it, I'll give you that. I say go for it.
pt_br: Suona bene, te lo concedo. Io dico di far\nlo.

# 476_Saejima
source: %s? Not bad. I was thinkin' you'd go for somethin' goofy, but that's actually kinda good.
pt_br: %s? Niente male. Pensavo che avresti scelto qualcosa di un po' sciocco, ma in effetti è abbastanza buono.

# 488_Akiyama
source: Then it's settled! His name will be %s!
pt_br: Allora è deciso! Il suo nome sarà %s!

# 500_Foreign Woman
source: What a beautiful name! Thank you, all of you! Do you hear that, %s? The nice men gave you a new name.
pt_br: Che bel nome! Grazie a tutti voi! Lo senti, %s? I bravi uomini ti hanno dato un nuovo nome.

# 512_Foreign Woman
source: Please, take this in return. I know it's not much, but I'd like to give you something after all you've done for me.
pt_br: Ti prego, prendi questo in cambio. So che non è molto, ma vorrei darti qualcosa dopo tutto quello che hai fatto per me.

# 548_Kiryu
source: Oh, it was nothing. We're just glad you're okay.
pt_br: Oh, niente di che. Siamo solo contenti che tu stia bene.
