Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid010201fb.po
Languages: pt_br

source: Okama
pt_br: Frocio

# 72_Akiyama
source: (Sticking around here'll just land me in more trouble. Need to get back to Sky Finance.)
pt_br: (Restare qui mi caccerà solo in altri casini. Devo tornare a Sky Finance.)

# 96_Akiyama
source: (Drama Queen's manager is dead. Murdered, and a few days ago by the looks of it.)
pt_br: (Il manager di Drama Queen è morto. Assassinato, e a quanto pare qualche giorno fa.)

# 108_Akiyama
source: (He was practically naked, too. Just like how Kido-chan found old man Kanemura.)
pt_br: Anche lui era praticamente nudo. Proprio come Kido-chan aveva trovato il vecchio Kanemura.

# 120_Akiyama
source: (Was it the same killer? Maybe someone from the Shibata Family?)
pt_br: (Era lo stesso killer? Magari qualcuno della Famiglia Shibata?)

# 132_Okama
source: You okay, sweetie? You look like you just saw a ghost.
pt_br: Stai bene, tesoro? Sembri che tu abbia appena visto un fantasma.

# 144_Akiyama
source: Oh, uh, yeah...
pt_br: Oh, uhm, sì...

# 156_Okama
source: You don't sound okay. Why don't you come relax over at my bar?
pt_br: Non mi sembri a posto. Perché non vieni a rilassarti al mio bar?

# 168_Akiyama
source: I appreciate the offer, but I've got places to be. Sorry.
pt_br: Apprezzo l'offerta, ma ho da fare. Scusa.

# 180_Okama
source: Aww, you're no fun!
pt_br: Ah, non c'è gusto con te!
