Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c0016.po
Languages: pt_br

# 5880_Kiryu
source: Heh... I guess women have all sorts of tricks up their sleeves.
pt_br: Heh... immagino che le donne abbiano sempre degli assi nella manica.

# 5892_Kiryu
source: What about you?
pt_br: E tu?

# 5904_Shizuka
source: Me? Well, my style is a little different. I tend to pursue instead of attract...
pt_br: Io, dici? Ma sai, il mio stile è un po' diverso. Preferisco inseguire piuttosto che attirare...

# 5916_Kiryu
source: Pursue?
pt_br: Corteggiare?

# 5928_Shizuka
source: Yes. For example, I would offer to wash a man's back.
pt_br: Sì. Per esempio, mi offrirei di lavare la schiena a un uomo.

# 5940_Kiryu
source: Um... What do you mean by that? Sounds like you want to take a bath with him.
pt_br: Ehm... Che intendi dire? Sembra che tu voglia farti un bagno con lui.

# 5952_Shizuka
source: Yes, I mean to enter the bath with him and wash his back.
pt_br: Sì, voglio entrare nel bagno con lui e lavargli la schiena.

# 5964_Kiryu
source: Before you're dating each other?
pt_br: Prima che vi metteste insieme?

# 5976_Shizuka
source: So I guess that does scare you, huh?
pt_br: Quindi, immagino che ti spaventi davvero, la cosa, eh?

# 5988_Kiryu
source: No, that's not it. Just surprised, is all.
pt_br: No, non è così. Sono solo sorpreso, ecco tutto.

# 6000_Shizuka
source: No, you're right. I've come to realize that you can't go around saying things like that...
pt_br: No, hai proprio ragione. Mi sono resa conto che non si possono andare in giro a dire certe cose...

# 6012_Kiryu
source: Well, that's a little unfortunate...
pt_br: Beh, è un po' un peccato...

# 6024_Shizuka
source: Hm? What did you say?
pt_br: Mh? Come scusa?

# 6036_Kiryu
source: Oh, nothing.
pt_br: Oh, niente.

# 6048_Kiryu
source: Isn't that a bit aggressive? Shouldn't you wait until you're going out?
pt_br: Non è un po' troppo spinto? Non dovresti aspettare di uscire?

# 6060_Shizuka
source: I'm sorry... I hadn't realized that until recently.
pt_br: Mi dispiace... Non me n'ero resa conto fino a poco tempo fa.

# 6072_Kiryu
source: So you actually pursued men in that way?
pt_br: Quindi, tu ci sei proprio andata dietro agli uomini in quel modo?

# 6084_Shizuka
source: Yes. And everyone was scared off by it...
pt_br: Sì. E la cosa ha spaventato tutti...

# 6096_Kiryu
source: Yeah, I can imagine.
pt_br: Già, me lo immagino.

# 6108_Shizuka
source: But don't worry. I've been studying the best ways to date men by reading manga. I'll be fine now.
pt_br: Ma non ti preoccupare. Ho imparato i modi migliori per uscire con i ragazzi leggendo manga. Ora sono a posto.

# 6120_Kiryu
source: By reading manga? So what do you do now?
pt_br: Leggendo manga? E ora che fai?

# 6132_Shizuka
source: Well, I'm thinking I'll start off with holding hands.
pt_br: Beh, mi sa che per iniziare le prenderò la mano.

# 6144_Kiryu
source: Yeah, that's pretty normal.
pt_br: Sì, è abbastanza normale.

# 6156_Kiryu
source: And what do they say?
pt_br: E cosa ne dicono?

# 6168_Shizuka
source: Well... They didn't seem to like it. Actually, I think I scared them off.
pt_br: Beh... Non sembrava proprio che gli piacesse. Anzi, credo di averli fatti scappare.

# 6180_Kiryu
source: So why do you feel you want to wash men's backs?
pt_br: Allora, perché ti senti di voler lavare la schiena agli uomini?

# 6192_Shizuka
source: To tell you the truth, I'm not so sure myself. But I might have been influenced by something I saw on TV.
pt_br: A dirtela tutta, non ne sono poi così sicuro neanch'io. Però magari sono stato influenzato da qualcosa che ho visto in TV.

# 6204_Shizuka
source: My intent is only to help them to relax and forget their troubles.
pt_br: Il mio unico intento è dar loro una mano a rilassarsi e a dimenticare i guai.

# 6216_Kiryu
source: I see. Well, that's a nice thought anyway.
pt_br: Capisco. Beh, è un bel pensiero, comunque.

# 6228_Shizuka
source: Really?
pt_br: Davvero?

# 6240_Kiryu
source: Sure.
pt_br: Certo.

# 6252_Shizuka
source: I'm glad you understand my point of view.
pt_br: Sono contenta che tu capisca il mio punto di vista.

# 6264_Kiryu
source: But offering to wash someone's back might be going a bit too far. How about just a back rub?
pt_br: Ma offrire di lavare la schiena a qualcuno potrebbe essere andare un po' troppo in là. Che ne dici di un massaggio alla schiena, e basta?

# 6276_Shizuka
source: Yes, that's true. Maybe I'll try that next time.
pt_br: Già, è vero. Magari lo proverò la prossima volta.

# 6300_Shizuka
source: Do you go to karaoke, sir?
pt_br: Va al karaoke, signore?

# 6312_Kiryu
source: Sometimes.
pt_br: A volte.

# 6324_Shizuka
source: What kind of songs do you like to sing?
pt_br: Che genere di canzoni ti piace cantare?

# 6336_Kiryu
source: Well... I guess I usually choose enka, the traditional Japanese ballads.
pt_br: Bé... di solito mi butto sull'enka, le ballate tradizionali giapponesi.

# 6348_Shizuka
source: I sing those a lot, too. And maybe some old classics.
pt_br: Le canto spesso anch'io. E magari qualche vecchio classico.

# 6360_Kiryu
source: Don't you sing any pop songs?
pt_br: Non canti mica canzoni pop?

# 6372_Shizuka
source: Everybody asks me that question. I think I'm giving people the wrong impression of me...
pt_br: Me lo chiedono tutti. Mi sa che do un'impressione sbagliata di me alla gente...

# 6384_Shizuka
source: They say that I'm lying about my age.
pt_br: Dicono che mento sulla mia età.

# 6396_Kiryu
source: Heh. What do you mean?
pt_br: Eh. Che vuoi dire?

# 6408_Shizuka
source: Oh, I think it's just because I only sing songs that older people like and never pop songs.
pt_br: Oh, credo sia solo perché canto solo canzoni che piacciono ai più anziani e mai canzoni pop.

# 6420_Kiryu
source: I see.
pt_br: Capisco.

# 6432_Kiryu
source: It sounds like we have similar tastes. I don't mind if you only sing ballads and the classics.
pt_br: Pare che abbiamo gusti simili. Per me va benissimo se canti solo ballate e i classici.

# 6444_Shizuka
source: Really? I'd love to go to karaoke with someone like that. I could relax then.
pt_br: Davvero? Mi piacerebbe un sacco andare al karaoke con uno così. Potrei proprio rilassami, allora.

# 6456_Kiryu
source: Relax? Do you normally stress out when you go to karaoke?
pt_br: Rilassato? Di solito ti stressi quando vai al karaoke?

# 6468_Shizuka
source: Yes. I always get nervous when I go with people close to my age or younger.
pt_br: Sì. Mi innervosisco sempre quando esco con persone della mia età o più giovani.

# 6480_Kiryu
source: Well, when we go together, you can feel free to sing whatever you like.
pt_br: Beh, quando andremo insieme, potrai cantare quel che ti pare.

# 6492_Shizuka
source: That sounds nice! ♪
pt_br: Suona bene! ♪

# 6504_Kiryu
source: How old are you, anyway?
pt_br: Quanti anni hai, comunque?

# 6516_Shizuka
source: Huh? Are you doubting me too, sir?
pt_br: Eh? Anche lei dubita di me, signore?

# 6528_Kiryu
source: I'm just joking. I don't doubt you at all.
pt_br: Ma no, scherzo. Non dubito minimamente di te.

# 6540_Shizuka
source: Oh... Okay then. That makes me feel a little better.
pt_br: Oh... Ok, dai. Mi fa stare un po' meglio.

# 6552_Kiryu
source: You're certainly unique.
pt_br: Sei davvero unica.

# 6564_Shizuka
source: Yes, I guess I am. I get that quite a lot.
pt_br: Sì, direi di sì. Me lo dicono spesso.

# 6576_Shizuka
source: That said, I hope you'll forgive me if I say something strange.
pt_br: Detto questo, spero mi perdonerai se dico qualcosa di strano.

# 6588_Kiryu
source: Heh, don't worry.
pt_br: Eh, non preoccuparti.

# 6600_Kiryu
source: What about when you go out with your friends? You must go to karaoke with people your own age from time to time, right?
pt_br: E quando esci con i tuoi amici? Ogni tanto andrai al karaoke con gente della tua età, no?

# 6612_Shizuka
source: I always get really nervous when I do.
pt_br: Mi prende sempre una gran ansia quando lo faccio.

# 6624_Shizuka
source: But I can't just go and not sing, so I always end up singing enka.
pt_br: Ma non posso mica andarci e non cantare, no? Così alla fine mi tocca sempre intonare qualche enka.

# 6636_Kiryu
source: So you don't match what everyone else is doing, huh?
pt_br: Allora tu non ti adegui a quello che fanno tutti gli altri, eh?

# 6648_Shizuka
source: I've never been very good at doing that. If I could sing the popular songs, I would, but...
pt_br: Non sono mai stata molto brava a far quello. Se potessi cantare le hit, lo farei, ma...

# 6660_Kiryu
source: Well, karaoke is best when you're singing songs you like. Forcing others to accept your musical preferences is not my kind of thing.
pt_br: Beh, il karaoke è il massimo quando canti le canzoni che ti piacciono. Forzare gli altri ad accettare i tuoi gusti musicali non è proprio da me.

# 6672_Shizuka
source: Hehehe. You're so generous, sir. <Color:7>♥<Color:Default>
pt_br: Ahahah. Ma è così generoso, signore. <Color:7>♥<Color:Default>

# 6696_Shizuka
source: I... I often get fooled by men.
pt_br: Io... spesso ci casco con gli uomini.

# 6708_Kiryu
source: Fooled? What do you mean?
pt_br: Fregato? Che intendi?

# 6720_Shizuka
source: For example, I was supposed to go driving with a man I was thinking about dating a while ago.
pt_br: Ad esempio, dovevo andare a fare un giro in macchina con un uomo che stavo pensando di frequentare un po' di tempo fa.

# 6732_Shizuka
source: But when I opened the door to get into his car, I saw something shocking in the back seat.
pt_br: Ma quando ho aperto la porta per salire sulla sua macchina, ho visto qualcosa di scioccante sul sedile posteriore.

# 6744_Kiryu
source: What was it?
pt_br: Cos'era?

# 6756_Shizuka
source: A cute little child safety seat.
pt_br: Un piccolo seggiolino auto carino.

# 6768_Kiryu
source: So he had a kid. I take it he wasn't divorced or anything. He was married?
pt_br: E così aveva un figlio. Immagino che non fosse divorziato o roba del genere. Era sposato?

# 6780_Shizuka
source: Yes. It was exactly how I expected...
pt_br: Sì. Era esattamente come mi aspettavo...

# 6792_Shizuka
source: I was so angry that he didn't try to hide it from me.
pt_br: Ero così arrabbiata che non ha neanche provato a nascondermelo.

# 6804_Kiryu
source: You'd rather he lied to you?
pt_br: Preferiresti che ti mentisse?

# 6816_Shizuka
source: No, it's not that. I'm not sure how to explain.
pt_br: No, non è così. Non saprei come spiegarlo.

# 6828_Shizuka
source: But I just felt so guilty thinking about his family.
pt_br: Ma mi sentivo così in colpa pensando alla sua famiglia.

# 6840_Kiryu
source: He's the one who should feel guilty.
pt_br: È lui che dovrebbe sentirsi in colpa.

# 6852_Shizuka
source: I suppose that's true, but I feel like there's something wrong with me if men can fool me so often.
pt_br: Suppongo sia vero, ma mi sembra che ci sia qualcosa che non va in me se gli uomini riescono a fregarmi così spesso.

# 6864_Kiryu
source: I don't know about that, but he's the one who deceived you. It's his fault.
pt_br: Non so che dirti, ma è lui che ti ha fregato. È colpa sua.

# 6876_Shizuka
source: But if I didn't make it so easy for people to fool me in the first place, he wouldn't have deceived me.
pt_br: Ma se non avessi reso così facile agli altri fregarmi, tanto per cominciare, lui non mi avrebbe imbrogliato.

# 6888_Kiryu
source: I see... You're a humble and kind woman.
pt_br: Ah, capisco... Sei una donna umile e gentile.

# 6900_Shizuka
source: No. I'm just a naive and easily deceived woman...
pt_br: No. Sono solo una donna ingenua e che si fa fregare facilmente...

# 6912_Kiryu
source: What a scumbag. He's a terrible husband and father.
pt_br: Che stronzo. È un marito e un padre pessimo.

# 6924_Shizuka
source: But if I hadn't made it so easy for him to fool me, maybe he wouldn't have tried to betray his wife and child.
pt_br: Ma se non mi fossi lasciata ingannare così facilmente, magari non avrebbe cercato di tradire sua moglie e suo figlio.

# 6936_Kiryu
source: You're overthinking this. You had no way of knowing he had a family.
pt_br: Stai a farti troppi problemi. Non potevi mica sapere che avesse una famiglia.

# 6948_Shizuka
source: You really think so?
pt_br: Lo pensi davvero?

# 6960_Kiryu
source: There aren't many women who would blame themselves in a situation like that. You're a good person, you know that?
pt_br: Non sono molte le donne che si darebbero la colpa in una situazione del genere. Sei una brava persona, lo sai?

# 6972_Shizuka
source: Thank you for saying that. You've given me more confidence.
pt_br: Grazie per averlo detto. Mi hai dato più sicurezza.

# 6984_Kiryu
source: I really mean it.
pt_br: Lo dico sul serio.

# 6996_Shizuka
source: Thank you. <Color:7>♥<Color:Default>
pt_br: Grazie. <Color:7>♥<Color:Default>

# 7008_Kiryu
source: You should be glad you found out in time. Think what could've happened if you kept seeing him without finding out the truth.
pt_br: Menomale che l'hai scoperto in tempo. Pensa un po' cosa ti sarebbe potuto capitare se avessi continuato a vederlo senza sapere la verità.

# 7020_Shizuka
source: What do you mean?
pt_br: Cosa intendi?

# 7032_Kiryu
source: What if things started to get serious? It'd be a lot worse to find out about his wife and kid if you were planning on marrying the guy.
pt_br: E se le cose iniziassero a farsi serie? Sarebbe molto peggio scoprire di sua moglie e suo figlio se avessi intenzione di sposare quel tipo.

# 7044_Shizuka
source: I don't know what I would've done if that had happened.
pt_br: Non so cosa avrei fatto se fosse successo.

# 7056_Kiryu
source: You've got to stop focusing on the past and think about finding someone new.
pt_br: Devi smetterla di fissarti sul passato e pensare a trovare qualcun altro.

# 7068_Shizuka
source: Hehe. The way you say that really cheers me up, sir. I feel like I have a chance to find someone after all. <Color:7>♥<Color:Default>
pt_br: Hehe. Come lo dici tu mi tira su il morale un sacco, signore. Sento che dopotutto ho ancora una possibilità di trovare qualcuno. <Color:7>♥<Color:Default>

# 7080_Kiryu
source: Hehe...
pt_br: Eheh...

# 7104_Shizuka
source: *sigh*
pt_br: *sospiro*

# 7116_Kiryu
source: What's wrong? Something troubling you?
pt_br: Che c'è? Ti preoccupa qualcosa?

# 7128_Shizuka
source: Well, actually... I was talking with one of the girls who recently started working here.
pt_br: Beh, a dire il vero... stavo parlando con una delle ragazze che ha iniziato a lavorare qui da poco.

# 7140_Shizuka
source: I couldn't really follow what she was saying. I hope she wasn't bothered by that...
pt_br: Non riuscivo mica a starle dietro a quello che diceva. Spero di non averla infastidita...

# 7152_Kiryu
source: Is she younger than you?
pt_br: È lei più giovane di te?

# 7164_Shizuka
source: Yes. She's not that much younger, but sometimes a few years can make a big difference.
pt_br: Sì. Non è poi così tanto più giovane, ma a volte qualche anno può fare una bella differenza.

# 7176_Shizuka
source: I have problems talking with younger people. It's kind of an icky situation...
pt_br: Faccio fatica a parlare con i più giovani. È una situazione un po' imbarazzante...

# 7188_Kiryu
source: Don't worry about it. Everybody has that problem to some degree.
pt_br: Non ti preoccupare. Un po' tutti ce l'hanno quel problema.

# 7200_Shizuka
source: Really?
pt_br: Davvero?

# 7212_Kiryu
source: Yeah, and there are people out there who you can get along with despite the age difference.
pt_br: Già, e ci sono persone con cui puoi andare d'accordo nonostante la differenza d'età.

# 7224_Shizuka
source: But even if I feel like we're getting along, they might feel uncomfortable.
pt_br: Ma anche se a me sembra che ci stiamo prendendo, loro potrebbero sentirsi a disagio.

# 7236_Kiryu
source: It's not like you're intentionally making them feel that way. If they do, it's their problem.
pt_br: Non è mica che li fai sentire così di proposito. Se poi ci restano male, sono problemi loro.

# 7248_Shizuka
source: Oh, hmm... I never thought of it like that.
pt_br: Oh, hmm... Non l'avevo mai vista così.

# 7260_Shizuka
source: I feel a little better now. Thank you, sir. <Color:7>♥<Color:Default>
pt_br: Mi sento un po' meglio adesso. Grazie, signore. <Color:7>♥<Color:Default>

# 7272_Kiryu
source: That's an interesting way to put it. I wouldn't expect you to use a word like "icky."
pt_br: È un modo interessante per dirlo. Non mi sarei aspettato che tu usassi una parola del genere, tipo 'schifoso'.

# 7296_Kiryu
source: It's just that you're usually well-spoken. Hearing something cutesy like "icky" from you is a surprise.
pt_br: È solo che di solito ti esprimi così bene. Sentire qualcosa di così puccioso come "che schifo" da te è una sorpresa.

# 7308_Shizuka
source: I may be pretty eloquent most of the time, but I do know some slang, you know. <Color:7>♥<Color:Default>
pt_br: Sarò pure abbastanza eloquente il più delle volte, ma un po' di slang lo so anch'io, sai com'è. <Color:7>♥<Color:Default>

# 7320_Kiryu
source: Heh. Sorry for underestimating you.
pt_br: Beh. Scusa per averti sottovalutato.

# 7332_Shizuka
source: But I'm still no good at talking to younger people.
pt_br: Ma faccio ancora fatica a parlare con i più giovani.

# 7344_Kiryu
source: What about younger men? You must get some customers who are younger than you.
pt_br: E i più giovani, invece? Ti capiterà pure qualche cliente più giovane di te, no?

# 7356_Shizuka
source: That's true. Come to think of it, I've never really had a problem with them.
pt_br: Sì, è vero. Ora che ci penso, non ho mai avuto problemi con loro.

# 7368_Kiryu
source: Then you should be able to talk to younger women, too. You've got lots of young girls here in the club. Why don't you practice with them?
pt_br: Allora dovresti riuscire a parlare anche con le ragazze più giovani. Qui nel locale ci sono un sacco di ragazze giovani. Perché non ti fai un po' di pratica con loro?

# 7380_Shizuka
source: Yes, I think I'll try that.
pt_br: Sì, penso che ci proverò.

# 7392_Kiryu
source: Don't you want to do something about it? If you don't make a little effort, things are never going to get better.
pt_br: Non vuoi farci qualcosa? Se non ti dai una mossa, le cose non miglioreranno mai.

# 7404_Shizuka
source: But what should I do?
pt_br: Ma che dovrei fare?

# 7416_Kiryu
source: Hmm... Why don't you start off by finding something you have in common?
pt_br: Uhm... Che ne dici di iniziare col trovare qualcosa che avete in comune?

# 7428_Shizuka
source: I see.
pt_br: Capisco.

# 7440_Kiryu
source: It doesn't matter what it is. Whatever interests you. Maybe fashion. Find a topic you can have a conversation about.
pt_br: Non importa cosa sia. Qualsiasi cosa ti interessi. Magari la moda. Trova un argomento di cui parlare.

# 7452_Shizuka
source: Well, that's the issue. I'm troubled because I can't find anything we have in common.
pt_br: Beh, è questo il problema. Mi trovo in difficoltà perché non riesco a trovare niente che abbiamo in comune.

# 7464_Shizuka
source: I'm always afraid to bring up a new topic, and the other person is surprised I don't know anything about what they're saying.
pt_br: Ho sempre paura di tirare fuori un nuovo argomento, e poi l'altra persona si sorprende perché non so un cavolo di quello che dice.

# 7476_Kiryu
source: Well, I'm sure you'll meet someone you can talk to sooner or later.
pt_br: Beh, sono sicuro che prima o poi troverai qualcuno con cui parlare.

# 7488_Shizuka
source: I hope so...
pt_br: Spero di sì...

# 7512_Shizuka
source: The manager got mad at me a little while ago.
pt_br: Il manager si è arrabbiato con me poco fa.

# 7524_Kiryu
source: Why?
pt_br: Perché?

# 7536_Shizuka
source: I was cleaning the bathroom.
pt_br: Stavo pulendo il bagno.

# 7548_Kiryu
source: What? He got mad at you for that?
pt_br: Ma come? Si è arrabbiato con te per quello?

# 7560_Shizuka
source: Well, no. You see, I kind of lost track of time and ended up spending about an hour cleaning.
pt_br: Beh, no. Vedi, ho un po' perso la cognizione del tempo e alla fine ho passato circa un'ora a pulire.

# 7572_Kiryu
source: A whole hour? I suppose that wouldn't be a problem if there weren't any customers, but...
pt_br: Un'ora intera? Immagino non sarebbe un problema se non ci fossero clienti, ma...

# 7584_Shizuka
source: Yes. But the club had already opened, and there were a few customers around, so...
pt_br: Sì. Ma il locale aveva già aperto, e c'erano già un po' di clienti in giro, così...

# 7596_Kiryu
source: You have incredible focus. I don't think I've ever met anyone who could get so absorbed in cleaning the bathroom.
pt_br: Hai una concentrazione pazzesca. Non credo di aver mai incontrato nessuno che si immergesse così tanto nel pulire il bagno.

# 7608_Shizuka
source: No... I think I'm just slow...
pt_br: No... mi sa che sono solo lenta...

# 7620_Kiryu
source: Heh. Then next time, you should watch the time while you're doing it.
pt_br: Eh. Allora la prossima volta, dovresti stare attento all'ora mentre lo fai.

# 7632_Kiryu
source: Maybe you could set an alarm on your cell phone.
pt_br: Magari potresti impostare una sveglia sul tuo cellulare.

# 7644_Shizuka
source: That's a good idea! Then I could finish up before the customers arrive.
pt_br: Ottima idea! Così potrei finire prima che arrivino i clienti.

# 7656_Kiryu
source: Wait, that's not really your job, is it?
pt_br: Aspetta, non è mica il tuo lavoro, vero?

# 7668_Kiryu
source: Don't the attendants clean the bathroom?
pt_br: Ma gli addetti non puliscono il bagno?

# 7680_Shizuka
source: Well, yes... But I didn't have anything else to do, so...
pt_br: Eh, sì... Ma non avevo nient'altro da fare, quindi...

# 7692_Shizuka
source: Besides, I don't really like chatting with the other girls.
pt_br: Del resto, non mi va molto di chiacchierare con le altre ragazze.

# 7704_Kiryu
source: But that might be a problem for the guy who's really supposed to be cleaning the toilets.
pt_br: Ma questo potrebbe essere un problema per il tizio che dovrebbe pulire i cessi.

# 7716_Kiryu
source: The manager might think he's not doing his job if you have to step in and take care of it.
pt_br: Il manager potrebbe pensare che non sta facendo il suo lavoro se devi metterci mano tu e occupartene.

# 7728_Shizuka
source: I hadn't thought about that. I guess I was being pretty thoughtless.
pt_br: Non ci avevo pensato. Immagino di essere stato piuttosto sconsiderato.

# 7740_Shizuka
source: Thank you for your advice. I'll try not to cause any trouble for others in the future.
pt_br: Grazie per il consiglio. Cercherò di non causare problemi agli altri in futuro.

# 7752_Kiryu
source: Heh. I know you'll do your best.
pt_br: Eh eh. So che darai il massimo.

# 7764_Kiryu
source: Are you a neat freak? I mean, an hour cleaning the bathroom?
pt_br: Sei un maniaco dell'ordine? Cioè, un'ora a pulire il bagno?

# 7776_Shizuka
source: No... I just started it on a whim, and before I knew it, an hour had passed.
pt_br: No... L'ho iniziato così, su due piedi, e senza accorgermene, era passata un'ora.

# 7788_Kiryu
source: I guess the bathroom must be pretty clean right now, huh?
pt_br: Mi sa che il bagno sarà bello pulito adesso, eh?

# 7800_Shizuka
source: I did everything I could, so it's sparkly clean.
pt_br: Ho fatto tutto il possibile, così è lindo e pinto.

# 7812_Shizuka
source: You can check it out if you have to use the bathroom.
pt_br: Puoi darci un'occhiata se devi andare in bagno.

# 7824_Kiryu
source: Yeah, maybe I will...
pt_br: Già, magari lo farò...

# 7848_Kiryu
source: Can I ask you something I've been wondering about for a while?
pt_br: Posso chiederti una cosa che mi ronza in testa da un po'?

# 7860_Shizuka
source: Of course. Please feel free to ask me anything.
pt_br: Certo. Sentiti pure libero di chiedermi qualsiasi cosa.
