Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c001d.po
Languages: pt_br

source: Excuse me!
pt_br: Scusi!

source: No? Well, if you do hear something, be sure to tell me about it, okay?
pt_br: No? Beh, se senti qualcosa, mi raccomando, fammelo sapere, ok?

source: Attendant
pt_br: Addetto

# 3960_Akiyama
source: Hey, Rio-chan, can I ask you something? You're a college student, right?
pt_br: Ehi, Rio-chan, ti posso chiedere una cosa? Sei una studentessa universitaria, vero?

# 3972_Rio
source: Nope! Hehe. ♪
pt_br: No! Hehe. ♪

# 3984_Akiyama
source: Really?
pt_br: Davvero?

# 3996_Rio
source: I'm currently taking a break from college.
pt_br: Sono in pausa dall'università al momento.

# 4008_Akiyama
source: Oh, I didn't know that... Did you take a break just for this job?
pt_br: Ah, non lo sapevo... Ti sei presa una pausa apposta per questo lavoro?

# 4020_Rio
source: Yep! ♪
pt_br: Sì! ♪

# 4032_Akiyama
source: So what got you started in this line of work?
pt_br: Allora, cosa ti ha spinto a fare questo mestiere?

# 4044_Rio
source: The club was recruiting new girls, and one of my friends asked me to go with her to see what it was like. I decided I might like to try it, too.
pt_br: Il locale stava cercando nuove ragazze, e una delle mie amiche mi ha chiesto di andare con lei per vedere com'era. Ho deciso che, magari, mi sarebbe piaciuto provare anch'io.

# 4056_Rio
source: Before that though, I'd always been intrigued by the idea of being a hostess.
pt_br: Prima di quello, però, mi aveva sempre incuriosito l'idea di fare la hostess.

# 4068_Akiyama
source: So what do you think now that you're doing it?
pt_br: Allora, che ne pensi ora che ci sei dentro?

# 4080_Rio
source: It's tons of fun! I get to talk with so many different people and learn a whole lot!
pt_br: È un vero spasso! Ho modo di parlare con tantissime persone diverse e imparo un sacco di cose!

# 4092_Akiyama
source: Hehe. That seems to be the standard answer.
pt_br: Ahah. Sembra che sia la solita risposta.

# 4104_Rio
source: Oh, really?
pt_br: Oh, davvero?

# 4116_Akiyama
source: Yeah, I hear that from a lot of girls.
pt_br: Eh sì, lo sento dire da un sacco di ragazze.

# 4128_Rio
source: Oh. I see.
pt_br: Oh. Capisco.

# 4140_Akiyama
source: But I will say one thing.
pt_br: Ma dirò una cosa.

# 4152_Akiyama
source: What's important is how they say it.
pt_br: L'importante è come lo dicono.

# 4164_Rio
source: What do you mean?
pt_br: Cosa intendi?

# 4176_Akiyama
source: Right. The way they say it shows whether their heart's really in it or not.
pt_br: Già. Da come lo dicono, capisci se ci mettono davvero il cuore o no.

# 4188_Rio
source: That makes sense.
pt_br: Ci sta.

# 4200_Akiyama
source: I could tell you really meant what you said from the way you said it.
pt_br: Ho capito che dicevi sul serio da come l'hai detto.

# 4212_Rio
source: Hehe! ♪ You really think so, huh?
pt_br: Hehe! ♪ Pensi davvero così, eh?

# 4224_Akiyama
source: Yeah.
pt_br: Sì.

# 4236_Akiyama
source: So what about being a hostess interested you?
pt_br: Allora, cosa ti ha interessato del fare l'hostess?

# 4248_Rio
source: Well, I didn't really know what goes on inside a hostess club at first.
pt_br: Beh, non sapevo mica cosa succedeva in un hostess club all'inizio.

# 4260_Rio
source: But it's a pretty popular job for girls right now, so I wondered what sort of world a hostess club might be.
pt_br: Ma è un lavoro parecchio gettonato tra le ragazze di questi tempi, quindi mi sono chiesta che mondo fosse un hostess club.

# 4272_Akiyama
source: It sounds like you're the adventurous type.
pt_br: Mi sa che sei il tipo avventuroso.

# 4284_Rio
source: I am, and I'm loving it here!
pt_br: Lo sono, e mi ci sto trovando alla grande qui!

# 4296_Akiyama
source: Heh. Well, it's good you like being adventurous. Just don't get mixed up with the wrong kind of people.
pt_br: Heh. Beh, è bello che ti piaccia essere avventurosa. L'importante è che non ti cacci nei guai con la gente sbagliata.

# 4308_Rio
source: Hah, don't worry, I won't!
pt_br: Ah, stai tranquillo, non lo farò!

# 4320_Akiyama
source: You're a little different from the other girls.
pt_br: Sei un po' diversa dalle altre ragazze.

# 4332_Rio
source: Different? What do you mean?
pt_br: Diverso? Cosa intendi?

# 4344_Akiyama
source: Well, you're not the kind of girl I'd expect in these establishments.
pt_br: Beh, non sei mica il tipo di ragazza che mi aspetterei di vedere in locali così.

# 4356_Rio
source: Really?
pt_br: Davvero?

# 4368_Akiyama
source: Yeah.
pt_br: Sì.

# 4380_Rio
source: Oh, hm...
pt_br: Oh, ehm...

# 4392_Rio
source: Do you think I'm not cut out for this job?
pt_br: Pensi che non sia tagliata per questo lavoro?

# 4404_Akiyama
source: That's not what I meant.
pt_br: Non è quello che intendevo.

# 4416_Rio
source: Oh... It wasn't?
pt_br: Oh... Non lo era?

# 4428_Rio
source: Akiyama-san! I have some great news! ♪
pt_br: Akiyama-san! Ho delle grandi notizie! ♪

# 4440_Akiyama
source: Hm? What's up?
pt_br: Hm? Che c'è?

# 4452_Rio
source: I'm gonna be writing a column in a magazine!
pt_br: Farò una rubrica su una rivista!

# 4464_Akiyama
source: A magazine? You?
pt_br: Una rivista? Tu?

# 4476_Akiyama
source: Wow, congratulations! That's a pretty big deal.
pt_br: Cavolo, complimenti! Non è mica roba da poco.

# 4488_Rio
source: I know! <Color:7>♥<Color:Default>
pt_br: Lo so! <Color:7>♥<Color:Default>

# 4500_Akiyama
source: Hehe. So what sort of column is it?
pt_br: Hehe. Allora, che tipo di rubrica è?

# 4512_Rio
source: I'm going to write about different girls each issue. Like, girls from other clubs, I mean.
pt_br: Scriverò di ragazze diverse per ogni numero. Tipo, ragazze di altri club, insomma.

# 4524_Akiyama
source: Other clubs? You mean other hostess clubs?
pt_br: Altri club? Intendi altri hostess club?

# 4536_Rio
source: ...Maybe.
pt_br: ...Magari.

# 4548_Rio
source: But I don't think it has to be just hostesses.
pt_br: Ma non credo che debba essere solo roba da hostess.

# 4560_Akiyama
source: Huh? Well, who else?
pt_br: Eh? Beh, chi altro?

# 4572_Rio
source: Well, they just said I should profile other girls, so I thought it might be cool to write about girls with all sorts of occupations.
pt_br: Beh, mi hanno solo detto di fare i profili ad altre ragazze, quindi ho pensato che sarebbe stato fichissimo scrivere di ragazze con ogni tipo di lavoro.

# 4584_Akiyama
source: That makes sense. Sounds interesting.
pt_br: Ci sta. Sembra interessante.

# 4596_Rio
source: Oh! I have to think of a name for my column!
pt_br: Oh! Devo pensare a un nome per la mia rubrica!

# 4608_Akiyama
source: Oh yeah?
pt_br: Ah sì?

# 4620_Rio
source: Yeah! What would be a good name, do you think?
pt_br: Sì! Quale sarebbe un buon nome, secondo te?

# 4632_Akiyama
source: Let's see... Well, it should at least have your name in the title. That's good for a start, right?
pt_br: Vediamo un po'... Beh, almeno dovrebbe esserci il tuo nome nel titolo. È un buon inizio, no?

# 4644_Rio
source: Yeah, great idea!
pt_br: Sì, bella idea!

# 4656_Akiyama
source: As for the rest...
pt_br: Per il resto...

# 4668_Akiyama
source: How about "Leave it to Rio!"?
pt_br: Che ne dici di "Lascia fare a Rio!"?

# 4680_Rio
source: Leave it to... me?
pt_br: Lascia fare a... me?

# 4692_Akiyama
source: Oh, you don't like it?
pt_br: Oh, non ti piace?

# 4704_Rio
source: Hmm... I don't know. It doesn't really reflect what my column's about. And it sounds kinda retro...
pt_br: Mmm... non saprei. Non rispecchia granché quello di cui parla la mia rubrica. E suona un po' retrò...

# 4716_Akiyama
source: You think?
pt_br: Dici?

# 4728_Rio
source: I want something more colorful. Something that makes you think of girls having a fun night out...
pt_br: Voglio qualcosa di più colorato. Qualcosa che ti faccia pensare a ragazze che si stanno godendo una bella serata fuori...

# 4740_Rio
source: Hmm... Almost like a... carnival?
pt_br: Hmm... Quasi come un... carnevale?

# 4752_Rio
source: Oh! What about "Rio's All-Night Carnival"?
pt_br: Oh! Che ne dici di "Il Carnevale Notturno di Rio"?

# 4764_Akiyama
source: That's got a nice ring to it.
pt_br: Suona proprio bene.

# 4776_Rio
source: Really?
pt_br: Davvero?

# 4788_Akiyama
source: Yeah. You should go with that.
pt_br: Sì. Dovresti puntare su quello.

# 4800_Rio
source: Hehe! ♪ Alright, maybe I will do "Rio's All-Night Carnival"!
pt_br: Hehe! ♪ Va bene, magari farò "Il Carnevale Notturno di Rio"!

# 4812_Rio
source: Well, I'll let you know how it goes.
pt_br: Beh, ti farò sapere come va.

# 4824_Akiyama
source: I'm looking forward to it.
pt_br: Non vedo l'ora.

# 4836_Akiyama
source: How about "Rio, Queen of the Dance"?
pt_br: Che ne dici di "Rio, Regina del Ballo"?

# 4848_Rio
source: Hehe! ♪ You really think so, huh?
pt_br: Hehe! ♪ Pensi davvero così, eh?

# 4860_Akiyama
source: You don't like it?
pt_br: Non ti piace?

# 4872_Rio
source: It's just that it sounds like I'm the star, but it's really about the other girls.
pt_br: È solo che sembra che la star sia io, ma in realtà riguarda le altre ragazze.

# 4884_Akiyama
source: Yeah, I guess you're right.
pt_br: Già, credo tu abbia ragione.

# 4896_Rio
source: Besides, some people might think it's actually about dancing!
pt_br: E poi, qualcuno potrebbe pensare che si tratti davvero di ballo!

# 4908_Akiyama
source: You got any other ideas?
pt_br: Hai altre idee?

# 4920_Rio
source: I want something more colorful. Something that makes you think of girls having a fun night out...
pt_br: Voglio qualcosa di più colorato. Qualcosa che ti faccia pensare a ragazze che si stanno godendo una bella serata fuori...

# 4932_Rio
source: Hmm... Almost like a... carnival?
pt_br: Hmm... Quasi come un... carnevale?

# 4944_Rio
source: Oh! What about "Rio's All-Night Carnival"?
pt_br: Oh! Che ne dici di "Il Carnevale Notturno di Rio"?

# 4956_Akiyama
source: That's got a nice ring to it.
pt_br: Suona proprio bene.

# 4968_Rio
source: You think so?
pt_br: La pensi così?

# 4980_Akiyama
source: Yeah. You should go with that.
pt_br: Sì. Dovresti puntare su quello.

# 4992_Rio
source: Hehe! ♪ You really think so, huh?
pt_br: Hehe! ♪ Pensi davvero così, eh?

# 5004_Rio
source: I'll let you know how it goes. <Color:7>♥<Color:Default>
pt_br: Ti faccio sapere come va. <Color:7>♥<Color:Default>

# 5016_Akiyama
source: I'll look forward to that.
pt_br: Non vedo l'ora.

# 5028_Akiyama
source: How about "Rio's All-Night Carnival"?
pt_br: Che ne dici di 'Il Carnevale Notturno di Rio'?

# 5040_Rio
source: Ooh! That's good!
pt_br: Ooh! Che bello!

# 5052_Akiyama
source: Hah. Is it really that exciting?
pt_br: Ah. È davvero così emozionante?

# 5064_Rio
source: Hehehe! <Color:7>♥<Color:Default> Heck yeah it is!
pt_br: Hehehe! <Color:7>♥<Color:Default> Eccome se lo è!

# 5076_Rio
source: It creates an image of the girls of Kamurocho partying together!
pt_br: Dà proprio l'idea di tutte le ragazze di Kamurocho che si scatenano insieme!

# 5088_Rio
source: You've got a talent for this, Akiyama-san!
pt_br: Ci sai proprio fare, Akiyama-san!

# 5100_Akiyama
source: Nah, it's no big deal.
pt_br: Ma no, figurati.

# 5112_Rio
source: Hehe! ♪ Well, maybe I'll go with that!
pt_br: Eheh! ♪ Beh, magari faccio così!

# 5124_Rio
source: I'll let you know how it goes. <Color:7>♥<Color:Default>
pt_br: Ti faccio sapere come va. <Color:7>♥<Color:Default>

# 5136_Akiyama
source: I'm looking forward to it.
pt_br: Non vedo l'ora.

# 5148_Rio
source: Akiyama-san, can I ask you something?
pt_br: Akiyama-san, posso chiederle una cosa?

# 5160_Akiyama
source: Yeah, sure.
pt_br: Sì, certo.

# 5172_Rio
source: I've got a dog, and I'm looking for a companion for him.
pt_br: Ho un cane, e gli sto cercando un compagno.

# 5184_Akiyama
source: Why's that?
pt_br: Perché?

# 5196_Rio
source: He's lonely all by himself. I thought I should get him a friend.
pt_br: È tutto solo. Ho pensato di trovargli un amico.

# 5208_Akiyama
source: Ah, I see. And?
pt_br: Ah, capisco. E poi?

# 5220_Rio
source: I went to the pet store a while ago, and they had an adorable pair of dogs who were brother and sister.
pt_br: Sono andato al negozio di animali un po' di tempo fa, e avevano un'adorabile coppia di cani che erano fratello e sorella.

# 5232_Rio
source: I thought about getting the girl, but...
pt_br: Ho pensato di prendermi la ragazza, ma...

# 5244_Rio
source: They just looked so happy together. I couldn't bear splitting them up.
pt_br: Sembravano così felici insieme. Non me la sentivo di separarli.

# 5256_Akiyama
source: You mean that your dog would get a companion, but the dog in the pet store would lose his?
pt_br: Intendi dire che il tuo cane si farebbe un compagno, ma quello del negozio di animali perderebbe il suo?

# 5268_Rio
source: Exactly. So I left without getting either.
pt_br: Esatto. E così me ne sono andato senza ottenere nessuno dei due.

# 5280_Akiyama
source: Well, I guess there wasn't much of a choice, huh?
pt_br: Bè, direi che non c'era molta scelta, no?

# 5292_Rio
source: Anyway, a few days ago I went back to the pet store and saw a familiar face.
pt_br: Comunque, qualche giorno fa sono tornato al negozio di animali e ho visto una faccia familiare.

# 5304_Akiyama
source: The dogs from before?
pt_br: I cani di prima?

# 5316_Rio
source: Yes, but this time there was only one－the male.
pt_br: Già, ma questa volta ce n'era solo uno－quello maschio.

# 5340_Rio
source: Some time had passed since I'd last seen him, actually. He'd grown quite a bit, and he looked like a scruffy old man.
pt_br: A dire il vero, era passato un po' di tempo dall'ultima volta che l'avevo visto. Era invecchiato un bel po', e sembrava un vecchio trasandato.

# 5352_Rio
source: I don't think anybody's gonna want him now...
pt_br: Non credo che ormai lo voglia più nessuno...

# 5364_Akiyama
source: Except for you, right?
pt_br: Tranne te, vero?

# 5376_Rio
source: Hehehe. I doubt anyone else will buy him. Plus, he's all alone now that his sister's gone.
pt_br: Hehehe. Ma figurati se qualcun altro lo prende. E poi, è rimasto tutto solo ora che la sorellina se n'è andata.

# 5388_Akiyama
source: You want a dog that looks like an old man?
pt_br: Vuoi un cane che sembra un vecchio?

# 5400_Rio
source: Oh, I don't know. What should I do?
pt_br: Oh, non so. Che faccio?

# 5412_Akiyama
source: It's a big decision.
pt_br: È una decisione importante.

# 5424_Rio
source: I can't make up my mind.
pt_br: Non riesco a decidermi.

# 5436_Akiyama
source: Well, I can't really criticize the poor mutt. After all, I'm also a scruffy old man.
pt_br: Beh, non posso mica criticare quel poveraccio. Dopotutto, sono anch'io un vecchio straccione.

# 5448_Rio
source: Haha. Oh, you are not, Akiyama-san!
pt_br: Ahahah. Ma no, Akiyama-san!

# 5460_Akiyama
source: Heh, thanks. But anyway, what are you gonna do about the dog?
pt_br: Heh, grazie. Ma comunque, cosa intendi farci col cane?

# 5472_Rio
source: I really don't know.
pt_br: Non lo so proprio.

# 5484_Akiyama
source: Sounds like fate. There had to be a reason he was still at the pet store. Maybe he was waiting for you all this time? You should buy him.
pt_br: Pare destino. Doveva esserci un motivo per cui era ancora al negozio di animali. Magari ti stava aspettando da tutto questo tempo? Dovresti prenderlo.

# 5496_Rio
source: Yeah, I think you're right. I kinda feel a connection to him.
pt_br: Eh sì, penso che tu abbia ragione. Un po' di feeling con lui ce l'ho.

# 5508_Akiyama
source: Don't overthink it, just follow your gut. Go back one more time and make your decision right there and then.
pt_br: Non pensarci troppo, segui il tuo istinto. Torna lì un'altra volta e prendi la tua decisione lì per lì.

# 5532_Rio
source: You're right. I'll do that!
pt_br: Hai ragione tu. Farò così!

# 5544_Akiyama
source: Yeah, that's the best decision you could make.
pt_br: Già, quella è la decisione migliore che potresti prendere.

# 5556_Rio
source: Thanks so much for the advice, Akiyama-san!
pt_br: Grazie mille per il consiglio, Akiyama-san!

# 5568_Akiyama
source: Do you really want a dog that nobody else wants? You can do better than that.
pt_br: Vuoi davvero un cane che nessun altro vuole? Meriti di meglio.

# 5580_Rio
source: Maybe you're right...
pt_br: Forse hai ragione...

# 5592_Akiyama
source: He didn't look like an old man the first time you saw him, right? There's probably a reason why no one's bought him yet.
pt_br: Non sembrava un vecchio la prima volta che lo hai visto, vero? Ci sarà probabilmente un motivo per cui nessuno l'ha ancora comprato.

# 5604_Rio
source: I guess so, but still...
pt_br: Immagino di sì, ma comunque...

# 5616_Rio
source: That's a bit insensitive, don't you think?
pt_br: È un po' poco delicato, non ti pare?

# 5628_Akiyama
source: Oh, yeah... Sorry...
pt_br: Ah, sì... Scusa...

# 5640_Rio
source: I went on a photoshoot today. You know, for the magazine?
pt_br: Oggi sono andata a un servizio fotografico. Sai, per la rivista?

# 5652_Akiyama
source: Oh yeah. Did you finally decide on a name for your column?
pt_br: Ah, giusto. Hai finalmente deciso un nome per la tua rubrica?

# 5664_Rio
source: Hehe, oh yes I did! I'm going with "Rio's All-Night Carnival"!
pt_br: Ah ah, e come no! Vado con "Il Carnevale Notturno di Rio"!

# 5676_Akiyama
source: That's great! I really liked that name.
pt_br: Grande! Quel nome mi è piaciuto proprio tanto.

# 5688_Rio
source: Yep, and I wouldn't have come up with that without you, Akiyama-san. Thank you so much.
pt_br: Esatto, e non ci sarei mai arrivata senza di te, Akiyama-san. Grazie mille.

# 5700_Akiyama
source: Heh, no problem.
pt_br: Eh, nessun problema.

# 5712_Rio
source: Anyway, today we weren't taking pictures for my column. It was for the magazine cover!
pt_br: Comunque, oggi non stavamo scattando foto per la mia rubrica. Era per la copertina della rivista!

# 5724_Akiyama
source: The cover? Wow.
pt_br: La copertina? Caspita!

# 5736_Rio
source: I was wearing a kind of S&M policewoman outfit. It was a little kinky.
pt_br: Indossavo una specie di costume da poliziotta S&M. Era un po' spinto.

# 5748_Akiyama
source: Heh. Sounds like fun.
pt_br: Ah, sembra divertente.

# 5760_Rio
source: But I get the impression that every time I do a shoot, they want me to wear less clothing.
pt_br: Però mi sa che ogni volta che faccio un servizio, vogliono che metta meno roba addosso.

# 5772_Akiyama
source: Oh? How many times have you done this?
pt_br: Oh? Quante volte l'hai fatto?

# 5784_Rio
source: Hmm... Seven, eight, nine... I think around ten, maybe just under that.
pt_br: Uhm... Sette, otto, nove... Credo una decina, forse poco meno.

# 5796_Akiyama
source: Nothing wrong with showing a little skin.
pt_br: Non c'è niente di male a mostrare un po' di pelle.

# 5808_Rio
source: Oho! You like that kind of thing, huh?
pt_br: Oh-oh! Ti piacciono queste cose, eh?

# 5820_Akiyama
source: Hehehe. I sure do.
pt_br: Hehehe. Eccome!

# 5832_Rio
source: Hehe! Oh, you perv! <Color:7>♥<Color:Default>
pt_br: Hehe! Oh, sei uno sporcaccione! <Color:7>♥<Color:Default>

# 5844_Akiyama
source: But you know, you can really only do that kind of thing while you're young.
pt_br: Però sai, certe cose le puoi fare solo finché sei giovane.

# 5856_Rio
source: Yeah. The photographer said the same thing.
pt_br: Già. Il fotografo ha detto la stessa cosa.

# 5868_Akiyama
source: Oh yeah?
pt_br: Ah sì?

# 5880_Rio
source: He said that it was a pleasure to photograph someone so beautiful. He just wanted to take as many pictures of me as he could.
pt_br: Ha detto che era un piacere fotografare una persona così bella. Voleva solo scattarmi più foto possibile.

# 5892_Rio
source: I guess it's natural to want to please someone who says something sweet like that, right?
pt_br: Immagino sia naturale voler accontentare chi dice cose così carine, no?

# 5904_Akiyama
source: Yeah, I'm sure you'd be happy to hear something like that. I'll be cheering you on, too.
pt_br: Eh sì, sono sicuro che ti farebbe piacere sentire una cosa del genere. Ti farò il tifo anch'io.

# 5916_Rio
source: Thank you!
pt_br: Grazie!

# 5928_Akiyama
source: Aren't you embarrassed?
pt_br: Non ti vergogni?

# 5940_Rio
source: Hmm... I'd be lying if I said I wasn't embarrassed at all, but...
pt_br: Mmm... sarei una bugiarda se dicessi che non sono affatto imbarazzata, ma...

# 5952_Rio
source: I am actually really excited to do it!
pt_br: A dire il vero, sono proprio entusiasta di farlo!

# 5964_Akiyama
source: Wow. Why's that?
pt_br: Caspita. Come mai?

# 5976_Rio
source: The photographer said something to me.
pt_br: Il fotografo mi ha detto qualcosa.

# 5988_Akiyama
source: What did he say?
pt_br: Cosa ha detto?

# 6000_Rio
source: He said that it was a pleasure to photograph someone so beautiful. He just wanted to take as many pictures of me as he could.
pt_br: Ha detto che era un piacere fotografare una persona così bella. Voleva solo scattarmi più foto possibile.

# 6012_Rio
source: I guess it's natural to want to please someone who says something sweet like that, right?
pt_br: Immagino sia naturale voler accontentare chi dice cose così carine, no?

# 6024_Akiyama
source: Yeah, I'm sure you'd be happy to hear something like that.
pt_br: Già, sono sicuro che saresti contento di sentire una cosa del genere.

# 6036_Akiyama
source: I'll be cheering you on, too.
pt_br: Ti farò il tifo anch'io.

# 6048_Rio
source: Thank you!
pt_br: Grazie!

# 6060_Akiyama
source: You should dress up as a sexy bunny girl next.
pt_br: Dovresti vestirti da coniglietta sexy la prossima volta.

# 6072_Rio
source: Hehehe! ♪ So you like bunny girls, huh?
pt_br: Eheheh! ♪ Quindi ti piacciono le conigliette, eh?

# 6084_Akiyama
source: Uh, I was just sort of thinking out loud...
pt_br: Uh, stavo giusto pensando ad alta voce...

# 6096_Rio
source: You're funny, Akiyama-san!
pt_br: Sei divertente, Akiyama-san!

# 6108_Akiyama
source: Heh.
pt_br: Eh.

# 6120_Rio
source: Maybe I will ask if I can be a bunny girl next time.
pt_br: Magari chiederò se posso fare la coniglietta la prossima volta.

# 6132_Akiyama
source: You're certainly enthusiastic about this.
pt_br: Sei decisamente gasata per questa cosa.

# 6144_Rio
source: Well, it's because of something the photographer said.
pt_br: Beh, è per via di qualcosa che ha detto il fotografo.

# 6156_Akiyama
source: What's that?
pt_br: Cosa?

# 6168_Rio
source: He said that it was a pleasure to photograph someone so beautiful. He just wanted to take as many pictures of me as he could.
pt_br: Ha detto che era un piacere fotografare una persona così bella. Voleva solo scattarmi più foto possibile.

# 6180_Rio
source: I guess it's natural to want to please someone who says something sweet like that, right?
pt_br: Immagino sia naturale voler accontentare chi dice cose così carine, no?

# 6192_Akiyama
source: Yeah, I'm sure you'd be happy to hear something like that.
pt_br: Già, sono sicuro che saresti contento di sentire una cosa del genere.

# 6204_Akiyama
source: Well, see if he'll let you be a bunny next time.
pt_br: Beh, vedi se ti lascia fare il coniglio la prossima volta.

# 6216_Rio
source: Hehe, well, I'll bring it up!
pt_br: Eheh, beh, lo tiro fuori!

# 6228_Rio
source: Akiyama-san, do you play guitar?
pt_br: Akiyama-san, suona la chitarra?

# 6240_Akiyama
source: Guitar? Where'd that come from?
pt_br: Chitarra? Da dove salta fuori?

# 6252_Akiyama
source: Well, I've messed around with one before, but that's about it. Why do you ask?
pt_br: Bé, sì, ci ho smanettato un po' prima d'ora, ma niente di che. Come mai me lo chiedi?

# 6264_Rio
source: I've just always thought it would be cool to be able to play the guitar.
pt_br: Ho sempre pensato che sarebbe figo poter suonare la chitarra.
