Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00830204.po
Languages: pt_br

source: Angry Woman
pt_br: Donna Incazzata

source: Idle
pt_br: Inattivo

# 84_Angry Woman
source: What's the deal with Sky Finance, anyway? I mean, that outfit is a total scam!
pt_br: Ma che roba è 'sta Sky Finance, poi? Cioè, quella baracca è una fregatura totale!

# 96_Akiyama
source: (She's talking about me, too... Let's see if we can't find out more.)
pt_br: (Sta parlando anche di me... Vediamo se riusciamo a scoprire qualcosa in più.)

# 108_Akiyama
source: Excuse me, do you have a moment?
pt_br: Scusate, avete un momento?

# 120_Angry Woman
source: Yeah, what do you want?
pt_br: Allora, che vuoi?

# 132_Akiyama
source: Pardon me, but did you say something about Sky Finance just now?
pt_br: Scusi, ma ha detto qualcosa riguardo a Sky Finance proprio adesso?

# 144_Angry Woman
source: Did I ever!
pt_br: Altroché!

# 156_Angry Woman
source: I had to clean out a hoarder's house all by myself. He said it was a condition of my loan!
pt_br: Ho dovuto svuotare la casa di un accumulatore, tutta da sola. Lui ha detto che era una condizione del mio prestito!

# 168_Angry Woman
source: But when I finally finished, he turned me down. He gave me this ridiculous reason that I "wasn't ready."
pt_br: Ma quando finalmente ho finito, mi ha liquidato. Mi ha tirato fuori\nquesta scusa del cavolo, che "non ero pronta."

# 180_Angry Woman
source: Unbelievable! It's nothing but a scam!
pt_br: Incredibile! È tutta una fregatura!

# 192_Akiyama
source: Calm down, now.
pt_br: Su, calmati.

# 204_Angry Woman
source: I can't help it! You look just like him!
pt_br: Che ci posso fare?! Sei spiccicato a lui!

# 216_Akiyama
source: I do? Sorry about that. So where is this Sky Finance place, anyway?
pt_br: Ah sì? Mi dispiace. Allora, dov'è questa Sky Finance, comunque?

# 228_Angry Woman
source: Why, do you need money, too? Well, you can forget about that place! I'm certain it's a scam!
pt_br: Ehi, pure tu hai bisogno di soldi? Beh, lascia perdere quel posto! Sono sicura che è una fregatura!

# 240_Akiyama
source: You might be right about that. Either way, would you mind telling me where it is?
pt_br: Potrebbe avere ragione su quello. Comunque sia, le dispiacerebbe dirmi dov'è?

# 252_Angry Woman
source: <Color:7>Park Alley<Color:Default>. There's no sign or anything, which I took as an immediate red flag...
pt_br: <Color:7>Vicolo del Parco<Color:Default>. Non c'è alcun cartello o niente del genere, il che mi è sembrato subito un\nsegnale d'allarme...

# 264_Akiyama
source: <Color:7>Park Alley<Color:Default>, huh? Got it. Thanks.
pt_br: <Color:7>Vicolo del Parco<Color:Default>, eh? Capito. Grazie.

# 276_Akiyama
source: Oh, and...
pt_br: Oh, e...

# 288_Angry Woman
source: What?
pt_br: Cosa?

# 300_Akiyama
source: If you really are strapped for cash, stop by here sometime.
pt_br: Se sei davvero a corto di soldi, fatti un salto qui un giorno.

# 312_Akiyama
source: They might be able to help you.
pt_br: Forse potrebbero darti una mano.

# 336_Angry Woman
source: Are you some kind of wise guy!? I'm just a big joke to you!?
pt_br: Ma che, fai tanto il sapientone!? Per te sono solo uno scherzo!?

# 348_Akiyama
source: I was afraid this would happen. No, I'm the real Akiyama, honest! Come see me if you need help, all right?
pt_br: Temevo che sarebbe successo. No, sono il vero Akiyama, te lo giuro! Vieni a trovarmi se ti serve una mano, ok?
