Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid000903f0.po
Languages: pt_br

source: Frightened Woman
pt_br: Donna Spaventata

# 68_Tanimura
source: I don't see anyone suspicious. Has somebody been following you?
pt_br: Non vedo nessuno di sospetto. Qualcuno ti ha pedinato?

# 80_Frightened Woman
source: Yeah, I feel like somebody's watching me on the way to and from work. I'm sure it's a stalker!
pt_br: Già, mi sento spiata quando vado e torno dal lavoro. Sono sicura, è uno stalker!

# 92_Tanimura
source: That's not good... Have you notified the police already?
pt_br: Non va bene... Hai già chiamato la polizia?

# 104_Frightened Woman
source: Yes. They put this area on their patrol route, and that did help for a while. But now I can't help but feel like there's a set of eyes on me again...
pt_br: Sì. Hanno messo quest'area nel loro giro di ronda, e per un po' ha funzionato. Ma adesso non posso fare a meno di sentire che ho di nuovo gli occhi addosso...

# 116_Frightened Woman
source: What's more, it isn't from the street this time around. I feel like someone's watching me from above.
pt_br: E per giunta, questa volta non è dalla strada. Sento che qualcuno mi sta spiando dall'alto.

# 128_Tanimura
source: What do you mean?
pt_br: Cosa intendi?

# 140_Frightened Woman
source: Well, whenever I leave my workplace, I see this mysterious silhouette on the top of that building over there.
pt_br: Beh, ogni volta che esco dal mio posto di lavoro, vedo questa sagoma misteriosa sulla cima di quel palazzo laggiù.

# 176_Frightened Woman
source: And I feel like that shadow is following me from rooftop to rooftop all the way home. At this rate, I can't even leave my own home!
pt_br: E mi sembra che quell'ombra mi stia seguendo da tetto in tetto, per tutta la strada fino a casa. Di questo passo, non riesco nemmeno più a uscire di casa!

# 188_Frightened Woman
source: I know it's a lot to ask, but... Do you think you could go inspect the roof of that building while I'm at work?
pt_br: Lo so che chiedo troppo, ma... Non è che potresti andare a controllare il tetto di quell'edificio mentre sono al lavoro?

# 200_Tanimura
source: The roof, huh? That's not exactly a normal patrol route. And unfortunately, we're rather limited to what we can investigate unless there's a warrant or some kind of proof.
pt_br: Il tetto, eh? Non è proprio una normale rotta di pattuglia. E purtroppo, siamo parecchio limitati su quello che possiamo indagare, a meno che non ci sia un mandato o qualche tipo di prova.

# 212_Frightened Woman
source: They said the same thing at the police station... Look, I moved out here from the country not too long ago, and I'm not well adjusted to city life. It's terrifying here.
pt_br: Mi hanno detto la stessa cosa in questura... Senta, mi sono trasferita qui dalla campagna da poco, e non mi sono per niente abituata alla vita di città. È terrificante qui.

# 224_Frightened Woman
source: I'll... I'll even pay you if I have to! Just, please, take a look at the roof of that pachinko parlor building and I'll be out of your hair for good!
pt_br: Ti... ti pago pure, se devo! Ti prego, dai un'occhiata al tetto di quel palazzo del pachinko e non ti romperò più le scatole, una volta per tutte!

# 236_Tanimura
source: All right. If it worries you that much, then I'll go see what's up.
pt_br: Va bene. Se ti rode così tanto, allora vado a dare un'occhiata.

# 248_Frightened Woman
source: Oh, thank you! Thank you so much! Here, take down my number so you can call me if something comes up. Would that be an issue?
pt_br: Oh, grazie! Grazie mille! Ecco, si segni il mio numero così può chiamarmi se dovesse succedere qualcosa. Sarebbe un problema?

# 260_Tanimura
source: Not at all. Hopefully it's nothing.
pt_br: Macché. Speriamo non sia niente.

# 320_Tanimura
source: (So, the roof of the pachinko parlor building on Theater Alley and West Taihei Boulevard...)
pt_br: (Allora, il tetto del palazzo del pachinko su Theater Alley e West Taihei Boulevard...)

# 332_Tanimura
source: (I remember there being rooftop access from the multi-tenant buildings on both Theater Avenue and Tenkaichi Street.)
pt_br: (Mi ricordo che c'era accesso ai tetti dagli stabili a più inquilini sia su Theater Avenue che su Tenkaichi Street.)
