Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00090378.po
Languages: pt_br

source: The Florist
pt_br: Il Fiorista

# 56_The Florist
source: Kiryu. What's the big idea, bringing some random guy in here without warning me first?
pt_br: Kiryu. Che diavolo ti salta in mente, portando un tizio qualunque qui senza avvisarmi prima?

# 68_Kiryu
source: He isn't a random guy. This is Takashi. Don't you remember him from a few years ago?
pt_br: Non è un tipo qualsiasi. Questo è Takashi. Non te lo ricordi di qualche anno fa?

# 80_The Florist
source: ...Sure, I guess.
pt_br: Mah, sì, immagino.

# 92_The Florist
source: Anyway, what do you want with me?
pt_br: Comunque, che vuoi da me?

# 104_Takashi
source: Well, um! I need your help finding someone.
pt_br: Beh, uhm! Ho bisogno del tuo aiuto per trovare qualcuno.

# 116_The Florist
source: Oh yeah? And who might that someone be?
pt_br: Ah sì? E chi sarebbe quel tale?

# 128_Takashi
source: My father. It's really important.
pt_br: Mio padre. È davvero importante.

# 140_Kiryu
source: Your dad?
pt_br: Tuo padre?

# 188_The Florist
source: What do you need him for?
pt_br: A che ti serve?

# 200_Takashi
source: Well, you see, my girlfriend, Kyoka... She got pregnant recently.
pt_br: Beh, vedi, la mia ragazza, Kyoka... È rimasta incinta da poco.

# 212_The Florist
source: What!?
pt_br: Cosa!?

# 224_Takashi
source: I've been working retail and bringing in a decent income for a while now, so we've been planning to tie the knot soon.
pt_br: Lavoro in un negozio e porto a casa uno stipendio decente da un po' di tempo ormai, quindi abbiamo in programma di sposarci presto.

# 236_Takashi
source: Honestly, having a little baby on the way is like a dream come true.
pt_br: Onestamente, avere un piccolo in arrivo è come un sogno che si avvera.

# 248_Takashi
source: But once we started talking about the wedding, I realized... there's nobody I can invite from my family. My mom passed away a long time ago.
pt_br: Ma quando abbiamo iniziato a parlare del matrimonio, ho capito... che non ho nessuno della mia famiglia da invitare. Mia madre è morta tanto tempo fa.

# 260_Kiryu
source: And that's why you're looking for your father.
pt_br: Ed è per questo che stai cercando tuo padre.

# 272_Takashi
source: Yeah. Now more than ever, I need him in my life.
pt_br: Sì. Ora più che mai, ho bisogno di lui nella mia vita.

# 296_The Florist
source: Listen, kid. Let's say I do track your old man down. Are you really sure you're ready to see him?
pt_br: Senti, ragazzo. Mettiamo che rintracci il tuo vecchio. Sei davvero sicuro di essere pronto a vederlo?

# 308_Takashi
source: Huh? What do you mean?
pt_br: Eh? Cosa intendi?

# 320_The Florist
source: Things must've been rough for you without a father figure around. Deep down, don't you hold it against him?
pt_br: Dev'essere stata dura per te senza una figura paterna in giro. In fondo, non ce l'hai con lui?

# 332_The Florist
source: Wouldn't it be better if he was just gone for good?
pt_br: Non sarebbe meglio se fosse sparito e basta?

# 344_Takashi
source: Honestly?
pt_br: Onestamente?

# 356_Takashi
source: I'm not really sure.
pt_br: Non sono proprio sicuro.

# 368_Takashi
source: But I'm going to be responsible for a family now... so it's time to put my own issues behind me and think of what's best for my wife and child.
pt_br: Ma ora avrò una famiglia a cui badare... quindi è tempo di mettere da parte i miei casini e pensare al meglio per mia moglie e mio figlio.

# 392_The Florist
source: ...All right. I can help you.
pt_br: ...Va bene. Posso aiutarti.

# 404_Takashi
source: You can!?
pt_br: Ci riesci!?

# 416_Kiryu
source: You sure about this, Florist?
pt_br: Sei sicuro di questa cosa, Fiorista?

# 428_The Florist
source: Hold your horses there. I said I "can" help you. I didn't say that I necessarily <Italic>would</Italic>.
pt_br: Piano lì. Ho detto che 'posso' aiutarti. Non ho\ndetto che <Italic>lo farei</Italic> per forza.

# 440_Takashi
source: Right...
pt_br: Giusto...

# 452_The Florist
source: If you want me to handle this for you, you're gonna have to make it worth my while.
pt_br: Se vuoi che me ne occupi io per te, dovrai\nfarmela valere.

# 464_The Florist
source: But since I'm oh-so-charitable, I'll keep my fingers out of your wedding fund. Hell, I know how pricey those things can get. Instead, you're gonna be working for me.
pt_br: Ma dato che sono così caritatevole, terrò le mani lontane dal tuo fondo per le nozze. Accidenti, so quanto possono diventare care quelle cose. Invece, lavorerai per me.

# 476_Takashi
source: Huh? Doing what?
pt_br: Eh? Fare cosa?

# 488_The Florist
source: I'll tell you more later. For now, how's that sound?
pt_br: Ti dico di più dopo. Per ora, che ne dici?

# 500_Takashi
source: Perfect. I'll do it!
pt_br: Perfetto! Lo faccio!

# 560_Kiryu
source: Are you sure you can really take this request, Florist?
pt_br: Sei sicuro di riuscire davvero a gestire questa richiesta, Florist?

# 572_Kiryu
source: I mean, that father he's been searching for... It's you.
pt_br: Cioè, quel padre che sta cercando... sei tu.

# 584_The Florist
source: Yeah.
pt_br: Sì.

# 596_Kiryu
source: And what kind of work are you gonna have him do? He won't last half a second in the Coliseum.
pt_br: E che lavoro gli vuoi far fare? Non reggerà mezzo secondo al Colosseo.

# 608_The Florist
source: I know that. The truth is, I'm gonna need your help. Actually, not just you, Kiryu.
pt_br: Lo so. La verità è che avrò bisogno del tuo aiuto. A dire il vero, non solo tu, Kiryu.

# 620_Kiryu
source: Hm? Who are you talking about?
pt_br: Mh? Di chi stai parlando?

# 632_The Florist
source: Heh, you'll see. Anyway, I've gotta get things ready. Take care of the kid for me, yeah?
pt_br: Ah, vedrai. Comunque, devo sbrigare un po' di roba. Occupati del ragazzo per me, eh?

# 644_Kiryu
source: I'll do what I can.
pt_br: Farò quello che posso.
