Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid006c0009.po
Languages: pt_br

# 8280_Maya
source: He said he was getting off duty soon and asked if I wanted to go for coffee. He was trying to pick me up!
pt_br: Ha detto che finiva il turno a breve e mi ha chiesto se volevo andare a prendere un caffè. Voleva rimorchiarmi!

# 8292_Kiryu
source: Really? I never thought a cop would try something like that while he was on duty.
pt_br: Davvero? Non avrei mai pensato che un poliziotto potesse tentare qualcosa del genere mentre era in servizio.

# 8304_Maya
source: Hahaha! It was kind of funny, so I let him buy me some.
pt_br: Hahaha! È stato un po' divertente, e così mi sono fatta offrire qualcosa.

# 8316_Kiryu
source: Don't tell me you like this guy.
pt_br: Non dirmi che ti piace questo qui.

# 8328_Maya
source: Haha! No, not at all.
pt_br: Ahah! No, per niente.

# 8340_Kiryu
source: Then why'd you go out with him?
pt_br: Allora perché ci sei uscita?

# 8352_Maya
source: Huh? I had a little free time, so I thought I'd be nice to him.
pt_br: Eh? Avevo un po' di tempo libero, così ho pensato di essere carina con lui.

# 8364_Kiryu
source: What's so fun about going out with somebody you don't even like?
pt_br: Che gusto c'è a uscire con qualcuno che nemmeno ti piace?

# 8376_Maya
source: Well, it wasn't really much fun. He kept asking all of these questions. Like, did I have a boyfriend?
pt_br: Beh, non è che mi sia divertita granché. Continuava a farmi un sacco di domande. Tipo, se avessi un ragazzo?

# 8388_Kiryu
source: Huh.
pt_br: Uh.

# 8400_Maya
source: It's okay. I won't see him again. You don't have to worry. <Color:7>♥<Color:Default>
pt_br: Stai tranquillo. Non lo rivedrò più. Non ti preoccupare. <Color:7>♥<Color:Default>

# 8412_Kiryu
source: I wasn't really worried...
pt_br: Non ero davvero preoccupato...

# 8424_Kiryu
source: So you went out with him? Just like that?
pt_br: Allora ci sei uscita? Così, su due piedi?

# 8436_Maya
source: Why not? He's a cop. I figured I'd at least be safe.
pt_br: E perché no? È un poliziotto. Mi sono detto che almeno sarei stato al sicuro.

# 8448_Kiryu
source: There are bad cops too, you know. I wouldn't trust a guy who asks a girl out while on duty.
pt_br: Ci sono anche poliziotti marci, sai. Non mi fiderei di uno che chiede a una ragazza di uscire mentre è in servizio.

# 8460_Maya
source: You're right, but I'm a big girl. I can take care of myself.
pt_br: Hai ragione, ma sono grande. So badare a me stessa.

# 8472_Maya
source: You're not my father. You don't have protect me, okay?
pt_br: Non sei mio padre. Non devi proteggermi, okay?

# 8496_Kiryu
source: Sounds like the cops know your face now.
pt_br: Mi sa che la pula ormai ti ha inquadrato.

# 8508_Maya
source: Yeah, I guess so.
pt_br: Eh sì, immagino.

# 8520_Kiryu
source: Maybe you won't be stopped that much anymore.
pt_br: Magari non ti bloccheranno più così tanto.

# 8532_Maya
source: Hmph. I'd rather be questioned by the cops than hit on.
pt_br: Hmph. Preferirei essere interrogato dalla polizia che mi ci provino.

# 8544_Kiryu
source: Yeah, I can understand that.
pt_br: Già, lo capisco.

# 8556_Maya
source: But he's the only one who's tried to pick me up. The other ones still just question me.
pt_br: Ma lui è l'unico che ha provato a rimorchiarmi. Gli altri si limitano ancora a farmi domande.

# 8568_Kiryu
source: Hmm. You sure you're not a wanted woman?
pt_br: Mmm. Sei sicura di non essere una ricercata?

# 8580_Maya
source: Who knows? Maybe I've got a price on my head!
pt_br: Chissà? Magari ho una taglia sulla testa!

# 8592_Maya
source: I really don't understand why they question me so often, though.
pt_br: Non capisco proprio perché mi interrogano così spesso, però.

# 8604_Kiryu
source: So, you were talking about quitting the club a while ago. Did you decide what to do?
pt_br: Allora, parlavi di lasciare il club qualche tempo fa. Hai deciso cosa fare?

# 8616_Maya
source: Well, I was planning on quitting, but...
pt_br: Beh, avevo intenzione di mollare, ma...

# 8628_Kiryu
source: You're not sure?
pt_br: Non sei mica sicuro?

# 8640_Maya
source: Yeah. Maybe I've had a change of heart.
pt_br: Già. Magari ho cambiato idea.

# 8652_Maya
source: What do you think? Should I quit?
pt_br: Cosa ne pensi? Dovrei smettere?

# 8664_Kiryu
source: You don't want to quit, do you?
pt_br: Non vuoi mollare, vero?

# 8676_Maya
source: Huh? How did you know?
pt_br: Ah? Come facevi a saperlo?

# 8688_Kiryu
source: You just don't want to leave me, right? It's okay. You can say it.
pt_br: Non vuoi mica lasciarmi, vero? Va bene. Puoi dirlo.

# 8700_Maya
source: Huh. That's pretty arrogant of you.
pt_br: Ah. È piuttosto arrogante da parte tua.

# 8712_Maya
source: It's as though you don't really care whether or not I stay.
pt_br: È come se non te ne fregasse niente se resto o meno.

# 8724_Maya
source: You really don't understand women, do you?
pt_br: Ma tu non capisci proprio le donne, eh?

# 8748_Kiryu
source: You should follow your heart.
pt_br: Dovresti seguire il tuo cuore.

# 8760_Maya
source: But I don't know what I want to do. That's the problem.
pt_br: Ma non so cosa voglio fare. È quello il problema.

# 8772_Kiryu
source: Oh, right. Well, you're still here. Doesn't that mean you don't want to quit?
pt_br: Ah, giusto. Beh, sei ancora qui. Non significa che non vuoi mollare?

# 8784_Maya
source: I guess. But you keep talking about what I feel.
pt_br: Immagino. Ma continui a parlare di quello che provo.

# 8796_Maya
source: I want to know what you think of me leaving.
pt_br: Voglio sapere cosa ne pensi del mio andarmene.

# 8808_Kiryu
source: I already said. You should do what you want to do.
pt_br: Te l'ho già detto. Dovresti fare quello che ti va.

# 8820_Maya
source: Oh. You can be kind of dense sometimes.
pt_br: Oh. A volte puoi essere un po' tonto.

# 8832_Kiryu
source: You can't quit. You should keep working here.
pt_br: Non puoi mollare. Dovresti continuare a lavorare qui.

# 8844_Maya
source: Why?
pt_br: Perché?

# 8856_Kiryu
source: Well... I like coming here and drinking with you.
pt_br: Beh... mi piace venire qui e bere con te.

# 8868_Maya
source: Hehe. Are you saying you'd miss me? <Color:7>♥<Color:Default>
pt_br: Hehe. Vuoi dire che mi mancheresti? <Color:7>♥<Color:Default>

# 8880_Kiryu
source: That's not really what I meant. It's just that as a customer, I'd prefer－
pt_br: Non è proprio quello che intendevo. È solo che, come cliente, preferirei－

# 8892_Maya
source: All right, all right. We can leave it at that. But I'll get you to say it someday.
pt_br: Va bene, va bene. Per adesso la chiudiamo qui. Ma un giorno te lo farò dire.

# 8904_Kiryu
source: You're quite a handful.
pt_br: Sei un bel peperino.

# 8916_Maya
source: Do you ever go to other hostess clubs?
pt_br: Vai mai in altri hostess club?

# 8928_Kiryu
source: Hmm? Well, I might go to other places from time to time. I'm not always in Kamurocho, you know.
pt_br: Uhm? Beh, potrei fare un salto da qualche altra parte ogni tanto. Non sto sempre a Kamurocho, sai.

# 8940_Maya
source: So you must have other girls you like drinking with, huh?
pt_br: Allora, avrai di certo altre ragazze con cui ti piace bere, no?

# 8952_Kiryu
source: Heh. What's with the third degree all of a sudden? Are you feeling jealous?
pt_br: Heh. Cos'è questo terzo grado all'improvviso? Sei geloso?

# 8964_Maya
source: Not jealous exactly. I just can't stand men who cheat.
pt_br: Non geloso esattamente. Non sopporto proprio gli uomini che tradiscono.

# 8976_Kiryu
source: What counts as cheating? Is going to another hostess club cheating?
pt_br: Cosa consideri tradimento? Andare in un altro hostess club è tradimento?

# 8988_Maya
source: It might if you were my boyfriend. But right now, I'd say requesting another hostess would be like cheating.
pt_br: Potrebbe, se tu fossi il mio ragazzo. Ma adesso, direi che chiedere un'altra hostess sarebbe come tradire.

# 9000_Kiryu
source: Really?
pt_br: Davvero?

# 9012_Maya
source: Yes. So? Have you done that?
pt_br: Sì. E allora? L'hai fatto?

# 9024_Kiryu
source: Me? I never request anybody at other clubs. I just stop by when I want a drink.
pt_br: Io? Negli altri club non chiedo mai nessuno. Mi fermo e basta quando ho voglia di bere.

# 9036_Maya
source: Oh, okay. That makes me feel a little better. So I'm the only girl you request?
pt_br: Oh, va bene. Questo mi fa sentire un po' meglio. Quindi sono l'unica ragazza che chiedi?

# 9048_Kiryu
source: Uh, sure.
pt_br: Uhm, certo.

# 9060_Kiryu
source: Now you're just being silly. We're not dating. It's not your place to say what a customer can or can't do outside the club.
pt_br: Ora stai solo facendo lo sciocco. Non stiamo mica insieme. Non spetta a te dire cosa un cliente può o non può fare fuori dal locale.

# 9072_Maya
source: That must mean you've cheated on me. That's horrible.
pt_br: Allora mi hai tradito. È orribile.

# 9084_Kiryu
source: Look, you're the one I have the most fun with. And you're the one I see the most often.
pt_br: Senti, sei tu quello con cui mi diverto di più. E sei quello che vedo più spesso.

# 9096_Maya
source: You probably tell that to the other girls, too.
pt_br: Probabilmente lo dici anche alle altre ragazze.

# 9108_Kiryu
source: No. Just you.
pt_br: No. Solo tu.

# 9120_Maya
source: Hmph. You said that way too easily.
pt_br: Hmph. L'hai detto con troppa leggerezza.

# 9132_Maya
source: I really thought you were different...
pt_br: Pensavo davvero che fossi diverso...

# 9144_Kiryu
source: Do I look like the kind of man who'd cheat?
pt_br: Ti sembro mica il tipo d'uomo che tradirebbe?

# 9156_Maya
source: No, you don't. You're a man who'd love someone for the rest of his life, once he gives his heart to them. <Color:7>♥<Color:Default>
pt_br: Ma no, non è vero. Tu sei un uomo che amerebbe qualcuno per il resto della sua vita, una volta che gli dona il suo cuore. <Color:7>♥<Color:Default>

# 9168_Kiryu
source: Ever since I met you, there's been no one else.
pt_br: Da quando ti ho incontrato, non c'è stato nessun altro.

# 9180_Maya
source: Really? That makes me so happy! <Color:7>♥<Color:Default>
pt_br: Davvero? Mi rende così felice! <Color:7>♥<Color:Default>

# 9192_Kiryu
source: And it's nice to know you're such a faithful woman, too.
pt_br: Ed è bello sapere che sei una donna così fedele, anche.

# 9204_Maya
source: Yeah! If we started going out, we'd be in love until the day we die.
pt_br: Sì! Se ci mettessimo insieme, saremmo innamorati fino al giorno della nostra morte.

# 9216_Kiryu
source: Heh. Right.
pt_br: Eh. Già.

# 9228_Maya
source: Do you come right out and tell a woman if you like her?
pt_br: Dici a una donna, senza mezzi termini, se ti piace?

# 9240_Kiryu
source: Huh? Why do you ask?
pt_br: Eh? Perché me lo chiedi?

# 9252_Maya
source: Just answer me.
pt_br: Rispondimi e basta.

# 9264_Kiryu
source: Yeah, I'd tell her. I don't like to leave things up in the air.
pt_br: Già, glielo direi. Non mi piace lasciare le cose in sospeso.

# 9276_Maya
source: I knew it!
pt_br: Lo sapevo!

# 9288_Kiryu
source: What about you?
pt_br: E tu?

# 9300_Maya
source: I like the man to be the one to say it first.
pt_br: Mi piace che sia l'uomo a dirlo per primo.

# 9312_Maya
source: Then I'll say, "Yes! I was waiting for you to say that!"
pt_br: Allora dirò: "Sì! Stavo aspettando che dicessi proprio questo!"

# 9324_Kiryu
source: What if you don't like the guy? It's not possible to like every man who falls for you, right?
pt_br: E se il tipo non ti piace? Non è possibile che ti piaccia ogni uomo che ti viene dietro, vero?

# 9336_Maya
source: If I don't like him, I tell him that I'm not interested.
pt_br: Se non mi piace, glielo dico senza mezzi termini che non sono interessata.

# 9348_Kiryu
source: Huh. If you're going to be picky and choose like that, why don't you just tell the guys you like first?
pt_br: Ah. Se devi fare così il difficile, perché non lo dici subito ai ragazzi che ti piacciono?

# 9360_Maya
source: That's no good. The man has to take the initiative.
pt_br: Così non va bene. L'uomo deve farsi avanti.

# 9372_Maya
source: So I'll be waiting if you have anything you want to tell me.
pt_br: Allora, ti aspetto, se hai qualcosa da dirmi.

# 9384_Kiryu
source: What's that supposed to mean?
pt_br: Cosa dovrebbe significare?

# 9396_Kiryu
source: You can't just sit back and wait for it. If you do, you might lose your chance.
pt_br: Non puoi mica startene lì ad aspettare e basta. Se lo fai, potresti perdere l'occasione.

# 9408_Maya
source: I dunno. There's just something wrong about the girl being the one to say it.
pt_br: Non so. C'è proprio qualcosa che non va se è la ragazza a dirlo.

# 9420_Kiryu
source: But what if the guy is waiting for you to say something, too? You'll both wait forever.
pt_br: Ma se il tipo sta aspettando che anche tu dica qualcosa? Finirete per aspettare per sempre.

# 9432_Maya
source: Well then, I would figure something out. I'll create a mood that'll make him confess his love for me.
pt_br: Bene, allora, qualcosa mi inventerei. Creerò un'atmosfera che lo farà confessare il suo amore per me.

# 9444_Kiryu
source: That's practically the same thing as telling him, isn't it?
pt_br: È praticamente la stessa cosa che dirglielo, no?

# 9456_Maya
source: Why do you care!? You'd tell a girl if you like her, so what difference does it make!?
pt_br: Ma che ti importa!? Tu lo diresti a una ragazza se ti piace, e allora che cambia!?

# 9468_Kiryu
source: Sorry.
pt_br: Scusa.

# 9480_Kiryu
source: Haven't you ever told someone yourself?
pt_br: Non l'hai mai detto a qualcuno tu stesso?

# 9492_Maya
source: No comment!
pt_br: Nessun commento!

# 9504_Kiryu
source: Heh. You're not afraid of being rejected, are you?
pt_br: Eh. Non hai paura di beccarti un 'no', eh?

# 9516_Maya
source: No, I just think that the man should be the one to confess his love to the woman.
pt_br: No, è che penso solo che sia l'uomo a confessare il suo amore alla donna.

# 9528_Kiryu
source: So women should be more passive?
pt_br: Quindi le donne dovrebbero essere più passive?

# 9540_Maya
source: Sure. Who wants an aggressive man-eater for a girlfriend?
pt_br: Certo. Chi vuole una mangia-uomini aggressiva per fidanzata?

# 9552_Kiryu
source: Good point...
pt_br: Giusto...

# 9564_Maya
source: Hmm!
pt_br: Mmmh!

# 9576_Kiryu
source: Did something good happen?
pt_br: Ti è successo qualcosa di buono?

# 9588_Maya
source: Why do you ask?
pt_br: Perché lo chiedi?

# 9600_Kiryu
source: Oh, you just seemed happy.
pt_br: Oh, sembravi proprio contento.

# 9612_Maya
source: You think so, too?
pt_br: Lo pensi anche tu?

# 9624_Kiryu
source: Huh?
pt_br: Uh?

# 9636_Maya
source: My friends always tell me I look happy, even when I'm not.
pt_br: I miei amici mi dicono sempre che sembro felice, anche quando non lo sono.

# 9648_Kiryu
source: Oh, okay.
pt_br: Oh, va bene.

# 9660_Maya
source: I wonder why...
pt_br: Chissà perché...

# 9672_Kiryu
source: You look like you don't have any worries. If you act bright and cheery, of course people will think you're happy.
pt_br: Hai l'aria di uno che non ha pensieri. Se ti mostri allegro e solare, ovvio che la gente penserà che sei felice.

# 9684_Maya
source: Hey, that makes me sound like an airhead. I'm not cheerful all the time.
pt_br: Ehi, mi fai sembrare una svampita. Non sono sempre allegra.

# 9696_Kiryu
source: But I've never seen you upset. Do you try to keep your negative feelings from showing?
pt_br: Ma non ti ho mai visto giù. Cerchi di non far vedere i tuoi sentimenti negativi?

# 9708_Maya
source: I guess so. How you feel inside can affect how you look outside.
pt_br: Immagino di sì. Come ti senti dentro può influire su come appari fuori.

# 9720_Maya
source: I always try to get rid of stress instead of bottling it up.
pt_br: Cerco sempre di scaricare lo stress invece di tenerlo dentro.

# 9732_Kiryu
source: So that's your beauty secret, huh?
pt_br: Ah, quindi è questo il tuo segreto di bellezza, eh?

# 9744_Kiryu
source: It's annoying when people jump to conclusions.
pt_br: Mi scoccia quando la gente salta alle conclusioni.

# 9756_Maya
source: Yeah. One of my friends is always being told that she doesn't look like she has a boyfriend.
pt_br: Sì. Una mia amica, le dicono sempre che non sembra che abbia un fidanzato.

# 9768_Maya
source: I don't think her feelings are really hurt by it, but it is irritating.
pt_br: Non credo che i suoi sentimenti siano davvero feriti da questo, ma dà fastidio.

# 9780_Kiryu
source: You shouldn't judge people on their appearances.
pt_br: Non dovresti giudicare la gente dalle apparenze.

# 9792_Maya
source: Right! I wish people would think before they say things like that. They probably wouldn't like it if they were on the receiving end.
pt_br: Esatto! Vorrei che la gente ci pensasse prima di sparare certe cavolate. Probabilmente non gradirebbero per niente se si trovassero dall'altra parte.

# 9804_Kiryu
source: Yeah.
pt_br: Sì.

# 9816_Kiryu
source: Do you have a hard time hiding your feelings?
pt_br: Fai fatica a nascondere i tuoi sentimenti?

# 9828_Maya
source: Yeah. I can never get away with trying to hide something.
pt_br: Già. Non mi riesce mai di farla franca quando cerco di nascondere qualcosa.

# 9840_Kiryu
source: Heh. I thought so.
pt_br: Eheh. Lo immaginavo.

# 9852_Maya
source: But people tell me I look happy, even when I'm not feeling very good.
pt_br: Ma mi dicono che sembro felice, anche quando non sono proprio in forma.

# 9864_Kiryu
source: Oh. I guess this is a different problem, then.
pt_br: Oh. Immagino che questo sia un problema diverso, allora.

# 9876_Maya
source: Nobody understands me. I've got problems like everybody else. I'm not happy all the time.
pt_br: Nessuno mi capisce. Ho problemi come tutti gli altri. Non sono sempre felice.

# 9888_Kiryu
source: What do you do to relax?
pt_br: Cosa fai per rilassarti?

# 9900_Maya
source: I go shopping, or I'm out drinking with my friends. Normal stuff, I guess.
pt_br: Faccio shopping, oppure esco a bere con i miei amici. Roba normale, immagino.

# 9912_Kiryu
source: Hmm. I'm a little surprised.
pt_br: Mmh. Sono un po' sorpreso.

# 9924_Maya
source: I used to go out to clubs all the time, but I had to cut back.
pt_br: Uscivo sempre nei locali, ma ho dovuto darci un taglio.

# 9936_Maya
source: You should've seen me when I was in high school.
pt_br: Dovevi vedermi quando ero alle superiori.

# 9948_Kiryu
source: Everybody's a little wild at that age.
pt_br: A quell'età, si è tutti un po' scatenati.

# 9960_Maya
source: All I cared about was looking good and having fun.
pt_br: A me interessava solo fare bella figura e spassarmi.

# 9972_Maya
source: But around the time I turned twenty, my way of thinking changed. I started caring more about the kind of person I was on the inside.
pt_br: Ma verso i vent'anni, la mia mentalità è cambiata. Ho iniziato a dare più peso a chi fossi davvero dentro.

# 9984_Maya
source: So I don't go out and party like I used to anymore.
pt_br: Quindi, non esco più a far festa come facevo una volta.

# 9996_Kiryu
source: Maybe you were too wild as a teenager. Besides, everyone's got to cut back on luxuries in this economy.
pt_br: Magari eri un po' troppo scatenato da adolescente. D'altronde, con quest'economia, tutti devono tirare la cinghia.

# 10008_Maya
source: It does seem like people aren't spending as much on going out as they used to.
pt_br: Sembra proprio che la gente non spenda più così tanto per uscire come una volta.

# 10020_Kiryu
source: It's good that you're happier this way.
pt_br: È bello che tu sia più felice così.

# 10032_Maya
source: I really am. I've grown up a little bit, huh?
pt_br: Lo sono davvero. Sono cresciuta un po', no?

# 10044_Maya
source: Maybe someday I can become a woman others look up to.
pt_br: Magari un giorno potrò diventare una donna che gli altri ammirano.

# 10056_Kiryu
source: I think so.
pt_br: Credo di sì.

# 10068_Kiryu
source: I bet you hang out with a different crowd, too. When you're around adults, you realize how immature you are.
pt_br: Scommetto che anche tu frequenti un altro giro. Quando stai in mezzo ai grandi, ti rendi conto di quanto sei ancora un pivello.

# 10080_Maya
source: That's true! When I saw my friends growing up, I panicked a little bit.
pt_br: È vero! Quando ho visto i miei amici crescere, sono andata un po' nel panico.

# 10092_Maya
source: So I decided to become a mature adult.
pt_br: Allora ho deciso di diventare un adulto maturo.

# 10104_Kiryu
source: You'll have to work on your drinking, then.
pt_br: Dovrai darti da fare col bere, allora.

# 10116_Maya
source: I'm done with that! I haven't gotten drunk since last year!
pt_br: Ho chiuso con quella roba! Non mi ubriaco dall'anno scorso!

# 10128_Maya
source: I take my time and enjoy what I drink.
pt_br: Mi prendo il mio tempo e mi godo quello che bevo.

# 10140_Kiryu
source: That's good.
pt_br: Ottimo così.

# 10152_Kiryu
source: That's a surprisingly sensible thing to say. I'm impressed.
pt_br: Questa è una cosa sorprendentemente sensata da dire. Sono impressionato.

# 10164_Maya
source: What do you mean, surprisingly?
pt_br: Come sarebbe a dire, sorprendentemente?

# 10176_Kiryu
source: Oh, you just don't look like you worry about that kind of thing. You're always smiling.
pt_br: Oh, non ti ci vedo proprio a preoccuparti per queste cose. Sei sempre sorridente.

# 10188_Maya
source: Well, you can't be a teenager forever. Sooner or later, you have to start acting your age.
pt_br: Beh, non puoi fare l'adolescente per sempre. Prima o poi, devi iniziare a comportarti da adulto.

# 10200_Maya
source: But it works both ways. If you're not careful, you could get stuck in the past.
pt_br: Ma funziona in entrambi i sensi. Se non stai attento, rischi di rimanere incastrato nel passato.

# 10212_Kiryu
source: Oh. Yeah.
pt_br: Oh. Sì.

# 10224_Maya
source: What did you think the first time you saw me?
pt_br: Che hai pensato la prima volta che mi hai visto?

# 10236_Kiryu
source: Huh? Why?
pt_br: Eh? Perché?

# 10248_Maya
source: A lot of people think I'm scary the first time they meet me.
pt_br: Un sacco di gente pensa che faccia paura la prima volta che mi incontra.

# 10260_Kiryu
source: They do? That's a surprise.
pt_br: Ah, sì? Che sorpresa!

# 10272_Maya
source: I think it's because I'm a little shy at first. So I tense up and don't smile much.
pt_br: Penso sia perché all'inizio sono un po' timida. Perciò mi irrigidisco e non sorrido granché.

# 10284_Kiryu
source: People say I'm scary, too. I know how you feel.
pt_br: Anche a me dicono che faccio paura. So come ti senti.

# 10296_Maya
source: Yeah, I thought so.
pt_br: Già, lo pensavo.

# 10308_Kiryu
source: Hey.
pt_br: Ehi.

# 10320_Maya
source: But how can I stop people from thinking that?
pt_br: Ma come faccio a non farla pensare così alla gente?

# 10332_Kiryu
source: Maybe it'd help if you made an effort to talk to them.
pt_br: Magari aiuterebbe se ti impegnassi a parlarci.

# 10344_Maya
source: But that's the problem. I'm shy! I can't just jump in and talk to them.
pt_br: Ma è proprio quello il problema. Sono timido! Non posso mica buttarmi e parlarci così.

# 10356_Kiryu
source: You have to do your best. You might be embarrassed sometimes, but you'll get used to it eventually.
pt_br: Devi dare il massimo. Magari a volte ti sentirai in imbarazzo, ma poi ti ci abituerai.

# 10368_Maya
source: Okay. I'll give it a try next time.
pt_br: Va bene. Ci proverò la prossima volta.

# 10380_Maya
source: Of course, I've never had any trouble smiling and talking to you.
pt_br: Certo, non mi è mai pesato sorridere e parlare con te.

# 10392_Kiryu
source: That's comforting.
pt_br: Mi rassicura.
