Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid00e603d2.po
Languages: it

source: Police Officer
it: Agente di Polizia

# 56_Tanimura
source: (Luckily, I don't see anybody here who might recognize me.)
it: (Per fortuna qui non vedo nessuno che possa riconoscermi.)

# 68_Tanimura
source: Hi, you got a second?
it: Ehi, hai un secondo?

# 80_Police Officer
source: Only authorized personnel can enter here. Move along.
it: Qui entra solo il personale autorizzato. Avanti, si sposti.

# 92_Tanimura
source: Nope, nope. Don't think so. I'm a detective, see.
it: Macche', non direi. Sono un detective, vede.

# 104_Police Officer
source: Oh, I apologize.
it: Oh, mi scuso.

# 116_Tanimura
source: Can you tell me about the victim?
it: Può parlarmi della vittima?

# 128_Police Officer
source: Koichi Yabe. 35 years of age. He's a writer specializing in Kamurocho's sex industry... or, was, at any rate.
it: Koichi Yabe. 35 anni. È uno scrittore specializzato nell'industria del sesso di Kamurocho... o, in ogni caso, lo era.

# 140_Police Officer
source: He was apparently hot on the trail of some big story.
it: A quanto pare era sulle tracce di una grande storia.

# 152_Tanimura
source: Hmm... Got it. Thanks.
it: Hmm... capito. Grazie.

# 200_Tanimura
source: (The murder victim was a sex industry writer. Something stinks about this.)
it: (La vittima era uno scrittore che si occupava dell'industria del sesso. Qualcosa puzza.)

# 248_Tanimura
source: Tanimura here.
it: Sono Tanimura.

# 260_Saki-chan
source: Hey, it's me.
it: Ehi, sono io.

# 272_Tanimura
source: Hey, Saki-chan.
it: Ehi, Saki-chan.

# 284_Saki-chan
source: I heard Yabe was killed.
it: Ho sentito che Yabe è stato ucciso.

# 296_Tanimura
source: Not bad for a former detective. You got your info quick. So, what do you know about this Yabe?
it: Niente male per un ex detective. Le info ti sono arrivate in fretta. Allora, che sai di questo Yabe?

# 308_Saki-chan
source: I wanted to talk to you about that. Let's meet at <Color:7>Shellac<Color:Default>.
it: Volevo parlartene. Vediamoci allo <Color:7>Shellac<Color:Default>.

# 320_Tanimura
source: Okay, <Color:7>Shellac<Color:Default> it is.
it: Ok, <Color:7>Shellac<Color:Default> sia.
