Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid0102020f.po
Languages: pt_br

# 92_Manager
source: Hello, Akiyama-san.
pt_br: Ciao, Akiyama-san.

# 104_Akiyama
source: So... How'd Lily-chan do?
pt_br: Allora... com'è andata a Lily-chan?

# 116_Manager
source: I just finished totaling her receipts. Let's see here... Over the three days here, she made...
pt_br: Ho appena finito di fare i conti sui suoi incassi. Vediamo un po'... In questi tre giorni, ha tirato su...

# 152_Akiyama
source: Hot damn! That's incredible.
pt_br: Porca miseria! È incredibile.

# 164_Akiyama
source: Hey, that's not bad.
pt_br: Ehi, mica male.

# 176_Akiyama
source: Got it. Thanks for letting me know.
pt_br: Capito. Grazie per avermelo fatto sapere.

# 188_Manager
source: I know you said she'd only be here three days...
pt_br: Lo so che avevi detto che sarebbe stata qui solo tre giorni...

# 200_Manager
source: But the club would really benefit if she decided to keep working here.
pt_br: Ma il locale ci guadagnerebbe un sacco se decidesse di continuare a lavorare qui.

# 212_Manager
source: She has a rare talent for keeping customers happy. Business has been booming ever since she came.
pt_br: Ha un talento raro nel tenere i clienti contenti. Gli affari sono schizzati alle stelle da quando c'è lei.

# 224_Akiyama
source: Heheh. That's great to hear.
pt_br: Heheh. È una gran bella notizia.

# 236_Akiyama
source: Is Lily-chan there now? I'd like to speak with her if she is.
pt_br: È lì Lily-chan adesso? Vorrei parlarle se c'è.

# 248_Manager
source: Certainly. One moment, please.
pt_br: Certo. Un momento, per favore.

# 260_Lily
source: Hello, Lily speaking.
pt_br: Pronto, sono Lily.

# 272_Akiyama
source: Hey, Lily-chan. I heard you did well.
pt_br: Ehi, Lily-chan. Ho sentito che hai spaccato.

# 284_Lily
source: Yes. And it's all thanks to you, Akiyama-san.
pt_br: Sì. Ed è tutto merito tuo, Akiyama-san.

# 296_Akiyama
source: Nonsense. That's all you, Lily. Your natural talent and hard work.
pt_br: Ma che dici. È tutto merito tuo, Lily. Il tuo talento naturale e il tuo duro lavoro.

# 308_Lily
source: But without your guidance, I'm not sure I would have passed the test.
pt_br: Ma senza la tua guida, non sono sicura che ce l'avrei fatta a superare la prova.

# 320_Lily
source: And for that, I'm incredibly grateful...
pt_br: E per questo, sono incredibilmente grato...

# 332_Akiyama
source: Happy to help. Now, about that money... I have it ready if you have time to meet.
pt_br: Volentieri. Ora, a proposito di quei soldi... li ho pronti se hai tempo per vederci.

# 344_Lily
source: Sure. Where should I go?
pt_br: Certo. Dove devo andare?

# 356_Akiyama
source: How's the roof of the Millennium Tower sound? We can meet there.
pt_br: Che ne dici del tetto della Millennium Tower? Ci possiamo vedere lì.

# 368_Lily
source: Okay, I'll be waiting.
pt_br: Ok, ti aspetto.

# 380_Akiyama
source: Great. Till then.
pt_br: Ottimo. Ci vediamo allora.
