Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/tradotto/msg/uid01020225.po
Languages: pt_br

source: The Florist
pt_br: Il Fiorista

# 72_The Florist
source: ...Had some time to take it all in?
pt_br: ...Hai avuto un po' di tempo per digerire il tutto?

# 84_Saejima
source: Yeah. I owe ya one.
pt_br: Già. Te ne devo una.

# 96_Saejima
source: Thanks for lettin' me see him again.
pt_br: Grazie per avermi lasciato rivederlo.

# 108_The Florist
source: A deal's a deal. So, what will you do now?
pt_br: Gli accordi sono accordi. E allora, che farai adesso?

# 120_Saejima
source: There's one more thing I gotta find out.
pt_br: C'è ancora una cosa che devo scoprire.

# 132_The Florist
source: You mean Majima?
pt_br: Vuoi dire Majima?

# 144_Saejima
source: Yeah. I gotta know what really happened back in '85. I wanna hear it straight from his mouth.
pt_br: Sì. Devo sapere cosa è successo davvero nell'85. Lo voglio sentire direttamente dalla sua bocca.

# 156_Saejima
source: Have I spent half my life behind bars for nothing? I can't go out without knowin'.
pt_br: Ho passato metà della mia vita dietro le sbarre per un cazzo? Non posso lasciar perdere senza sapere.

# 168_The Florist
source: That reminds me. You broke yourself out of prison, right? It would seem the police are hot on your trail.
pt_br: A proposito. Ti sei evaso dal gabbio, no? A quanto pare la polizia ti sta alle calcagna.

# 180_The Florist
source: I heard they got wind of you being sighted in Kamurocho. The city's crawling with cops right now.
pt_br: Mi è giunta voce che ti hanno avvistato a Kamurocho. La città pullula di sbirri in questo momento.

# 192_Saejima
source: Shit...
pt_br: Merda...

# 204_The Florist
source: You'd better lay low until things calm down. You still have that hideout, don't you?
pt_br: È meglio che stai sotto traccia finché le acque non si calmano. Hai ancora quel nascondiglio, vero?

# 216_Saejima
source: Yep.
pt_br: Sì.

# 228_The Florist
source: Then wait it out there for a while. You should be safe from the police as long as you stay underground.
pt_br: Poi aspetta un po' lì. Dovresti stare al sicuro dalla polizia finché rimani sottoterra.

# 240_The Florist
source: You look big enough to handle a manhole cover. Use those to access the sewers and you'll be able to move freely.
pt_br: Sembri abbastanza grosso per sollevare un tombino. Usali per infilarti nelle fogne e potrai girare indisturbato.

# 252_The Florist
source: Right outside here, there's an entrance to an underground passage. It'll take you to one of Kamurocho's manholes.
pt_br: Proprio qui fuori, c'è un ingresso a un passaggio sotterraneo. Ti porterà a uno dei tombini di Kamurocho.

# 264_The Florist
source: I suggest using those manholes wherever you find them. They'll help you get back to your hideout undetected.
pt_br: Ti consiglio di usare quei tombini ovunque li trovi. Ti aiuteranno a tornare al tuo nascondiglio senza essere scoperto.

# 276_Saejima
source: Gotcha, thanks.
pt_br: Capito, grazie.

# 300_The Florist
source: That "deathmatch" back at the Underground Coliseum? It was a test.
pt_br: Quel "deathmatch" lì al Colosseo Sotterraneo? Era una prova.

# 312_Saejima
source: What's that s'posed to mean?
pt_br: Che dovrebbe significare?

# 324_The Florist
source: I wanted to see how you'd act under those circumstances. I hope you don't hold it against me, but it was necessary.
pt_br: Volevo proprio vedere come te la saresti cavata in quelle circostanze. Spero che tu non me ne voglia, ma era necessario.

# 348_The Florist
source: Relax. Ivan will survive. Hell, he'll be back in the ring in a week at most.
pt_br: Tranquillo. Ivan ce la farà. Anzi, tornerà sul ring in una settimana al massimo.

# 360_The Florist
source: But for now, he's in the hospital. That was quite a beating you gave him.
pt_br: Ma per adesso, è all'ospedale. Quella è stata una bella batosta che gli hai dato.

# 372_Saejima
source: Least I know he's alright.
pt_br: Almeno so che è a posto.

# 384_The Florist
source: Now, as for that request about your patriarch's fate following that incident 25 years ago.
pt_br: Ora, a proposito di quella richiesta sul destino del tuo patriarca dopo quell'incidente di 25 anni fa.

# 396_The Florist
source: After Sasai stepped down in 1985, the Ueno Seiwa Clan put a hit on him, forcing him to go into hiding.
pt_br: Dopo che Sasai si ritirò nel 1985, il Clan Ueno Seiwa gli mise una taglia in testa, costringendolo a darsi alla macchia.

# 420_The Florist
source: Several months later, someone brought him down here to Purgatory, but he was barely clinging to life.
pt_br: Qualche mese dopo, qualcuno lo portò qui sotto al Purgatorio, ma si aggrappava a malapena alla vita.

# 432_The Florist
source: He's been living on the streets since then.
pt_br: Vive per strada da allora.

# 444_Saejima
source: What?
pt_br: Cosa?

# 456_Saejima
source: You're tellin' me Sasai-san's still alive?
pt_br: Mi stai dicendo che Sasai-san è ancora vivo?

# 468_The Florist
source: Yes. It was all we could do to keep him from dying. He's homeless now, but he's still in Kamurocho.
pt_br: Sì. È stato già tanto se non l'abbiamo lasciato schiattare. Adesso è un barbone, ma è ancora a Kamurocho.

# 480_Saejima
source: I see.
pt_br: Capisco.

# 492_The Florist
source: That said...
pt_br: Detto questo...

# 504_Saejima
source: What?
pt_br: Cosa?

# 516_The Florist
source: He's probably－how shall I say－not the man you remember.
pt_br: Probabilmente è—come dire—non più l'uomo che ricordi.

# 528_Saejima
source: Huh?
pt_br: Uh?

# 540_The Florist
source: I'll have him brought over right now.
pt_br: Lo farò portare subito.

# 552_Saejima
source: Here?
pt_br: Qui?

# 564_The Florist
source: Yeah, that's right. Bring him in.
pt_br: Sì, è così. Portalo dentro.

# 660_Saejima
source: That... That's him?
pt_br: Ma... Ma è lui?

# 720_The Florist
source: Do you know who brought Sasai down here, half dead, a quarter century ago? It was Goro Majima.
pt_br: Sai chi ha portato Sasai quaggiù, mezzo morto, venticinque anni fa? È stato Goro Majima.

# 732_Saejima
source: What!?
pt_br: Cosa!?

# 744_The Florist
source: I can only assume Majima was trying to protect Sasai from the Ueno Seiwa Clan after you were gone.
pt_br: Non posso che supporre che Majima stesse cercando di proteggere Sasai dal Clan Ueno Seiwa dopo che te ne eri andato.
