Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/auth/A0090.po
Languages: it

# 1541 1624
source: You said I had a chance\nto make it big...
it: Dicevi che potevo\nrenderlo grande...

# 1659 1777
source: But I guess it just\nwasn't meant to be.
it: Ma immagino\nnon sarà così.

# 1856 1916
source: I'll be seeing you.
it: Ci vediamo.

# 2704 2858
source: One bullet, straight to the head.\nClean and simple.
it: Un proiettile, dritto in testa.\nFacile e veloce.

# 2853 2953
source: No quicker way to bump a guy off.
it: Un modo rapido per fare fuori un uomo.

# 2996 3091
source: Shouldn't you be running?
it: Non dovresti correre?

# 3126 3221
source: The perp's the guy who just ran off, yeah?
it: Il colpevole è il tizio che è scappato, sì?

# 3236 3346
source: Do you really want to try\nexplaining that to the cops?
it: Hai intenzione di spiegarlo\nalla polizia?

# 3362 3422
source: Who are you?
it: Chi sei?

# 3535 3637
source: I'm guessing you're not yakuza.
it: Non sembri uno yakuza.

# 3650 3710
source: Well no, but...
it: Beh no, ma...

# 3722 3834
source: The force is full of nasty characters.
it: La polizia è un covo di matti.

# 3850 3967
source: Some will beat a confession out of you\njust for shits and giggles.
it: Ti chiederebbero informazioni solo\nper poterti sentire gridare.

# 3989 4049
source: Chief!
it: Capo!

# 4196 4256
source: Looks like you're out of time.
it: Sembra tu sia a corto di tempo.

# 4300 4330
source: Not another step!
it: Non un altro passo.

# 4341 4401
source: Wait, me?
it: Chi, io?

# 4405 4440
source: I said don't move!
it: Non muoverti!

# 4443 4540
source: Hey, you've got the wrong guy!\nIt wasn't me!
it: Ehi, avete preso il tipo sbagliato!\nNon sono io!

# 4545 4585
source: Stop struggling!
it: Basta lamentarsi!

# 4595 4753
source: Sugiuchi-san sure loves his interrogations.\nTry not to sweat too much.
it: Sugiuchi-san adora gli interrogatori.\nCerca di non sudare troppo.

# 4754 4814
source: Have fun.
it: Divertiti.

# 4813 4892
source: Sugiuchi? You mean－
it: Sugiuchi? Vuoi dire-

# 4899 4981
source: Hey, hold on a sec!
it: Ehi, aspetta un secondo!

# 4993 5166
source: I'm telling you, it wasn't me!\nAsk the guy who just ran off! C'mon!
it: Ve l'ho detto, non sono io!\nChiedete al tizio che è scappato! Eddai!

# 5152 5183
source: Chief!
it: Capo!

# 5246 5325
source: <Italic>Chief!</Italic>
it: <Italic>Capo!
