Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/auth/A0220.po
Languages: it

# 436 530
source: This incident with Kanemura Enterprises...
it: L'incidente con il Kanemura Enterprises...

# 538 627
source: Isn't it about time we put it to rest?
it: Non è ora di metterlo a riposo?

# 847 962
source: And what's this pile of cash for, Chairman Dojima?
it: E cos'è questa pila di soldi, Presidente Dojima?

# 1024 1196
source: In the Tojo Clan's eyes, putting this mess\nbehind us would be the ideal way forward.
it: Agli occhi del Tojo Clan, buttarsi il\nproblema alle spalle è la cosa migliore.

# 1214 1449
source: The Tojo and Ueno Seiwa have been close\nsince the second chairman's time, 25 years ago.
it: Il Tojo e gli Ueno Seiwa sono in affari\nsin dal secondo presidente, 25 anni fa.

# 1476 1621
source: Surely neither side wants to see this escalate.
it: Nessuno dei due vorrebbe un escalation.

# 1640 1690
source: Right.
it: Giusto.

# 1713 1893
source: And the bloodshed between our two organizations.\nYou believe this is enough to cover it, Chairman Dojima?
it: E il sangue versato dalle due organizzazioni.\nPensa sia abbastanza per nasconderlo, Presidente Dojima?

# 1898 1989
source: Please don't misunderstand.
it: La prego di non travisare.

# 2017 2226
source: Kanemura Enterprises is, as you mentioned,\na subsidiary under the Shibata Family.
it: Il Kanemura Enterprises, come ha detto,\nè una sussidiaria della Famiglia Shibata.

# 2231 2297
source: But the Ueno Seiwa is different.
it: Ma con l'Ueno Seiwa è diverso.

# 2334 2412
source: You stand as equals to the Tojo Clan.
it: Siete alla pari del Tojo Clan.

# 2429 2596
source: Consider this an apology.\nFor the undue trouble we've put you through.
it: Lo consideri una scusa.\nPer i problemi indebiti che abbiamo causato.

# 2613 2699
source: Equals. Huh.
it: Alla pari. Eh.

# 2704 2800
source: You want more than money, then?
it: Vuole più dei soldi, immagino?

# 2906 2970
source: Very well.
it: Molto bene.

# 3292 3355
source: Come in.
it: Entra pure.

# 3968 4104
source: Katsuragi-san.\nThe blame for this Kanemura affair...
it: Katsuragi-san.\nLa colpa della vicenda Kanemura...

# 4126 4220
source: Lies solely on my shoulders!
it: Giace tutta sulle mie spalle!

# 4671 4768
source: Shibata-san, was it?
it: Shibata-san, dico bene?

# 4773 4830
source: Yes, sir.
it: Sì, signore.

# 4840 4957
source: You're the patriarch of a top Tojo family.
it: Sei il patriarca di una delle migliori famiglie Tojo.

# 4962 5156
source: Whereas I'm captain of a nigh irrelevant clan.\nPlease, there's no need to bow.
it: Mentre io sono il capitano di un clan irrilevante.\nPrego, non inchinarti.

# 5259 5330
source: Oh, and Shibata-san.
it: Oh, e Shibata-san.

# 5348 5553
source: Pinky-cutting is a relic of the past.\nThere are far less painful ways to make amends.
it: Tagliarsi il mignolo è una cosa del passato.\nCi sono modi migliori per fare ammenda.

# 5589 5730
source: We're all family here, after all.
it: Siamo una famiglia, dopotutto.

# 5814 5919
source: Katsuragi-san.\nWhat are you suggesting?
it: Katsuragi-san.\nCosa propone?

# 5981 6041
source: Chairman Dojima.
it: Presidente Dojima.

# 6046 6233
source: Considering the Ueno Seiwa's long-standing\nrelationship with your fine organization...
it: Considerando il rapporto di lunga data tra\nUeno Seiwa e Tojo Clan...

# 6238 6336
source: We share your desire to end this madness.
it: Condividiamo il desiderio di non continuare.

# 6372 6545
source: Even from his sickbed,\nour Chairman Ueno made it clear he agrees.
it: Anche se allettato,\nil Presidente Ueno è d'accordo.

# 6631 6801
source: Still, a pyramid of money and a single finger\ndoesn't even begin to settle the score.
it: Però, una piramide di soldi e un mignolino\nnon regolano i conti.

# 6835 6992
source: At least not in the minds\nof our rank and file members.
it: Almeno, non secondo la mente\ndei nostri membri.

# 7126 7359
source: Chairman Dojima. Are you aware of the role\nIhara served in our clan before his murder?
it: Presidente Dojima. Sa che ruolo aveva\nIhara prima dell'assassinio?

# 7416 7490
source: He was a lieutenant.
it: Era un tenente.

# 7516 7639
source: Promoted to that rank on the very day of the incident.
it: Promosso a quel rango nel giorno dell'incidente.

# 7660 7738
source: Lieutenant, you say?
it: Tenente, dice?

# 7743 7937
source: That's right. What you thought was\nan unfortunate clash between petty thugs...
it: Esatto. Ciò che lei pensa fosse un incidente\navvenuto tra teppistelli...

# 7955 8197
source: In fact robbed the Ueno Seiwa blind. Stolen away one of\nour most promising talents in the prime of his career.
it: Ha derubato gli Ueno Seiwa, sottraendo uno dei\nnostri più grandi talenti, a inizio carriera.

# 8223 8294
source: I'll be frank.
it: Sarò franco.

# 8299 8506
source: Ihara was an invaluable asset to our future.\nMoney and a finger simply doesn't compare.
it: Ihara era un pezzo insostituibile per il nostro futuro.\nDei soldi e un dito non bastano.

# 8511 8572
source: No, of course. But...
it: No, certo. Ma...

# 8577 8744
source: I know what you're going to say.\nYou honor us by asserting we're equals.
it: So quello che vuole dire.\nCi onora quando afferma che siamo eguali.

# 8749 8919
source: Despite the fact that you far\noutrank us. I appreciate that.
it: Nonostante voi ci superiate\ndi gran lunga. Lo apprezzo.

# 8960 9114
source: But our members may not understand\nthe significance that statement holds.
it: Ma i nostri membri potrebbero non\ncapire il significato di quelle parole.

# 9119 9334
source: After all, they've always thought our\ntwo organizations to be on equal footing.
it: Dopotutto, hanno sempre pensato che\nle due organizzazioni fossero pari.

# 9434 9588
source: Katsuragi-san. What will it take\nto smooth things over?
it: Katsuragi-san. Cosa ci vuole per far\ncalmare le acque?

# 9587 9808
source: Interesting question. I'd say the life\nof Ihara's killer. Hiroaki Arai.
it: Bella domanda. Direi la vita dell'assassino\ndi Ihara. Hiroaki Arai.

# 9828 10046
source: If not that, then we'll gladly accept control\nof that business Majima-san is running.
it: Se non quella, accetteremo il controllo degli\naffari che sta gestendo Majima.

# 10179 10316
source: Kamurocho Hills... You want ownership?
it: Kamurocho Hills... Ne volete il controllo?

# 10321 10380
source: That's right.
it: Esatto.

# 10524 10589
source: That's not going to happen.
it: Non accadrà mai.

# 10606 10670
source: I won't allow it!
it: Non lo permetterò!

# 10675 10729
source: And why is that?
it: E per quale motivo?

# 10746 10938
source: We're not talking one or two billion yen here.\nThis is hundreds of times that!
it: Non parliamo di uno o due miliardi di yen.\nCe ne saranno centinaia!

# 10966 11166
source: I'm sure Ihara was important.\nBut no one man can possibly be worth that much!
it: Sicuramente Ihara era importante.\nMa nessuno vale così tanto!

# 11167 11235
source: Please, Chairman Dojima.
it: Prego, Presidente Dojima.

# 11259 11336
source: Don't get me wrong here.
it: Non mi fraintenda.

# 11405 11526
source: The Ueno Seiwa Clan isn't interested in money.
it: All'Ueno Seiwa non interessano i soldi.

# 11531 11669
source: This is a matter of yakuza honor.
it: Riguarda l'onore da yakuza.

# 11683 11857
source: Chairman Dojima. I've heard\nyou're a reasonable man.
it: Presidente Dojima. Ho sentito\nche siete un uomo ragionevole.

# 11862 12019
source: Can't you understand the position\nyour men have put us in here?
it: Non comprende la posizione in cui\nci hanno messo i suoi uomini?

# 12036 12242
source: As I said before, Arai's head would be\nmore than enough to appease us.
it: Come ho già detto, la testa di Arai\nsarà più che sufficiente.

# 12258 12365
source: Our clan members no doubt feel the same.
it: Penso che i membri del clan la pensino uguale.

# 12391 12569
source: And so, on the off chance\nyou can't arrange that...
it: Quindi, nel caso in cui\nla questione non riesca...

# 12623 12812
source: Your only option will be to offer us\nsomeone of the same rank as Ihara.
it: La vostra unica opzione è donarci\nqualcuno dello stesso rango di Ihara.

# 12817 12873
source: You mean...
it: Intendi dire...

# 12874 12968
source: Yes. Majima-san.
it: Sì. Majima-san.

# 12982 13192
source: Kashiwagi-san is gone, and the Hakuho Clan and Nishikiyama\nFamily are simply words in the history books now.
it: Kashiwagi-san è andato, mentre l'Hakuho Clan e la Famiglia\nNishikiyama sono nomi in un libro di storia.

# 13200 13281
source: Same for the Hamazaki Family.
it: Uguale la Famiglia Hamazaki.

# 13289 13544
source: By default, that leaves only Majima-san.\nThe only fair payment for the loss of Ihara.
it: Di base, rimane solo Majima-san.\nL'unico giusto prezzo per la perdita di Ihara.

# 13591 13837
source: But of course, I couldn't possibly suggest\nyou offer Majima-san's life as compensation.
it: Ma ovviamente, non posso chiedere la vita\ndi Majima-san come compenso.

# 13864 14151
source: That's why I'm giving you an alternative solution.\nWe'll make do with his property alone.
it: Ecco perché propongo una soluzione alternativa.\nCi accontentiamo della sua proprietà.

# 14219 14357
source: Please think it over before\nyou finalize your decision.
it: Ci pensi un po' su prima di\ntrarre le conclusioni.

# 14463 14520
source: Until then.
it: Fino ad allora.
