Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/auth/A0350.po
Languages: it

# 96 275
source: Cradled gently by the evening's embrace...
it: Cullati dal dolce abbraccio della sera...

# 275 440
source: Tears rolling down my sullen face.
it: Lacrime scorrono sul mio viso imbronciato.

# 443 597
source: The dancing snow flutters soft to the ground...
it: La neve danzante svolazza dolcemente sul suolo...

# 597 780
source: The whitest of whites even in this dirty town.
it: La più bianca in assoluto, anche in una città sporca.

# 803 948
source: Flowers, they bloom.\nPetals, they fall.
it: I fiori, sbocciano.\nI petali, cadono.

# 948 1295
source: Your beauty, sees me through it all.
it: La tua bellezza, mi accompagna.

# 1682 1725
source: Who's the suit?
it: E tu chi sei?

# 1730 1826
source: The guy who owns this club.\nName's Akiyama.
it: Il tipo che gestisce il club.\nAkiyama.

# 1827 1865
source: And you are?
it: E tu sei?

# 1870 1996
source: One o' Majima's boys.\nYa can call me Minami.
it: Uno degli uomini di Majima.\nChiamami Minami.

# 2008 2067
source: The Majima Family?
it: La Famiglia Majima?

# 2073 2243
source: You mean the guys building Kamurocho Hills?\nLed by the Tojo legend?
it: I tipi di Kamurocho Hills?\nGestito dalla leggenda del Tojo?

# 2248 2373
source: Ding ding ding.\nThe one and only.
it: Ding ding ding.\n Il solo e unico.

# 2409 2562
source: Hang on a sec.\nThis number right here's my jam.
it: Aspetta un secondo.\nQuesto è il mio pezzo forte.

# 2587 2661
source: Y'all ready!?
it: Siete pronti!?

# 2914 2991
source: I can't hear ya!
it: Non vi sento!

# 3026 3148
source: Hm? What the?\nHellooo?
it: Mh? Ma che?\nSalveee?

# 3213 3291
source: The fuck you do that for!?
it: Perché cazzo lo hai fatto!?

# 3358 3476
source: My bad. I thought I was pressing the send button.
it: Mi spiace. Pensavo di premere invio.

# 3477 3530
source: Must've accidentally hit cancel instead.
it: Devo aver premuto il tasto cancella.

# 3587 3675
source: Honest mistake.\nIt's too darn dark in here, huh?
it: Ho sbagliato.\nÈ troppo buio qui, eh?

# 3680 3806
source: Ya pushed the wrong button 'cause it's too <Italic>dark</Italic>?
it: Hai premuto il tasto errato perché è troppo <Italic>buio</Italic>?

# 3807 3954
source: You're not tryin' to pull\na quick one on me, are ya?
it: Non stai cercando di prendermi\nin giro, vero?

# 4033 4070
source: Huh.
it: Uh.

# 4071 4159
source: No biggie, then.\nShit happens.
it: Niente di grave, allora.\nSuccede.

# 4351 4392
source: Um...
it: Ehm...

# 4420 4499
source: Minami-san, was it?
it: Minami-san, corretto?

# 4504 4544
source: What now?
it: Che c'è?

# 4543 4681
source: Well, er. To what do I owe this visit?
it: Beh, ehm. A cosa devo la visita?

# 4681 4893
source: Oh yeah, glad ya asked!\nHeard there's some broad Lily workin' here.
it: Oh già, hai fatto bene a chiederlo!\nHo sentito che una certa Lily lavora qui.

# 4898 5004
source: Rumor has it she's a real beaut.
it: Le voci dicono sia uno schianto.

# 5005 5112
source: Figured I should witness that glory\nwith my own two peepers.
it: Volevo capire se le voci fossero vere\ncon i miei due occhioni.

# 5117 5181
source: Lily, hm?
it: Lily, eh?

# 5196 5348
source: My deepest apologies,\nbut today was her last day here.
it: Le mie scuse, ma\noggi è stato il suo ultimo giorno qui.

# 5384 5444
source: Say what!?
it: Davvero!?

# 5498 5582
source: Well, ain't that a kick in the dick.
it: Beh, che calcio sulle palle.

# 5587 5675
source: Was there a particular reason you wanted to see her?
it: C'è un motivo particolare per cui volevi vederla?

# 5680 5733
source: Fuck if I know.
it: Non so niente.

# 5734 5853
source: Only thing the big man said\nwas to haul her tail end back to HQ.
it: So solo che il capo voleva\nche la portassi al QG del Tojo.

# 5858 5905
source: The big man?
it: Il capo?

# 5910 6007
source: You mean Majima-san?
it: Vuoi dire Majima-san?

# 6012 6069
source: Who else?
it: Chi altro?

# 6070 6242
source: Now ya better get talkin', friend.\nWhere'd this Lily girl scamper off to?
it: Farai meglio a parlare, amico.\nDove se ne è scappata Lily?

# 6244 6289
source: Apologies, sir.
it: Mi spiace, signore.

# 6290 6455
source: I'm sure you have your reasons,\nbut we take employee privacy very seriously here.
it: So che hai le tue ragioni, ma\nqui prendiamo seriamente la privacy del personale.

# 6460 6570
source: I'm afraid I'm going to have to ask you to leave.
it: Temo di dovervi chiedere di uscire.

# 6594 6654
source: Ya what!?
it: Che cosa!?

# 6665 6877
source: I'm not in the business of selling out my girls.\nEven the ones who aren't with us anymore.
it: Non ho intenzione di vendere le mie ragazze.\nAnche quelle che non lavorano più qui.

# 6882 7005
source: Well, look at mister hero over here.
it: Beh, guardate un po' che eroe.

# 7010 7181
source: Guilty as charged. What good is an owner\nif they don't protect their workers?
it: Colpito e affondato. Che capo sarei se non\nproteggessi le mie lavoratrici?

# 7218 7298
source: You're a real barrel of monkeys, pal.
it: Sei uno spasso, amico.

# 7303 7414
source: But ya should know, I ain't playin'.
it: Ma dovresti saperlo, non sto scherzando.

# 7415 7548
source: Yakuza don't like uppin' and leavin' empty-handed.
it: Alla yakuza non piace andarsene a mani vuote.

# 7546 7597
source: You want money, then?
it: Volete soldi, allora?

# 7598 7659
source: Man, fuck your money!
it: Amico, fanculo i soldi!

# 7660 7859
source: Until you tell me where the bitch\nran off to, I ain't movin' one inch.
it: Finché non mi dici dove è andata la troia,\nnoi non ci muoviamo.

# 7875 8048
source: If you won't leave on your own,\nI guess I'll have to show you out myself.
it: Non ve ne andrete da soli, quindi\nvi mostrerò io dov'è l'uscita.

# 8053 8098
source: Last chance.
it: Ultima possibilità.

# 8099 8236
source: Heh. Big pair of marbles you got there, buddy.
it: Eh, hai delle belle palle d'acciaio, amico.

# 8242 8410
source: Too bad I'm gonna have to smash 'em like grapes!
it: Peccato che dovrò spappolarle come fossero uva!
