Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/auth/A0360.po
Languages: it

# 190 267
source: Naw, man.
it: No, amico.

# 284 415
source: If ya think I'm done with you now...\nyou're dead wrong!
it: Se pensi che io abbia finito...\nTi sbagli di grosso!

# 421 530
source: I'm impressed.\nWhat's Majima feeding you guys?
it: Impressionante.\nMa che vi dà da mangiare Majima?

# 534 594
source: Dammit...
it: Cavolo...

# 605 732
source: I'm not throwin' in the towel yet.\nNot by a long shot!
it: Non getterò la spugna adesso.\nAssolutamente!

# 736 796
source: Enough.
it: Basta così.

# 893 1015
source: That rubbish you call singin'\ndoesn't deserve the stage ya stand on.
it: Se questo lo chiami cantare, non\nmeriti quel palcoscenico.

# 1049 1096
source: Boss!
it: Capo!

# 1097 1148
source: Boss?
it: Capo?

# 1149 1246
source: Then... you must be Patriarch Majima.
it: Tu... Devi essere il Patriarca Majima.

# 1326 1420
source: Figure my tone-deaf friend here already told ya...
it: Immagino che il mio amico sordo te l'abbia già detto...

# 1425 1498
source: But we're lookin' for a "Lily."
it: Ma stiamo cercando una "Lily".

# 1512 1583
source: She happen to be here?
it: È stata qui?

# 1587 1675
source: Not anymore. She quit.
it: Non più. Se ne è andata.

# 1680 1752
source: Probably already skipped town.
it: Forse ha già lasciato la città.

# 1762 1824
source: Huh.
it: Uh.

# 1843 1939
source: Guess I'm late to the shindig, then.
it: Sono in ritardo per la festa, allora.

# 2075 2166
source: What do you want with her, anyway?
it: Cosa vuoi farci con lei, comunque?

# 2259 2354
source: The Shibata have had their eyes on her, too.
it: Anche gli Shibata si sono messi a cercarla.

# 2364 2419
source: So tell me, Majima-san.
it: Quindi dimmi, Majima-san.

# 2410 2501
source: You wouldn't know anything about that, would you?
it: Tu non ne sai niente di tutto ciò, vero?

# 2523 2581
source: Fascinatin'.
it: Affascinante.

# 2582 2645
source: The Shibata Family, huh?
it: La Famiglia Shibata, dici?

# 2668 2746
source: I need to know, Majima-san.
it: Devo sapere, Majima-san.

# 2755 2856
source: Just who is Lily, really?
it: Chi è davvero Lily?

# 2864 2964
source: What's your family doing looking for her?
it: Perché la tua famiglia la sta cercando?

# 3189 3249
source: Simple as shit.
it: Semplicissimo.

# 3270 3402
source: I got a duty to keep Yasuko-chan safe.
it: Ho il compito di tenere Yasuko-chan al sicuro.

# 3463 3540
source: Is that her real name?
it: È il suo vero nome?

# 3554 3652
source: And why do you have to protect her?
it: E perché devi proteggerla?

# 3683 3814
source: Well... I gotta make amends.
it: Beh... Devo fare ammenda.

# 3843 3970
source: For fuckin' up, back in '85.
it: Per le cazzate fatte nell'85.

# 3993 4042
source: Amends?
it: Ammenda?
