Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/auth/B0050.po
Languages: it

# 31 143
source: Hey.\nYou really Saejima?
it: Ehi.\nSei davvero Saejima?

# 210 340
source: I asked a fucking question.\nYou Taiga Saejima or not!?
it: Ti ho fatto una cazzo di domanda.\nSei Taiga Saejima!?

# 395 453
source: So what if I am?
it: E se lo fossi?

# 517 618
source: Then it looks like there really is a god.
it: Allora sembra che ci sia davvero un dio.

# 796 917
source: This here's some goddamn divine intervention.
it: Questo qui è un dannato intervento divino.

# 981 1091
source: You realize who we are, don't you?
it: Ti rendi conto di chi siamo, vero?

# 1204 1268
source: The Ueno Seiwa.
it: L'Ueno Seiwa.

# 1287 1468
source: Our boss was one of the men\nyou murdered those twenty-five years ago.
it: Il nostro capo era uno degli uomini\nche hai ucciso venticinque anni fa.

# 1543 1652
source: We've had you in our sights for decades now.
it: Ti teniamo nel mirino da decenni ormai.

# 1674 1771
source: And here you are right on our doorstep.
it: Ed eccoti qui a portata di mano.

# 1810 1920
source: So ya want a little payback for your boss.
it: Quindi volete vendetta per il vostro capo.

# 1964 2041
source: Nothing little about it.
it: Non c'è niente di male.

# 2056 2216
source: After the hell you put us all through,\nwe want revenge!
it: Dopo l'inferno in cui ci hai messo,\nvogliamo vendetta!

# 2353 2437
source: So we're gonna do the prison a favor.
it: Quindi faremo un favore alla prigione.

# 2448 2591
source: You're getting executed here and now!
it: Verrai giustiziato qui e ora!
