Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/auth/B0070.po
Languages: it

# 401 511
source: Not such a big man now, are you?
it: Non fai più il gradasso, eh?

# 633 708
source: Don't give me that look.
it: Non guardarmi così.

# 709 787
source: You want more!?
it: Ne vuoi ancora!?

# 961 1024
source: Hey, Saito.
it: Ehi, Saito.

# 1043 1112
source: Listen to me, Saito.
it: Ascoltami, Saito.

# 1195 1255
source: That's enough.
it: Basta così.

# 1369 1443
source: Goddamn. He's a freak of nature!
it: Cavolo. È un mostro della natura!

# 1446 1521
source: Not one who's scheduled for execution today.
it: Non uno che è programmato per l'esecuzione.

# 1530 1580
source: Lay off him.
it: Lasciatelo.

# 1675 1774
source: What for? Who cares if he lives or dies?
it: Cosa? A chi importa se vive o muore?

# 1775 1840
source: Nobody's gonna miss this human trash.
it: A nessuno mancherà questa immondizia.

# 1841 1946
source: That would make three prisoners\nwho have died under your watch.
it: Questo farebbe tre prigionieri\nmorti sotto la tua sorveglianza.

# 1939 1999
source: You can't keep doing this.
it: Non puoi continuare così.

# 2022 2082
source: Fuck off!
it: Fanculo!

# 2090 2162
source: It's your lucky day, freak.
it: È il tuo giorno fortunato.

# 2656 2755
source: You've got a visitor.
it: Hai visite.

# 3169 3259
source: This little favor'll cost you.
it: Questo favore ti costerà.

# 3285 3467
source: I got friends on the outside.\nSure they'd be glad to slip a cool mil into your account.
it: Ho amici lì fuori.\nSaranno felici di darti un milione sul tuo conto.

# 3468 3528
source: That enough for you?
it: È abbastanza?

# 3551 3616
source: I'll take it.
it: Mi va bene.

# 3610 3765
source: I was just thinking of getting\na nice new car, too. Thanks for the help.
it: Stavo giusto pensando di prendermi\nuna macchina nuova. Grazie per l'aiuto.

# 3815 3887
source: Now, clock's ticking.
it: Ora, il tempo stringe.
