Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/auth/B0150.po
Languages: it

# 1883 1943
source: Why?
it: Perché?

# 2497 2597
source: Why're you... still here?
it: Perché sei... Qui?

# 2737 2876
source: Eh. Thought it'd leave\na bad taste in my mouth.
it: Eh. Pensavo avrei avuto\nl'amaro in bocca.

# 2904 2970
source: Ditching you and all.
it: Abbandonandoti.

# 3065 3125
source: Besides...
it: Inoltre...

# 3159 3250
source: You're only the second one.
it: Sei il secondo.

# 3393 3534
source: The second guy who's ever trusted me.
it: Il secondo ragazzo che si è mai fidato.

# 4171 4238
source: It's all you this time.
it: Dipende tutto da te.

# 4326 4403
source: We made it up here safe.
it: Siamo arrivati qui salvi.

# 4406 4550
source: Only one thing left now.\nIt's us against the sea.
it: Manca solo una cosa.\nSiamo contro il mare.

# 4572 4637
source: Your clock's ticking.
it: L'orologio ticchetta.

# 4643 4681
source: Get down there.
it: Scendi laggiù.

# 4697 4761
source: I get ya, but I...
it: Ok, ma io...

# 4763 4823
source: You're on death row!
it: Sei condannato!

# 4842 4946
source: The quicker you can\nget outta here, the better.
it: Prima te ne vai\nda qui, meglio è.

# 4970 5030
source: But...
it: Ma...

# 5052 5189
source: Don't worry.\nI got everything I need right here.
it: Non preoccuparti.\nHo tutto ciò che serve.

# 5217 5318
source: The thing you took from\nthe warden's office?
it: Le robe prese dall'ufficio\ndella guardia?

# 5334 5486
source: Yup. This here's my ticket back into business.
it: Sì. È il biglietto per tornare in affari.

# 5533 5593
source: Now move!
it: Muoviti!

# 5836 5896
source: Catch ya later...
it: A più tardi...

# 5894 5935
source: Brother.
it: Fratello.

# 5969 6029
source: Brother?
it: Fratello?

# 6040 6100
source: Ya heard me.
it: Mi hai sentito.

# 6100 6280
source: Hasn't been long,\nbut we're partners in crime now.
it: Non è passato molto,\nma siamo complici assieme.

# 6301 6361
source: Brothers.
it: Fratelli.

# 6994 7102
source: If we both somehow make it outta this alive...
it: Se entrambi ne usciamo vivi da qui...

# 7103 7173
source: How 'bout we team up?
it: Che ne dici di allearci?

# 7208 7287
source: You and me'd be unstoppable!
it: Io e te saremo inarrestabili!

# 7278 7403
source: The Tojo... Hell, the whole country could be ours!
it: Il Tojo... No, l'intero paese sarà nostro!

# 7413 7520
source: So, whaddya say?\nPretty convincing, huh?
it: Allora, che ne dici?\nConvincente, eh?

# 7596 7635
source: All you've gotta do is make it to shore.
it: Devi solo arrivare a riva.

# 7831 7899
source: Not on my watch.
it: Neanche per sogno!

# 7933 8003
source: Criminal scum.
it: Feccia criminale.

# 8466 8613
source: Once you hit shore,\nsearch out a man named Kiryu.
it: Una volta a riva,\ncerca un uomo di nome Kiryu.

# 8646 8739
source: Whaddya mean?\nWe're goin' together, brother!
it: Che vuoi dire?\nAndiamo assieme, fratello!

# 8762 8865
source: He's here, in Okinawa.
it: È qui, a Okinawa.

# 8871 8942
source: Dependable guy.
it: Un tipo affidabile.

# 8946 9041
source: It's Kiryu, got it?
it: È Kiryu, capito?

# 9105 9201
source: Hamazaki! C'mon!
it: Hamazaki! Forza!

# 9326 9386
source: What are you doing!?\nLet go!
it: Che stai facendo!?\nAndiamo!

# 9464 9563
source: No! Stop!
it: No! Fermo!

# 9564 9610
source: Don't do it!
it: Non farlo!

# 9906 9966
source: Shit!
it: Merda!
