Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/auth/B0290.po
Languages: it

# 559 750
source: Welcome, ladies and gentlemen,\nto the 3,632nd Kamurocho Coliseum Tournament!
it: Benvenuti, signore e signori,\nal 3,632esimo Torneo al Colosseo di Kamurocho.

# 755 929
source: Today's event: the champion\nin an exhibition deathmatch!
it: L'evento di oggi: il campione si\nesibirà in un match mortale!

# 1298 1483
source: In the blue corner...\nOur challenger, Taiga Saejima!
it: All'angolo blu...\nLo sfidante, Taiga Saejima!

# 1517 1676
source: 25 years ago, this beast took on\nan enemy clan all by himself.
it: 25 anni fa, questa bestia ha\naffrontato un intero clan da solo.

# 1681 1865
source: And put 18 of their finest men six feet under!\nA truly legendary hitman!
it: Mettendo al tappeto 18 dei loro migliori uomini!\nUna vera leggenda!

# 1876 1959
source: This escaped convict's out for blood...
it: Questo detenuto evaso vuole il sangue...

# 2171 2291
source: And in the red corner...\nOur tournament champion!
it: E all'angolo rosso...\nIl nostro campione!

# 2316 2522
source: In the six months since his arena debut,\nhe hasn't lost once in 100 fights!
it: Nei sei mesi trascorsi dal debutto,\nnon ha mai perso in 100 lotte!

# 2524 2655
source: The ultimate fist, the unstoppable warrior.
it: Il pugno definitivo, un guerriero infermabile.

# 2657 2763
source: Give it up for our current champion...
it: Un applauso per il nostro campione...

# 3385 3509
source: Today's fight will feature one special rule:
it: La battaglia di oggi avrà una sola regola speciale:

# 3515 3618
source: No draws, no mercy.
it: Nessun pareggio, nessuna pietà.

# 3633 3807
source: Only one will leave the ring alive...\nin this brutal fight to the death!
it: Solo uno ne uscirà vivo...\nin questa battaglia all'ultimo sangue!

# 4063 4150
source: Now, the gong!
it: Ora, il gong!
