Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/auth/B0320.po
Languages: it

# 73 133
source: Boss?
it: Capo?

# 195 255
source: Boss...!
it: Capo...!

# 263 319
source: Talk to me!
it: Parlami!

# 394 454
source: Boss...
it: Capo...

# 473 533
source: It's Saejima.
it: È Saejima.

# 538 603
source: I'm home.
it: Sono a casa.

# 663 723
source: There's no point.
it: Non ha senso.

# 744 837
source: He doesn't have a shred of consciousness left.
it: Non gli è rimasto un briciolo di coscienza.

# 856 968
source: No matter what you say...\nyou won't be getting a response.
it: Non importa cosa dirai...\nNon riceverai risposta.

# 980 1120
source: Boss...! It's me!\nI'm right next to you!
it: Capo...! Sono io!\nSono accanto a te!

# 1138 1198
source: Boss!
it: Capo!

# 1360 1420
source: Boss?
it: Capo?

# 1916 1976
source: Boss!
it: Capo!

# 2016 2094
source: How'd it come to this?
it: Come è potuto succedere?

# 2160 2205
source: Why?
it: Perché?

# 2239 2326
source: Why!?
it: Perché!?
