Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/auth/B0380.po
Languages: it

# 578 651
source: Hit a few for old time's sake?
it: Un paio come i vecchi tempi?

# 1351 1542
source: Stop playin'. Ya know why I came back, don't ya?
it: Basta giocare. Sai perché sono qui, vero?

# 1592 1669
source: To rendezvous with old man Sasai...
it: Per rivederti con il vecchio Sasai...

# 1674 1792
source: Oh, and to get your revenge on me.
it: Oh, e per vendicarti di me.

# 1801 1948
source: If ya know what I want,\nwhy're you fuckin' around like this?
it: Se sai cosa voglio,\nperché cazzeggi in questo modo?

# 1954 2030
source: I gotta know what went down that day in '85.
it: Devo sapere cos'è successo nell'85.

# 2035 2140
source: How come ya never showed n' backed me up!?
it: Perché non ti sei più fatto vedere!?

# 2538 2631
source: Answers, bro.
it: Rispondi, fratello.

# 3097 3219
source: What's the hold up?\nGet your ass over here.
it: Cosa ti trattiene?\nPorta il culo qui.

# 3264 3377
source: You didn't forget, did ya?\nWhat we promised each other.
it: Non te ne sei dimenticato?\nCiò che ci siamo promessi.

# 3448 3599
source: Minute we stepped foot into this world,\nthe deal was sealed.
it: Una volta messo piede in questo mondo,\nl'accordo è concluso.

# 3604 3674
source: Duty's everythin'.
it: Il dovere è tutto.

# 3695 3858
source: Friend or foe, or even sworn brother.\nThe price for betrayal...
it: Amico o nemico, o fratello giurato.\nIl prezzo del tradimento...

# 3859 3910
source: Is death.
it: È la morte.

# 3919 4069
source: That's the oath we swore,\nthe day we became brothers.
it: Il giuramento che facemmo\nil giorno che diventammo fratelli.

# 4082 4147
source: 'Course I remember.
it: Ovviamente ricordo.

# 4155 4242
source: Every damn word of it.
it: Ogni singola parola.

# 4265 4376
source: Well whatever the reason, I betrayed ya.
it: Qualunque sia la ragione, ti ho tradito.

# 4386 4488
source: Couldn't help old man Sasai, either.
it: Non potevo nemmeno aiutare Sasai.

# 4702 4757
source: Just strip, bro.
it: Spogliati, fratello.

# 4791 4956
source: We're settlin' this like good ol' times.\nYa beat my ass, I talk.
it: Faremo come i bei vecchi tempi.\nSe mi rompi il culo, parlerò.

# 4979 5093
source: Gonna need a boatload of luck for that, though.
it: Ma ti ci vorrà un bel po' di fortuna.

# 5109 5178
source: So ya think I gone soft.
it: Pensi mi sia indebolito.
