Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/auth/C0005.po
Languages: it

# 315 399
source: Man, you're a real beast.
it: Cavolo, sei una bestia.

# 414 490
source: Up against all these guys...
it: Contro tutti questi uomini...

# 501 595
source: And you're still trying to play hero!?
it: E giochi ancora a fare l'eroe!?

# 963 1044
source: You got a pair, I'll give you that.
it: Hai le palle ragazzo, lo ammetto.

# 1095 1208
source: Makes sense they'd pick you for a hit.
it: Ha senso che ti scelgano per un colpo.

# 1306 1342
source: But listen.
it: Ma ascolta.

# 1355 1533
source: The boss only gave us two orders:\nkeeping you holed up in here...
it: Il capo ci ha dato due ordini:\nTenerti chiuso qui...

# 1539 1617
source: And making sure your ass didn't croak.
it: E assicurarmi che non tiri le cuoia.

# 1618 1678
source: Basically.
it: In pratica.

# 1681 1863
source: I'm free to keep you in line however I damn well please.
it: Sono libero di tenerti in riga come più mi pare.

# 1877 1970
source: Even if it's gotta get ugly.
it: Anche dovesse mettersi male.

# 2024 2064
source: Like, say...
it: Ad esempio...

# 2083 2243
source: If you ended up losing an eye.\nOr maybe even two.
it: Se tu dovessi perdere un occhio.\nO anche due.

# 2281 2358
source: Now, say you're sorry.
it: Ora, dì che ti dispiace.

# 2361 2459
source: Cry like a little baby.
it: Piangi come un neonato.

# 2496 2547
source: Can't do that.
it: Non posso.

# 2553 2609
source: What?
it: Cosa?

# 2610 2771
source: I only grovel to my boss.\nOr someone I respect.
it: Mi inchino solo al capo.\nO qualcuno che rispetto.

# 2772 2869
source: Not some fuckin' pissant.
it: Non a uno stronzo.

# 2904 3076
source: Then I'm real sorry.\nBut I think you know what happens next.
it: Allora mi spiace.\nMa penso tu sappia cosa succederà.

# 3091 3253
source: Rather go blind than bow down to you, bitch!
it: Meglio accecarmi che piegarmi a te, stronzo!

# 3281 3395
source: Oh yeah? If you say so!
it: Ah si? Se lo dici tu!
