Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/auth/C0030.po
Languages: it

# 167 229
source: 嗨 趙在裡頭嗎？\n[Hey. Zhao hiding back there?]
it: 嗨 趙在裡頭嗎？\n[Ehi. Zhao è nascosto qui?]

# 241 301
source: 是啊\n[Yup.]
it: 是啊\n[Sì.]

# 343 458
source: 朴被強制遣返！？孩子怎麼辦？\n[Park got deported? What about his kid?]
it: 朴被強制遣返！？孩子怎麼辦？\n[Park l'hanno preso? E sua figlia?]

# 596 656
source: 是嗎？\n[Got it.]
it: 是嗎？\n[Capito.]

# 720 808
source: 嗯 明白了 我來照顧孩子 \n[Yeah, that's fine. I'll take her here.]
it: 嗯 明白了 我來照顧孩子 \n[Sì, va bene. La porterò qui]

# 888 948
source: 嗯 別擔心\n[Sure, don't worry.]
it: 嗯 別擔心\n[Sì, niente paura.]

# 1077 1142
source: Another joining the ranks?
it: Una nuova recluta nei ranghi?

# 1154 1270
source: Yeah. Her dad just got sent back to Korea.
it: Sì. Suo padre lo hanno rimandato in Corea.

# 1281 1323
source: What happened?
it: Che è successo?

# 1332 1459
source: Traffic accident.\nHappened a few days ago.
it: Incidente stradale.\nAvvenuto qualche giorno fa.

# 1486 1624
source: The cops picked him up and\nnoticed he'd overstayed his visa.
it: La polizia lo ha fermato e ha\nnotato che il visto era scaduto.

# 1625 1706
source: Tough break.
it: Che sfiga.

# 1721 1867
source: The kid's only five, too.\nNo place for her to go but here.
it: La ragazza ha solo cinque anni.\nPuò stare solo qui.

# 1949 2041
source: This should cover some of the expenses.
it: Questo dovrebbe coprire delle spese.

# 2095 2246
source: Prize winnings?\nOr let me guess, another shakedown?
it: Vincite a premi?\nOppure, qualche scazzottata?

# 2305 2375
source: Honest? A bit of both.
it: Onesto? Un po' entrambi.

# 2448 2548
source: I really can't believe you sometimes.
it: Certe volte mi stupisci.

# 2557 2648
source: Still, I should be thanking you, too.
it: Tuttavia, devo ringraziarti.

# 2657 2713
source: Just don't do anything stupid.
it: Ma non fare nulla di avventato.
