Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/auth/D0130.po
Languages: it

# 350 410
source: To be frank...
it: A essere sinceri...

# 419 547
source: I don't really care whether or not\nhe killed those eighteen men.
it: Non mi interessa cosa o chi\nha ucciso quei diciotto uomini.

# 548 620
source: Even if the real killer is still at large.
it: Anche se il vero assassino è a piede libero.

# 624 692
source: None of that matters.
it: Nulla di tutto ciò ha importanza.

# 712 865
source: Whatever happened...\nTaiga is still my brother.
it: Qualunque cosa sia successa...\nTaiga è mio fratello.

# 980 1064
source: I need you to stay here for now.
it: Ho bisogno che tu rimanga qui.

# 1070 1176
source: Try to relax, calm down a bit.
it: Prova a rilassarti, a calmarti.

# 1226 1278
source: That's cold, Kiryu.
it: Sei freddo, Kiryu.

# 1280 1366
source: Can't you see how bad she needs this?
it: Non riesci a capire quanto ne ha bisogno?

# 1371 1523
source: Yasuko-san. Imagine you found out\nSaejima was already dead.
it: Yasuko-san. Mettiamo caso che\nSaejima fosse già deceduto.

# 1524 1616
source: What would you do then?
it: Cosa avresti fatto, allora?

# 1703 1812
source: Take your own life?
it: Ti saresti suicidata?
