Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/auth/D0160.po
Languages: it

# 548 645
source: Twenty-five years is a long time, huh?
it: Venticinque anni sono un po', eh?

# 1092 1234
source: You've definitely aged...\nbut your eyes are as fierce as ever.
it: Sei invecchiato...\nMa i tuoi occhi sono feroci come sempre.

# 1311 1432
source: I don't get it.\nThe hell're you doin' here?
it: Non capisco.\nChe diavolo ci fai qui?

# 1457 1588
source: It's a long, long story.\nAnnoyingly so.
it: È una lunga, lunga storia.\nNoiosa.

# 1595 1722
source: But, I'm sure your friend Majima-san\nalready filled you in.
it: Ma, penso che il tuo amico Majima-san\nte l'abbia già detta.

# 1735 1849
source: So? What's your angle?
it: Quindi? Che ne pensi?

# 1854 1932
source: What do you get outta draggin' me down here!?
it: Cosa ci guadagni a trascinarmi qui giù!?

# 1951 2020
source: Easy, boy.
it: Calmo, ragazzo.

# 2025 2107
source: I'm not planning to put you down just yet.
it: Non ho ancora intenzione di zittirti.

# 2112 2178
source: I still need you alive, after all.
it: Ancora mi servi vivo, dopotutto.

# 2188 2297
source: If you're gonna off me,\njust get it over with!
it: Se hai intenzioni di farmi fuori,\nfallo subito!

# 2302 2435
source: Dyin' quick beats wasting time with this shit.
it: Morire in fretta mi risparmierà queste cagate.

# 2450 2526
source: So just fucking do it!
it: Quindi fallo, cazzo!

# 2536 2633
source: My. That's awful brave of you.
it: Oh wow. Coraggioso da parte tua.

# 2652 2727
source: You've made your peace, then?
it: Ti sei rassegnato, ormai?

# 2746 2811
source: 'Course I have.
it: Ovviamente.

# 2821 2883
source: I've been on death row.
it: Ero condannato a morte.

# 2896 2966
source: Twenty-five years now.
it: Da venticinque anni ormai.

# 2967 3123
source: Ever since I offed your men,\nI been prepared to die.
it: Sin da quando ho ucciso i tuoi uomini\nero pronto a morire.

# 3207 3289
source: You killed them, huh?
it: Li hai uccisi, eh?

# 3316 3375
source: What's funny about that!?
it: Cosa c'è di divertente!?

# 3414 3592
source: You don't have a clue, do you?\nNo idea what happened back in '85.
it: Non ne hai idea, vero?\nDi ciò che è successo nell'85.

# 3610 3775
source: The only life you ended that day was your own.
it: L'unica vita che hai terminato è stata la tua.

# 3786 3842
source: I'm not followin'.
it: Non ti seguo.

# 3913 4059
source: It was me.\nI murdered every last one of them.
it: Sono stato io.\nLi ho uccisi dal primo all'ultimo.

# 4091 4274
source: You may think you're some hardened killer...\nbut you're really just a fool.
it: Pensi di essere un serial killer...\nMa sei solo un emerito sciocco.

# 4349 4400
source: The fuck...?
it: Che cazzo...?

# 4402 4507
source: What're you talkin' about, Katsuragi!?\nAnswer me!
it: Di cosa stai parlando, Katsuragi!?\nRispondimi!

# 4522 4644
source: Oh, there's no need to rush.
it: Oh, non c'è fretta.

# 4649 4725
source: We'll have plenty of time to chat later.
it: Abbiamo molto tempo per parlare.

# 4730 4785
source: What're you planning!?
it: Che intenzioni hai!?

# 4827 4942
source: I'm embarrassed to say things\nhave gone somewhat off the rails.
it: Mi imbarazza dire che le cose\nnon sono andate secondo i piani.

# 4951 5123
source: At first I was working with the cops.\nTrying to get my hands on the building that stands above us.
it: Prima lavoravo con la polizia.\nCercavo di mettere le mani sull'edificio che si erge sopra di noi.

# 5128 5286
source: But I've had a change of plans.\nAll thanks to a man named Arai.
it: Ma c'è stato un cambio di programma.\nGrazie a un uomo di nome Arai.

# 5356 5470
source: This Arai...\nHe's Kido's aniki, yeah?
it: Questo Arai...\nÈ l'aniki di Kido, vero?

# 5476 5526
source: The hell's goin' on!?
it: Che diavolo succede!?

# 5534 5626
source: You'll know more than enough in good time.
it: Saprai tutto a tempo debito.

# 5634 5772
source: But first, I'll need another hand\nfrom you and your sister.
it: Ma prima, ho bisogno che tu\ne tua sorella mi aiutiate.

# 5785 5834
source: What?
it: Cosa?

# 5847 5946
source: The fuck are you gonna do to Yasuko!?
it: Che cazzo vuoi fare con Yasuko!?

# 5954 6016
source: Whoa, there.
it: Ehi, calmati.

# 6091 6176
source: Someone's still feeling feisty.
it: Qualcuno è ancora agitato, qui.

# 6179 6227
source: Don't worry.
it: Non preoccuparti.

# 6229 6394
source: You two are key pieces in this chess game.\nI'm not going to sacrifice you just yet.
it: Voi due siete due pezzi degli scacchi.\nNon ho intenzione di sacrificarvi, ancora.

# 6414 6601
source: With you and Yasuko, that file,\nand more cash than I know what to do with...
it: Con te e Yasuko, quel file,\ne più soldi del necessario...

# 6606 6680
source: Munakata is no longer any use to me.
it: Munakata non mi serve più.

# 6893 7019
source: Well? I trust you've secured the money?
it: Beh? Confido tu abbia messo i soldi al sicuro?

# 7035 7095
source: Yes.
it: Sì.

# 7112 7221
source: A hundred billion from Sky Finance's secret vault.
it: Cento miliardi nel caveau segreto dello Sky Finance.

# 7221 7313
source: Every last yen of it, ours.
it: Ogni singolo yen, è nostro.

# 7326 7433
source: It's you...
it: Sei tu...

# 7576 7674
source: Good seeing you, Saejima-san.
it: È bello vederti, Saejima-san.
