Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/auth/D0270.po
Languages: it

# 484 553
source: I'm not lookin' for revenge.
it: Non cerco vendetta.

# 565 724
source: Don't give a flip about huntin' down\nsome dirty cops, either.
it: Non mi importa neanche di dare\nla caccia ai poliziotti corrotti.

# 833 902
source: I just got a call from Haruka.
it: Mi ha chiamato Haruka.

# 950 1010
source: Hamazaki's gone.
it: Hamazaki se n'è andato.

# 1015 1103
source: Passed away in the hospital.
it: È morto in ospedale.

# 1162 1222
source: What?
it: Cosa?

# 1246 1466
source: From what I can tell... he took a bullet\nto protect me and Yasuko-san down in Okinawa.
it: Per quel che posso dire... Si è preso un\nproiettile per proteggere me e Yasuko-san a Okinawa.

# 1510 1695
source: He'd been in intensive care ever since.\nHe was at peace in his last moments, though.
it: È in terapia intensiva da allora.\nAlmeno è stato in pace, nei suoi ultimi momenti.

# 1820 1895
source: That's not all Haruka told me.
it: Ma Haruka non mi ha detto solo questo.

# 1916 2008
source: Hamazaki left a message for you before he went.
it: Hamazaki ha lasciato un messaggio, prima di andare.

# 2032 2134
source: "Keep the Tojo Clan safe from the cops."
it: "Tieni il Tojo Clan al sicuro dai poliziotti".

# 2160 2312
source: "It's the only proof left\nthat guys like us ever existed."
it: "È l'unica prova rimasta\nche gente come noi è esistita".

# 2587 2703
source: It took me forty years to realize this.
it: Ci sono voluti quarant'anni per accorgermene.

# 2752 2931
source: But for guys like us...\nour lives aren't really our own.
it: Ma per tipi come noi...\nLe nostre vite non ci appartengono.

# 2967 3133
source: There's always someone new to help.\nSomeone we need to protect.
it: C'è sempre qualcuno nuovo da aiutare.\nQualcuno da proteggere.

# 3154 3313
source: These past few years, I fought\nthat fate with all I had.
it: Questi ultimi anni, ho combattuto\n spesso contro il mio destino.

# 3352 3505
source: But I'm done fighting.\nIt's time I accept the hand I was dealt.
it: Ma ora sono stanco.\nÈ tempo di accettare tutto l'aiuto possibile.

# 3677 3776
source: We have to do this, Saejima.
it: Dobbiamo farlo assieme, Saejima.

# 3803 3938
source: Too many people depend on us.\nTheir dreams depend on us.
it: La gente dipende da noi.\nI loro sogni dipendono da noi.

# 3952 4012
source: He's right.
it: Ha ragione.

# 4115 4241
source: There's still plenty of work to do.
it: C'è ancora del lavoro da fare.

# 4333 4435
source: You ask me, a tiger belongs in his jungle.
it: Secondo me, una tigre appartiene alla sua giungla.

# 4500 4631
source: And besides, I think all four of us\nhave some unfinished business.
it: E inoltre, penso che tutti e quattro\nabbiamo degli affari in sospeso.
