Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00260187.po
Languages: pt_br

source: You gained 100 EXP.
pt_br: Hai guadagnato 100 EXP.

source: You got an <Color:8>Artist's Likeness<Color:Default>.
pt_br: Hai beccato una <Color:8>Somiglianza d'Artista<Color:Default>.

source: Street Artist
pt_br: Artista di strada

source: The Scelerophobic Sketcher
pt_br: Il Disegnatore Scelerofobo

# 192_Street Artist
source: Seriously!? You got it wrong three times! Three! I'm sure the real culprits are long gone by now!
pt_br: Ma sul serio!? Hai sbagliato per ben tre volte! Tre! Sono sicuro che i veri colpevoli sono spariti da un pezzo ormai!

# 204_Tanimura
source: Yeah... looks like it. My bad.
pt_br: Già... a quanto pare. Colpa mia.

# 216_Street Artist
source: Sorry my ass! I'm still being hunted down here! And who knows when these men might come for my life!? I'll never be able to walk the streets again!
pt_br: Ma quale scusa! Qui mi stanno ancora dando la caccia! E chissà quando questi tizi verranno a farmi la pelle!? Non potrò mai più mettere piede per strada!

# 228_Street Artist
source: I'll have to eke out a living underground, spending my days in utter isolation while drawing whatever I see fit... For I am now the Scelerophobic Sketcher of Kamurocho!
pt_br: Dovrò campare di nascosto, passando le mie giornate in totale isolamento mentre disegno quello che mi pare e piace... Perché ora sono lo Schizzatore Scelerofobico di Kamurocho!

# 240_The Scelerophobic Sketcher
source: Farewell!
pt_br: Addio!

# 288_Tanimura
source: (There he goes... I guess I let him down.)
pt_br: (Eccolo che se ne va... Mi sa che l'ho deluso.)

# 360_Street Artist
source: I'm shocked. Speechless. Is this really happening right now?
pt_br: Sono scioccato. Senza parole. Ma sta succedendo davvero adesso?

# 372_Tanimura
source: Sorry. Tell me about this guy one more time?
pt_br: Scusa. Parlami di questo tizio un'altra volta?

# 384_Street Artist
source: He looks just like he does in that picture I gave you. All you have to do is look at the picture and you'll know who it is. Like any detective would do.
pt_br: È proprio tale e quale a quello della foto che ti ho dato. Ti basta guardare la foto e capirai chi è. Come farebbe qualsiasi detective, no?

# 396_Street Artist
source: You might not be good at telling people's faces apart, but just remember he's wearing a black jacket.
pt_br: Potresti non essere bravo a distinguere le facce della gente, ma ti basta ricordare che indossa una giacca nera.

# 408_Tanimura
source: Got it. The guy in the picture, with a black jacket.
pt_br: Capito. Il tizio nella foto, con una giacca nera.

# 420_Street Artist
source: That's right. Are you sure you've got it this time? Repeat it once more.
pt_br: Proprio così. Sei sicuro di aver capito stavolta? Ripetilo ancora una volta.

# 432_Tanimura
source: Guy in the picture... black jacket...
pt_br: Il tipo nella foto... giacca nera...

# 444_Street Artist
source: Okay. They've probably noticed that the fuzz are hot on their trail, so this might be your last chance!
pt_br: Okay. Probabilmente avranno notato che la pula è alle loro calcagna, quindi questa potrebbe essere la tua ultima chance!

# 504_Tanimura
source: (This guy watches too many crime dramas...)
pt_br: (Questo tizio si guarda troppi polizieschi...)

# 516_Street Artist
source: Hey! What happened? I heard some kind of crazy commotion out there! Does that mean you got them!?
pt_br: Ehi! Che è successo? Ho sentito un putiferio pazzesco lì fuori! Li hai beccati!?

# 528_Tanimura
source: You're enjoying this, aren't you? No, I haven't caught them yet. There were several people who fit your description, and... Well, it was tough to tell them apart.
pt_br: Ti stai divertendo, eh? No, non li ho ancora beccati.C'erano diverse persone che rientravano nella tua descrizione,e... Beh, era dura distinguerli.

# 540_Street Artist
source: Are you shitting me? You're a police officer, yet you can't even tell people's faces apart?
pt_br: Ma stai scherzando? Sei un poliziotto, eppure nonriesci neanche a distinguere i volti della gente?

# 552_Street Artist
source: You... did use the picture, right? The guy looks just like what I drew, and he's wearing a black jacket.
pt_br: Tu... hai usato la foto, vero? Il tipo è identico a quello che ho disegnato, e indossa una giacca nera.

# 564_Street Artist
source: Look, you may not want to look at anybody who ain't as pretty as you, but that <Italic>is</Italic> your job, you know. You could at least try...
pt_br: Senti, magari non ti va di guardare nessuno che non sia bello quanto te, ma quello <Italic>è</Italic> il tuo lavoro, sai. Potresti almeno provarci...

# 576_Tanimura
source: All right, all right, I get it... Guy in the picture, black jacket. I'm on it.
pt_br: Va bene, va bene, ho capito... Il tizio nella foto, giacca nera. Ci penso io.

# 588_Street Artist
source: Hurry up and arrest those scandalous... scoundrels!
pt_br: Sbrigati ad arrestare quei... scandalosi... farabutti!

# 600_Street Artist
source: Hey, Officer Pretty Boy! You gonna go arrest the robbers in Theater Square or what!?
pt_br: Ehi, Agente belloccio! Vai ad arrestare quei rapinatori a Theater Square o cosa!?

# 612_Tanimura
source: (I kinda have been slacking lately... This might be a good chance to earn some points back at HQ.)
pt_br: Ultimamente ho un po' battuto la fiacca... Questa potrebbe essere una buona occasione per rifarmi qualche punto al QG.

# 624_Tanimura
source: Fine, I'll go get 'em. But you have to show me where they are.
pt_br: Ok, li vado a prendere. Ma tu devi farmi vedere dove sono.

# 636_Street Artist
source: What!? You want <Italic>me</Italic> to go, too? No way! What if I get killed!?
pt_br: Cosa!? Vuoi che ci vada <Italic>anch'io</Italic>? Nemmeno per sogno! E se mi ammazzano!?

# 648_Tanimura
source: But you're the only one who knows the perp's face.
pt_br: Ma sei l'unico che conosce la faccia del rapinatore.

# 660_Street Artist
source: Yeah, and I drew a picture of it, so why don't you use that instead of dragging me to my death!? He looks like this, he's wearing a black jacket, and he's at Theater Square!
pt_br: Sì, e l'ho disegnato, quindi perché non lo usi invece di trascinarmi alla morte!? È fatto così, indossa una giacca nera, ed è a Theater Square!

# 708_Tanimura
source: Fair enough. I'll go see for myself, then.
pt_br: Va bene così. Andrò a controllare io stesso, allora.

# 720_Street Artist
source: Thank you so much! You're one hell of an officer, you know that!? And a handsome one, to boot!
pt_br: Grazie mille! Lei è un poliziotto della madonna, lo sa!? E pure un bell'uomo, per giunta!

# 732_Tanimura
source: Heh... Kiss-ass.
pt_br: Eh... Leccaculo.

# 756_Tanimura
source: If you're that worried, then why don't you go to a station and report it?
pt_br: Se sei così preoccupato, allora perché non vai in una stazione e lo denunci?

# 768_Street Artist
source: I can't! They'd kill me! I won't move a muscle until all of those madmen are behind bars.
pt_br: Non posso! Mi farebbero la pelle! Non farò un passo finché tutti quei pazzi non saranno dietro le sbarre.

# 828_Street Artist
source: Okay, I'll go get 'em.
pt_br: Ok, vado a prenderli.

# 840_Street Artist
source: You worry too much.
pt_br: Ti fai troppi problemi.
