Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00e60598.po
Languages: it

source: Angry Homeless Man
it: Senzatetto arrabbiato

# 84_Saejima
source: You're getting in the way, standin' there like that.
it: Sei d'intralcio, lì impalato.

# 96_Angry Homeless Man
source: You won't believe this! I found 1,000 yen on the ground in the <Color:7>underground mall<Color:Default>－a whole thousand!
it: Non ci crederai mai! Ho trovato 1.000 yen per terra nel <Color:7>centro commerciale sotterraneo<Color:Default>... ben mille!

# 108_Saejima
source: Wow. That's damn near a fortune.
it: Wow. È quasi una fortuna.

# 120_Angry Homeless Man
source: I know, right? But then suddenly, while I wasn't looking, this little shit came up and the money was gone!
it: Lo so, vero? Ma poi all'improvviso, mentre non guardavo, è arrivato questo piccolo stronzo e i soldi sono spariti!

# 132_Saejima
source: You lost your cash takin' a shit?
it: Hai perso i soldi mentre cagavi?

# 144_Angry Homeless Man
source: No, I mean a pint-sized pickpocket at the <Color:7>underground mall<Color:Default>.
it: No, intendo un borseggiatore di piccola taglia nel <Color:7>centro commerciale sotterraneo<Color:Default>.

# 156_Angry Homeless Man
source: There I was, freaking about what I'd do if anyone tried to mug me, when a child ran up and snatched it away!
it: Ero lì, preoccupato di cosa avrei fatto se qualcuno avesse provato a derubarmi, quando un bambino è corso e me li ha strappati via!

# 168_Angry Homeless Man
source: You're fast, right? Then go on, catch that thief for me! Catch him and teach him a lesson!
it: Sei veloce, vero? Allora vai, prendi quel ladro per me! Prendilo e dagli una lezione!

# 180_Saejima
source: Gotta say, the only lesson that needs learnin' here is for you to hold onto your shit better. Let it go.
it: Devo dire che l'unica lezione da imparare qui è che devi tenerti meglio le tue cose. Lascia perdere.

# 192_Angry Homeless Man
source: Wow, that's just cold. I hope he goes after you next.
it: Wow, che freddezza. Spero che la prossima volta se la prenda con te.

# 204_Saejima
source: (A little kid's pickin' pockets in the <Color:7>underground mall<Color:Default>? Sounds like a shitstorm waiting to happen. Ah, well.)
it: (Un ragazzino che borseggia nel <Color:7>centro commerciale sotterraneo<Color:Default>? Sembra un casino in attesa di scoppiare. Ah, beh.)
