Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01830016.po
Languages: pt_br

source: You got a <Color:8>Protective Amulet<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Amuleto Protettivo<Color:Default>.

source: You gained 3,000 EXP.
pt_br: Hai guadagnato 3.000 EXP.

source: Idle
pt_br: Inattivo

# 184_Hana
source: Hi, Chief. Shoko-san's here.
pt_br: Ehi, Capo. Shoko-san è qui.

# 196_Akiyama
source: Oh, is she? That was fast.
pt_br: Ah, è lei? È stata veloce.

# 268_Akiyama
source: So how did you spend your million yen?
pt_br: Allora, come hai speso il tuo milione di yen?

# 280_Shoko
source: I haven't yet.
pt_br: Non ancora.

# 292_Akiyama
source: Huh? But...
pt_br: Eh? Ma...

# 304_Shoko
source: The sushi restaurant, the host club... You have far too much time on your hands, Akiyama-san.
pt_br: Il ristorante di sushi, l'host club... Hai fin troppo tempo da perdere, Akiyama-san.

# 316_Akiyama
source: Oh... So you saw me.
pt_br: Oh... Quindi mi hai visto.

# 328_Shoko
source: Yes, well. You're not exactly subtle. Thank goodness you're in finance; you'd make an awful detective.
pt_br: Sì, beh. Non sei proprio un tipo discreto. Meno male che sei nella finanza; faresti schifo come detective.

# 340_Akiyama
source: I shouldn't have been so nosy. My apologies. So, what are you going to do with the money?
pt_br: Non avrei dovuto essere così impiccione. Mi scuso. Allora, cosa ci farà con questi soldi?

# 352_Shoko
source: This million yen will go toward paying off my debts once you've consolidated them.
pt_br: Questo milione di yen andrà a saldare i miei debiti una volta che li avrete consolidati.

# 376_Shoko
source: All this time, I've been investing in my future self, and I've borrowed a lot of money along the way.
pt_br: Finora, ho investito su me stesso per il futuro, e ho fatto un bel po' di debiti strada facendo.

# 388_Shoko
source: But I've come to understand that other people's money can't buy my future.
pt_br: Ma sono arrivato a capire che i soldi degli altri non possono comprare il mio futuro.

# 400_Shoko
source: My future can only be bought with money I've earned myself. And that's why...
pt_br: Il mio futuro lo compro solo con i soldi che mi sono guadagnato. E per questo...

# 412_Shoko
source: ...I'll use this million yen you gave me to pay down my debts.
pt_br: ...Userò questo milione di yen che mi hai dato per saldare i miei\ndebiti.

# 424_Akiyama
source: I have to admit I'm surprised. Quite frankly, it's a better use than I expected.
pt_br: Devo ammettere che sono sorpreso. Francamente, è un uso migliore di quanto mi aspettassi.

# 436_Akiyama
source: I figured you'd put that million toward paying down some of your current loan shark debts.
pt_br: Credevo che quel milione l'avresti usato per saldare una parte dei tuoi attuali debiti con gli strozzini.

# 448_Shoko
source: Well, I'd thought about it... But then I believed you when you said you'd consolidate them for me.
pt_br: Beh, ci avevo pensato... Ma poi ti ho creduto quando hai detto che me li avresti consolidati.

# 460_Shoko
source: If you'd refused to go through with it, then I would have given back every last yen.
pt_br: Se avessi mollato, allora ti avrei restituito fino all'ultimo yen.

# 472_Shoko
source: My pride won't allow me to accept money for no good reason. I happen to have a great deal of self-respect.
pt_br: Il mio orgoglio non mi permette di accettare soldi così, per niente. Si dà il caso che io abbia una bella dignità.

# 484_Akiyama
source: Well, in that case, I'd say you've passed－and with flying colors. You should be proud of yourself; you did better than I expected.
pt_br: Beh, in quel caso, direi che hai passato－e a pieni\nvoti. Dovresti essere fiero di te stesso; hai fatto meglio di quanto mi aspettassi.

# 496_Shoko
source: I've passed the test? But how?
pt_br: Ho passato il test? Ma come?

# 508_Akiyama
source: I told myself that if you, of your own free will, chose to pay down your debts, you'd pass. But you showed me an even better solution.
pt_br: Mi ero detto che se tu, di tua spontanea volontà, avessi deciso di ripagare i tuoi debiti, saresti stato promosso. Ma tu mi hai tirato fuori una soluzione ancora più azzeccata.

# 532_Akiyama
source: Sky Finance will handle all your debts from here, Shoko-san.
pt_br: Sky Finance si occuperà di tutti i tuoi debiti d'ora in poi, Shoko-san.

# 544_Shoko
source: Thank you... It seems I was wrong about you. Truthfully, I'd thought you were just some sarcastic jerk.
pt_br: Grazie... A quanto pare mi ero sbagliato sul tuo conto. A dire il vero, ti avevo preso soltanto per un sarcastico stronzo.

# 556_Akiyama
source: Really? Well... I liked you right away.
pt_br: Davvero? Beh... mi sei piaciuto subito.

# 568_Akiyama
source: Hana-chan! Could you please do a survey of Shoko-san's debts and write up a contract for us?
pt_br: Hana-chan! Potresti per favore fare una verifica sui debiti di Shoko-san e stilare un contratto per noi?

# 580_Hana
source: Yes, right away.
pt_br: Sì, subito.

# 664_Akiyama
source: Well, we're done for today. You'll be working with Hana-chan on the details.
pt_br: Beh, per oggi abbiamo finito. Lavorerai con Hana-chan sui dettagli.

# 676_Shoko
source: All right. Thank you in advance.
pt_br: Va bene. Grazie in anticipo.

# 688_Akiyama
source: You're welcome. Oh, and... would you care to join me for dinner?
pt_br: Prego. Oh, e... ti andrebbe di unirti a me per cena?

# 700_Hana
source: Chief!
pt_br: Capo!

# 712_Shoko
source: I'm sorry, but I couldn't possibly make your darling secretary angry. Who knows what she'd do to my contract?
pt_br: Mi spiace, ma non mi sognerei mai di far arrabbiare la tua cara segretaria. Chissà cosa potrebbe fare al mio contratto?

# 724_Akiyama
source: Ah, right...
pt_br: Ah, giusto...

# 736_Shoko
source: Here, this is for you. It was a gift, but I think it suits you.
pt_br: Tieni, questo è per te. Era un regalo, ma mi sa che ti sta a pennello.

# 772_Shoko
source: Today was fun. I'll be seeing you again.
pt_br: Oggi non mi sono annoiato. Ci rivedremo.

# 832_Hana
source: Too bad, huh, Chief?
pt_br: Peccato, eh, Capo?

# 844_Akiyama
source: Say, Hana-chan, you wouldn't want to grab a bite to eat, would you?
pt_br: Senti, Hana-chan, non ti andrebbe di mangiare un boccone,\nvero?

# 856_Hana
source: Me instead of Shoko-san, you mean?
pt_br: Vuoi dire me al posto di Shoko-san?

# 868_Akiyama
source: No, that's not...
pt_br: No, non è questo...

# 880_Hana
source: Are you sure? I can easily put away a hundred pieces of otoro at Sushi Gin, you know.
pt_br: Sei sicuro? Posso facilmente far fuori cento pezzi di otoro al Sushi Gin, sai.

# 892_Akiyama
source: Oh, uh, never mind. I'll just pop out for a little something on my own...
pt_br: Ah, no, beh, niente. Faccio un salto fuori a prendermi qualcosa da solo...

# 964_Hana
source: Oh, hello, Chief. Didn't expect you back so soon.
pt_br: Oh, salve, Capo. Non mi aspettavo che tornassi così presto.

# 976_Akiyama
source: Well, you know... Can't stroll around town forever. Do you have any work for me?
pt_br: Beh, sai... Non posso mica gironzolare per la città all'infinito. Hai del lavoro per me?

# 1000_Hana
source: I took care of all the paperwork, so... Oh, I know! Could you please clean up your desk area? There's just so much junk everywhere!
pt_br: Mi sono occupata io di tutte le scartoffie, quindi... Ah, ho un'idea! Potresti per favore dare una sistemata alla tua scrivania? C'è proprio un sacco di cianfrusaglie dappertutto!

# 1036_Akiyama
source: But I thought you were in charge of cleaning up around here...
pt_br: Ma pensavo fossi tu a rimettere a posto qui\nintorno...

# 1048_Hana
source: The last time I tried tidying up your desk, you kept pestering me for this document, that magazine... All you did was complain!
pt_br: L'ultima volta che ho provato a mettere a posto la tua scrivania, hai continuato a tartassarmi per questo documento, quella rivista... Non hai fatto altro che lamentarti!

# 1060_Hana
source: I don't know what you'll end up needing, and if I move anything at all, I guarantee I'll hear about it. Thus, I've sworn off cleaning up your desk.
pt_br: Non so di cosa potresti aver bisogno, e se sposto anche la minima cosa, ti garantisco che me la sentirò rinfacciare. Perciò, ho giurato di non mettere più mano alla tua scrivania.

# 1072_Akiyama
source: Bummer...
pt_br: Peccato...

# 1144_Shoko
source: Excuse me, is this Sky Finance? Is there an Akiyama-san here?
pt_br: Scusi, è la Sky Finance? C'è un Akiyama-san qui?

# 1156_Hana
source: Oh, hello. And welcome.
pt_br: Oh, salve. E benvenuto.

# 1168_Hana
source: Chief! You have a customer.
pt_br: Presidente! Hai un cliente.

# 1180_Akiyama
source: Ah, Shoko-san. Good to see you. Why don't you tell me more about your situation? Please, have a seat.
pt_br: Ah, Shoko-san. Contento di rivederla. Mi racconti pure un po' della sua situazione. Prego, si accomodi.

# 1264_Shoko
source: This office certainly is dirty. Can you really conduct business here?
pt_br: Questo ufficio è proprio uno schifo. Ci riesci davvero a far affari qui?

# 1276_Akiyama
source: You should have seen it before we tidied up... Apologies for the mess.
pt_br: Avresti dovuto vederlo prima che dessimo una ripulita... Mi scuso per il disordine.

# 1288_Akiyama
source: So, how much do you owe at the moment? Did you check the exact amount?
pt_br: Allora, quant'è che devi al momento? Hai controllato la cifra esatta?

# 1300_Shoko
source: I owe five credit card companies and four loan sharks. 10.3 million yen in all. Although that's not including interest...
pt_br: Devo a cinque compagnie di carte di credito e a quattro strozzini. 10.3 milioni di yen in tutto. Anche se è senza contare gli interessi...

# 1312_Akiyama
source: I see... Well, it sounds like you have a pretty good idea of where you stand. Still, it must be hard paying it off when it's spread all over like that.
pt_br: Ah, capisco... Beh, sembra che tu abbia un'idea piuttosto chiara di dove sei messo. Però, dev'essere dura rimettere a posto tutto quando è sparpagliato un po' ovunque così.

# 1324_Akiyama
source: Er... Why did you borrow so much exactly?
pt_br: Ehm... Ma perché ti sei indebitato così tanto, di preciso?

# 1336_Shoko
source: I wanted to invest in myself－wear nice clothes, carry the latest accessories, and date good men...
pt_br: Volevo investire su me stesso—vestire bene, sfoggiare gli ultimi accessori e frequentare uomini per bene...

# 1348_Shoko
source: I can't have anybody taking me lightly. I may have borrowed some money, but it's only because I'll be earning millions one day.
pt_br: Non posso farmi prendere sotto gamba da nessuno. Magari ho preso in prestito dei soldi, ma è solo perché un giorno farò milioni un giorno.

# 1360_Akiyama
source: Aha... Well, that's some sound logic, but it seems to me you might've rushed things a little...
pt_br: Aha... Beh, è una logica solida, ma mi sa che tu ti sia affrettato un po'...

# 1372_Shoko
source: Maybe so... Simply improving my appearance hasn't helped much. It's just not that easy.
pt_br: Può darsi... Migliorare solo l'aspetto non è che abbia aiutato granché. Non è mica così facile.

# 1384_Akiyama
source: As long as you understand that, you should be fine. You can always start over.
pt_br: Finché hai afferrato il concetto, stai sereno. Puoi sempre ricominciare.

# 1396_Akiyama
source: First, I recommend consolidating all your loans and coming up with a repayment plan. What do you think?
pt_br: Innanzitutto, le consiglio di consolidare tutti i suoi prestiti e di elaborare un piano di rimborso. Cosa ne pensa?

# 1408_Shoko
source: I think that's a good idea. Do you do loan consolidation here?
pt_br: Penso sia una buona idea. Fate consolidamento debiti qui?

# 1420_Akiyama
source: Yes, of course. With no interest and no collateral.
pt_br: Sì, certo. Senza interessi e senza garanzie.

# 1432_Shoko
source: What!? No interest? Then, what's in it for you?
pt_br: Cosa!? Nessun interesse? Allora, cosa ci guadagnate voi?

# 1444_Akiyama
source: That's nothing for you to worry about. Or would you prefer to pay interest?
pt_br: Non pensarci tu. O preferiresti pagare gli interessi?

# 1456_Shoko
source: Oh, I get it. You have some kind of conditions, don't you? Like... I have to sleep with you.
pt_br: Ah, ho capito. Ci sono delle condizioni, eh? Tipo... devo venire a letto con te.

# 1468_Akiyama
source: Well, that sounds great... But, no. You're a little off base.
pt_br: Eh, a sentirla così sembra grandioso... Ma, no. Sei un po' fuori strada.

# 1480_Akiyama
source: All I ask is that you take a test.
pt_br: Tutto quello che ti chiedo è che tu faccia un test.

# 1492_Shoko
source: A test?
pt_br: Un test?

# 1504_Akiyama
source: Yep. A test. Pass the test and I'll consolidate your debts, no interest, no collateral.
pt_br: Già. Un test. Supera il test e ti consoliderò i debiti, senza interessi, senza garanzie.

# 1516_Shoko
source: So... what kind of test are we talking about?
pt_br: Allora... di che tipo di test stiamo parlando?

# 1528_Akiyama
source: I have one million yen here. I'm going to give it to you, and then it'll be your job to decide how to spend it.
pt_br: Ho qui un milione di yen. Te li metto in mano, e poi starà a te decidere come spenderli.

# 1540_Shoko
source: Huh? I just have to spend one million yen?
pt_br: Eh? Mi basta spendere un milione di yen?

# 1552_Akiyama
source: Pretty much. So what do you say?
pt_br: Praticamente. Allora che ne dici?

# 1564_Shoko
source: All right. I accept.
pt_br: Va bene. Accetto.

# 1576_Akiyama
source: Then, it's a deal. Use every last yen of this one million.
pt_br: Allora, affare fatto. Usa fino all'ultimo yen di questo milione.

# 1648_Shoko
source: I'll be back when it's gone. See you then.
pt_br: Tornerò quando sarà finito. Ci vediamo allora.

# 1720_Hana
source: Chief! Are you sure about this!? That's a million yen you just gave her!
pt_br: Capo! Ne sei sicuro!? È un milione di yen quello che le hai appena mollato!

# 1732_Akiyama
source: I gave it to her, yes, but, then again, I didn't <Italic>just</Italic> give it to her.
pt_br: Gliel'ho dato, sì, ma, a pensarci bene, non gliel'ho <Italic>mica</Italic> dato e basta.

# 1744_Hana
source: And yet, you were reluctant to give me a bonus...
pt_br: Eppure, eri riluttante a darmi un bonus...

# 1756_Akiyama
source: Oh, er... Look, this is a test to see how Shoko-san spends her money!
pt_br: Oh, uhm... Senti, questo è un test per vedere come Shoko-san spende i suoi soldi!

# 1768_Akiyama
source: It's hard to spend borrowed money, but when it's a gift, the sky's the limit. One's spending habits can give you a pretty good idea of one's character.
pt_br: È difficile spendere soldi presi in prestito, ma quando è un regalo, il cielo è l'unico limite. Le abitudini di spesa di una persona possono darti una bella idea del suo carattere.

# 1780_Hana
source: ...You think so?
pt_br: ...Dici?

# 1792_Akiyama
source: Hana-chan, if somebody gave you money, you'd make a beeline for a dessert buffet. That tells us you're a foodie, right?
pt_br: Hana-chan, se qualcuno ti desse dei soldi, fileresti dritto verso un buffet di dolci. Questo ci dice che sei una golosona, no?

# 1804_Hana
source: Well, yeah, I guess, but...
pt_br: Beh, sì, credo di sì, ma...

# 1816_Akiyama
source: I really admire Shoko-san wanting to move up in the world. Now I just want to know if she can see past today...
pt_br: Ammiro un sacco Shoko-san, che vuole proprio farsi strada. Ora, però, voglio solo capire se riesce a guardare più in là dell'oggi...

# 1828_Hana
source: Hmm. Well, with all that yen, I suppose she should pay down her debt.
pt_br: Mmmh. Beh, con tutti quegli yen, mi sa che dovrebbe saldare il suo debito.

# 1840_Akiyama
source: That's one way to use it. It's much better than spending it on a bunch of junk.
pt_br: Questo sì che è un modo per usarli. È di gran lunga meglio che sprecarli per un sacco di cianfrusaglie.

# 1852_Akiyama
source: Say, Hana-chan, where do you think she'll go?
pt_br: Senti, Hana-chan, dove pensi che andrà?

# 1864_Hana
source: For designer goods? Le Marche. For food, Sushi Gin.
pt_br: Per la roba firmata? Le Marche. Per mangiare, Sushi Gin.

# 1876_Hana
source: And for fun, the host club Adam. Those would be my guesses.
pt_br: E poi, per divertimento, l'host club Adam. Quelle sarebbero le mie ipotesi.

# 1888_Akiyama
source: Could you give those places a call and tell them to try to get her to spend money?
pt_br: Potresti dare un colpo di telefono a quei posti e digli di provare a spingerla a spendere soldi?

# 1900_Hana
source: Okay... But you know something, Chief? You really are a bad man.
pt_br: Ok... Ma lo sai una cosa, Capo? Sei proprio un brutto uomo.

# 1912_Akiyama
source: Hey, it <Italic>is</Italic> a test. I have to make it challenging, don't I?
pt_br: Ehi, è <Italic>davvero</Italic> un test. Devo pur renderlo difficile, no?

# 1924_Akiyama
source: Thanks, Hana-chan. I'll go see how she's doing.
pt_br: Grazie, Hana-chan. Vado a vedere come sta.

# 1936_Akiyama
source: Le Marche and Sushi Gin. Oh, and that host club, Adam.
pt_br: Le Marche e Sushi Gin. Oh, e quel host club, Adam.

# 1948_Akiyama
source: Where's Adam again?
pt_br: Dov'è Adam, di nuovo?

# 1960_Hana
source: Near the center of the Hotel District.
pt_br: Vicino al centro del Quartiere degli Hotel.

# 1972_Akiyama
source: Ah, that's right. Okay, I'm off.
pt_br: Ah, giusto. Va bene, me ne vado.
