Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0183021a.po
Languages: pt_br

source: You got a <Color:8>Super High-voltage Battery<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Batteria ad altissimo voltaggio<Color:Default>.

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: Sunglasses Guy
pt_br: Il Tizio con gli Occhiali da Sole

source: Elise Manager
pt_br: Manager dell'Elise

source: Elise Employee
pt_br: Dipendente di Elise

source: Elise Scout
pt_br: Elise Esploratore

# 80_Akiyama
source: Is this the drop-off point?
pt_br: È questo il punto di consegna?

# 92_"Akiyama"
source: Uh-huh... Do you really think they'll forgive me?
pt_br: Uhm... Pensi davvero che mi perdoneranno?

# 104_Akiyama
source: I'm sure they'll be cool with it.
pt_br: Sono sicuro che saranno a posto.

# 116_Sunglasses Guy
source: You the couriers?
pt_br: Siete i corrieri?

# 128_"Akiyama"
source: Yes, that's us!
pt_br: Sì, siamo noi!

# 140_Sunglasses Guy
source: ...And the case?
pt_br: ...E la valigetta?

# 152_Akiyama
source: It was stolen! It's all his fault.
pt_br: L'hanno fregato! È tutta colpa sua.

# 164_"Akiyama"
source: Hey! Suzuki-san! What the hell are you doing!?
pt_br: Oi! Suzuki-san! Che diavolo stai facendo!?

# 176_Sunglasses Guy
source: Stolen...? And just how are you gonna reimburse me for the loss?
pt_br: Rubato...? E come diavolo mi risarcirai per la perdita?

# 188_Sunglasses Guy
source: That case was worth a hundred million yen... You better scrape up exactly that much, and fast.
pt_br: Quella valigetta valeva cento milioni di yen... Ti conviene mettere insieme esattamente quella somma, e in fretta.

# 200_"Akiyama"
source: A hundred million!? But I don't have that kind of money!
pt_br: Cento milioni!? Ma io non ho tutti quei soldi!

# 212_Akiyama
source: Wha－? So you weren't going to lend it to me after all, even if I passed your test?
pt_br: Ma come－? Allora non me l'avresti prestato alla fine, neanche se avessi superato il tuo test?

# 224_"Akiyama"
source: You be quiet!
pt_br: Stai zitto!

# 236_Sunglasses Guy
source: So you're a moneylender too, huh? What's your place called?
pt_br: Allora sei un finanziere anche tu, eh? Come si chiama il tuo locale?

# 248_Akiyama
source: Sky Finance. This is Akiyama, the CEO.
pt_br: Sky Finance. Sono Akiyama, il CEO.

# 260_Sunglasses Guy
source: Ah, yes, the famous Akiyama-san. A hundred million should be a cinch for you.
pt_br: Ah, sì, il famoso Akiyama-san. Cento milioni dovrebbero essere un gioco da ragazzi per te.

# 272_Suzuki
source: No! My real name's Suzuki. That Akiyama stuff was all a lie!
pt_br: No! Il mio vero nome è Suzuki. Quella roba di Akiyama era tutta una bugia!

# 284_Akiyama
source: Your real name is Suzuki!?
pt_br: Il tuo vero nome è Suzuki!?

# 296_Sunglasses Guy
source: "It was a lie"? Is that really the best you could come up with? Look, you have until noon tomorrow to bring me the money.
pt_br: "Una balla"? È la migliore che sei riuscito a tirar fuori? Senti, hai tempo fino a domani a mezzogiorno per portarmi i soldi.

# 308_Sunglasses Guy
source: Miss the deadline, and you'll wind up sleeping with the fishes in Tokyo Bay... Got it?
pt_br: Se manchi la scadenza, ti ritroverai a dormire con i pesci nella Baia di Tokyo... Capito?

# 320_Sunglasses Guy
source: And don't think you can just up and run away, either. We have ways of tracking you down.
pt_br: E non credere di potertela svignare e basta, eh. Noi abbiamo i nostri modi per scovarti.

# 404_Suzuki
source: Oh, no... What do I do now, Suzuki-san? I just don't have the money!
pt_br: Oh, no... Che faccio adesso, Suzuki-san? Non ho proprio i soldi!

# 416_Akiyama
source: Calm down. I think the best course of action is to leave the country right away.
pt_br: Datti una calmata. Credo che la mossa migliore sia svignarsela dal paese subito.

# 428_Akiyama
source: They'd never follow you that far. But you'd best avoid showing your face in this part of town again.
pt_br: Non ti seguirebbero mai fin lì. Ma ti conviene non farti vedere da queste parti di nuovo.

# 440_Akiyama
source: If they find you, well... I imagine it won't be pretty.
pt_br: Se ti trovano, beh... immagino che non finirà bene.

# 452_Suzuki
source: Oh, no... All right! Thank you so much for your kind advice, Suzuki-san!
pt_br: Oh, no... Perfetto! Grazie mille per il suo prezioso consiglio, Suzuki-san!

# 464_Suzuki
source: Please take this as a token of my deepest gratitude!
pt_br: Ti prego di accettare questo come segno della mia più profonda gratitudine!

# 500_Suzuki
source: You've been a big help. And, with that, I'm outta here! So long!
pt_br: Mi hai dato una grossa mano. E con questo, me la squaglio! Allora Ciao!

# 596_Akiyama
source: ...Good grief.
pt_br: ...Porca miseria.

# 608_Hana
source: We did it, Chief!
pt_br: Ce l'abbiamo fatta, Capo!

# 692_Akiyama
source: Hahaha! Nice getup, Hana-chan! I had to bite my cheeks to keep from laughing!
pt_br: Hahaha! Che travestimento, Hana-chan! Ho dovuto trattenermi dal ridere!

# 704_Hana
source: Huh? It's not that bad, is it? I happen to like it.
pt_br: Eh? Non è mica così male, no? A me piace, invece.

# 716_Akiyama
source: You guys put on one hell of a show, too. Especially you. The way you threatened him just now... Are you sure it was just as act?
pt_br: Anche voi avete fatto uno spettacolo mica da ridere, eh. Soprattutto tu. Il modo in cui l'hai minacciato adesso... Sei sicuro che fosse solo una recita?

# 728_Elise Manager
source: Oh, most definitely. I swear. Hahaha.
pt_br: Oh, assolutamente. Lo giuro. Hahaha.

# 740_Akiyama
source: Really...?
pt_br: Davvero...?

# 752_Elise Employee
source: But you were something else, boss! You really did a number on us out there.
pt_br: Ma eri un fenomeno, capo! Ci hai proprio dato spettacolo lì fuori.

# 764_Elise Scout
source: In fact, I think I might've broken something...
pt_br: Anzi, mi sa che ho rotto qualcosa...

# 776_Akiyama
source: Sorry about that. It had to look real or we never would've been able to pull it off. I'll treat you to dinner someday to make up for it.
pt_br: Scusa per quello. Doveva sembrare vero o non ce l'avremmo mai fatta. Un giorno ti offro la cena per farmi perdonare.

# 788_Hana
source: If Suzuki knew that all that was in here was a couple of statute books, he'd flip out for sure!
pt_br: Se Suzuki sapesse che qui dentro c'erano solo un paio di codici, darebbe di matto di sicuro!

# 800_Elise Manager
source: What was this supposed to be worth again? A hundred million? He fell for it hook, line, and sinker.
pt_br: Ma quanto valeva sta roba, di nuovo? Cento milioni? Ci è cascato con tutte le scarpe.

# 812_Akiyama
source: It wasn't a complete bluff, though.
pt_br: Non era un bluff completo, però.

# 824_Akiyama
source: These books are near priceless if you know how to use them.
pt_br: Questi libri sono quasi senza prezzo, se sai come sfruttarli.

# 836_Hana
source: Okay, what do you say we head back? And, hey, since we're all here together, why not stop somewhere along the way? This calls for a celebration!
pt_br: Allora, che ne dite di tornare indietro? E, ehi, già che siamo tutti qui insieme, perché non ci fermiamo da qualche parte strada facendo? Ci vuole un brindisi!

# 848_Elise Manager
source: Great idea!
pt_br: Bella idea!

# 860_Elise Employee
source: Yeah! Let's go!
pt_br: Perfetto! Andiamo!

# 872_Elise Scout
source: You're paying, right, boss?
pt_br: Paghi tu, vero, capo?

# 884_Akiyama
source: Sure! Knock yourselves out. We can just charge everything to my office.
pt_br: Certo! Sbizzarritevi pure. Possiamo tranquillamente addebitare tutto al mio ufficio.

# 896_Hana
source: All right! C'mon, everybody, let's gooo!
pt_br: Ci siamo! Forza, tutti quanti, andiamo!

# 932_Akiyama
source: (Heh. Like a theater troupe headed to a closing night cast party...)
pt_br: (Eh. Come una compagnia teatrale diretta alla festa di fine spettacolo...)
