Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00020402.po
Languages: pt_br

source: The Florist
pt_br: Il Fiorista

# 172_The Florist
source: While you've been looking for me, I've had my eye on you. So, is there something you wanted to ask me?
pt_br: Mentre mi cercavi, io ti tenevo d'occhio. Allora, c'è qualcosa che volevi chiedermi?

# 184_Saejima
source: Yeah.
pt_br: Sì.

# 196_Saejima
source: (Time for some answers...)
pt_br: (È ora di avere delle risposte...)

# 208_Saejima
source: So what's the deal with this Purgatory joint?
pt_br: Allora, qual è la faccenda di 'sto Purgatorio?

# 220_The Florist
source: You know that entertainment area you saw as you came in?
pt_br: Sai quella zona di divertimento che hai visto mentre entravi?

# 232_Saejima
source: Kinda hard to miss.
pt_br: Un po' difficile non notarlo.

# 244_The Florist
source: Well, I built it myself years ago. What you see, I created.
pt_br: Beh, l'ho tirato su io stesso anni fa. Quello che vedi, l'ho creato io.

# 256_The Florist
source: Kamurocho's rich and famous come here from all quarters for a taste of the pleasures they can't get aboveground.
pt_br: I ricchi e i famosi di Kamurocho vengono qui da ogni dove per assaporare piaceri che non possono trovare in superficie.

# 268_The Florist
source: We cater to every taste, no matter how decadent. Gambling, sex, things of that nature.
pt_br: Soddisfiamo ogni gusto, non importa quanto sia depravato. Gioco d'azzardo, sesso, e roba del genere.

# 280_The Florist
source: Normally, potential clients are carefully screened before I let them in, though I've made an exception in your case.
pt_br: Normalmente, i potenziali clienti vengono passati al setaccio prima che li faccia entrare, anche se nel tuo caso ho fatto un'eccezione.

# 292_The Florist
source: But these pleasures are going to cost you. Just be careful the place doesn't suck you in. Don't forget, you're a man on a mission.
pt_br: Ma questi piaceri ti costeranno caro. Stai solo attento che il posto non ti risucchi. Non scordarti, sei un uomo in missione.

# 316_Saejima
source: Folks call you some kinda info broker.
pt_br: Si dice in giro che tu sia una specie di broker di informazioni.

# 328_The Florist
source: That they do. I'm a dealer, and the drug I sell is intel.
pt_br: Già. Sono uno spacciatore, e la droga che spaccio sono le informazioni.

# 340_The Florist
source: Information on everything that goes down in Kamurocho eventually reaches my ears, one way or another.
pt_br: Tutto quello che si muove a Kamurocho, prima o poi mi arriva alle orecchie, in un modo o nell'altro.

# 352_The Florist
source: I have a network of informers at my fingertips and surveillance cameras mounted all over town. I've got eyes in every nook and cranny.
pt_br: Ho una rete di informatori a portata di mano e telecamere di sorveglianza installate per tutta la città. Ho occhi dappertutto.

# 400_The Florist
source: You being here means there's something you want to know. Something only I can find out for you.
pt_br: Sei qui. C'è qualcosa che vuoi sapere, vero? Qualcosa che solo io posso scoprire per te.

# 412_Saejima
source: Yeah. I'm lookin' for Hideki Sasai, Patriarch of the Sasai Family－or at least he was back in '85. Know where he's at?
pt_br: Sì. Sto cercando Hideki Sasai, Patriarca della famiglia Sasai —o almeno lo era nell'85. Sai dov'è?

# 424_The Florist
source: I do, but my intel doesn't come cheap.
pt_br: Certo, ma le mie informazioni costano care.

# 436_Saejima
source: Name your price.
pt_br: Spara il prezzo.

# 448_The Florist
source: Let's say 10 million yen.
pt_br: Diciamo dieci milioni di yen.

# 460_Saejima
source: That a joke?
pt_br: È uno scherzo?

# 472_Saejima
source: I ain't holdin' that kinda cash. But you already knew that, didn't ya?
pt_br: Non c'ho tutta quella grana. Ma tu questo lo sapevi già, vero?

# 484_The Florist
source: Of course. I wouldn't be much of an info dealer if I didn't. But you do have another option. There's something you can do for me instead.
pt_br: Certo. Non sarei un granché come informatore se non lo facessi. Però hai un'altra opzione. C'è qualcosa che puoi fare per me, in cambio.

# 496_Saejima
source: Yeah? Let's hear it.
pt_br: Allora? Sentiamo.

# 508_The Florist
source: Heh... Follow me.
pt_br: Heh... Seguimi.

# 544_The Florist
source: Ask About Purgatory
pt_br: Chiedi di Purgatorio

# 556_The Florist
source: Ask About the Florist
pt_br: Chiedi del Fiorista

# 568_The Florist
source: Ask About Purgatory
pt_br: Chiedi di Purgatorio

# 580_The Florist
source: Ask About the Florist
pt_br: Chiedi del Fiorista
