Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid016c01f7.po
Languages: it

# 392_Akiyama
source: Ever heard of 777 Town?
it: Hai mai sentito parlare di 777 Town?

# 404_Noa
source: Oh, I have! It's the game that lets you play pachinko and slots on your PC or cell, right?
it: Oh, sì! È il gioco che ti permette di giocare a pachinko e alle slot su PC o cellulare, giusto?

# 416_Akiyama
source: That's the one. Do you play?
it: Esatto. Ci giochi?

# 428_Noa
source: Yep! I love pachinko. I go to pachinko parlors a lot.
it: Sì! Adoro il pachinko. Vado spesso nelle sale da pachinko.

# 440_Akiyama
source: Wow, really?
it: Wow, davvero?

# 452_Noa
source: Yeah, I even play 777 Town at home.
it: Sì, gioco persino a 777 Town a casa.

# 464_Akiyama
source: Ever heard of Amoebatar?
it: Hai mai sentito parlare di Amoebatar?

# 476_Noa
source: Yeah! My friends and I are all on it.
it: Sì! Io e i miei amici ci siamo tutti.

# 488_Akiyama
source: You don't say? I guess it's really booming.
it: Davvero? Immagino che stia andando alla grande.

# 500_Noa
source: Why don't you try it out?
it: Perché non lo provi?

# 512_Akiyama
source: If it's as great as everyone says, I just might.
it: Se è fantastico come dicono tutti, potrei farlo.

# 524_Akiyama
source: Hear about the ghost in the underground mall?
it: Hai sentito del fantasma nel centro commerciale sotterraneo?

# 536_Noa
source: Huh? A ghost!?
it: Eh? Un fantasma!?

# 548_Akiyama
source: Yeah. When they were building the mall, a construction worker died in an accident.
it: Sì. Durante la costruzione del centro commerciale, un operaio è morto in un incidente.

# 560_Akiyama
source: Now, night after night, his ghost appears to wander the empty mall.
it: Ora, notte dopo notte, il suo fantasma appare e vaga per il centro commerciale vuoto.

# 572_Noa
source: No way! Is that really true?
it: Impossibile! È vero?

# 584_Akiyama
source: As far as I know. Don't worry, I'll protect you from any ghosts.
it: Per quanto ne so. Non preoccuparti, ti proteggerò io da eventuali fantasmi.

# 596_Noa
source: Heh. That's reassuring. <Color:7>♥<Color:Default>
it: Eh. Rassicurante. <Color:7>♥<Color:Default>

# 608_Akiyama
source: Hear about the footbaths at Yunosono Hot Springs? You don't take off your clothes, so men and women can go in together.
it: Hai sentito dei pediluvi alle Terme Yunosono? Non ti togli i vestiti, quindi uomini e donne possono entrare insieme.

# 620_Noa
source: Wow, I never knew. I could use a relaxing soak after ballet. <Color:7>♥<Color:Default>
it: Wow, non lo sapevo. Mi ci vorrebbe proprio un bagno rilassante dopo la lezione di danza. <Color:7>♥<Color:Default>

# 632_Akiyama
source: Huh. You look pretty limber. I'm surprised you get stiff at all.
it: Ah. Sembri piuttosto agile. Mi sorprende che tu ti irrigidisca.

# 644_Noa
source: Well, not after ballet, but working as hostess takes its toll. Enough that a hot springs trip starts to sound really good.
it: Beh, non dopo la danza, ma lavorare come hostess si fa sentire. Abbastanza da far sembrare ottima l'idea di un viaggio alle terme.

# 656_Akiyama
source: Ah, I see.
it: Ah, capisco.

# 668_Akiyama
source: Golf is getting pretty popular. A lot of couples go on golf dates nowadays.
it: Il golf sta diventando molto popolare. Molte coppie vanno a giocare a golf come appuntamento al giorno d'oggi.

# 680_Noa
source: Yeah. Golf is great for venting frustration, too. Perfect for relieving stress.
it: Sì. Il golf è ottimo anche per sfogare la frustrazione. Perfetto per alleviare lo stress.

# 692_Akiyama
source: I know what you mean. You're a hard hitter, huh?
it: So cosa intendi. Colpisci forte, eh?

# 704_Noa
source: Hehe. It's the only satisfying way to play, don't you think?
it: Eheh. È l'unico modo soddisfacente di giocare, non credi?

# 716_Akiyama
source: Say, Noa, do you like liver? Liver contains some kind of acid that reverses aging in the brain.
it: Dimmi, Noa, ti piace il fegato? Il fegato contiene una specie di acido che inverte l'invecchiamento del cervello.

# 728_Noa
source: Wow, really? I don't eat that much liver.
it: Wow, davvero? Non mangio molto fegato.

# 740_Akiyama
source: It's good for your memory too, so you'll stay sharp when you're old.
it: Fa bene anche alla memoria, così resterai sveglia quando sarai vecchia.

# 752_Noa
source: Oh? Then it'd be great for you, since you can't even remember the name of the acid.
it: Oh? Allora sarebbe ottimo per te, visto che non riesci nemmeno a ricordare il nome dell'acido.

# 764_Akiyama
source: Hey now, that's got nothing to do with my memory. I only heard it in passing somewhere.
it: Ehi, non c'entra niente con la mia memoria. L'ho solo sentito dire da qualche parte.

# 776_Akiyama
source: They say pole dancing's great for losing weight.
it: Dicono che la pole dance sia ottima per perdere peso.

# 788_Noa
source: It must be! Any kind of dancing burns fat all over your body.
it: Deve esserlo! Qualsiasi tipo di danza brucia grassi in tutto il corpo.

# 800_Akiyama
source: Oh, that's right. You do ballet, right? I guess you don't need to slim down.
it: Oh, giusto. Tu fai danza, vero? Immagino che tu non abbia bisogno di dimagrire.

# 812_Akiyama
source: Sweet sake is all the rage now. Women like to have it at Sushi Gin these days.
it: Il sakè dolce va molto di moda ora. Alle donne piace berlo al Sushi Gin di questi tempi.

# 824_Noa
source: Wow, they have that now? Sounds tasty!
it: Wow, ce l'hanno adesso? Sembra buono!

# 836_Akiyama
source: And it isn't that high in alcohol. It's the perfect match for a fancy dinner.
it: E non è molto alcolico. È l'abbinamento perfetto per una cena elegante.

# 848_Noa
source: Sounds great. Now all I need is someone to take me out to a fancy dinner.
it: Sembra fantastico. Ora ho solo bisogno di qualcuno che mi porti a una cena elegante.

# 896_Akiyama
source: So about 777 Town...
it: Allora, a proposito di 777 Town...

# 908_Noa
source: Oh, did you try it out? Isn't it fun?
it: Oh, l'hai provato? Non è divertente?

# 920_Akiyama
source: Actually, not yet. I was hoping you could tell me more about it.
it: In realtà, non ancora. Speravo che potessi dirmi di più.

# 932_Akiyama
source: So about Amoebatar...
it: Allora, a proposito di Amoebatar...

# 944_Noa
source: Did you make an account? It's great fun, isn't it?
it: Hai creato un account? È molto divertente, vero?

# 956_Akiyama
source: Yeah. Let's chat together sometime.
it: Sì. Chiacchieriamo insieme qualche volta.

# 968_Noa
source: Sure thing. That is, if you request me next time you're here. <Color:7>♥<Color:Default>
it: Certo. Cioè, se mi richiedi la prossima volta che vieni qui. <Color:7>♥<Color:Default>

# 980_Akiyama
source: Oh, come on!
it: Oh, andiamo!

# 992_Akiyama
source: So about that ghost in the underground mall...
it: Allora, a proposito di quel fantasma nel centro commerciale sotterraneo...

# 1004_Noa
source: Oh! I saw it the other day!
it: Oh! L'ho visto l'altro giorno!

# 1016_Akiyama
source: Whoa, really?
it: Wow, davvero?

# 1028_Noa
source: I saw some people fighting in a parking lot. Some yakuza had this one man surrounded.
it: Ho visto delle persone che litigavano in un parcheggio. Degli yakuza avevano circondato un uomo.

# 1040_Noa
source: All of a sudden, a blue flame－kinda like a spirit－enveloped the man!
it: All'improvviso, una fiamma blu, tipo uno spirito, ha avvolto l'uomo!

# 1052_Noa
source: The yakuza saw it and ran away!
it: Gli yakuza l'hanno vista e sono scappati!

# 1064_Noa
source: It had to be the ghost!
it: Doveva essere il fantasma!

# 1076_Akiyama
source: Wow... I had no idea.
it: Wow... Non ne avevo idea.

# 1088_Akiyama
source: Did you try out the footbaths at Yunosono?
it: Hai provato i pediluvi a Yunosono?

# 1100_Noa
source: I did! The hot water was so refreshing! I felt brand new afterwards, like I was brought back to life.
it: Sì! L'acqua calda era così rinfrescante! Dopo mi sentivo come nuova, come se fossi tornata in vita.

# 1112_Akiyama
source: Sounds like something an old man would say.
it: Sembra una cosa che direbbe un vecchio.

# 1124_Noa
source: Oh yeah, I bet you'd know all about what old men say.
it: Ah sì, scommetto che sai tutto su quello che dicono i vecchi.

# 1136_Akiyama
source: Ouch.
it: Ahi.

# 1148_Akiyama
source: So, about those golf dates...
it: Allora, a proposito di quegli appuntamenti a golf...

# 1160_Noa
source: The golf course is pretty far away, though. I tried driving there one time, it was so far I had to turn around halfway! At least I got a nice road trip out of it. ♪
it: Il campo da golf è piuttosto lontano, però. Una volta ho provato ad andarci in macchina, era così lontano che ho dovuto tornare indietro a metà strada! Almeno ne è venuto fuori un bel viaggio. ♪

# 1172_Akiyama
source: Guess that would make a pretty good date, too...
it: Immagino che anche quello sarebbe un bell'appuntamento...

# 1184_Akiyama
source: Had any liver lately?
it: Hai mangiato fegato ultimamente?

# 1196_Noa
source: Yep. I ate yakiniku with a friend the other day.
it: Sì. L'altro giorno ho mangiato yakiniku con un'amica.

# 1208_Akiyama
source: Oh yeah? Try not to eat too much.
it: Ah sì? Cerca di non mangiarne troppo.

# 1220_Akiyama
source: About that pole dancing workout...
it: A proposito di quell'allenamento di pole dance...

# 1232_Noa
source: You mentioned this before, didn't you? Hmm... Do you want to see me pole dance?
it: L'avevi già detto, vero? Hmm... Vuoi vedermi fare la pole dance?

# 1244_Akiyama
source: What? You'll show me?
it: Cosa? Me lo faresti vedere?

# 1256_Noa
source: Haha! No need to get so excited. I just wanted to see your reaction. <Color:7>♥<Color:Default>
it: Ahah! Non c'è bisogno di agitarsi tanto. Volevo solo vedere la tua reazione. <Color:7>♥<Color:Default>

# 1268_Akiyama
source: Did you try that sake we talked about? You know, the sweet kind?
it: Hai provato quel sakè di cui abbiamo parlato? Sai, quello dolce?

# 1280_Noa
source: I did. It's really good, just like you said. <Color:7>♥<Color:Default>
it: Sì. È davvero buono, proprio come hai detto tu. <Color:7>♥<Color:Default>

# 1292_Akiyama
source: Isn't it? It proves that sake is great in all its forms.
it: Vero? Dimostra che il sakè è ottimo in tutte le sue forme.

# 1304_Noa
source: Sweet sake doesn't fit your image, though.
it: Il sakè dolce non si addice alla tua immagine, però.

# 1316_Noa
source: You look like a purist who would say, "Sake must be dry! Sweet sake is heresy!"
it: Sembri un purista che direbbe: "Il sakè deve essere secco! Il sakè dolce è un'eresia!"

# 1328_Akiyama
source: Um... Okay...
it: Uhm... Okay...
