Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0009051d.po
Languages: pt_br

source: Tadokoro's Subordinate
pt_br: Subordinato di Tadokoro

source: Client
pt_br: Cliente

# 56_Tadokoro's Subordinate
source: Are you ready?
pt_br: Sei pronto?

# 68_Saejima
source: Yep.
pt_br: Sì.

# 80_Client
source: Are you sure I'm going to be safe with this guy?
pt_br: Sei sicuro che sarò al sicuro con 'sto tizio?

# 104_Tadokoro's Subordinate
source: You can breathe easy. Of all our employees, I'd wager he's our very best.
pt_br: Puoi stare tranquillo. Tra tutti i nostri uomini, scommetterei che è il nostro migliore.

# 116_Saejima
source: (How can he lie with such a straight face like that?)
pt_br: (Come fa a mentire con quella faccia tosta?)

# 128_Tadokoro's Subordinate
source: Very well, then. Best of luck to you.
pt_br: Perfetto, allora. In bocca al lupo.

# 140_Tadokoro's Subordinate
source: But allow me to repeat myself, just in case. Your job is to hand over this gentleman safe and sound.
pt_br: Ma permettimi di ribadirlo, giusto per essere chiari. Il tuo compito è consegnare questo signore sano e salvo.

# 152_Tadokoro's Subordinate
source: If anything should happen to him, you'll take a commensurate amount of blame. Are we clear, Suzuki-san?
pt_br: Se dovesse capitargli qualcosa, ne sarai altrettanto responsabile. Siamo chiari, Suzuki-san?

# 164_Saejima
source: Yeah, I heard ya the first time.
pt_br: Già, t'ho sentito la prima volta.

# 176_Tadokoro's Subordinate
source: Excellent. Then I bid you farewell.
pt_br: Ottimo. Allora, ti saluto.
