Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00e6025d.po
Languages: pt_br

source: Panicking Man
pt_br: Uomo nel panico

source: Angry Man
pt_br: Uomo arrabbiato

# 204_Panicking Man
source: Where the hell is he? We can't wait any longer, yo.
pt_br: Dov'è diavolo? Non possiamo più aspettare, dai.

# 216_Angry Man
source: What's holdin' him up? He won't even answer his frickin' phone.
pt_br: Cosa cavolo lo trattiene? Non risponde nemmeno al suo cavolo di telefono.

# 228_Panicking Man
source: Psh. At this rate, it'd be quicker to just find some random guy on the street and have him go with us.
pt_br: Pff. Di questo passo, faremmo prima a trovare un qualsiasitizio a caso per strada e farlo venire con noi.

# 240_Angry Man
source: I'm with you, man. He's gotta be at least as good-looking as us. Hopefully even moreso.
pt_br: Sono con te, amico. Deve essere almeno figo quanto noi. Speriamo anche di più.

# 252_Panicking Man
source: Let's see... Good-looking... Hey, how about that guy?
pt_br: Vediamo... Bello... Ehi, e quel tipo lì?

# 276_Tanimura
source: ...Hm?
pt_br: Mh?

# 288_Angry Man
source: No way! That dude looks way too good. Did you forget the whole point of this party!?
pt_br: Ma no! Quel tipo è fin troppo un figo. Ti sei mica dimenticato il vero scopo di questa festa!?

# 300_Panicking Man
source: Well, you said "good-looking," so...
pt_br: Bè, hai detto "bello", quindi...

# 312_Tanimura
source: You two talking about me?
pt_br: Voi due, state parlando di me?

# 324_Angry Man
source: Uh! Well, er, the thing is... Hahaha...
pt_br: Uh! Beh, ehm, la cosa è... Hahaha...

# 336_Panicking Man
source: The truth is, we're on our way to a mixer and one of the guys didn't show. So we're looking for someone else to go in his place.
pt_br: A dire il vero, stiamo andando a un mixer e uno dei ragazzi ha dato buca. Quindi cerchiamo qualcuno che ci venga al posto suo.

# 348_Tanimura
source: A mixer? You mean one of those group-date parties?
pt_br: Un appuntamento di gruppo? Intendi una di quelle feste di gruppo?

# 360_Panicking Man
source: Yeah. My friend here is the one who arranged everything. It was supposed to be three guys and three girls, but now we're short one guy.
pt_br: Sì. Il mio amico qui ha combinato tutto. Dovevamo essere tre ragazzi e tre ragazze, ma ora ci manca un tipo.

# 372_Angry Man
source: Yeah, so that's what's up. You, uh, wouldn't mind joining us, would you?
pt_br: Sì, quindi la faccenda è questa. Tu, ehm, non ti andrebbe di unirti a noi, vero?

# 384_Tanimura
source: Me?
pt_br: Io?

# 396_Angry Man
source: Yeah! All you gotta do is come chow down and knock back some brews with us for a couple hours. Everything's totally on us－heck, we'll even slip you some extra cash!
pt_br: Sì! Devi solo venire a farti una bella mangiata e a buttare giù qualche birra con noi per un paio d'ore. Offriamo tutto noi－anzi, ti daremo pure qualche soldo extra!

# 408_Panicking Man
source: (Yusuke, are you sure? I thought you said he was too good-looking?)
pt_br: (Yusuke, sei sicuro? Pensavo avessi detto che era troppo bello?)

# 420_Angry Man
source: (Dude, who cares! We're out of time here. What other choice do we have!?)
pt_br: (Ma dai, chi se ne frega! Il tempo stringe. Che altra scelta abbiamo!?)

# 432_Angry Man
source: So how about it, man? Down to mix it up with us and a couple of fine young ladies?
pt_br: Allora, che ne dici, amico? Ci stai a fare il mixer con noi e un paio di belle tipe?

# 444_Tanimura
source: Sorry, ask someone else. I've got things to do.
pt_br: Scusa, chiedi a qualcun altro. C'ho roba da fare.

# 456_Angry Man
source: Oh, okay... Damn. Sorry to bother you.
pt_br: Ah, va bene... Cavolo. Scusa il disturbo.

# 468_Panicking Man
source: If anything, we'll be looking around here for a while. Come through if you change your mind!
pt_br: Comunque, staremo qui in giro per un po'. Fatti vivo se cambi idea!

# 480_Tanimura
source: I guess there are worse ways to kill time... All right, fine. I'll tag along.
pt_br: Mah, ci sono modi peggiori per ammazzare il tempo... Va bene, dai. Mi aggrego.

# 492_Panicking Man
source: For real!? Wow, thanks, man!
pt_br: Davvero!? Wow, grazie, compare!

# 504_Angry Man
source: Well, we're running out of time, so let me explain real quick.
pt_br: Beh, il tempo stringe, quindi lascia che ti spieghi al volo.

# 516_Yusuke
source: I'm Yusuke, and I arranged this get-together. This here's Naoya, and the guy who flaked out on us like a total bitch is Ryota.
pt_br: Sono Yusuke, e ho organizzato questa serata. Questo qui è Naoya, e il tizio che ci ha tirato il bidone come un totale stronzo è Ryota.

# 528_Yusuke
source: Oh, mind if we ask your name?
pt_br: Oh, scusa, come ti chiami?

# 540_Tanimura
source: Sure. Masayoshi Tanimura.
pt_br: Certo. Masayoshi Tanimura.

# 552_Yusuke
source: Masayoshi Tanimura...san. All right then. The only thing is, we already told the girls our names, and it'd be kind of awkward to try and change one of them now.
pt_br: Masayoshi Tanimura...san. Perfetto, allora. L'unico problema è che, abbiamo già detto i nostri nomi alle ragazze, e sarebbe un po' imbarazzante provare a cambiarne uno adesso.

# 564_Tanimura
source: Yeah, huh.
pt_br: Già, eh.

# 576_Yusuke
source: So would you be cool with us calling you "Ryota" at the party?
pt_br: Allora, ti sta bene se ti chiamiamo "Ryota" alla festa?

# 588_Tanimura
source: It might get a little confusing, but I guess I can handle that.
pt_br: Potrebbe farsi un po' un casino, ma credo di potermela cavare.

# 600_Naoya
source: Yusuke, aren't you gonna tell him?
pt_br: Yusuke, non glielo dici?

# 612_Yusuke
source: About what?
pt_br: Di cosa?

# 624_Naoya
source: About not hooking up with Akino-chan, of course!
pt_br: Di non aver beccato Akino-chan, ovviamente!

# 636_Yusuke
source: Whoa, hey, dude! That's not even what I... Look, forget about Akino-chan! We're just here to have fun, all right!?
pt_br: Woah, ehi, compare! Ma non è manco quello che io... Senti, lascia stare Akino-chan! Siamo qui solo per divertirci, capito!?

# 648_Naoya
source: Bullshit we are! What are you gonna do if this guy and Akino-chan hit it off? It could happen, you know!
pt_br: Altro che cazzate! Che fai se questo qui e Akino-chan si prendono? Potrebbe succedere, sai!

# 660_Yusuke
source: Yeah... You're right. Man, just picturing it in my head makes me feel depressed...
pt_br: Eh già... Hai ragione. Cavolo, solo a immaginarlo mi butta giù...

# 672_Tanimura
source: Is there a particular girl you're after?
pt_br: C'è una ragazza in particolare che stai puntando?

# 684_Naoya
source: Yeah. That's actually the whole point of this little mixer today.
pt_br: Sì. In realtà è proprio questo il senso di questo 'mixerino' qui oggi.

# 696_Tanimura
source: Oh, okay. I get it now.
pt_br: Ah, okay. Ora capisco.

# 708_Naoya
source: Do you think you could help Yusuke get closer to Akino-chan? This sonuvabitch is super desperate, so I'm sure he'll return the favor somehow if everything works out!
pt_br: Potresti dare una mano a Yusuke ad avvicinarsi ad Akino-chan? Questo stronzo è disperato marcio, quindi sono sicuro che ti ricambierà il favore in qualche modo, se va tutto liscio!

# 720_Naoya
source: Come on, Yusuke! Don't make me do all the talking!
pt_br: Dai, Yusuke! Non farmi fare tutta la chiacchierata!

# 744_Yusuke
source: Please! Help a brother out!
pt_br: Ti prego! Dammi una mano!

# 756_Tanimura
source: Hah, how can I say no to that? All right, so tell me about this girl, Akino.
pt_br: Ahah, come faccio a dire di no a una cosa del genere? Va bene, allora parlami di questa tipa, Akino.

# 768_Naoya
source: She's the organizer on the girls' side. She's really outspoken, but she has her quirks, too.
pt_br: È l'organizzatrice per le ragazze. È proprio schietta, ma ha anche le sue stranezze.

# 780_Yusuke
source: She says she hates strong-smelling food, but she really likes garlicky gyoza. And she likes sweet cocktails, but gets tipsy pretty quick...
pt_br: Dice che odia i cibi con un odore forte, ma le piacciono un sacco i gyoza belli carichi d'aglio. E le piacciono i drink dolci, ma si brilla in un attimo...

# 792_Naoya
source: ...But if you try to be nice and get her a soft drink, she'll pretty much chew your head off!
pt_br: ...Ma se provi a fare il carino e le prendi una bibita, praticamente ti sbrana!

# 804_Tanimura
source: Okay... What about the other two?
pt_br: Ok... E gli altri due?

# 816_Yusuke
source: Well, their names are Haruko-chan and Konatsu-chan, but this is the first time we're meeting them. So who knows.
pt_br: Beh, i loro nomi sono Haruko-chan e Konatsu-chan, ma è la prima volta che le incontriamo. Quindi chissà.

# 828_Naoya
source: If you're into either one of them, feel free to have at it.
pt_br: Se ti piace una delle due, dacci pure dentro.

# 840_Tanimura
source: What, you're not interested?
pt_br: Come, non ti interessa?

# 852_Naoya
source: Me? Nah, I already have a girl I like. I'll be happy as long as things go well for my boy Yusuke.
pt_br: Io? Nah, ho già una ragazza che mi piace. Mi basta che vada tutto bene per il mio socio Yusuke.

# 864_Yusuke
source: Hey, thanks, man...
pt_br: Ehi, grazie, amico...

# 876_Naoya
source: Okay, it's almost time. We need to act like we're all buddy-buddy now... One team, one dream, feel me? We'll be counting on you, "Ryota"!
pt_br: Ok, ci siamo quasi. Adesso dobbiamo fare tutti gli amiconi... Un team, un sogno, mi segui? Contiamo su di te, 'Ryota'!

# 888_Tanimura
source: Sure. Hey, is that one of them?
pt_br: Ok. Ehi, è uno di quelli?

# 912_Akino
source: Hey, guys!
pt_br: Ehi, ragazzi!

# 924_Yusuke
source: Oh, Akino! Uh, it's been a while!
pt_br: Oh, Akino! Ehm, quanto tempo!

# 936_Akino
source: It sure has! Well, it looks like you're all here. Thanks for setting things up on the guys' side.
pt_br: Eccome! Beh, a quanto pare ci siete tutti. Grazie per aver messo su il tutto da parte dei ragazzi.

# 948_Yusuke
source: Sure thing! Are your other friends on their way?
pt_br: Certo che sì! I tuoi altri amici sono in arrivo?

# 960_Akino
source: Hmm? Oh, Haruko and Konatsu are already waiting at the restaurant. I just took the liberty to pick you guys up!
pt_br: Hmm? Oh, Haruko e Konatsu stanno già aspettando al ristorante. Ho pensato di farla breve e sono passato direttamente a prendervi!

# 972_Naoya
source: You're always so on top of things, Akino-chan!
pt_br: Sei sempre sul pezzo, Akino-chan!

# 984_Akino
source: Haha, you know me. Well, shall we?
pt_br: Haha, mi conosci. Allora, andiamo?

# 1008_Angry Man
source: So, um, about what we were saying before... Will you join us at the mixer?
pt_br: Allora, uhm, riguardo a quello che dicevamo prima... Vieni con noi al mixer?

# 1020_Tanimura
source: Sorry, ask someone else. I've got things to do.
pt_br: Scusa, chiedi a qualcun altro. C'ho roba da fare.

# 1032_Angry Man
source: Oh, okay... Sorry to bother you.
pt_br: Oh, va bene... Scusa il disturbo.

# 1044_Panicking Man
source: If anything, we'll be looking around here for a while. Come through if you change your mind!
pt_br: Comunque, staremo qui in giro per un po'. Fatti vivo se cambi idea!

# 1056_Tanimura
source: I guess there are worse ways to kill time... All right, fine. I'll tag along.
pt_br: Mah, ci sono modi peggiori per ammazzare il tempo... Va bene, dai. Mi aggrego.

# 1068_Panicking Man
source: For real!? Wow, thanks, man!
pt_br: Davvero!? Wow, grazie, compare!

# 1080_Angry Man
source: Well, we're running out of time, so let me explain real quick.
pt_br: Beh, il tempo stringe, quindi lascia che ti spieghi al volo.

# 1092_Yusuke
source: I'm Yusuke, and I arranged this get-together. This here's Naoya, and the guy who flaked out on us like a total bitch is Ryota.
pt_br: Sono Yusuke, e ho organizzato questa serata. Questo qui è Naoya, e il tizio che ci ha tirato il bidone come un totale stronzo è Ryota.

# 1104_Yusuke
source: Oh, mind if we ask your name?
pt_br: Oh, scusa, come ti chiami?

# 1116_Tanimura
source: Sure. Masayoshi Tanimura.
pt_br: Certo. Masayoshi Tanimura.

# 1128_Yusuke
source: Masayoshi Tanimura...san. All right then. The only thing is, we already told the girls our names, and it'd be kind of awkward to try and change one of them now.
pt_br: Masayoshi Tanimura...san. Perfetto, allora. L'unico problema è che, abbiamo già detto i nostri nomi alle ragazze, e sarebbe un po' imbarazzante provare a cambiarne uno adesso.

# 1140_Tanimura
source: Yeah, huh.
pt_br: Già, eh.

# 1152_Yusuke
source: So would you be cool with us calling you "Ryota" at the party?
pt_br: Allora, ti sta bene se ti chiamiamo "Ryota" alla festa?

# 1164_Tanimura
source: It might get a little confusing, but I guess I can handle that.
pt_br: Potrebbe farsi un po' un casino, ma credo di potermela cavare.

# 1176_Naoya
source: Yusuke, aren't you gonna tell him?
pt_br: Yusuke, non glielo dici?

# 1188_Yusuke
source: About what?
pt_br: Di cosa?

# 1200_Naoya
source: About not hooking up with Akino-chan, of course!
pt_br: Di non aver beccato Akino-chan, ovviamente!

# 1212_Yusuke
source: Whoa, hey, dude! That's not even what I... Look, forget about Akino-chan! We're just here to have fun, all right!?
pt_br: Woah, ehi, compare! Ma non è manco quello che io... Senti, lascia stare Akino-chan! Siamo qui solo per divertirci, capito!?

# 1224_Naoya
source: Bullshit we are! What are you gonna do if this guy and Akino-chan hit it off? It could happen, you know!
pt_br: Altro che cazzate! Che fai se questo qui e Akino-chan si prendono? Potrebbe succedere, sai!

# 1236_Yusuke
source: Yeah... You're right. Man, just picturing it in my head makes me feel depressed...
pt_br: Eh già... Hai ragione. Cavolo, solo a immaginarlo mi butta giù...

# 1248_Tanimura
source: Is there a particular girl you're after?
pt_br: C'è una ragazza in particolare che stai puntando?

# 1260_Naoya
source: Yeah. That's actually the whole point of this little mixer today.
pt_br: Sì. In realtà è proprio questo il senso di questo 'mixerino' qui oggi.

# 1272_Tanimura
source: Oh, okay. I get it now.
pt_br: Ah, okay. Ora capisco.

# 1284_Naoya
source: Do you think you could help Yusuke get closer to Akino-chan? This sonuvabitch is super desperate, so I'm sure he'll return the favor somehow if everything works out!
pt_br: Potresti dare una mano a Yusuke ad avvicinarsi ad Akino-chan? Questo stronzo è disperato marcio, quindi sono sicuro che ti ricambierà il favore in qualche modo, se va tutto liscio!

# 1296_Naoya
source: Come on, Yusuke! Don't make me do all the talking!
pt_br: Dai, Yusuke! Non farmi fare tutta la chiacchierata!

# 1320_Yusuke
source: Please! Help a brother out!
pt_br: Ti prego! Dammi una mano!

# 1332_Tanimura
source: Hah, how can I say no to that? All right, so tell me about this girl, Akino.
pt_br: Ahah, come faccio a dire di no a una cosa del genere? Va bene, allora parlami di questa tipa, Akino.

# 1344_Naoya
source: She's the organizer on the girls' side. She's really outspoken, but she has her quirks, too.
pt_br: È l'organizzatrice per le ragazze. È proprio schietta, ma ha anche le sue stranezze.

# 1356_Yusuke
source: She says she hates strong-smelling food, but she really likes garlicky gyoza. And she likes sweet cocktails, but gets tipsy pretty quick...
pt_br: Dice che odia i cibi con un odore forte, ma le piacciono un sacco i gyoza belli carichi d'aglio. E le piacciono i drink dolci, ma si brilla in un attimo...

# 1368_Naoya
source: ...But if you try to be nice and get her a soft drink, she'll pretty much chew your head off!
pt_br: ...Ma se provi a fare il carino e le prendi una bibita, praticamente ti sbrana!

# 1380_Tanimura
source: Okay... What about the other two?
pt_br: Ok... E gli altri due?

# 1392_Yusuke
source: Well, their names are Haruko-chan and Konatsu-chan, but this is the first time we're meeting them. So who knows.
pt_br: Beh, i loro nomi sono Haruko-chan e Konatsu-chan, ma è la prima volta che le incontriamo. Quindi chissà.

# 1404_Naoya
source: If you're into either one of them, feel free to have at it.
pt_br: Se ti piace una delle due, dacci pure dentro.

# 1416_Tanimura
source: What, you're not interested?
pt_br: Come, non ti interessa?

# 1428_Naoya
source: Me? Nah, I already have a girl I like. I'll be happy as long as things go well for my boy Yusuke.
pt_br: Io? Nah, ho già una ragazza che mi piace. Mi basta che vada tutto bene per il mio socio Yusuke.

# 1440_Yusuke
source: Hey, thanks, man...
pt_br: Ehi, grazie, amico...

# 1452_Naoya
source: Okay, it's almost time. We need to act like we're all buddy-buddy now... One team, one dream, feel me? We'll be counting on you, "Ryota"!
pt_br: Ok, ci siamo quasi. Adesso dobbiamo fare tutti gli amiconi... Un team, un sogno, mi segui? Contiamo su di te, 'Ryota'!

# 1464_Tanimura
source: Sure. Hey, is that one of them?
pt_br: Ok. Ehi, è uno di quelli?

# 1488_Akino
source: Hey, guys!
pt_br: Ehi, ragazzi!

# 1500_Yusuke
source: Oh, Akino! Uh, it's been a while!
pt_br: Oh, Akino! Ehm, quanto tempo!

# 1512_Akino
source: It sure has! Well, it looks like you're all here. Thanks for setting things up on the guys' side.
pt_br: Eccome! Beh, a quanto pare ci siete tutti. Grazie per aver messo su il tutto da parte dei ragazzi.

# 1524_Yusuke
source: Sure thing! Are your other friends on their way?
pt_br: Certo che sì! I tuoi altri amici sono in arrivo?

# 1536_Akino
source: Hmm? Oh, Haruko and Konatsu are already waiting at the restaurant. I just took the liberty to pick you guys up!
pt_br: Hmm? Oh, Haruko e Konatsu stanno già aspettando al ristorante. Ho pensato di farla breve e sono passato direttamente a prendervi!

# 1548_Naoya
source: You're always so on top of things, Akino-chan!
pt_br: Sei sempre sul pezzo, Akino-chan!

# 1560_Akino
source: Haha, you know me. Well, shall we?
pt_br: Haha, mi conosci. Allora, andiamo?

# 1596_Panicking Man
source: I think I'll pass.
pt_br: Penso che passerò.

# 1608_Panicking Man
source: All right, fine.
pt_br: E va bene, d'accordo.

# 1620_Panicking Man
source: I think I'll pass.
pt_br: Penso che passerò.

# 1632_Panicking Man
source: All right, fine.
pt_br: E va bene, d'accordo.
