Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee0416.po
Languages: pt_br

source: The homeless man in front of West Park is now your ally.
pt_br: Il barbone davanti a West Park è ora tuo alleato.

source: Player
pt_br: Giocatore

# 116_Homeless Man
source: Hey, man, thanks for the booze the other day.
pt_br: Ehi, amico, grazie per la bevuta l'altro giorno.

# 128_Homeless Man
source: I've got your back no matter what happens. You ever get caught in a fight nearby, I'll be there for you!
pt_br: Ti copro le spalle, succeda quel che succeda. Se ti becchi in una rissa qui in zona, ci sarò per te!

# 140_Homeless Man
source: Wha? Huh? I'm outta booze.
pt_br: Cosa? Eh? Sono a secco.

# 152_Homeless Man
source: Hey, you there. Can you be a pal and get me some booze?
pt_br: Ehi, tu. Mi faresti un piacere e mi prenderesti un goccio?

# 164_Homeless Man
source: Don't worry, I don't expect you to do it for free. I'll pay you back. You always treat me nice, so I owe you anyway.
pt_br: Non ti preoccupare, non mi aspetto mica che tu lo faccia gratis. Te la ripago. Tu mi hai sempre trattato bene, quindi ti devo qualcosa comunque.

# 176_Homeless Man
source: I'll be waiting right here for the booze!
pt_br: Sarò proprio qui ad aspettare da bere!

# 188_Homeless Man
source: Ahh, there you are. Did you get me some booze?
pt_br: Ahh, eccoti. M'hai preso un po' di roba?

# 212_Homeless Man
source: Ooh! Thank you!
pt_br: Ohhh! Grazie!

# 224_Homeless Man
source: I knew you'd come through! I've got your back no matter what happens.
pt_br: Sapevo che ce l'avresti fatta! Ti copro le spalle, succeda quel che succeda.

# 236_Homeless Man
source: I'll be there for you if you ever get caught in a fight nearby.
pt_br: Ci sarò per te se mai ti cacci in qualche rissa qui vicino.

# 284_Homeless Man
source: By the way, you know about the Dragon Palace?
pt_br: A proposito, sai del Dragon Palace?

# 296_Player
source: The Dragon Palace? Isn't that some famous castle or something?
pt_br: Il Palazzo del Drago? Non è mica un castello famoso o roba del genere?

# 308_Homeless Man
source: Nah. It's a little hangout spot for us homeless to get together and run some games of chance. Think of it like an arcade, but for grownups!
pt_br: Nah. È un posticino per noi senzatetto dove ci ritroviamo a fare qualche giocata d'azzardo. Pensala come una sala giochi, ma per noi grandi!

# 320_Player
source: I never heard about it when I was homeless.
pt_br: Non ne ho mai sentito parlare quando ero un barbone.

# 332_Homeless Man
source: That so? Well, it's the building just west of here. Place was abandoned in the middle of getting built up.
pt_br: Davvero? Beh, è l'edificio appena a ovest di qui. L'hanno abbandonato mentre lo stavano ancora costruendo.

# 344_Homeless Man
source: You're a good guy. I'll tell 'em to let you in. You definitely gotta stop by.
pt_br: Sei un bravo ragazzo. Gli dico di farti entrare. Ci devi proprio fare un salto.

# 356_Player
source: I see, thanks for that. I'll check it out sometime.
pt_br: Capisco, grazie per la dritta. Ci farò un salto prima o poi.

# 368_Homeless Man
source: Oh, you don't have any. Well, I'll be here waiting.
pt_br: Oh, non ne hai. Beh, ti aspetto qui.
