Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0102028f.po
Languages: it

# 72_Saejima
source: (Tonight's the showdown with ol' Majima.)
it: (Stanotte c'è la resa dei conti con il vecchio Majima.)

# 84_Kido
source: Kamurocho's still swarming with cops, Saejima-san. You can't risk moving aboveground.
it: Kamurocho brulica ancora di sbirri, Saejima-san. Non puoi rischiare di muoverti in superficie.

# 96_Kido
source: If you're meeting Minami at the Millennium Tower tonight, then maybe you should rest here until nightfall.
it: Se devi incontrare Minami alla Millennium Tower stasera, allora forse dovresti riposare qui fino a notte.

# 108_Kido
source: In the meantime, I'll go scope out the best route to get you there in one piece.
it: Nel frattempo, andrò a controllare il percorso migliore per farti arrivare lì tutto intero.

# 120_Saejima
source: Much obliged.
it: Molto obbligato.

# 132_Kido
source: Just lemme know when you want to rest up. I'll stay put until then.
it: Fammi solo sapere quando vuoi riposare. Resterò qui fino ad allora.

# 144_Saejima
source: (Guess I got some time till sundown.)
it: (Credo di avere un po' di tempo fino al tramonto.)

# 168_Minami
source: Whoa, down boy. Didn't come here lookin' for a fight.
it: Ehi, calmati. Non sono venuto qui per cercare guai.

# 180_Minami
source: It's just when I came in to say hi, gramps and his lame-ass friends jumped me. So I, ya know...
it: È solo che quando sono entrato per salutare, il nonno e i suoi amici sfigati mi sono saltati addosso. Quindi io, sai com'è...

# 192_Saejima
source: Whaddya want?
it: Che vuoi?

# 204_Minami
source: The boss is askin' for ya. Word is you two were bros back in the day.
it: Il capo ti cerca. Si dice che voi due eravate fratelli un tempo.

# 216_Saejima
source: Majima wants to meet?
it: Majima vuole incontrarmi?

# 228_Minami
source: Says to stop by the office tomorrow night.
it: Dice di passare in ufficio domani sera.

# 240_Saejima
source: Where?
it: Dove?

# 252_Minami
source: The Millennium Tower－ Y'know, that eyesore scrapin' the sky like it's nobody's business?
it: La Millennium Tower... Sai, quel pugno in un occhio che gratta il cielo come se niente fosse?

# 264_Saejima
source: Fine.
it: Bene.

# 276_Minami
source: Knowin' the boss, he's prolly got some fucked up shit waitin' for ya on the top floor.
it: Conoscendo il capo, probabilmente ha in serbo qualche cazzata per te all'ultimo piano.

# 288_Minami
source: I'd come prepared if I was you.
it: Se fossi in te, verrei preparato.

# 312_Saejima
source: Hey.
it: Ehi.

# 324_Minami
source: 'Sup?
it: Che c'è?

# 336_Saejima
source: Give a message to Majima.
it: Porta un messaggio a Majima.

# 348_Saejima
source: He best have some damn good answers ready. If not, he's gettin' his shit kicked in.
it: Farà meglio ad avere delle risposte dannatamente buone. Altrimenti, gli spaccherò il culo.

# 360_Minami
source: Heh. Think you can go all medieval on the bossman?
it: Eh. Pensi di poter fare il duro con il capo?

# 372_Minami
source: No dig, but he'll straight up kill ya.
it: Senza offesa, ma ti ucciderà senza pensarci due volte.

# 384_Minami
source: See ya.
it: Ci si vede.

# 408_Saejima
source: (Best grab some shuteye before I settle the score tomorrow night.)
it: (Meglio farsi una dormita prima di regolare i conti domani sera.)
