Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0009058c.po
Languages: pt_br

source: Businessman
pt_br: Uomo d'Affari

# 84_Tanimura
source: Hey, you there. Mind explaining why you're loitering around?
pt_br: Ehi, tu! Mi spieghi che ci fai qui a bighellonare?

# 96_Businessman
source: Eep! Are you with the police!?
pt_br: Ulp! Ma sei della polizia!?

# 108_Tanimura
source: That's right. Now state your business here. If I didn't know any better, I'd say you were up to something shady.
pt_br: Esatto. Adesso, dicci cosa ci fai qui. Se non mi sbagliassi, direi che stavi tramando qualcosa di losco.

# 120_Businessman
source: Ah, no, that's not... Uh... Look, officer, I'm just a normal guy trying to decide which club to go. Honest to goodness!
pt_br: Ah, no, non è... Uhm... Senta, agente, sono solo un tizio normale che cerca di decidere in quale locale andare. Lo giuro!

# 132_Tanimura
source: What? Are you serious?
pt_br: Cosa? Ma dici sul serio?

# 144_Businessman
source: Yeah... See, I've been hearing good things about both Midori over here and the massage parlor to the east.
pt_br: Già... Sai, mi hanno parlato bene sia del Midori qui che della sala massaggi a est.

# 156_Businessman
source: I've been standing here for what feels like hours trying to decide, but... Agh! I still can't make up my mind!
pt_br: Sono qui piantato da quelle che mi sembrano ore a cercare di decidere, ma... Uff! Non so ancora che pesci pigliare!

# 168_Tanimura
source: Uh...huh. Well, okay then. Sorry to bother you.
pt_br: Ah... capisco. Vabbè, allora. Mi scusi il disturbo.

# 180_Businessman
source: Oh, no problem. I just wish I could make a decision...
pt_br: Ma no, nessun problema. Solo che non riesco a decidermi...
