Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00e601ae.po
Languages: pt_br

source: Tadokoro's Apprentice
pt_br: L'Apprendista di Tadokoro

# 56_Tadokoro's Apprentice
source: It hurts... It hurts!
pt_br: Fa male... Fa male!

# 68_Saejima
source: Told ya so. When're you chumps ever gonna listen?
pt_br: Ve l'avevo detto. Quando mai ascolterete, voi pivelli?

# 92_Saejima
source: So you must be Tadokoro.
pt_br: Allora tu devi essere Tadokoro.

# 104_Tadokoro
source: Yes, I am. What can I help you with today?
pt_br: Sì, sono io. Cosa posso fare per te oggi?

# 116_Saejima
source: I'd like to have a chat with you about this here boy.
pt_br: Vorrei fare due parole con lei, su 'sto ragazzo qui.

# 128_Tadokoro
source: So this is what you call a chat? Did your parents raise you to beat people bloody whenever you wanted to talk?
pt_br: Allora, questa sarebbe una chiacchierata? Ti hanno cresciuto i tuoi genitori a pestare la gente a sangue ogni volta che ti andava di parlare?

# 140_Saejima
source: Yeah, pretty much. They taught me that rude-ass sumbitches deserve whatever they got comin' to 'em.
pt_br: Sì, direi di sì. Mi hanno insegnato che quegli stronzi maleducati si meritano tutto quello che gli arriva addosso.

# 152_Tadokoro
source: I see. I would ask you to please refrain from such behavior in the future.
pt_br: Capisco. Le chiedo di evitare simili atteggiamenti in futuro.

# 164_Saejima
source: That all depends on your attitude.
pt_br: Tutto dipende dal tuo atteggiamento.

# 176_Tadokoro
source: So what exactly is it that's brought you here today?
pt_br: Allora, cosa diavolo ti porta qui oggi?

# 188_Saejima
source: Ya know this kid, yeah?
pt_br: Lo conosci 'sto ragazzo, no?

# 200_Tadokoro
source: I didn't recognize him through all the grime, but it's Tadashi, the boy so fond of his sister. It's been six months. Have you raised the money?
pt_br: Non l'avevo riconosciuto sotto tutto quel sudiciume, ma è Tadashi, il ragazzo che teneva tanto a sua sorella. Sono passati sei mesi. Hai racimolato la grana?

# 212_Tadashi
source: No, not yet.
pt_br: No, non ancora.

# 224_Tadokoro
source: Then why are you here?
pt_br: E allora che ci fai qui?

# 236_Saejima
source: I'll be settlin' that debt. From now on, you deal with me.
pt_br: Mi accollo io quel debito. D'ora in poi, te la vedi con me.

# 248_Tadokoro
source: With you? I don't believe he has any relatives in the country, apart from his uncle's family. What is your relationship to the boy?
pt_br: Con te? Non credo che abbia parenti nel paese, a parte la famiglia di suo zio. Qual è il tuo rapporto con il ragazzo?

# 260_Saejima
source: We're perfect strangers. Is that gonna be a problem?
pt_br: Siamo perfetti sconosciuti. Sarà un problema?

# 272_Tadokoro
source: On the contrary, I'm impressed. There aren't many people like you in this day and age.
pt_br: Al contrario, sono impressionato. Non ci sono molte persone come te al giorno d'oggi.

# 284_Saejima
source: Good. No problems, then.
pt_br: Bene. Nessun problema, allora.

# 296_Tadokoro
source: No, no problems. However...
pt_br: No, nessun problema. Però...

# 308_Saejima
source: What now?
pt_br: Che c'è?

# 320_Tadokoro
source: My agreement with Tadashi stipulated that he would get his sister back by either paying back the five million or doing jobs I assigned him.
pt_br: Il mio patto con Tadashi prevedeva che lui avrebbe riavuto sua sorella pagando i cinque milioni o facendo i lavoretti che gli assegnassi io.

# 332_Tadokoro
source: If you're going to be taking over his debt, though... well, that's another story.
pt_br: Se hai intenzione di accollarti il suo debito, però... beh, questa è un'altra storia.

# 344_Saejima
source: Whaddya mean?
pt_br: Che vuoi dire?

# 356_Tadokoro
source: I won't simply take the five million from you in cash. No, I'll have you work it off.
pt_br: Non mi accontenterò semplicemente di quei cinque milioni in contanti. No, te li farò sudare.

# 368_Saejima
source: Either way works for me. I do whatever gig ya throw at me, and you give back Tadashi's sister. Is that the deal?
pt_br: Per me fa lo stesso. Faccio qualsiasi lavoretto mi buttiate addosso, e voi restituite la sorella di Tadashi. È questo l'accordo?

# 380_Tadokoro
source: Oh, but it won't be just one job. You'll continue taking assignments until you've earned back every last yen.
pt_br: Oh, ma non sarà solo un lavoro. Continuerai ad accettare incarichi finché non avrai recuperato fino all'ultimo yen.

# 392_Saejima
source: And I'm tellin' you, that's fine by me. So quit beatin' 'round the bush and start giving me jobs I can make some money on.
pt_br: E te lo dico io, per me va benissimo. Quindi smettila di menare il can per l'aia e comincia a darmi dei lavori con cui posso tirar su qualche soldo.

# 404_Tadokoro
source: Very well. I'll assign you my more... lucrative tasks.
pt_br: Va bene. Ti affiderò i miei incarichi più... lucrosi.

# 416_Saejima
source: You do that.
pt_br: Fallo.

# 428_Tadokoro
source: Well, thank you for stepping up to this. I'll contact you once I have a job lined up－ Oh, I didn't catch your name.
pt_br: Beh, grazie per esserti fatto avanti per questo. Ti contatterò appena avrò un incarico in ballo－ Oh, non mi hai detto il tuo nome.

# 440_Saejima
source: Name's Suzuki.
pt_br: Sono Suzuki.

# 452_Tadokoro
source: Suzuki-san, is it? All right, then. I look forward to working with you, Suzuki-san.
pt_br: Suzuki-san, giusto? Va bene, allora. Non vedo l'ora di lavorare con lei, Suzuki-san.

# 464_Saejima
source: The feeling ain't mutual, but I'll deliver. And in return, ya better keep that promise you made to Tadashi.
pt_br: Non è che mi faccia piacere, ma io farò quello che devo. E in cambio, ti conviene mantenere quella promessa che hai fatto a Tadashi.
