Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01e60017.po
Languages: pt_br

source: Hana-chan, would you mind showing Shiobara-san here out? It's time for him to go.
pt_br: Hana-chan, ti dispiacerebbe accompagnare fuori il signor Shiobara? È ora che se ne vada.

source: Hana-chan, would you mind showing Shiobara-san here out? It's time for him to go.
pt_br: Hana-chan, ti dispiacerebbe accompagnare fuori il signor Shiobara? È ora che se ne vada.

source: Hana-chan, would you mind showing Shiobara-san here out? It's time for him to go.
pt_br: Hana-chan, ti dispiacerebbe accompagnare fuori il signor Shiobara? È ora che se ne vada.

source: Paradise Advertising President
pt_br: Presidente di Paradise Advertising

# 312_Hana
source: Chief, I couldn't help but overhear... Are you really going to lend money to that piece of work? He's nowhere near fit to start a company.
pt_br: Capo, non ho potuto fare a meno di sentire... Hai davvero intenzione di prestare soldi a quella mezza calzetta? Non è per niente all'altezza per mettere su un'azienda.

# 324_Akiyama
source: You think so, too, huh? To tell you the truth, I agree. He's all talk. You see a lot of that nowadays.
pt_br: La pensi così anche tu, eh? A dirti la verità, sono d'accordo. È tutta fuffa. Al giorno d'oggi se ne vede tanta, di gente così.

# 336_Hana
source: So you never planned on giving him a loan in the first place? Then why bother with a test?
pt_br: Allora non avevi mica intenzione di fargli un prestito fin dall'inizio? E allora, perché fare un test?

# 348_Akiyama
source: Oh, I'll lend him the money. But only if he passes. I'm going to teach him it's a rough world out there.
pt_br: Oh, gli do i soldi. Ma solo se passa. Gli farò capire come gira il mondo là fuori.

# 360_Hana
source: But what if... I mean, just on the off chance...
pt_br: Ma se... voglio dire, non si sa mai...

# 372_Akiyama
source: Don't worry about it. A big-mouth like him could never hope to pass one of my tests.
pt_br: Stai tranquillo. Uno sbruffone come lui non si sognerebbe mai di superare uno dei miei test.

# 384_Akiyama
source: Find three people to be your business partners and bring them to me.
pt_br: Trovi tre persone che siano compagni di affari e che li porti qui da me.

# 396_Shiobara
source: Business partners? Three of them? Is that really all you need?
pt_br: Tre compagni d'affari? E basta? Davvero è tutto qui?

# 408_Akiyama
source: Yeah. People who'd be happy to help build up a company. What do you think? Can you do it?
pt_br: Già. Persone a cui piacerebbe aiutare a costruire una compagnia. Che ne pensi? Puoi farcela?

# 420_Shiobara
source: What are you talking about? I've got tons of friends. It won't take long at all!
pt_br: Ma di che stai parlando? Ho un sacco di amici disposti. Non ci vorrà molto!

# 432_Talk_OK
source: I'll be right back, okay? Better get that five million ready for me!
pt_br: Torno subito, ok? Meglio che prepari già da ora quei cinque milioni!

# 492_Akiyama
source: Bring me the business cards of ten company presidents. Any kind of company will do.
pt_br: Portami i biglietti da visita di dieci presidenti di compagnie. Qualsiasi compagnia andrà bene.

# 504_Shiobara
source: Ten business cards? Is that really all you need?
pt_br: Dieci biglietti da visita? Basta così?

# 516_Akiyama
source: Corporate CEOs, presidents of small factories－take your pick. Just find ten of them, get their cards, and bring them here.
pt_br: CEO di corporazioni, presidenti di piccole fattorie, la scelta è tua. Trovali, prendi il biglietto da visita, e poi portalo da me.

# 528_Shiobara
source: Are you sure? That sounds pretty easy. I mean, I used to be a president myself. I can get twenty or even thirty cards, no problem.
pt_br: Ne sei sicuro? Mi sembra facile. Voglio dire, anche io ero un presidente. Posso ottenerne almeno una trentina senza problemi.

# 540_Akiyama
source: Excellent, I'm glad to hear it. Well, good luck. I'll see you soon.
pt_br: Eccellente, mi fa piacere. Buona fortuna, allora. Ci si vede presto.

# 552_Shiobara
source: I'll be right back, okay? Better get that five million ready for me!
pt_br: Torno subito, ok? Meglio che prepari già da ora quei cinque milioni!

# 612_Akiyama
source: Invite a hostess out after the club closes and bring her back here to my office.
pt_br: Invita una hostess a uscire dopo la chiusura del club e portala qui nel mio ufficio.

# 624_Shiobara
source: A hostess club? That's it? I just bring the girl here and the five million's mine?
pt_br: Un hostess club? Tutto qui? Devo solo portare la ragazza qui e i cinque milioni sono miei?

# 636_Shiobara
source: I don't know...
pt_br: Non lo so...

# 648_Akiyama
source: Oh, come on. It should be a piece of cake for a guy like you! What's the problem?
pt_br: Andiamo! Dovrebbe essere un gioco da ragazzi per uno come te! Qual è il problema?

# 660_Shiobara
source: I just don't have the cash. Hostess clubs are expensive, you know? It's a real shame...
pt_br: È solo che non ho i contanti. Gli hostess club costano cari, sai? È un vero peccato...

# 672_Talk_Smile
source: I'd have all kinds of girls trailing after me if I just had the money. I'd be like the Pied Piper of Kamurocho!
pt_br: Avrei un sacco di ragazze che mi seguirebbero se solo avessi i soldi. Sarei come il Pifferaio Magico di Kamurocho!

# 684_Akiyama
source: I guess I'll have to point you over to my friend's hostess club, then. You can put it on my tab.
pt_br: Immagino che dovrò indirizzarti al club per hostess del mio amico, allora. Puoi metterlo sul mio conto.

# 696_F_oba_sitchr
source: The place is called Sweet, over on Pink Street. Just tell them Akiyama sent you and they'll take care of the rest.
pt_br: Il locale si chiama Sweet, su Pink Street. Dì solo che ti manda Akiyama e si occuperanno di tutto.

# 708_Shiobara
source: Really?
pt_br: Davvero?

# 720_Akiyama
source: You can't do it without money, right? Well, I'm making that particular problem go away. So what do you think? Can you do that?
pt_br: Non puoi farlo senza soldi, vero? Bene, ti tolgo di mezzo questo particolare problema. Quindi che ne dici? Puoi farlo?

# 732_Shiobara
source: Yes, of course! No problem at all. I'll bring you the best hostess in the club!
pt_br: Sì, ma certo! Nessun problema. Ti porterò la miglior ragazza del club!

# 744_F_oba_sitchr
source: I'll be right back, okay? Better get that five million ready for me!
pt_br: Torno subito, ok? Meglio che prepari già da ora quei cinque milioni!

# 816_Hana
source: Chief, why are you giving him a second chance? You'd usually send somebody like him well on his way by now.
pt_br: Capo, perché gli stai dando una seconda possibilità? Di solito tu uno come lui l'avresti già spedito a casa a quest'ora.

# 828_Akiyama
source: He's just so astoundingly clueless. Don't you want to see how it all ends?
pt_br: È di una dabbenaggine... allucinante. Non vuoi vedere come va a finire?

# 840_Hana
source: Not particularly. Look at it from my perspective:
pt_br: Non proprio. Mettiti nei miei panni:

# 852_F_oba_sitchr
source: You always forget to collect on your loans. Too many boneheaded customers like him and I'll be up to my neck in extra work!
pt_br: Ti dimentichi sempre di riscuotere i tuoi prestiti. Troppi clienti teste di rapa come lui e mi ritroverò fino al collo di lavoro extra!

# 864_Akiyama
source: And I appreciate every last ounce of work you do, Hana-chan. Don't I always treat you to a delicious meal at the end of every month?
pt_br: E apprezzo fino all'ultima goccia del lavoro che fai, Hana-chan. Non ti offro sempre una cena da leccarsi i baffi alla fine di ogni mese?

# 876_Hana
source: ...I guess you can do what you want. It is your company after all.
pt_br: ...Immagino che tu possa fare come ti pare. È la tua compagnia dopotutto.

# 924_Hana
source: Chief... enough's enough. I've never seen you give anybody this many chances.
pt_br: Capo... è troppo. Non ti ho mai visto dare a nessuno così tante chance.

# 936_Akiyama
source: I suppose you're right... But it's all just so interesting, don't you think? Guy's a walking disaster.
pt_br: Suppongo tu abbia ragione... Ma è tutto così interessante, non credi? Il tipo è un disastro vivente.

# 948_Hana
source: Chief...
pt_br: Capo...

# 960_Akiyama
source: You know, Hana-chan, a man might have lots of people he calls "friend," but I doubt many of them would actually be willing to risk their livelihoods on him.
pt_br: Sai, Hana-chan, un uomo può avere un sacco di gente che chiama 'amici', ma dubito che molti di loro sarebbero davvero disposti a mettere in gioco il proprio futuro per lui.

# 972_Talk_No
source: He says it'll be a cinch to find three of them, but unless he's especially trustworthy or charismatic, they won't be on board.
pt_br: Dice che sarà una passeggiata trovarne tre, ma a meno che non sia particolarmente affidabile o carismatico, non ci staranno.

# 1068_Akiyama
source: Welcome back. So, where're those three partners?
pt_br: Bentornato. Allora, dove sono quei tre soci?

# 1080_Shiobara
source: They just don't understand! I told them they could easily pull in a hundred million a year if they just left everything to me.
pt_br: Non ci arrivano proprio! Gli ho detto che avrebbero potuto tranquillamente tirare su cento milioni all'anno se solo avessero lasciato fare tutto a me.

# 1092_Akiyama
source: Ah... So you've failed the test.
pt_br: Ah... Quindi hai fallito il test.

# 1104_Shiobara
source: It's not my fault－it's theirs! They're just too blind to see it. And after all those times they begged for an invite to my parties, too!
pt_br: Non è mica colpa mia — è loro! Non ci arrivano proprio. E dire che tutte quelle volte mi si sono strisciati dietro per un invito alle mie feste, pure!

# 1116_Akiyama
source: Parties?
pt_br: Feste?

# 1128_Shiobara
source: My online-game parties. You mean you haven't heard? They're kind of a big deal. They call me "Hurricane Salt."
pt_br: Le mie squadre di gioco online. Come, non ne hai sentito parlare? Sono una cosa seria. Mi chiamano "Sale Uragano".

# 1140_Akiyama
source: I see... Well, it hardly matters at this point. You weren't able to pass the test, which means our loan discussion is over. My apologies.
pt_br: Capisco... Beh, a questo punto conta poco. Non sei stato in grado di superare il test, il che significa che la nostra discussione sul prestito è finita. Le mie scuse.

# 1164_Hana
source: Of course! Right this way, sir.
pt_br: Certo! Da questa parte, signore.

# 1176_Shiobara
source: Wait just a second! You're telling me you know all about me from one lousy test? Who do you think you are, a god?
pt_br: Aspetta un attimo! Mi stai dicendo che sai tutto di me solo per un test del cavolo? Ma chi ti credi di essere, un dio?

# 1188_Hana
source: Please! I'm counting on you! Give me just one more chance! One more!
pt_br: Ti prego! Conto su di te! Dammi solo un'altra possibilità! Ancora una!

# 1212_Shiobara
source: Please! I'm begging you! Let me try again! I swear I'll take it a whole lot more seriously this time!
pt_br: Ti prego! Ti supplico! Fammi riprovare! Giuro che la prenderò molto più sul serio stavolta!

# 1224_Akiyama
source: We have other business to attend to, you know. But it doesn't look like you'll be leaving anytime soon, so... All right, one more time.
pt_br: Abbiamo i nostri affari, sai. Ma non mi pare tu voglia schiodarti presto, quindi... E vabbè, di nuovo.

# 1236_Akiyama
source: If it were you, Hana-chan, how would you go about collecting ten presidents' cards?
pt_br: Se fossi tu, Hana-chan, come ti muoveresti per procurarti dieci biglietti da visita di presidenti?

# 1248_Hana
source: Hmm... Well, I'd probably pop into an office building and talk to company presidents directly.
pt_br: Uhm... Beh, probabilmente farei un salto in un palazzo di uffici e parlerei direttamente con i presidenti delle aziende.

# 1260_Akiyama
source: A frontal attack, huh? Good answer. As for me, I'd probably grab hold of a president or two, take them to a print shop, and have them make me some cards.
pt_br: Un attacco frontale, eh? Buona risposta. Per quanto mi riguarda, io probabilmente acchiapperei un presidente o due, li porterei in una tipografia, e gli farei stampare dei biglietti da visita.

# 1272_Hana
source: A little aggressive, maybe, but, yeah, that sounds like something you'd do.
pt_br: Un po' aggressivo, forse, ma sì, suona proprio come una cosa che faresti tu.

# 1284_Akiyama
source: Nothing wrong with that. Hell, I could even have a print shop make up a bunch of fake cards if I wanted.
pt_br: Niente di male in questo. Cavolo, potrei persino far fare a una tipografia un sacco di tessere false, se volessi.

# 1296_F_oba_sitchr
source: Your straightforward method requires courage, while my way calls for quick wit.
pt_br: Il tuo metodo schietto richiede fegato, mentre la mia via chiede cervello fino.

# 1308_F_oba_sitchr
source: Regardless, I doubt he's capable of either.
pt_br: Comunque, dubito sia capace di fare l'una o l'altra.

# 1392_Akiyama
source: Welcome back. So, you got those cards?
pt_br: Bentornato. Allora, le hai prese quelle carte?

# 1404_Shiobara
source: I only have one, my father's. None of the CEOs I knew at my company are even in this town...
pt_br: Ne ho solo uno, quello di mio padre. Nessuno dei capi che conoscevo nella mia azienda è nemmeno in questa città...

# 1416_F_oba_sitchr
source: Are there <Italic>any</Italic> company presidents here? It's all businessmen and restaurateurs.
pt_br: Ma ci sono <Italic>veri</Italic> presidenti d'azienda qui? Ci sono solo uomini d'affari e ristoratori.

# 1428_Akiyama
source: Actually, you're looking at one. Sorry if my appearance deceived you.
pt_br: Anzi, ne hai proprio uno davanti. Scusa se l'apparenza ti ha fregato.

# 1440_Hana
source: Well, then, since you weren't able to pass the test, I'm afraid I won't be giving you the loan after all.
pt_br: Beh, allora, visto che non ce l'hai fatta a superare il test, mi sa che non ti darò il prestito, dopotutto.

# 1464_Hana
source: Of course! Right this way, sir.
pt_br: Certo! Da questa parte, signore.

# 1476_Shiobara
source: Wait just a second! That test was set up all wrong! I can do better, I promise!
pt_br: Aspetta un attimo! Quel test era stato impostato male! Posso fare di meglio, giuro!

# 1488_P_aki_stand
source: Please! I'm counting on you! Give me just one more chance! One more!
pt_br: Ti prego! Conto su di te! Dammi solo un'altra possibilità! Ancora una!

# 1500_Akiyama
source: Oh, all right, but only one more. Now, then...
pt_br: Ah, ok, ma solo un altro. Allora...

# 1512_Hana
source: But why'd you send him to a hostess club? He'll just go out and have fun－and on your tab, no less.
pt_br: Ma perché l'hai mandato in un hostess club? Finirà solo per uscire e spassarsela－e pure a tue spese, nientemeno.

# 1524_Akiyama
source: A first-time visitor to a hostess club hardly ever manages to invite a girl out afterward.
pt_br: Un novellino in un hostess club difficilmente riesce a portarsi via una ragazza dopo.

# 1536_P_aki_stand
source: Anybody who succeeds is either rich or a smooth talker. But this guy's broke, so...
pt_br: Chiunque ce la fa o c'ha i soldi o ha la parlantina sciolta. Ma questo è al verde, quindi...

# 1548_Hana
source: So he has about a zero percent chance of pulling this off.
pt_br: Insomma, ha praticamente zero possibilità di farcela.

# 1560_Akiyama
source: We don't know that. I mean, he might fall into some crazy beginner's luck.
pt_br: Non possiamo saperlo. Voglio dire, potrebbe beccare una pazzesca fortuna del principiante.

# 1572_Hana
source: That would be a miracle.
pt_br: Sarebbe un miracolo.

# 1584_Akiyama
source: Well, if he pulls off a miracle at a time like this, it'll be the first of many. Luck is just another kind of talent, wouldn't you agree?
pt_br: Beh, se si inventa un miracolo in un frangente del genere, sarà solo il primo di tanti. La fortuna, in fondo, è anch'essa una specie di talento, non credi?

# 1596_Hana
source: Maybe, but even so... If that guy gets his very own miracle, then he's one of the most talented men I've ever met.
pt_br: Forse, ma pure così... Se quel tizio si becca un miracolo tutto suo, allora è uno dei tipi più in gamba che io abbia mai visto.

# 1680_Akiyama
source: Welcome back. So, where's that hostess?
pt_br: Bentornato. Allora, dov'è quella hostess?

# 1692_Shiobara
source: Aw, that club is no good. The girl at my table only said a few words then clammed up almost immediately.
pt_br: Mah, quel locale non è un granché. La ragazza al mio tavolo ha detto solo due parole e poi si è ammutolita quasi subito.

# 1704_F_oba_sitchr
source: Isn't it her job to get the conversation going? I'm the customer. The <Italic>paying</Italic> customer.
pt_br: Non dovrebbe attaccare bottone lei? Sono il cliente. Quello <Italic>pagante</Italic>.

# 1716_Akiyama
source: Yeah, paying with someone else's money.
pt_br: Già, pagare con i soldi di qualcun altro.

# 1728_Shiobara
source: Seriously, though, any other club, and I would've had 'em eating out of the palm of my hand! It all boils down to a bad club.
pt_br: Sul serio, però, in qualsiasi altro locale, li avrei avuti in pugno! È tutta colpa di un locale di merda.

# 1740_Akiyama
source: Even if we were to assume it was the club's fault, you still didn't manage to pass the test. That means I won't be giving you a loan.
pt_br: Anche se volessimo dare la colpa al locale, non sei comunque riuscito a superare il test. Questo significa che non ti darò il prestito.

# 1764_Hana
source: Of course! Right this way, sir.
pt_br: Certo! Da questa parte, signore.

# 1776_Shiobara
source: Wait just a second! If you'd just let me try a different test, I'm positive I'd pass with flying colors!
pt_br: Aspetta solo un attimo! Se solo mi lasciasse provare un altro test, sono sicuro che lo supererei alla grande!

# 1788_P_aki_stand
source: Please! I'm counting on you! Give me just one more chance! One more!
pt_br: Ti prego! Conto su di te! Dammi solo un'altra possibilità! Ancora una!

# 1812_Talk_Ojigi
source: Fine. But this really and truly is your last chance.
pt_br: Va bene. Ma questa è per davvero la tua ultima occasione.

# 1824_Akiyama
source: It's always "just one more" with you... I've given you three chances already. No matter how many times you try, you'll never pass.
pt_br: Con te è sempre la storia del "solo un'altra volta"... Ti ho già dato tre tentativi. Non importa quante volte ci provi, non la supererai mai.

# 1848_Akiyama
source: All right? So leave. I'm tired of having to string along a big-talking nitwit.
pt_br: Tutto chiaro? E adesso fila. Sono stanco di dover perdere tempo con uno scemo che si dà tante arie.

# 1860_Shiobara
source: Please! This is it. My very last chance. If you give up on me now, I'm finished!
pt_br: Ti prego! È l'ultima. La mia ultimissima occasione. Se mi molli adesso, sono spacciato!

# 1872_Akiyama
source: Will you just leave already?
pt_br: Ma te ne vai una buona volta?

# 1884_Shiobara
source: I'm positive I can build a company that will never, ever need to downsize!
pt_br: Sono sicuro al cento per cento di poter tirare su un'azienda che non dovrà mai, mai fare tagli!

# 1896_Akiyama
source: You really want to start your own company, don't you? Are you sure you're being entirely honest with me－and with yourself?
pt_br: Vuoi davvero mettere su la tua compagnia, eh? Sei sicuro di essere del tutto onesto con me－e con te stesso?

# 1908_Shiobara
source: Absolutely. No lies and no excuses, period.
pt_br: Assolutamente. Niente bugie e niente scuse, punto e basta.

# 1920_Akiyama
source: Fine. Then this is your honest-to-goodness last chance. You fail, you leave. Got it?
pt_br: Va bene. Allora questa è la tua ultima chance, quella vera. Se fallisci, sparisci. Capito?

# 1932_Shiobara
source: Got it. I'll pass it for sure this time. You'll see.
pt_br: Afferrato! Lo supererò di sicuro stavolta. Vedrai.

# 1956_Akiyama
source: Okay, here we go...
pt_br: Ok, ci siamo...

# 1968_Talk_Yes
source: My friend's leaflet company is in the red. If you can get it to turn a profit again, I'll lend you the five million yen.
pt_br: La compagnia di volantini del mio amico è in rosso. Se riesci a farla tornare a macinare soldi, ti presto i cinque milioni di yen.

# 1980_Shiobara
source: But that could take years!
pt_br: Ma potrebbero volerci anni!

# 1992_Akiyama
source: The door's right there if you're not interested. What's it going to be? You in or out?
pt_br: La porta è proprio lì, se non ti va. Allora, che si fa? Dentro o fuori?

# 2004_Shiobara
source: All right. Where is this leaflet company, anyway?
pt_br: Allora. Dov'è questa compagnia di volantini, comunque?

# 2016_Akiyama
source: It's Paradise Advertising on West Shichifuku Street, just past the M Store. Let me give them a call.
pt_br: È la Paradise Advertising in Via Shichifuku Ovest, appena oltre l'M Store. Li chiamo io.

# 2064_Akiyama
source: Hello, Paradise Advertising? This is Akiyama over at Sky Finance.
pt_br: Pronto, Paradise Advertising? Sono Akiyama, quello della Sky Finance.

# 2076_Paradise Advertising President
source: Akiyama-san! To what do I owe the pleasure?
pt_br: Akiyama-san! A cosa devo l'onore?

# 2088_Akiyama
source: You'd been asking for management advice, right? I've found just the man for the job. Name's Shiobara-kun. I'll be sending him your way shortly.
pt_br: Mi avevi chiesto una dritta sulla gestione, no? Ho trovato proprio il tipo giusto per la faccenda. Si chiama Shiobara-kun. Te lo spedisco a breve.

# 2100_Paradise Advertising President
source: Really!?
pt_br: Davvero!?

# 2112_Paradise Advertising President
source: Shiobara-san, is it? Thank you so much. I'll be waiting.
pt_br: Shiobara-san, dico? Grazie mille. Ti aspetto.

# 2172_Akiyama
source: Now it's all up to you. Paradise Advertising is on West Shichifuku Street. I'm sure you'll see it when you get there.
pt_br: Ora sta a te. La Paradise Advertising è su Via Shichifuku Ovest. Sono sicuro che la riconoscerai quando ci arriverai.

# 2184_Shiobara
source: All right. I'll be back.
pt_br: Va bene. Tornerò.

# 2232_F_oba_sitchr
source: Find three business partners.
pt_br: Trova tre compagni d'affari.

# 2244_F_oba_sitchr
source: Bring me ten presidents' business cards.
pt_br: Portami dieci biglietti da visita.

# 2256_F_oba_sitchr
source: Invite a hostess here after the club closes.
pt_br: Invita una hostess qui dopo la chiusura.

# 2268_F_oba_sitchr
source: Find three business partners.
pt_br: Trova tre compagni d'affari.

# 2280_F_oba_sitchr
source: Bring me ten presidents' business cards.
pt_br: Portami dieci biglietti da visita.

# 2292_F_oba_sitchr
source: Invite a hostess here after the club closes.
pt_br: Invita una hostess qui dopo la chiusura.

# 2304_F_oba_sitchr
source: Find three business partners.
pt_br: Trova tre compagni d'affari.

# 2316_F_oba_sitchr
source: Bring me ten presidents' business cards.
pt_br: Portami dieci biglietti da visita.

# 2328_F_oba_sitchr
source: Invite a hostess here after the club closes.
pt_br: Invita una hostess qui dopo la chiusura.
