Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0241.po
Languages: pt_br

source: I hope we can go out to eat again sometime.
pt_br: Spero che si possa uscire a mangiare di nuovo, prima o poi.

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Wanna go to the club now? <Color:7>♥<Color:Default>
pt_br: Ti va di andare al club adesso? <Color:7>♥<Color:Default>

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Player
pt_br: Giocatore

# 116_Chihiro
source: I can't wait to eat! What should I get first? Maybe tuna? Octopus? Or salmon roe!
pt_br: Non vedo l'ora di mangiare! Cosa prendo per primo? Forse tonno? Polpo? O uova di salmone!

# 128_Talk_Yes
source: Come on, let's go inside!
pt_br: Dai, entriamo!

# 152_Chihiro
source: I can't wait to eat! What should I get first? Maybe tuna? Octopus? Or salmon roe!
pt_br: Non vedo l'ora di mangiare! Cosa prendo per primo? Forse tonno? Polpo? O uova di salmone!

# 164_Player
source: Hold on a sec... Um, looks like I'm low on cash.
pt_br: Aspetta un attimo... Ehm, mi sa che sono a corto di contanti.

# 176_Chihiro
source: What? You are!?
pt_br: Cosa? Davvero!?

# 188_Player
source: Yeah. Sorry.
pt_br: Sì. Scusa.

# 200_Chihiro
source: That's a shame. I guess that's it today. Goodbye for now.
pt_br: Peccato. Immagino sia tutto per oggi. Arrivederci per ora.

# 212_Player
source: (I better find some money...)
pt_br: (Mi conviene trovare dei soldi...)

# 320_Chihiro
source: That was so yummy! I think I ate too much, though.
pt_br: È stato buonissimo! Credo di aver mangiato troppo, però.

# 332_Player
source: Heh, I'm glad you liked it.
pt_br: Heh, sono contento che ti sia piaciuto.

# 344_Chihiro
source: Thank you.
pt_br: Grazie.

# 368_Talk_Ojigi
source: See you at the club! <Color:7>♥<Color:Default>
pt_br: Ci vediamo al club! <Color:7>♥<Color:Default>

# 392_Chihiro
source: That was great kappamaki. I haven't eaten like that in a while.
pt_br: Che gran kappamaki. Non mangiavo così da un po'.

# 404_Player
source: Heh, that's good.
pt_br: Ah, mica male.

# 416_Chihiro
source: I'll see you at the club!
pt_br: Ci vediamo al club!

# 452_Player
source: What's wrong?
pt_br: Che succede?

# 464_Chihiro
source: I didn't really care for the food...
pt_br: Non mi è piaciuto granché il cibo...

# 476_Player
source: You didn't? Oh...
pt_br: Non l'hai fatto? Oh...

# 488_Chihiro
source: Well, I should be going. I'll see you at the club.
pt_br: Beh, mi sa che devo andare. Ci vediamo al club.

# 500_Player
source: (I guess she didn't like the food...)
pt_br: (Immagino che il cibo non le sia piaciuto...)

# 608_Chihiro
source: I can't wait to eat! What should I get first? Maybe tuna? Octopus? Or salmon roe!
pt_br: Non vedo l'ora di mangiare! Cosa prendo per primo? Forse tonno? Polpo? O uova di salmone!

# 620_Talk_Yes
source: Come on, let's go inside!
pt_br: Dai, entriamo!

# 644_Chihiro
source: I can't wait to eat! What should I get first? Maybe tuna? Octopus? Or salmon roe!
pt_br: Non vedo l'ora di mangiare! Cosa prendo per primo? Forse tonno? Polpo? O uova di salmone!

# 656_Player
source: Hold on a sec... Um, looks like I'm low on cash.
pt_br: Aspetta un attimo... Ehm, mi sa che sono a corto di contanti.

# 668_Chihiro
source: What? You are!?
pt_br: Cosa? Davvero!?

# 680_Player
source: Yeah. Sorry.
pt_br: Sì. Scusa.

# 692_Chihiro
source: That's a shame. I guess that's it today. Goodbye for now.
pt_br: Peccato. Immagino sia tutto per oggi. Arrivederci per ora.

# 704_Player
source: (I better find some money...)
pt_br: (Mi conviene trovare dei soldi...)

# 812_Chihiro
source: That was so yummy! I think I ate too much, though.
pt_br: È stato buonissimo! Credo di aver mangiato troppo, però.

# 824_Player
source: Heh, I'm glad you liked it.
pt_br: Heh, sono contento che ti sia piaciuto.

# 836_Chihiro
source: Thank you. I hope we can go out to eat again sometime.
pt_br: Grazie. Spero che potremo farci un'altra mangiata, prima o poi.

# 860_Player
source: Sure.
pt_br: Certo.

# 884_Chihiro
source: That was great kappamaki. I haven't eaten like that in a while.
pt_br: Che gran kappamaki. Non mangiavo così da un po'.

# 896_Player
source: Heh, that's good.
pt_br: Ah, mica male.

# 908_Chihiro
source: Wanna go to the club now?
pt_br: Ti va di andare al club adesso?

# 920_Player
source: Sure.
pt_br: Certo.

# 956_Player
source: What's wrong?
pt_br: Che succede?

# 968_Chihiro
source: I didn't really care for the food...
pt_br: Non mi è piaciuto granché il cibo...

# 980_Player
source: You didn't? Oh...
pt_br: Non l'hai fatto? Oh...

# 992_Chihiro
source: Let's just head to the club.
pt_br: Dai, andiamo al club.

# 1004_Player
source: (I guess she didn't like the food...)
pt_br: (Immagino che il cibo non le sia piaciuto...)
