Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee05af.po
Languages: it

source: The homeless man in Theater Square is now your ally.
it: Il senzatetto di Theater Square è ora tuo alleato.

source: Homeless Man
it: Senzatetto

source: Player
it: Giocatore

# 144_Homeless Man
source: Thanks for the drink the other day.
it: Grazie per il drink dell'altro giorno.

# 156_Homeless Man
source: I've got your back no matter what happens. You ever get caught in a fight nearby, I'll be there for you!
it: Ti copro le spalle, qualunque cosa succeda. Se ti ritrovi in una rissa qui vicino, sarò lì per te!

# 168_Homeless Man
source: Ugh... I'm so thirsty... I think I drank too much... I feel sick...
it: Ugh... Ho così sete... Penso di aver bevuto troppo... Mi sento male...

# 180_Homeless Man
source: Hey, you there. Do you think you could get me something to drink?
it: Ehi, tu. Pensi di potermi portare qualcosa da bere?

# 204_Homeless Man
source: I'll be waiting right here for that drink!
it: Aspetterò proprio qui per quel drink!

# 216_Homeless Man
source: Ahh, there you are. Did you get me something to drink?
it: Ahh, eccoti qui. Mi hai preso qualcosa da bere?

# 240_Homeless Man
source: Ooh! Thank you!
it: Ooh! Grazie!

# 252_Homeless Man
source: I knew you'd come through! I've got your back no matter what happens.
it: Sapevo che ce l'avresti fatta! Ti copro le spalle, qualunque cosa succeda.

# 264_Homeless Man
source: I'll be there for you if you ever get caught in a fight nearby.
it: Sarò lì per te se mai ti troverai in una rissa qui vicino.

# 312_Homeless Man
source: By the way, you know about the Dragon Palace?
it: A proposito, conosci il Palazzo del Drago?

# 324_Player
source: The Dragon Palace? Isn't that some famous castle or something?
it: Il Palazzo del Drago? Non è un castello famoso o qualcosa del genere?

# 336_Homeless Man
source: Nah. It's a little hangout spot for us homeless to get together and run some games of chance. Think of it like an arcade, but for grownups!
it: No. È un piccolo ritrovo per noi senzatetto dove ci riuniamo e facciamo qualche gioco d'azzardo. Pensalo come una sala giochi, ma per adulti!

# 348_Player
source: I never heard about it when I was homeless.
it: Non ne ho mai sentito parlare quando ero un senzatetto.

# 360_Homeless Man
source: That so? Well, it's the building just northeast of here. Place was abandoned in the middle of getting built up.
it: Davvero? Beh, è l'edificio appena a nord-est da qui. Il posto è stato abbandonato a metà costruzione.

# 372_Homeless Man
source: You're a good guy. I'll tell 'em to let you in. You definitely gotta stop by.
it: Sei un bravo ragazzo. Dirò loro di farti entrare. Devi assolutamente passare.

# 384_Player
source: I see, thanks for that. I'll check it out sometime.
it: Capisco, grazie. Ci darò un'occhiata qualche volta.

# 396_Homeless Man
source: Oh, you don't have any. Well, I'll be here waiting.
it: Oh, non ne hai. Beh, aspetterò qui.
