Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0013025b.po
Languages: pt_br

# 152_Tanimura
source: (Maybe that bulletin and the incident that Akaishi-san was talking about are connected...)
pt_br: (Forse quel bollettino e il casino di cui parlava Akaishi-san sono collegati...)

# 164_Tanimura
source: (Guess I'll go to <Color:7>Kotobuki Drugs<Color:Default> and check it out.)
pt_br: (Mi sa che vado a <Color:7>Kotobuki Drugs<Color:Default> e gli do un'occhiata.)

# 176_Akaishi
source: I really appreciate your help.
pt_br: Ti sono davvero grato per l'aiuto.

# 188_Akaishi
source: Oh, good, Tanimura-san. I've been waiting for you.
pt_br: Ah, bene, Tanimura-san. L'aspettavo.

# 200_Tanimura
source: Hey, Akaishi-san. You mailed me about wanting to talk about something?
pt_br: Ehi, Akaishi-san. Mi hai scritto perché volevi parlarmi di qualcosa?

# 212_Akaishi
source: Yes, some very strange rumors have surfaced about us.
pt_br: Sì, delle voci parecchio strane sono saltate fuori su di noi.

# 224_Tanimura
source: Rumors?
pt_br: Voci?

# 236_Akaishi
source: That's right. Rumors that the Kamurocho Guard is simply a front, and that we're really black market arms dealers.
pt_br: Esatto. Voci che la Kamurocho Guard sia solo una copertura, e che in realtà siamo trafficanti d'armi del mercato nero.

# 248_Tanimura
source: Any idea where that might have started?
pt_br: Sai mica da dove possa essere partita?

# 260_Akaishi
source: I haven't got a clue.
pt_br: Non ne ho la più pallida idea.

# 272_Tanimura
source: Why don't you just ignore it? Unfounded rumors usually blow over on their own.
pt_br: Perché non la ignori e basta? Le voci infondate di solito si sgonfiano da sole.

# 284_Akaishi
source: That was my first thought as well.
pt_br: È stato anche il mio primo pensiero.

# 296_Akaishi
source: But then the police came to question me about it.
pt_br: Ma poi la polizia è venuta a interrogarmi su questa faccenda.

# 308_Akaishi
source: I told them it's unfounded, but they claim to have an eyewitness who said they saw one of our members involved in a shady transaction.
pt_br: Gli ho detto che non c'è niente sotto, ma loro tirano fuori un testimone oculare che dice di aver visto uno dei nostri coinvolto in una transazione losca.

# 320_Tanimura
source: Eyewitness testimony?
pt_br: Testimonianza oculare?

# 332_Akaishi
source: Yes, someone wearing our uniform who was dealing in arms.
pt_br: Sì, uno con la nostra divisa che spacciava armi.

# 344_Akaishi
source: Honestly, don't you find it a little strange that an arms dealer would dress in such a conspicuous manner?
pt_br: Ma dico, non ti pare un po' strano che un trafficante d'armi si concierebbe in un modo così vistoso?

# 356_Tanimura
source: Hmm, there may be something behind this.
pt_br: Mmm, potrebbe esserci qualcosa sotto.

# 368_Akaishi
source: Ideally we would take care of the problem ourselves, but though it's unlikely, it could be that one of our members is responsible.
pt_br: L'ideale sarebbe sistemare la cosa noi stessi, ma per quanto sia improbabile, potrebbe darsi che sia uno dei nostri ad aver combinato il guaio.

# 380_Akaishi
source: That's why I need your help.
pt_br: Ecco perché ho bisogno del tuo aiuto.

# 392_Akaishi
source: Since you're able to work outside our group, I was hoping you could do something. We'll pay you a reward if the matter can be resolved.
pt_br: Visto che puoi muoverti fuori dal nostro giro, speravo tu potessi darci una mano. Ti daremo una ricompensa se riusciamo a sistemare la faccenda.

# 404_Tanimura
source: All right, Akaishi-san. I'll look into it.
pt_br: Va bene, Akaishi-san. Me ne occuperò.

# 416_Akaishi
source: I really appreciate your help.
pt_br: Ti sono davvero grato per l'aiuto.

# 428_Tanimura
source: A shady transaction... If anything gets reported, I should hear about it on my radio.
pt_br: Un affare losco... Se salta fuori qualcosa, dovrei sentirlo al mio palmare.

# 452_Tanimura
source: (Another incident... High chance it's another Kamurocho Guard member that's being targeted.)
pt_br: (Un altro incidente... Molto probabile che sia un altro membro della Kamurocho Guard nel mirino.)

# 464_Tanimura
source: (The bulletin said it was in front of the <Color:7>Millennium Tower<Color:Default>. I better hurry.)
pt_br: (Il bollettino diceva che era di fronte alla <Color:7>Millennium Tower<Color:Default>. Meglio che mi sbrighi.)

# 476_Tanimura
source: (That bulletin about an incident may be related to the group that's threatening Akaishi-san...)
pt_br: (Quel bollettino su un incidente potrebbe c'entrare con il gruppo che sta minacciando Akaishi-san...)

# 488_Tanimura
source: (I better hurry over to <Color:7>West Shichifuku Street<Color:Default>.)
pt_br: Meglio che mi dia una mossa e raggiunga <Color:7>Via Shichifuku Ovest<Color:Default>.

# 500_Akaishi
source: We don't plan on giving in to their threats.
pt_br: Non abbiamo intenzione di cedere alle loro minacce.

# 512_Akaishi
source: I'd appreciate your help on this.
pt_br: Mi farebbe comodo il tuo aiuto su 'sta faccenda.

# 524_Tanimura
source: What's wrong, Akaishi-san?
pt_br: Che succede, Akaishi-san?

# 536_Akaishi
source: Tanimura-san. The same people that were impersonating us called to give us a warning.
pt_br: Tanimura-san. Quelli che si spacciavano per noi hanno chiamato per avvisarci.

# 548_Tanimura
source: A warning!?
pt_br: Un avvertimento!?

# 560_Akaishi
source: They said that if we don't disband the Kamurocho Guard right away, things are going to get violent.
pt_br: Hanno detto che se non sciogliamo subito la Kamurocho Guard, le cose si faranno violente.

# 572_Tanimura
source: The classic threat of violence...
pt_br: La solita minaccia di violenza...

# 584_Akaishi
source: We have no intention of bowing to their threats.
pt_br: Non abbiamo alcuna intenzione di piegarci alle loro minacce.

# 596_Akaishi
source: However...
pt_br: Però...

# 608_Tanimura
source: You want me to stop them before trouble starts because you're worried about your men?
pt_br: Vuoi che li fermi prima che scoppi un casino perché sei preoccupato per i tuoi uomini?

# 620_Akaishi
source: Yes. I'm sorry I have to ask you to do this. I'll be on my guard as well.
pt_br: Sì. Mi dispiace doverti chiedere di fare questo. Starò in guardia anch'io.

# 632_Tanimura
source: I'll do what I can. Meanwhile, make sure to keep your eyes peeled.
pt_br: Farò il possibile. Intanto, mi raccomando, stai all'erta.
