Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010904f3.po
Languages: it

source: You got a <Color:8>Divine Dragon Short Sword<Color:Default>.
it: Hai ottenuto una <Color:8>Spada corta del Drago Divino<Color:Default>.

# 180_Jo Amon
source: Why!? Why can't I beat you!?
it: Perché!? Perché non riesco a batterti!?

# 192_Jo Amon
source: I've overcome every obstacle in my path and honed my skills time and time again. Why do I still get defeated!?
it: Ho superato ogni ostacolo sul mio cammino e affinato le mie abilità più e più volte. Perché vengo ancora sconfitto!?

# 204_Jo Amon
source: Don't think this means that I'll give up. The feud between us ends only when one of us is dead!
it: Non pensare che questo significhi che mi arrenderò. La faida tra noi finirà solo quando uno di noi due sarà morto!

# 216_Jo Amon
source: I'll reappear to challenge you again when the time is right. As many times as it takes!
it: Riapparirò per sfidarti di nuovo quando sarà il momento. Tutte le volte che sarà necessario!

# 228_Jo Amon
source: Do not forget this, Kazuma Kiryu!
it: Non dimenticarlo, Kazuma Kiryu!

# 300_Tanimura
source: He's gone.
it: Se n'è andato.

# 312_Saejima
source: I gotta give 'em credit. They were tough.
it: Devo dargliene atto. Erano tosti.

# 324_Akiyama
source: Are these guys going to come after us again?
it: Questi tizi torneranno a darci la caccia?

# 336_Kiryu
source: Yeah, I think we'll probably hear from them again. And when we do, we'll give them a repeat performance.
it: Sì, penso che li risentiremo. E quando succederà, gli offriremo una replica.

# 348_Kiryu
source: I don't know if I could've done this alone.
it: Non so se ce l'avrei fatta da solo.

# 360_Kiryu
source: I really want to thank all of you again.
it: Voglio davvero ringraziarvi tutti di nuovo.

# 372_Akiyama
source: No need for thanks. I had some time to kill.
it: Non c'è bisogno di ringraziare. Avevo un po' di tempo da ammazzare.

# 384_Saejima
source: Same here. I ended up havin' a pretty good time actually.
it: Lo stesso vale per me. Alla fine mi sono anche divertito.

# 396_Tanimura
source: That's right. Don't worry about it, Kiryu.
it: Esatto. Non preoccuparti, Kiryu.

# 408_Kiryu
source: At least let me buy you all a round when we get back. Anyway, let's go. Kamurocho is waiting for us.
it: Almeno lasciate che vi offra un giro quando torniamo. Comunque, andiamo. Kamurocho ci aspetta.

# 420_Akiyama
source: Yeah, we should get back.
it: Sì, dovremmo tornare.

# 432_Akiyama
source: Hmm? What's that?
it: Mmm? Cos'è quello?

# 468_Kiryu
source: Looks like...
it: Sembra...

# 516_Kiryu
source: (Amon... Will our battle ever end?)
it: (Amon... La nostra battaglia finirà mai?)

# 588_Jo Amon
source: Heheh. You've all put on quite the show. Each of your friends seems to excel in his own way.
it: Eheh. Avete dato tutti un bello spettacolo. Ognuno dei tuoi amici sembra eccellere a modo suo.

# 600_Jo Amon
source: However, I can't have you thinking you're winning just because you beat my apprentices. That was merely a warmup for the main event.
it: Tuttavia, non posso permetterti di pensare di aver vinto solo perché hai battuto i miei apprendisti. Quello era solo un riscaldamento per l'evento principale.

# 612_Jo Amon
source: Our battle, destined by fate, will not end until one of us is dead!
it: La nostra battaglia, voluta dal fato, non finirà finché uno di noi non sarà morto!

# 624_Jo Amon
source: Come on, Kazuma Kiryu!
it: Forza, Kazuma Kiryu!

# 648_Tanimura
source: Whew... Looks like I came out on top.
it: Phew... Sembra che ne sia uscito vincitore.

# 696_Saejima
source: So now it's time for the head honcho.
it: Quindi ora è il turno del pezzo grosso.

# 708_Akiyama
source: Be careful, Kiryu.
it: Stai attento, Kiryu.

# 720_Kiryu
source: Yeah, I'm ready.
it: Sì, sono pronto.

# 780_Tanimura
source: Let's do this. I'm not gonna go easy on you!
it: Facciamolo. Non ci andrò piano!

# 792_Sango Amon
source: Well, well. A cocky little brat, I see. I will kill you, but don't worry. I can spare you the pain of death.
it: Bene, bene. Un moccioso arrogante, vedo. Ti ucciderò, ma non preoccuparti. Posso risparmiarti il dolore della morte.

# 816_Saejima
source: *panting* That the best you got?
it: *ansima* Tutto qui?

# 852_Tanimura
source: Finally, I'm up? Well, you know what they say about saving the best for last...
it: Finalmente tocca a me? Beh, sai cosa si dice... il meglio alla fine.

# 864_Kiryu
source: You have to win this.
it: Devi vincere.

# 876_Tanimura
source: No problem. You just take care of Jo Amon.
it: Nessun problema. Pensa tu a Jo Amon.

# 936_Saejima
source: You ready for this? Bring it on!
it: Sei pronto? Fatti sotto!

# 948_Jiro Amon
source: Heheh. I'll show you the true terror of the Amon Clan... And then I'll take your life!
it: Eheh. Ti mostrerò il vero terrore del Clan Amon... e poi ti toglierò la vita!

# 972_Akiyama
source: *panting* That was pretty rough...
it: *ansima* È stata piuttosto dura...

# 1008_Saejima
source: Guess I'll take care of the girly lookin' one.
it: Immagino che mi occuperò di quello dall'aspetto effeminato.

# 1020_Kiryu
source: Don't underestimate him.
it: Non sottovalutarlo.

# 1032_Saejima
source: I got it. You just sit tight.
it: Ho capito. Tu sta' tranquillo.

# 1104_Jo Amon
source: I've been waiting for you, Kazuma Kiryu.
it: Ti stavo aspettando, Kazuma Kiryu.

# 1116_Jo Amon
source: Tonight, we can finally settle the feud that has bound our fates.
it: Stanotte possiamo finalmente risolvere la faida che ha legato i nostri destini.

# 1128_Jo Amon
source: I see you've brought some guests... Heheh.
it: Vedo che hai portato degli ospiti... Eheh.

# 1140_Akiyama
source: That a problem? You've got four on your side, so I'd say it's pretty fair.
it: È un problema? Voi siete in quattro, quindi direi che è abbastanza equo.

# 1152_Saejima
source: We'll each take one of you on. Think ya can handle that?
it: Ognuno di noi ne prenderà uno. Pensi di potercela fare?

# 1164_Tanimura
source: Or maybe you're not so good at fighting solo?
it: O forse non sei così bravo a combattere da solo?

# 1176_Jo Amon
source: Heheheh. I see you've brought us some fine playthings.
it: Eheheh. Vedo che ci hai portato dei bei giocattoli.

# 1188_Jo Amon
source: I was concerned we'd be wasting our time with weaklings. Your numbers are of no concern to us.
it: Temevo che avremmo perso tempo con dei deboli. I vostri numeri non ci preoccupano.

# 1200_Kiryu
source: You won't be disappointed. I can vouch for these guys myself.
it: Non rimarrete delusi. Posso garantire io stesso per loro.

# 1212_Jo Amon
source: Excellent. In that case, we'll indulge your request of one-on-one matches.
it: Eccellente. In tal caso, esaudiremo la vostra richiesta di incontri uno contro uno.

# 1248_Akiyama
source: I'll take on blondie there.
it: Mi occupo io del biondino.

# 1260_Kiryu
source: Got it. Don't let your guard down.
it: Capito. Non abbassare la guardia.

# 1368_Akiyama
source: Hey, I'm ready for you! Let's get this show on the road already!
it: Ehi, sono pronto! Che lo spettacolo abbia inizio!

# 1380_Kazuya Amon
source: Get ready to face the Amon Clan's deadly assassination skills!
it: Preparati ad affrontare le letali abilità assassine del Clan Amon!
