Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c001f.po
Languages: pt_br

# 8196_Akiyama
source: Yeah. You're touching them, right? It's only natural for them to consider touching you back.
pt_br: Sì. Tu li stai toccando, giusto? È naturale per loro considerare di ricambiare.

# 8208_Akiyama
source: Or maybe something more.
pt_br: O forse qualcosa di più.

# 8220_Noa
source: I see.
pt_br: Capisco.

# 8232_Akiyama
source: They're probably waiting for the right time to make a move.
pt_br: Probabilmente stanno aspettando il momento giusto per fare una mossa.

# 8244_Noa
source: Oh no. I was just trying to talk to people. This is so scary...
pt_br: Oh no. Stavo solo cercando di parlare con le persone. È così spaventoso...

# 8256_Akiyama
source: You have to get rid of that habit. Especially if you do it without noticing.
pt_br: Devi liberarti di questa abitudine. Soprattutto se lo fai senza accorgertene.

# 8268_Noa
source: You're right. But how can I?
pt_br: Hai ragione. Ma come posso?

# 8280_Akiyama
source: Hmm. How about always keeping something in your hands? Like a handkerchief.
pt_br: Hmm. Che ne dici di tenere sempre qualcosa in mano? Tipo un fazzoletto.

# 8292_Noa
source: Hey, that's not a bad idea. I'll give that a try.
pt_br: Ehi, non è una cattiva idea. Ci proverò.

# 8304_Noa
source: You're pretty smart, you know. <Color:7>♥<Color:Default>
pt_br: Sei piuttosto intelligente, sai. <Color:7>♥<Color:Default>

# 8316_Akiyama
source: Uh-oh! You touched me again!
pt_br: Uh-oh! Mi hai toccato di nuovo!

# 8328_Noa
source: Ahh! Why do I keep doing that?
pt_br: Ahh! Perché continuo a farlo?

# 8340_Akiyama
source: This could take a while...
pt_br: Potrebbe volerci un po'...

# 8352_Noa
source: Hehe. I think you're right. <Color:7>♥<Color:Default>
pt_br: Ehe. Penso che tu abbia ragione. <Color:7>♥<Color:Default>

# 8364_Noa
source: Oh... How long is this going to last?
pt_br: Oh... Quanto durerà questa storia?

# 8376_Akiyama
source: What?
pt_br: Cosa?

# 8388_Noa
source: This stalker... It feels like he's been bothering me forever.
pt_br: Questo stalker... Sembra che mi stia tormentando da sempre.

# 8400_Akiyama
source: Hmm. You could take a taxi to and from work.
pt_br: Hmm. Potresti prendere un taxi per andare e tornare dal lavoro.

# 8412_Noa
source: That'd be too expensive.
pt_br: Sarebbe troppo costoso.

# 8424_Akiyama
source: Yeah, that's true. What if you asked another hostess to walk home with you?
pt_br: Sì, è vero. E se chiedessi a un'altra hostess di accompagnarti a casa?

# 8436_Noa
source: Um... I don't want to tell the other girls about this.
pt_br: Um... Non voglio dirlo alle altre ragazze.

# 8448_Akiyama
source: Don't you have any friends here?
pt_br: Non hai amiche qui?

# 8460_Noa
source: It's not about friendship. We just don't talk about our private lives very much.
pt_br: Non è una questione di amicizia. È solo che non parliamo molto delle nostre vite private.

# 8472_Akiyama
source: If that's the case, it's possible the other girls are having similar problems and you don't even know it.
pt_br: Se è così, è possibile che le altre ragazze abbiano problemi simili e tu non lo sappia nemmeno.

# 8484_Noa
source: Oh. I didn't think of that...
pt_br: Oh. Non ci avevo pensato...

# 8496_Akiyama
source: You should consider talking to them about it. They might be able to help.
pt_br: Dovresti considerare di parlarne con loro. Potrebbero essere in grado di aiutarti.

# 8508_Noa
source: Okay, I'll try talking to them about it sometime!
pt_br: Okay, proverò a parlarne con loro prima o poi!

# 8520_Akiyama
source: Don't worry about the other girls, then. I could be your escort.
pt_br: Allora non preoccuparti delle altre ragazze. Potrei farti da scorta io.

# 8532_Noa
source: But that could backfire.
pt_br: Ma potrebbe ritorcersi contro.

# 8544_Akiyama
source: Backfire? How?
pt_br: Ritorcersi contro? Come?

# 8556_Noa
source: If he saw me walking with you, it might make him angry.
pt_br: Se mi vedesse camminare con te, potrebbe farlo arrabbiare.

# 8568_Akiyama
source: Huh. That's possible...
pt_br: Uh. È possibile...

# 8580_Noa
source: Thanks for offering, but I don't think it's worth the risk.
pt_br: Grazie per l'offerta, ma non credo che valga il rischio.

# 8592_Akiyama
source: I guess you're right.
pt_br: Immagino tu abbia ragione.

# 8604_Akiyama
source: Do you want me to talk to the girls for you?
pt_br: Vuoi che parli io con le ragazze per te?

# 8616_Noa
source: What? No, no, no. You're already helping me enough without asking the other girls to escort me home.
pt_br: Cosa? No, no, no. Mi stai già aiutando abbastanza senza chiedere alle altre ragazze di accompagnarmi a casa.

# 8628_Akiyama
source: Don't worry about it. I like getting involved in other people's business.
pt_br: Non preoccuparti. Mi piace immischiarmi negli affari degli altri.

# 8640_Noa
source: No, please! I'd be too embarrassed to have everybody worrying about me.
pt_br: No, ti prego! Sarei troppo imbarazzata se tutti si preoccupassero per me.

# 8652_Akiyama
source: Hmm... Well, if anything else happens, just call me.
pt_br: Hmm... Beh, se succede qualcos'altro, chiamami.

# 8664_Noa
source: Okay.
pt_br: Ok.

# 8676_Akiyama
source: What kind of guys do you like, Noa?
pt_br: Che tipo di ragazzi ti piacciono, Noa?

# 8688_Noa
source: Guys? Well...
pt_br: Ragazzi? Beh...

# 8700_Noa
source: Wait a second! You never told me how you pick up girls!
pt_br: Aspetta un attimo! Non mi hai mai detto come rimorchi le ragazze!

# 8712_Akiyama
source: I didn't? Huh, that's weird! Anyway, what kind of guys do you like?
pt_br: Davvero? Uh, strano! Comunque, che tipo di ragazzi ti piacciono?

# 8724_Noa
source: Hey! That's not fair!
pt_br: Ehi! Non è giusto!

# 8736_Akiyama
source: Heheh.
pt_br: Eheh.

# 8748_Noa
source: Oh, fine. I guess I like guys who work hard, drive fast...
pt_br: Oh, e va bene. Immagino mi piacciano i ragazzi che lavorano sodo, guidano veloce...

# 8760_Noa
source: ...and treat me well.
pt_br: ...e mi trattano bene.

# 8772_Akiyama
source: So they have to be rich?
pt_br: Quindi devono essere ricchi?

# 8784_Noa
source: I didn't say that. I don't care about money.
pt_br: Non ho detto questo. Non mi importa dei soldi.

# 8796_Akiyama
source: But don't most hardworking people end up having money anyways?
pt_br: Ma la maggior parte delle persone che lavorano sodo non finisce comunque per avere soldi?

# 8808_Noa
source: No! Not everybody who works hard is rewarded for it, you know.
pt_br: No! Non tutti quelli che lavorano sodo vengono ricompensati per questo, sai.

# 8820_Noa
source: I just want him to do his best!
pt_br: Voglio solo che faccia del suo meglio!

# 8832_Akiyama
source: But the only way you'd know that is if you work together.
pt_br: Ma l'unico modo per saperlo è se lavorate insieme.

# 8844_Akiyama
source: That's the thing about money. You can see right away if somebody has it.
pt_br: Questo è il punto dei soldi. Puoi vedere subito se qualcuno li ha.

# 8856_Noa
source: Hmm. That's true. I hadn't thought about that...
pt_br: Hmm. È vero. Non ci avevo pensato...

# 8868_Akiyama
source: You really like cars, don't you?
pt_br: Ti piacciono molto le auto, vero?

# 8880_Noa
source: I love them! <Color:7>♥<Color:Default>
pt_br: Le adoro! <Color:7>♥<Color:Default>

# 8892_Akiyama
source: And I suppose you don't like automatic transmissions, huh?
pt_br: E immagino non ti piacciano le trasmissioni automatiche, eh?

# 8904_Noa
source: That's right! It's manual or nothing for me!
pt_br: Esatto! O manuale o niente per me!

# 8916_Akiyama
source: That's going to be tough. Lots of young guys don't even have cars.
pt_br: Sarà difficile. Molti ragazzi giovani non hanno nemmeno la macchina.

# 8928_Noa
source: Oh, it doesn't have to be a young guy. I don't care much about age.
pt_br: Oh, non deve essere un ragazzo giovane. Non mi importa molto dell'età.

# 8940_Akiyama
source: Is that so?
pt_br: È così?

# 8952_Noa
source: Yeah. So I wouldn't even mind going out with a guy your age. <Color:7>♥<Color:Default>
pt_br: Sì. Quindi non mi dispiacerebbe nemmeno uscire con un ragazzo della tua età. <Color:7>♥<Color:Default>

# 8964_Akiyama
source: Uh. Thanks, I guess...
pt_br: Uh. Grazie, immagino...

# 8976_Akiyama
source: That last one's pretty obvious, don't you think? No girl likes mean guys, right?
pt_br: L'ultimo è abbastanza ovvio, non credi? A nessuna ragazza piacciono i tipi cattivi, giusto?

# 8988_Noa
source: Well... Maybe a masochist?
pt_br: Beh... Forse a una masochista?

# 9000_Akiyama
source: But that's kind of a special case.
pt_br: Ma questo è un caso un po' speciale.

# 9012_Noa
source: Well, whatever! I just want to be treated well!
pt_br: Beh, come vuoi! Voglio solo essere trattata bene!

# 9024_Akiyama
source: I understand, but were you treated badly in the past or something?
pt_br: Capisco, ma sei stata trattata male in passato o qualcosa del genere?

# 9036_Noa
source: What? No, not really.
pt_br: Cosa? No, non proprio.

# 9048_Noa
source: Why's it so hard to accept that women just wanna be treated well?
pt_br: Perché è così difficile accettare che le donne vogliono solo essere trattate bene?

# 9072_Noa
source: So, where do you like to go on dates?
pt_br: Allora, dove ti piace andare agli appuntamenti?

# 9084_Akiyama
source: Dates? Hmm, I don't know... That's hard to say.
pt_br: Appuntamenti? Hmm, non so... È difficile da dire.

# 9096_Akiyama
source: What about you? What would your ideal date be like?
pt_br: E tu? Come sarebbe il tuo appuntamento ideale?

# 9108_Noa
source: Well, I－
pt_br: Beh, io...

# 9120_Noa
source: Hey! Why do I always have to go first!? It isn't fair!
pt_br: Ehi! Perché devo sempre rispondere prima io!? Non è giusto!

# 9132_Akiyama
source: This is the last time. I promise.
pt_br: Questa è l'ultima volta. Lo prometto.

# 9144_Noa
source: Hmph. Well, all right...
pt_br: Hmph. Beh, va bene...

# 9156_Noa
source: Let's see. We would go out to lunch, then a bit of shopping...
pt_br: Vediamo. Usciremmo a pranzo, poi un po' di shopping...

# 9168_Noa
source: Play some video games at home, too. And then dinner! Oh, and I wouldn't mind going to a race!
pt_br: Giocare un po' ai videogiochi a casa, anche. E poi cena! Oh, e non mi dispiacerebbe andare a una gara!

# 9180_Akiyama
source: They don't have races that often.
pt_br: Non ci sono gare così spesso.

# 9192_Noa
source: Of course they do! There's a race almost every week somewhere.
pt_br: Certo che ci sono! C'è una gara quasi ogni settimana da qualche parte.

# 9204_Akiyama
source: There is? I don't hear too much about them.
pt_br: Davvero? Non ne sento parlare molto.

# 9216_Noa
source: I should take you to one, then! I bet you'll love it. <Color:7>♥<Color:Default>
pt_br: Allora dovrei portartici! Scommetto che ti piacerà. <Color:7>♥<Color:Default>

# 9228_Akiyama
source: Heh, if you say so. Do you need earplugs or something?
pt_br: Eh, se lo dici tu. Servono i tappi per le orecchie o qualcosa del genere?

# 9240_Noa
source: Oh no. It'd be a waste to wear earplugs at a race! The sound is half the fun! <Color:7>♥<Color:Default>
pt_br: Oh no. Sarebbe uno spreco usare i tappi per le orecchie a una gara! Il suono è metà del divertimento! <Color:7>♥<Color:Default>

# 9252_Akiyama
source: That can't be good for your ears...
pt_br: Non può fare bene alle orecchie...

# 9264_Akiyama
source: Doesn't really sound like a date. That's just hanging out.
pt_br: Non sembra proprio un appuntamento. È solo stare insieme.

# 9276_Noa
source: What's wrong with just hanging out? I think that would be plenty of fun.
pt_br: Cosa c'è di sbagliato nello stare insieme? Penso che sarebbe molto divertente.

# 9288_Akiyama
source: What about going to a movie or an amusement park?
pt_br: Che ne dici di andare al cinema o a un parco divertimenti?

# 9300_Noa
source: Oh, come on. I'm not a high school kid going out on her first date. I'd rather do everyday things with someone I like.
pt_br: Oh, andiamo. Non sono una liceale al suo primo appuntamento. Preferirei fare cose di tutti i giorni con qualcuno che mi piace.

# 9312_Akiyama
source: Really? That's all?
pt_br: Davvero? Tutto qui?

# 9324_Noa
source: Sure. You'll understand sooner or later. <Color:7>♥<Color:Default>
pt_br: Certo. Capirai prima o poi. <Color:7>♥<Color:Default>

# 9336_Akiyama
source: I don't think we have the same tastes. Why would you want to play video games at home when you're on a date?
pt_br: Non credo che abbiamo gli stessi gusti. Perché vorresti giocare ai videogiochi a casa quando sei a un appuntamento?

# 9348_Noa
source: Because it'd be fun to play video games with a guy I like.
pt_br: Perché sarebbe divertente giocare ai videogiochi con un ragazzo che mi piace.

# 9360_Akiyama
source: Hmm. If a girl said she wanted to go home to play video games during our date, I don't know what I'd think.
pt_br: Hmm. Se una ragazza mi dicesse che vuole andare a casa a giocare ai videogiochi during il nostro appuntamento, non so cosa penserei.

# 9384_Noa
source: But then, I'm easily affected by other people. If my date wanted to do something I'd normally find odd, I'd probably give it a try.
pt_br: Ma d'altronde, sono facilmente influenzabile. Se la persona con cui esco volesse fare qualcosa che normalmente troverei strano, probabilmente ci proverei.

# 9396_Akiyama
source: Heh. Flexibility is definitely valuable, especially for a ballet dancer.
pt_br: Eh. La flessibilità è sicuramente preziosa, specialmente per una ballerina.

# 9408_Noa
source: Oh, ha ha. Very funny, mister. <Color:7>♥<Color:Default>
pt_br: Oh, ah ah. Molto divertente, simpaticone. <Color:7>♥<Color:Default>

# 9420_Noa
source: One of my friends started working as a race queen.
pt_br: Una delle mie amiche ha iniziato a lavorare come race queen.

# 9444_Noa
source: Yeah. I wish I could do that too!
pt_br: Sì. Vorrei poterlo fare anch'io!

# 9456_Akiyama
source: Really? You'd like to be a race queen?
pt_br: Davvero? Ti piacerebbe fare la race queen?

# 9468_Noa
source: Yep! Every time I go to a race, I think of how much fun it would be. <Color:7>♥<Color:Default>
pt_br: Sì! Ogni volta che vado a una gara, penso a quanto sarebbe divertente. <Color:7>♥<Color:Default>

# 9480_Akiyama
source: They do add something to the race, don't they?
pt_br: Aggiungono qualcosa alla gara, non trovi?

# 9492_Noa
source: Yeah! They make it a lot more fun to watch.
pt_br: Sì! Rendono molto più divertente guardare.

# 9504_Akiyama
source: Hmm... You know, it's good for the audience, but what about the drivers?
pt_br: Hmm... Sai, è un bene per il pubblico, ma per i piloti?

# 9516_Noa
source: What do you mean?
pt_br: Cosa intendi?

# 9528_Akiyama
source: Well, it must be hard to concentrate with pretty girls in bathing suits running around.
pt_br: Beh, deve essere difficile concentrarsi con belle ragazze in costume da bagno che girano intorno.

# 9540_Noa
source: Hahaha! Don't worry about them. Once the race starts, race queens are the last thing on their minds. <Color:7>♥<Color:Default>
pt_br: Ahahah! Non preoccuparti per loro. Una volta iniziata la gara, le race queen sono l'ultimo dei loro pensieri. <Color:7>♥<Color:Default>

# 9552_Akiyama
source: Heh, yeah.
pt_br: Eh, già.

# 9564_Akiyama
source: Maybe you could dress up like one here. You could have a race queen day.
pt_br: Forse potresti vestirti come una di loro qui. Potreste fare una giornata a tema race queen.

# 9576_Noa
source: What!? We couldn't do that at the club!
pt_br: Cosa!? Non potremmo farlo al club!

# 9588_Akiyama
source: Heh, it wouldn't be so bad.
pt_br: Eh, non sarebbe così male.

# 9600_Noa
source: But it wouldn't mean anything without the cars!
pt_br: Ma non significherebbe nulla senza le auto!

# 9612_Akiyama
source: I don't know about that. Pretty girls in bathing suits would mean a lot to me.
pt_br: Non ne sarei così sicuro. Delle belle ragazze in costume da bagno significherebbero molto per me.

# 9624_Noa
source: Ugh, why is it that men only ever have one thing on their minds?
pt_br: Ugh, com'è che gli uomini hanno sempre e solo una cosa in testa?

# 9648_Akiyama
source: Wouldn't that be embarrassing? I mean, you'd be in a bathing suit. A pretty skimpy one, too.
pt_br: Non sarebbe imbarazzante? Voglio dire, saresti in costume da bagno. E anche uno piuttosto succinto.

# 9660_Noa
source: Ha, I don't mind! I'm used to wearing leotards for ballet.
pt_br: Ah, non mi importa! Sono abituata a indossare body per la danza classica.

# 9672_Akiyama
source: Oh, that's right. So you're used to having people stare at you.
pt_br: Oh, è vero. Quindi sei abituata ad avere la gente che ti fissa.

# 9684_Noa
source: Yep. And you don't have to dance as a race queen, so it'd be much easier.
pt_br: Sì. E non devi ballare come race queen, quindi sarebbe molto più facile.

# 9696_Akiyama
source: Okay. It might be a good fit for you, then. You're certainly pretty enough.
pt_br: Okay. Allora potrebbe essere adatto a te. Sei certamente abbastanza carina.

# 9708_Noa
source: Hehe, thank you! <Color:7>♥<Color:Default>
pt_br: Ehe, grazie! <Color:7>♥<Color:Default>

# 9720_Noa
source: The other day, one of the kids at my ballet class said－
pt_br: L'altro giorno, una delle bambine al mio corso di danza ha detto...

# 9732_Akiyama
source: Wait, what? You're a ballet teacher too?
pt_br: Aspetta, cosa? Sei anche un'insegnante di danza?

# 9744_Noa
source: Oh, yes! I teach ballet to kids once a week. <Color:7>♥<Color:Default>
pt_br: Oh, sì! Insegno danza ai bambini una volta alla settimana. <Color:7>♥<Color:Default>

# 9756_Akiyama
source: I knew you danced, but I had no idea you taught.
pt_br: Sapevo che ballavi, ma non avevo idea che insegnassi.

# 9768_Noa
source: Heh, yeah. It's a lot of fun!
pt_br: Eh, sì. È molto divertente!

# 9780_Noa
source: Anyway, I usually go to class without any makeup on, but this time I went completely made up.
pt_br: Comunque, di solito vado a lezione senza trucco, ma questa volta ci sono andata completamente truccata.

# 9792_Noa
source: All of the girls kept saying how cute I was.
pt_br: Tutte le bambine continuavano a dire quanto fossi carina.

# 9804_Akiyama
source: Heh, I bet.
pt_br: Eh, immagino.

# 9816_Noa
source: Then one of them said, "You look a hundred times better than usual!"
pt_br: Poi una di loro ha detto: "Sei cento volte più bella del solito!"

# 9828_Akiyama
source: Ha! That's not the kind of compliment you really want to get, is it?
pt_br: Ah! Non è il tipo di complimento che vorresti ricevere, vero?

# 9840_Noa
source: Oh, I thought it was hilarious! I mean, I'm a hundred times better looking with makeup!?
pt_br: Oh, ho pensato fosse esilarante! Cioè, sono cento volte più bella col trucco!?

# 9852_Akiyama
source: So, you look pretty terrible without makeup, huh?
pt_br: Quindi, sei piuttosto terribile senza trucco, eh?

# 9864_Noa
source: Yeah! I hope you never see me without it!
pt_br: Sì! Spero che tu non mi veda mai senza!

# 9876_Akiyama
source: You know, girls always say that, but it can't be that bad. I'd like to see you without makeup.
pt_br: Sai, le ragazze dicono sempre così, ma non può essere così male. Mi piacerebbe vederti senza trucco.

# 9888_Noa
source: No! It's never going to happen! Forget about it!
pt_br: No! Non succederà mai! Scordatelo!

# 9912_Akiyama
source: Kids are so innocent. They just say whatever pops into their heads.
pt_br: I bambini sono così innocenti. Dicono qualsiasi cosa gli passi per la testa.

# 9924_Noa
source: I know. They don't mean anything by it, so it doesn't bother me.
pt_br: Lo so. Non lo dicono con cattiveria, quindi non mi dà fastidio.

# 9936_Noa
source: And they're so cute! Seeing the little girls in my class dancing! It's adorable! <Color:7>♥<Color:Default>
pt_br: E sono così carine! Vedere le bambine della mia classe ballare! È adorabile! <Color:7>♥<Color:Default>

# 9948_Akiyama
source: I guess that's ballet for you. A world of innocent, cute little girls.
pt_br: Immagino sia questa la danza per te. Un mondo di bambine innocenti e carine.

# 9960_Noa
source: Yeah. You should stay away.
pt_br: Sì. Dovresti starne alla larga.

# 9972_Akiyama
source: Yeah, yeah.
pt_br: Sì, sì.

# 9984_Akiyama
source: What do you do to look a hundred times better?
pt_br: Cosa fai per sembrare cento volte più bella?

# 9996_Noa
source: Haha! Well, kids exaggerate everything.
pt_br: Haha! Beh, i bambini esagerano tutto.

# 10008_Akiyama
source: True enough. I once heard a boy telling another he owed him a billion yen.
pt_br: Vero. Una volta ho sentito un bambino dire a un altro che gli doveva un miliardo di yen.

# 10020_Noa
source: Right. They don't know how big a number that is.
pt_br: Già. Non sanno quanto sia grande quel numero.

# 10032_Akiyama
source: So makeup doesn't make you a hundred times more beautiful, then?
pt_br: Quindi il trucco non ti rende cento volte più bella, allora?

# 10044_Noa
source: I'm afraid not. Maybe ten times. Haha! <Color:7>♥<Color:Default>
pt_br: Temo di no. Forse dieci volte. Haha! <Color:7>♥<Color:Default>

# 10056_Noa
source: Um, what do you think of wearing an all-denim outfit?
pt_br: Um, cosa ne pensi di indossare un completo tutto di jeans?

# 10068_Akiyama
source: Hmm? Why do you ask?
pt_br: Hmm? Perché me lo chiedi?

# 10080_Noa
source: Well, my friend went out on a date, and the guy showed up wearing a jean jacket and blue jeans!
pt_br: Beh, una mia amica è uscita per un appuntamento e il ragazzo si è presentato con una giacca di jeans e jeans blu!

# 10092_Noa
source: Can you believe that!?
pt_br: Ci puoi credere!?

# 10104_Akiyama
source: That's a little much. Doesn't that guy have any fashion sense?
pt_br: È un po' troppo. Quel tipo non ha senso della moda?

# 10116_Noa
source: I know! A completely denim outfit? Unbelievable!
pt_br: Lo so! Un completo tutto di jeans? Incredibile!

# 10128_Akiyama
source: Didn't your friend know how the guy dressed before going out with him?
pt_br: La tua amica non sapeva come si vestiva quel tipo prima di uscirci?

# 10140_Noa
source: She said he's normally okay.
pt_br: Ha detto che normalmente si veste bene.

# 10152_Akiyama
source: Aw, maybe he wanted to get a new outfit for his date and went a bit overboard.
pt_br: Ah, forse voleva un vestito nuovo per l'appuntamento e ha esagerato un po'.

# 10164_Noa
source: Haha! That's probably it. But still, what was he thinking!?
pt_br: Haha! Probabilmente è così. Ma comunque, cosa gli è saltato in mente!?

# 10176_Akiyama
source: What's wrong with that? Denim looks good on some people.
pt_br: Cosa c'è di male? Il jeans sta bene ad alcune persone.

# 10188_Noa
source: What!? I'm talking head to toe, here! Head to toe!
pt_br: Cosa!? Sto parlando da capo a piedi! Da capo a piedi!

# 10200_Akiyama
source: So? What's the big deal?
pt_br: E allora? Qual è il problema?

# 10212_Noa
source: It's... It's just not done. I wouldn't wanna be seen in public with somebody like that.
pt_br: È... Semplicemente non si fa. Non vorrei essere vista in pubblico con qualcuno conciato così.

# 10224_Noa
source: It'd take a serious weirdo to think that looks good.
pt_br: Bisognerebbe essere davvero strani per pensare che stia bene.

# 10236_Akiyama
source: Oh, okay...
pt_br: Oh, ok...

# 10248_Akiyama
source: That was the style back in the day.
pt_br: Era lo stile di una volta.

# 10260_Noa
source: What!? You're kidding!
pt_br: Cosa!? Stai scherzando!

# 10272_Akiyama
source: No, really. Let me see...
pt_br: No, davvero. Fammi pensare...

# 10284_Akiyama
source: It was probably before you were born. Thirty years ago, maybe. Men and women used to dress like that.
pt_br: Probabilmente era prima che tu nascessi. Trent'anni fa, forse. Uomini e donne si vestivano così.

# 10296_Noa
source: Huh. That's news to me...
pt_br: Uh. Questa è una novità per me...

# 10308_Akiyama
source: But it does look a little unusual these days.
pt_br: Ma al giorno d'oggi sembra un po' insolito.
