Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010205b7.po
Languages: pt

# 72_Akiyama
source: Mishima's supposedly hiding over at the docks on Tokyo Bay. Your best bet is to take a taxi there... Unless, of course, you have a fancy cop car.
pt: Si dice che Mishima si nasconda ai moli della baia di Tokyo. La cosa migliore è prendere un taxi... a meno che, ovviamente, tu non abbia una bella macchina della polizia.

# 84_Tanimura
source: Thanks for the advice.
pt: Grazie del consiglio.

# 96_Tanimura
source: (Now, to report my next move to the station...)
pt: (Ora devo riferire la mia prossima mossa alla stazione...)

# 108_Tanimura
source: Hi, this is Tanimura from Community Safety. Can I get someone in Organized Crime, please?
pt: Salve, sono Tanimura della Sicurezza Comunitaria. Posso parlare con qualcuno della Crimine Organizzato, per favore?

# 120_Tanimura
source: Yeah, anyone there will do. Thanks.
pt: Sì, va bene chiunque. Grazie.

# 132_Tanimura
source: ...Hi. This is Tanimura from Community Safety, reporting in.
pt: ...Salve. Sono Tanimura della Sicurezza Comunitaria, chiamo per rapporto.

# 144_Tanimura
source: I just wanted to check in before I go meet with a yakuza member named Mishima, a material witness to that shooting in Kamurocho the other day.
pt: Volevo solo fare rapporto prima di incontrare un membro della yakuza di nome Mishima, un testimone chiave della sparatoria di Kamurocho dell'altro giorno.

# 156_Tanimura
source: I'm meeting him over at the docks on Tokyo Bay. Yes, that's right. No, he's already there.
pt: Lo incontrerò ai moli della baia di Tokyo. Sì, esatto. No, è già lì.

# 168_Tanimura
source: Okay, thank you. Bye.
pt: Ok, grazie. Arrivederci.

# 180_Tanimura
source: Okay, now that that's taken care of, I'll be on my way.
pt: Ok, ora che è sistemato, vado.

# 192_Akiyama
source: All right, just be careful. And good luck.
pt: Va bene, stai attento. E in bocca al lupo.

# 228_Akiyama
source: So that's her story...
pt: Quindi questa è la sua storia...

# 240_Tanimura
source: She didn't tell you any of this?
pt: Non ti ha raccontato nulla di tutto questo?

# 252_Akiyama
source: Nope, never asked. I figured it was something serious, but dang.
pt: No, non ho mai chiesto. Immaginavo fosse qualcosa di serio, ma accidenti.

# 264_Akiyama
source: Borrowing enough to put a hundred millionaires in debt, all to save your wrongfully accused brother on death row...
pt: Prendere in prestito abbastanza da indebitare cento milionari, tutto per salvare il fratello ingiustamente accusato nel braccio della morte...

# 276_Akiyama
source: I just wish she'd have come to me earlier. Might have saved her from going down a dark path.
pt: Vorrei solo che fosse venuta da me prima. Le avrei forse evitato di intraprendere una strada oscura.

# 288_Tanimura
source: Well, now that Katsuragi's broken his promise, we can at least put the money issue to rest.
pt: Beh, ora che Katsuragi ha infranto la sua promessa, possiamo almeno chiudere la questione dei soldi.

# 300_Tanimura
source: Here. I'm sure she'd want you to have this.
pt: Tieni. Sono sicuro che vorrebbe che li avessi tu.

# 312_Akiyama
source: Nah. I'm good.
pt: Nah. Sto bene così.

# 324_Tanimura
source: Wait... What?
pt: Aspetta... Cosa?

# 336_Akiyama
source: I'm saying I won't accept the money. We're straight.
pt: Sto dicendo che non accetterò i soldi. Siamo pari.

# 348_Tanimura
source: Okay, explanation please?
pt: Ok, una spiegazione, per favore?

# 360_Akiyama
source: Regardless of how things went down, I lent that money to her. Isn't it only right that she be the one to return it?
pt: Indipendentemente da come sono andate le cose, ho prestato quei soldi a lei. Non è giusto che sia lei a restituirli?

# 372_Tanimura
source: I dunno... Won't that leave a big, gaping hole in your account?
pt: Non so... Non ti lascerà un buco enorme nel conto?

# 384_Akiyama
source: Detective, I have so much money, I hardly know what to do with it.
pt: Detective, ho così tanti soldi che non so quasi cosa farne.

# 396_Akiyama
source: And I'm not interested in making more. As for the 100 million, I couldn't give a rat's ass if I never saw it again.
pt: E non mi interessa farne altri. Per quanto riguarda i 100 milioni, non me ne frega un cazzo se non li rivedrò mai più.

# 408_Tanimura
source: Why?
pt: Perché?

# 420_Akiyama
source: You see, I only lend money to people I feel are worth investing in.
pt: Vedi, presto soldi solo a persone in cui sento che vale la pena investire.

# 432_Akiyama
source: That way, I can see how my loan affects their life. And that's a much more meaningful reward than seeing numbers on a spreadsheet.
pt: In questo modo, posso vedere come il mio prestito influisce sulla loro vita. E questa è una ricompensa molto più significativa che vedere numeri su un foglio di calcolo.

# 444_Tanimura
source: Not sure I understand your logic, but okay.
pt: Non sono sicuro di capire la tua logica, ma va bene.

# 456_Akiyama
source: Point is, I'm not taking that money. Not till she returns it in person. Where is she, anyway?
pt: Il punto è che non prenderò quei soldi. Non finché non me li restituirà di persona. A proposito, dov'è?

# 468_Tanimura
source: Okinawa. Her brother was transferred to a prison there a few days ago.
pt: Okinawa. Suo fratello è stato trasferito in una prigione lì qualche giorno fa.

# 480_Tanimura
source: She said she wanted be near him on his execution date.
pt: Ha detto che voleva stare vicino a lui il giorno della sua esecuzione.

# 492_Akiyama
source: I knew she was a keeper.
pt: Sapevo che era una da tenere.

# 504_Tanimura
source: What?
pt: Cosa?

# 516_Akiyama
source: Did I not mention? I fell for her.
pt: Non l'ho detto? Mi sono innamorato di lei.

# 528_Tanimura
source: What, like, in love?
pt: Cosa, tipo, innamorato?

# 540_Akiyama
source: Exactly. So I'd really like to see her again.
pt: Esatto. Quindi vorrei davvero rivederla.

# 552_Akiyama
source: Unfortunately, that money's the only connection between us now.
pt: Purtroppo, quei soldi sono l'unico legame tra di noi adesso.

# 564_Akiyama
source: If I take it back from you, the connection is cut, and I'll probably never see her again.
pt: Se li riprendo da te, il legame si spezza, e probabilmente non la rivedrò mai più.

# 576_Tanimura
source: Some say love lasts only as long as the money.
pt: Alcuni dicono che l'amore dura solo finché ci sono i soldi.

# 588_Akiyama
source: Heh, ain't that the truth. Pretty sad, huh? Almost as sad as this Arai-san business.
pt: Eh, non è forse vero? Piuttosto triste, eh? Quasi quanto questa faccenda di Arai-san.

# 624_Akiyama
source: One second.
pt: Un secondo.

# 672_Akiyama
source: Hello? Oh, Kido-chan. How you been? Found Arai-san yet?
pt: Pronto? Oh, Kido-chan. Come stai? Hai già trovato Arai-san?

# 684_Akiyama
source: What? Mishima? You mean the Ueno goon without a bullet in his head?
pt: Cosa? Mishima? Intendi lo scagnozzo dell'Ueno senza una pallottola in testa?

# 696_Akiyama
source: Uh-huh. Yeah. All right.
pt: Uh-huh. Sì. Va bene.

# 708_Akiyama
source: Okay, leave it to me. I'll get back to you. Bye.
pt: Ok, lascia fare a me. Ti richiamo. Ciao.

# 804_Tanimura
source: Who was that? I heard something about finding Arai.
pt: Chi era? Ho sentito qualcosa riguardo al trovare Arai.

# 816_Akiyama
source: That was Kido, Arai's right-hand man.
pt: Era Kido, il braccio destro di Arai.

# 828_Tanimura
source: What?
pt: Cosa?

# 840_Akiyama
source: I might as well tell you now. I'm helping Kido find his boss, Arai. He's a good kid.
pt: Tanto vale dirtelo subito. Sto aiutando Kido a trovare il suo capo, Arai. È un bravo ragazzo.

# 852_Tanimura
source: Why?
pt: Perché?

# 864_Akiyama
source: Because I can't afford to lose Arai-san. Shibata's boys are going nuts trying to find him.
pt: Perché non posso permettermi di perdere Arai-san. I ragazzi di Shibata stanno impazzendo per trovarlo.

# 876_Akiyama
source: They're trying to appease the Ueno Seiwa by handing him over. We have to find him somehow before they get their hands on him.
pt: Stanno cercando di placare l'Ueno Seiwa consegnandolo. Dobbiamo trovarlo in qualche modo prima che ci mettano le mani sopra.

# 888_Akiyama
source: Of course, if what you just said is true, I've been betting on the wrong horse.
pt: Certo, se quello che hai appena detto è vero, ho puntato sul cavallo sbagliato.

# 900_Tanimura
source: What's your connection with Arai, anyway?
pt: Comunque, qual è il tuo legame con Arai?

# 912_Akiyama
source: I've been backing him out of personal interest. I'm not a mob front or anything.
pt: Lo sto appoggiando per interesse personale. Non sono una copertura della yakuza o cose del genere.

# 924_Akiyama
source: Still... this whole thing's been a real kick in the sack.
pt: Comunque... tutta questa faccenda è stata un vero calcio nelle palle.

# 936_Akiyama
source: Who'd imagine Arai-san would be in bed with Katsuragi?
pt: Chi avrebbe mai immaginato che Arai-san se la facesse con Katsuragi?

# 948_Akiyama
source: I never pegged him as the type to make a move like that.
pt: Non avrei mai pensato fosse il tipo da fare una mossa del genere.

# 960_Tanimura
source: So, what exactly was that call about?
pt: Allora, di cosa si trattava esattamente quella chiamata?

# 972_Akiyama
source: Hm? Oh, that.
pt: Mmmh? Oh, quello.

# 984_Akiyama
source: Kido-chan was looking for Arai-san when he stumbled across the other Ueno goon.
pt: Kido-chan stava cercando Arai-san quando si è imbattuto nell'altro scagnozzo dell'Ueno.

# 996_Akiyama
source: You know, the one that disappeared after the shooting?
pt: Sai, quello che è scomparso dopo la sparatoria?

# 1008_Tanimura
source: There was another one?
pt: Ce n'era un altro?

# 1020_Akiyama
source: Guy named Mishima. He was sworn brothers with Ihara, the guy Arai ventilated downstairs.
pt: Un tipo di nome Mishima. Era fratello di sangue di Ihara, quello che Arai ha fatto fuori di sotto.

# 1032_Tanimura
source: So, what about him?
pt: Allora, che mi dici di lui?

# 1044_Akiyama
source: He's asking for police protection. In exchange, he says he'll cough up all he knows.
pt: Chiede la protezione della polizia. In cambio, dice che vuoterà il sacco.

# 1056_Tanimura
source: He wants the police?
pt: Vuole la polizia?

# 1068_Akiyama
source: He wants a detective he can trust.
pt: Vuole un detective di cui potersi fidare.

# 1080_Akiyama
source: One that can protect him from the Ueno Seiwa Clan.
pt: Uno che possa proteggerlo dal Clan Ueno Seiwa.

# 1104_Akiyama
source: I think you should go talk to him.
pt: Penso che dovresti andare a parlargli.

# 1116_Tanimura
source: Me?
pt: Io?

# 1128_Akiyama
source: Yeah, you're a perfect fit. I mean, based on what you said, the force sounds like a total snake pit.
pt: Sì, sei perfetto. Voglio dire, da quello che hai detto, la polizia sembra un covo di serpenti.

# 1140_Akiyama
source: Plus you can't count on Sugiuchi-san or your superiors. What better person than you?
pt: In più non puoi contare su Sugiuchi-san o sui tuoi superiori. Chi meglio di te?

# 1152_Tanimura
source: Why should I?
pt: Perché dovrei?

# 1164_Akiyama
source: Who knows? It might get you a step closer to the truth you're looking for.
pt: Chi lo sa? Potrebbe avvicinarti di un passo alla verità che cerchi.

# 1176_Tanimura
source: How do you figure?
pt: Come fai a dirlo?

# 1188_Akiyama
source: The recent shooting between the Ueno Seiwa Clan and Kanemura Enterprises, right?
pt: La recente sparatoria tra il Clan Ueno Seiwa e le Imprese Kanemura, giusto?

# 1200_Akiyama
source: I've got this hunch it's all connected to the case your old man was working back in '85.
pt: Ho la sensazione che sia tutto collegato al caso su cui lavorava il tuo vecchio nell'85.

# 1212_Akiyama
source: There's just too much overlap between the main players to be a coincidence.
pt: Ci sono troppe sovrapposizioni tra i protagonisti principali per essere una coincidenza.
