Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c001f.po
Languages: pt_br

# 6012_Akiyama
source: You should probably avoid staring at people if you don't want them to bother you.
pt_br: Probabilmente dovresti evitare di fissare le persone se non vuoi che ti diano fastidio.

# 6024_Noa
source: Okay. I'll keep that in mind. <Color:7>♥<Color:Default>
pt_br: Okay. Lo terrò a mente. <Color:7>♥<Color:Default>

# 6036_Akiyama
source: That's quite an interesting experience.
pt_br: È un'esperienza piuttosto interessante.

# 6048_Noa
source: I don't need that kind of experience! I was so embarrassed I thought I'd die.
pt_br: Non ho bisogno di questo tipo di esperienze! Ero così imbarazzata che pensavo di morire.

# 6060_Akiyama
source: What if it was somebody you liked instead of a stranger? Would you kiss him on a crowded train?
pt_br: E se fosse stato qualcuno che ti piaceva invece di uno sconosciuto? Lo baceresti su un treno affollato?

# 6072_Noa
source: What!?
pt_br: Cosa!?

# 6084_Noa
source: No, I couldn't do it! That kind of thing should be done in private.
pt_br: No, non potrei farlo! Quel genere di cose dovrebbe essere fatto in privato.

# 6096_Akiyama
source: Heheh. I see.
pt_br: Eheh. Capisco.

# 6108_Noa
source: Ouch...
pt_br: Ahi...

# 6120_Akiyama
source: What? Is something wrong?
pt_br: Cosa? C'è qualcosa che non va?

# 6132_Noa
source: Not really. My thighs are a bit sore, I just had practice.
pt_br: Non proprio. Ho le cosce un po' indolenzite, ho appena fatto pratica.

# 6144_Akiyama
source: Oh? What kind of practice?
pt_br: Oh? Che tipo di allenamento?

# 6156_Noa
source: Ballet.
pt_br: Balletto.

# 6168_Akiyama
source: Really? You do ballet?
pt_br: Davvero? Fai danza classica?

# 6180_Noa
source: Yep. I came in second in a national competition, actually.
pt_br: Sì. In realtà sono arrivata seconda a una competizione nazionale.

# 6192_Akiyama
source: Wow! That's pretty impressive! You must be good.
pt_br: Wow! È notevole! Devi essere brava.

# 6204_Noa
source: Oh, I guess. I've been dancing for sixteen years.
pt_br: Oh, immagino. Ballo da sedici anni.

# 6216_Akiyama
source: That's a long time. Pretty incredible.
pt_br: È molto tempo. Davvero incredibile.

# 6228_Noa
source: Yeah, well, it's not that useful a skill.
pt_br: Sì, beh, non è un'abilità così utile.

# 6240_Akiyama
source: Useful or not, there's value in sticking with anything for sixteen years.
pt_br: Utile o no, c'è valore nel perseverare in qualcosa per sedici anni.

# 6252_Noa
source: Hehe, I guess it was worth it if it got me a compliment from you. <Color:7>♥<Color:Default>
pt_br: Ehe, immagino ne sia valsa la pena se mi ha fatto ottenere un complimento da te. <Color:7>♥<Color:Default>

# 6264_Akiyama
source: Hey, that makes it sound like I never give compliments.
pt_br: Ehi, detto così sembra che io non faccia mai complimenti.

# 6276_Noa
source: Well, you do have a tendency to be pretty sarcastic.
pt_br: Beh, hai la tendenza a essere piuttosto sarcastico.

# 6288_Akiyama
source: Really?
pt_br: Davvero?

# 6300_Akiyama
source: Can you dance a little bit for me?
pt_br: Puoi ballare un po' per me?

# 6312_Noa
source: What!? I can't dance here! And my thighs hurt too much to do it now, anyway.
pt_br: Cosa!? Non posso ballare qui! E comunque le mie cosce mi fanno troppo male per farlo ora.

# 6324_Akiyama
source: Aw, that's too bad. I would've really liked it.
pt_br: Ah, che peccato. Mi sarebbe piaciuto molto.

# 6336_Noa
source: Hmph. How much do you know about ballet?
pt_br: Hmph. Quanto ne sai di danza classica?

# 6348_Akiyama
source: Um... Ballet dancers have to be very flexible? Oh, and they stand on their toes.
pt_br: Um... I ballerini devono essere molto flessibili? Oh, e stanno sulle punte.

# 6360_Noa
source: Hahaha! So in other words, you don't know anything? <Color:7>♥<Color:Default>
pt_br: Ahahah! Quindi, in altre parole, non sai niente? <Color:7>♥<Color:Default>

# 6372_Akiyama
source: Well, wouldn't it be a bit odd if I knew a lot about ballet without being a dancer?
pt_br: Beh, non sarebbe un po' strano se sapessi molto di danza classica senza essere un ballerino?

# 6384_Noa
source: Maybe. All right, I'd be happy to dance for you if we get the chance someday.
pt_br: Forse. Va bene, sarò felice di ballare per te se un giorno ne avremo l'occasione.

# 6396_Akiyama
source: Do you want to do it professionally?
pt_br: Vuoi farlo a livello professionale?

# 6408_Noa
source: No, not really. Besides, that competition I mentioned was in junior high.
pt_br: No, non proprio. Inoltre, quella competizione che ho menzionato era alle scuole medie.

# 6420_Akiyama
source: Oh, okay. Do you think you could've made it as a professional dancer?
pt_br: Oh, okay. Pensi che avresti potuto farcela come ballerina professionista?

# 6432_Noa
source: No... I actually got injured a few years ago.
pt_br: No... In realtà mi sono infortunata qualche anno fa.

# 6444_Akiyama
source: Oh. I'm sorry for bringing it up.
pt_br: Oh. Mi dispiace aver tirato fuori l'argomento.

# 6456_Noa
source: No, no, it's fine. It was a while ago.
pt_br: No, no, va bene. È successo un po' di tempo fa.

# 6468_Akiyama
source: I see...
pt_br: Capisco...

# 6480_Noa
source: Oh, I wish I could go to a race!
pt_br: Oh, come vorrei andare a una gara!

# 6492_Akiyama
source: A race? You mean horses?
pt_br: Una gara? Intendi di cavalli?

# 6504_Noa
source: No, cars! I just love cars. <Color:7>♥<Color:Default>
pt_br: No, di auto! Adoro le auto. <Color:7>♥<Color:Default>

# 6516_Akiyama
source: You do? That's a bit unusual for a girl.
pt_br: Davvero? È un po' insolito per una ragazza.

# 6528_Noa
source: I played racing video games when I was a kid, but I guess it was my ex-boyfriend who turned me on to live racing.
pt_br: Giocavo ai videogiochi di corse da bambina, ma credo sia stato il mio ex-ragazzo a farmi appassionare alle corse dal vivo.

# 6540_Akiyama
source: You used to go to races with him?
pt_br: Andavi alle gare con lui?

# 6552_Noa
source: No, he was in the race.
pt_br: No, lui era in gara.

# 6564_Akiyama
source: Really? He was a racecar driver?
pt_br: Davvero? Era un pilota?

# 6576_Noa
source: Yeah, well, they were private races. He wasn't a professional.
pt_br: Sì, beh, erano gare private. Non era un professionista.

# 6600_Akiyama
source: You'd probably be an expensive girlfriend if you like cars.
pt_br: Probabilmente saresti una fidanzata costosa, se ti piacciono le auto.

# 6612_Noa
source: Yeah, a lot of guys don't even have a car. I don't get it. Don't they want one?
pt_br: Sì, molti ragazzi non hanno nemmeno la macchina. Non capisco. Non ne vogliono una?

# 6624_Akiyama
source: Well, it's tough. Even if they do get one, girls can be picky about what kind it is.
pt_br: Beh, è complicato. Anche se ne prendono una, le ragazze possono essere pignole sul tipo di macchina.

# 6636_Noa
source: Oh, I don't care about that. As long as it's fast!
pt_br: Oh, a me non importa. Basta che sia veloce!

# 6648_Akiyama
source: Hmm. Did your ex do a lot of tinkering with his car?
pt_br: Hmm. Il tuo ex smanettava molto con la sua macchina?

# 6660_Noa
source: Of course. He wouldn't race if he didn't.
pt_br: Certo. Non avrebbe gareggiato se non l'avesse fatto.

# 6672_Akiyama
source: Ah. So it all comes back to racing.
pt_br: Ah. Quindi si torna sempre alle corse.

# 6684_Akiyama
source: Were you just pretending to like it?
pt_br: Facevi solo finta che ti piacessero?

# 6696_Noa
source: Nope. Maybe I'm just easily influenced.
pt_br: No. Forse sono solo facilmente influenzabile.

# 6708_Noa
source: Apparently, I started ballet because I saw an anime about it and told my parents that was what I wanted to do.
pt_br: A quanto pare, ho iniziato danza classica perché ho visto un anime a riguardo e ho detto ai miei genitori che era quello che volevo fare.

# 6720_Akiyama
source: Well, kids can be pretty impressionable. But here you are, still dancing sixteen years later.
pt_br: Beh, i bambini sono piuttosto impressionabili. Ma eccoti qui, a ballare ancora sedici anni dopo.

# 6732_Noa
source: Hehe, yeah. It doesn't take much to get me excited about something, but once I am, I don't change my mind.
pt_br: Ehe, sì. Non ci vuole molto per entusiasmarmi per qualcosa, ma una volta che lo sono, non cambio idea.

# 6744_Akiyama
source: I'm envious. I tend not to stick with things myself.
pt_br: Ti invidio. Io tendo a non perseverare nelle cose.

# 6756_Noa
source: Hmm. Would you like to come with me to a race sometime? You might get hooked.
pt_br: Hmm. Ti piacerebbe venire con me a una gara qualche volta? Potresti appassionarti.

# 6768_Akiyama
source: Heh, that wouldn't be so bad.
pt_br: Eh, non sarebbe male.

# 6780_Akiyama
source: Do you like to drive fast yourself? Always breaking the speed limit, that kind of thing?
pt_br: Ti piace guidare veloce? Superare sempre il limite di velocità, quel genere di cose?

# 6792_Noa
source: Haha! No, I just like to watch. <Color:7>♥<Color:Default>
pt_br: Haha! No, mi piace solo guardare. <Color:7>♥<Color:Default>

# 6804_Akiyama
source: But the faster the better, right?
pt_br: Ma più è veloce, meglio è, giusto?

# 6816_Noa
source: Of course. <Color:7>♥<Color:Default>
pt_br: Certo. <Color:7>♥<Color:Default>

# 6828_Akiyama
source: Hmm. I don't know if I'd like to go driving with you. I'd feel pressured to floor it the whole time.
pt_br: Hmm. Non so se mi piacerebbe venire a guidare con te. Mi sentirei sotto pressione a tavoletta tutto il tempo.

# 6840_Noa
source: Hehe, maybe you should give it a try.
pt_br: Ehe, forse dovresti provarci.

# 6852_Akiyama
source: I think I'll pass.
pt_br: Penso che passerò.

# 6864_Noa
source: My brother got in a huge fight with my mom.
pt_br: Mio fratello ha avuto un'enorme lite con mia madre.

# 6876_Akiyama
source: Oh? What was it about?
pt_br: Oh? Riguardo a cosa?

# 6888_Noa
source: He's been spending all his time playing video games instead of studying.
pt_br: Passa tutto il suo tempo a giocare ai videogiochi invece di studiare.

# 6900_Akiyama
source: Video games, huh? Has he just started playing them?
pt_br: Videogiochi, eh? Ha appena iniziato a giocarci?

# 6912_Noa
source: No, he's been a gamer since he was little. He did start playing online games recently, though. That's when he stopped studying.
pt_br: No, è un videogiocatore da quando era piccolo. Però ha iniziato a giocare online di recente. È stato allora che ha smesso di studiare.

# 6924_Noa
source: Eventually my mom just snapped.
pt_br: Alla fine mia madre è sbottata.

# 6936_Akiyama
source: That's too bad.
pt_br: Che peccato.

# 6948_Noa
source: Heh, you know, I like to play the occasional video game myself.
pt_br: Eh, sai, a me piace fare qualche partita ai videogiochi ogni tanto.

# 6960_Akiyama
source: Oh, do you?
pt_br: Oh, davvero?

# 6972_Noa
source: Yep. What about you? Do you play video games?
pt_br: Sì. E tu? Giochi ai videogiochi?

# 6984_Akiyama
source: Not really. I play pachinko from time to time, though.
pt_br: Non proprio. Gioco a pachinko di tanto in tanto, però.

# 6996_Noa
source: Ah. Well, some video games can be pretty fun.
pt_br: Ah. Beh, alcuni videogiochi possono essere piuttosto divertenti.

# 7008_Akiyama
source: Really? What kind of games?
pt_br: Davvero? Che tipo di giochi?

# 7020_Noa
source: I like racing games. They're my favorite. <Color:7>♥<Color:Default>
pt_br: Mi piacciono i giochi di corse. Sono i miei preferiti. <Color:7>♥<Color:Default>

# 7032_Akiyama
source: Oh yes, I remember. You said you love cars.
pt_br: Oh sì, ricordo. Hai detto che ami le auto.

# 7044_Noa
source: I do. It's exciting when you manage to drift around a corner at top speed.
pt_br: Esatto. È eccitante quando riesci a derapare in curva alla massima velocità.

# 7056_Akiyama
source: Heh. Maybe I should give racing games a try.
pt_br: Eh. Forse dovrei provare i giochi di corse.

# 7068_Akiyama
source: You know, love is like a game. And I'm quite the player.
pt_br: Sai, l'amore è come un gioco. E io sono un gran giocatore.

# 7080_Noa
source: Oh, please. That's pretty funny.
pt_br: Oh, ti prego. È abbastanza divertente.

# 7092_Akiyama
source: No, really. It can be a fun to think up ways to hit on a particular girl.
pt_br: No, davvero. Può essere divertente pensare a modi per provarci con una ragazza in particolare.

# 7104_Noa
source: But love isn't a game! Don't you care about the girl's feelings?
pt_br: Ma l'amore non è un gioco! Non ti importa dei sentimenti della ragazza?

# 7116_Akiyama
source: Of course I do. You have to consider their feelings to convince them to come home with you.
pt_br: Certo che mi importa. Devi considerare i loro sentimenti per convincerle a venire a casa con te.

# 7128_Noa
source: But the girl might take you seriously! Think of how heartbroken she'd be.
pt_br: Ma la ragazza potrebbe prenderti sul serio! Pensa a quanto le si spezzerebbe il cuore.

# 7140_Noa
source: I didn't think you were such an insensitive guy.
pt_br: Non pensavo fossi un tipo così insensibile.

# 7164_Akiyama
source: I'm pretty good at the game of finance. I have to admit, I'm a pro.
pt_br: Sono abbastanza bravo al gioco della finanza. Devo ammettere che sono un professionista.

# 7176_Noa
source: Haha! The game of finance? I was talking about video games, you know.
pt_br: Haha! Il gioco della finanza? Stavo parlando di videogiochi, sai.

# 7188_Akiyama
source: But finance can be like a video game! You can trade stocks online these days.
pt_br: Ma la finanza può essere come un videogioco! Al giorno d'oggi puoi fare trading di azioni online.

# 7200_Noa
source: You can? That sounds interesting. I'd like to give that a try sometime.
pt_br: Davvero? Sembra interessante. Mi piacerebbe provarci qualche volta.

# 7212_Akiyama
source: Oh, but it's still serious business...
pt_br: Oh, ma è comunque una cosa seria...

# 7224_Noa
source: I know. The risk would make it exciting!
pt_br: Lo so. Il rischio lo renderebbe eccitante!

# 7236_Akiyama
source: Ha! Maybe you should try it then.
pt_br: Ah! Forse dovresti provarci allora.

# 7248_Noa
source: Ugh. I don't feel so good.
pt_br: Ugh. Non mi sento molto bene.

# 7260_Akiyama
source: What's wrong?
pt_br: Che succede?

# 7272_Noa
source: Too much cake... I went to one of those all-you-can-eat places.
pt_br: Troppa torta... Sono andata in uno di quei posti all-you-can-eat.

# 7284_Akiyama
source: Cake, huh?
pt_br: Torta, eh?

# 7296_Noa
source: Yep! I love it!
pt_br: Già! La adoro!

# 7308_Akiyama
source: What kind of cake did you eat?
pt_br: Che tipo di torta hai mangiato?

# 7320_Noa
source: Let's see... Strawberry shortcake, chestnut cream, and chocolate. I kept eating those three over and over!
pt_br: Vediamo... Torta alle fragole, crema di castagne e cioccolato. Ho continuato a mangiare queste tre più e più volte!

# 7332_Akiyama
source: That seems a little boring.
pt_br: Sembra un po' noioso.

# 7344_Noa
source: Why do you say that?
pt_br: Perché dici così?

# 7356_Akiyama
source: Well, I've heard about lots of amazing cakes with fancy names.
pt_br: Beh, ho sentito parlare di molte torte fantastiche con nomi altisonanti.

# 7368_Akiyama
source: And the ones you chose are pretty simple.
pt_br: E quelle che hai scelto sono piuttosto semplici.

# 7380_Noa
source: Hmph. Well, those are the ones I like.
pt_br: Hmph. Beh, sono quelle che mi piacciono.

# 7392_Noa
source: I'm sorry I'm not some kind of cake gourmet.
pt_br: Mi dispiace di non essere una specie di esperta di torte.

# 7404_Akiyama
source: Sorry...
pt_br: Scusa...

# 7416_Akiyama
source: Invite me the next time you go.
pt_br: Invitami la prossima volta che vai.

# 7428_Noa
source: Hmm? You like cakes too?
pt_br: Hmm? Piacciono anche a te le torte?

# 7440_Akiyama
source: Not really. I'm just curious. But a guy can't go to one of those places by himself.
pt_br: Non proprio. Sono solo curioso. Ma un uomo non può andare in uno di quei posti da solo.

# 7452_Akiyama
source: So I thought I could go with you.
pt_br: Quindi ho pensato che potrei venire con te.

# 7464_Noa
source: Heh, that makes sense.
pt_br: Eh, ha senso.

# 7476_Noa
source: Although, the owners wouldn't like it if a big guy showed up and ate all of their food.
pt_br: Anche se, ai proprietari non piacerebbe se un omone si presentasse e mangiasse tutto il loro cibo.

# 7488_Akiyama
source: No need to worry about that. I can't eat very many sweets.
pt_br: Non c'è bisogno di preoccuparsi. Non riesco a mangiare molti dolci.

# 7500_Noa
source: Okay. Maybe we can go together next time.
pt_br: Okay. Forse possiamo andarci insieme la prossima volta.

# 7512_Akiyama
source: That'd be nice.
pt_br: Sarebbe bello.

# 7524_Akiyama
source: Don't you gain weight eating like that?
pt_br: Non ingrassi mangiando così?

# 7536_Noa
source: Haha, nope! Not while I'm doing ballet. <Color:7>♥<Color:Default>
pt_br: Haha, no! Non finché faccio danza classica. <Color:7>♥<Color:Default>

# 7548_Akiyama
source: Ah. That explains it.
pt_br: Ah. Ecco spiegato.

# 7560_Noa
source: Yeah. I couldn't eat sweets if I thought I might get fat.
pt_br: Già. Non potrei mangiare dolci se pensassi di poter ingrassare.

# 7572_Akiyama
source: But you ate too much this time, right? Maybe you should watch it.
pt_br: Ma questa volta hai mangiato troppo, giusto? Forse dovresti stare attenta.

# 7584_Noa
source: Hahaha! I was just trying to get my money's worth! Those places aren't cheap, you know.
pt_br: Ahahah! Stavo solo cercando di ripagarmi la spesa! Quei posti non sono economici, sai.

# 7608_Akiyama
source: Is that customer from before still giving you trouble?
pt_br: Quel cliente di prima ti sta ancora dando problemi?

# 7620_Noa
source: Actually, he came to the club today.
pt_br: In realtà, è venuto al club oggi.

# 7632_Noa
source: He kept asking all these personal questions. I don't think he knows that I caught him stalking me...
pt_br: Continuava a farmi tutte queste domande personali. Non credo che sappia che l'ho scoperto a stalkerarmi...

# 7644_Akiyama
source: What did he ask you?
pt_br: Cosa ti ha chiesto?

# 7656_Noa
source: Like, do I ever go out on dates with other customers?
pt_br: Tipo, se esco mai ad appuntamenti con altri clienti.

# 7668_Noa
source: And do I like to go out drinking after I get off work?
pt_br: E se mi piace uscire a bere dopo che finisco di lavorare.

# 7680_Akiyama
source: What did you say?
pt_br: Cosa hai risposto?

# 7692_Noa
source: Well, I told him that I usually go straight home after work.
pt_br: Beh, gli ho detto che di solito vado dritta a casa dopo il lavoro.

# 7704_Noa
source: And he said, "You're lying! I know it!"
pt_br: E lui ha detto: "Stai mentendo! Lo so!"

# 7716_Akiyama
source: What a creep.
pt_br: Che tipo inquietante.

# 7728_Noa
source: I know! Oh, why does this have to happen to me?
pt_br: Lo so! Oh, perché deve succedere a me?

# 7740_Akiyama
source: When you first met him, did you notice anything strange?
pt_br: Quando l'hai incontrato la prima volta, hai notato qualcosa di strano?

# 7752_Noa
source: No, he was just a normal customer. But after a while, he started to change.
pt_br: No, era solo un cliente normale. Ma dopo un po', ha iniziato a cambiare.

# 7764_Akiyama
source: Maybe there's something about you that drives men insane...
pt_br: Forse c'è qualcosa in te che fa impazzire gli uomini...

# 7776_Noa
source: What!? Are you saying it's my fault!?
pt_br: Cosa!? Stai dicendo che è colpa mia!?

# 7788_Akiyama
source: Are you going to tell the police?
pt_br: Lo dirai alla polizia?

# 7800_Noa
source: I can't. He's a customer. I don't wanna cause trouble for the club.
pt_br: Non posso. È un cliente. Non voglio causare problemi al club.

# 7812_Akiyama
source: But he's the one causing trouble. The club would want to help you.
pt_br: Ma è lui che sta causando problemi. Il club vorrebbe aiutarti.

# 7824_Noa
source: Hmm. Okay, I'll talk to the manager.
pt_br: Hmm. Okay, parlerò con il manager.

# 7836_Akiyama
source: Good idea.
pt_br: Buona idea.

# 7848_Noa
source: I wish all of my customers were like you.
pt_br: Vorrei che tutti i miei clienti fossero come te.

# 7860_Akiyama
source: Just leave him be. When he realizes you're with me, he'll give up.
pt_br: Lascialo perdere. Quando capirà che stai con me, lascerà perdere.

# 7872_Noa
source: But what if something happens?
pt_br: Ma se succede qualcosa?

# 7884_Akiyama
source: What do you mean?
pt_br: Cosa intendi?

# 7896_Noa
source: What if... What if he attacked you?
pt_br: E se... E se attaccasse te?

# 7908_Akiyama
source: Don't worry about that. If anything did happen, I can take care of myself. Trust me.
pt_br: Non preoccuparti. Se dovesse succedere qualcosa, so cavarmela. Fidati di me.

# 7920_Noa
source: You can? Oh, I'm still worried. Just be careful.
pt_br: Davvero? Oh, sono ancora preoccupata. Stai solo attento.

# 7932_Akiyama
source: I will.
pt_br: Certo.

# 7944_Noa
source: Haha! You're so funny!
pt_br: Haha! Sei così divertente!

# 7968_Noa
source: What? Is something wrong?
pt_br: Cosa? C'è qualcosa che non va?

# 7980_Akiyama
source: Not really... But you touch people a lot while you're talking to them.
pt_br: Non proprio... Ma tocchi molto le persone mentre parli con loro.

# 7992_Noa
source: I do?
pt_br: Davvero?

# 8004_Akiyama
source: Yeah. You don't even seem to notice it. Maybe you've been doing it with your stalker, too.
pt_br: Sì. Non sembra nemmeno che te ne accorga. Forse l'hai fatto anche con il tuo stalker.

# 8016_Noa
source: Maybe I have...
pt_br: Forse sì...

# 8028_Akiyama
source: Hmm. That could be part of the problem.
pt_br: Hmm. Questo potrebbe essere parte del problema.

# 8040_Noa
source: What do you mean?
pt_br: Cosa intendi?

# 8052_Akiyama
source: When a woman touches a man like that, she sends him a pretty strong message. He starts to think she really likes him.
pt_br: Quando una donna tocca un uomo in quel modo, gli manda un messaggio piuttosto forte. Lui inizia a pensare che lei gli piaccia davvero.

# 8064_Noa
source: He does?
pt_br: Davvero?

# 8076_Akiyama
source: You have to watch who you're talking to, especially if it's a guy who doesn't have much experience with women.
pt_br: Devi stare attenta a con chi parli, specialmente se è un ragazzo che non ha molta esperienza con le donne.

# 8088_Noa
source: Why is that?
pt_br: Perché?

# 8100_Akiyama
source: If a guy usually can't get a girl to give him a second glance, what happens if one suddenly starts holding his hand or touching his shoulder?
pt_br: Se un ragazzo di solito non riesce a farsi guardare due volte da una ragazza, cosa succede se una all'improvviso inizia a tenorgli la mano o a toccargli la spalla?

# 8112_Akiyama
source: He gets the wrong idea. I mean, girls don't do that unless they like someone, right?
pt_br: Si fa l'idea sbagliata. Voglio dire, le ragazze non lo fanno a meno che non gli piaccia qualcuno, giusto?

# 8124_Noa
source: Yeah. Maybe that's what happened with my customer...
pt_br: Sì. Forse è quello che è successo con il mio cliente...

# 8136_Akiyama
source: He should be responsible for his own actions, but you might want to be a little more careful.
pt_br: Dovrebbe essere responsabile delle proprie azioni, ma forse dovresti stare un po' più attenta.

# 8148_Noa
source: I will. You're really perceptive. I never would have thought of that. <Color:7>♥<Color:Default>
pt_br: Lo farò. Sei davvero perspicace. Non ci avrei mai pensato. <Color:7>♥<Color:Default>

# 8160_Akiyama
source: Heheh.
pt_br: Eheh.

# 8172_Akiyama
source: You shouldn't touch your customers. They'll think it's okay to touch you.
pt_br: Non dovresti toccare i tuoi clienti. Penseranno che sia giusto toccarti.

# 8184_Noa
source: What!? They'd really think that!?
pt_br: Cosa!? Penserebbero davvero questo!?
