Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c003a.po
Languages: pt_br

# 13464_峰村七海：源氏名
source: I'd never do something like that! You're so suspicious.
pt_br: Non farei mai una cosa del genere! Sei così sospettoso.

# 13476_峰村七海：源氏名
source: But...
pt_br: Ma...

# 13488_Tanimura
source: What?
pt_br: Cosa?

# 13500_峰村七海：源氏名
source: There are some hostesses who tell their customers that their birthday is a different day so they can spend it with their boyfriends.
pt_br: Ci sono alcune hostess che dicono ai loro clienti che il loro compleanno è un giorno diverso per poterlo passare con i loro ragazzi.

# 13512_Tanimura
source: Oh, I see.
pt_br: Oh, capisco.

# 13524_峰村七海：源氏名
source: This is terrible.
pt_br: È terribile.

# 13536_Tanimura
source: What's wrong?
pt_br: Che succede?

# 13548_峰村七海：源氏名
source: My last customer was so cheap! He wanted to stay a bit longer, but then he tried to bargain with me about the fee!
pt_br: Il mio ultimo cliente era così tirchio! Voleva restare ancora un po', ma poi ha cercato di contrattare con me sul prezzo!

# 13560_Tanimura
source: You can do that?
pt_br: Ce la fai?

# 13572_峰村七海：源氏名
source: Well, yes, but the hostess has to make up the difference out of her own pocket.
pt_br: Beh, sì, ma l'hostess deve rimetterci di tasca sua la differenza.

# 13584_Tanimura
source: Oh, I see.
pt_br: Oh, capisco.

# 13596_峰村七海：源氏名
source: Cheap customers like that are never popular with the hostesses.
pt_br: I clienti tirchi come quello non sono mai popolari tra le hostess.

# 13608_Tanimura
source: I'm not like that. I'd never be so cheap.
pt_br: Io non sono così. Non sarei mai così tirchio.

# 13620_峰村七海：源氏名
source: You may not be cheap, but you should probably be a little more careful with your money.
pt_br: Forse non sei tirchio, ma probabilmente dovresti stare un po' più attento ai tuoi soldi.

# 13632_Tanimura
source: What are you talking about?
pt_br: Di cosa stai parlando?

# 13644_峰村七海：源氏名
source: Don't you spend most of your salary on gambling?
pt_br: Non spendi la maggior parte del tuo stipendio in gioco d'azzardo?

# 13656_Tanimura
source: But I never said I lose when I gamble. In fact, I use it to supplement my income.
pt_br: Ma non ho mai detto di perdere quando gioco. Anzi, lo uso per integrare il mio reddito.

# 13668_峰村七海：源氏名
source: Is that so? In that case, you wouldn't mind ordering some <Color:7>Gold Champagne<Color:Default>, right?
pt_br: Davvero? In tal caso, non ti dispiacerebbe ordinare dello <Color:7>Champagne d'Oro<Color:Default>, giusto?

# 13680_Tanimura
source: Of course not. Let's drink in style today.
pt_br: Certo che no. Oggi beviamo con stile.

# 13692_峰村七海：源氏名
source: Thank you! This will cheer me up after that last customer. <Color:7>♥<Color:Default>
pt_br: Grazie! Questo mi tirerà su il morale dopo quell'ultimo cliente. <Color:7>♥<Color:Default>

# 13704_Tanimura
source: Sorry, but I don't think I can afford that. But you can't say someone is cheap if they don't have money to spend in the first place, right?
pt_br: Scusa, ma non credo di potermelo permettere. Ma non si può dire che qualcuno è tirchio se non ha soldi da spendere, giusto?

# 13716_峰村七海：源氏名
source: I suppose not... I wish I had some richer customers.
pt_br: Suppongo di no... vorrei avere dei clienti più ricchi.

# 13728_Tanimura
source: Times are tough. You should be happy you have any customers at all.
pt_br: Sono tempi duri. Dovresti essere contenta di avere dei clienti.

# 13740_峰村七海：源氏名
source: But times are tough for hostesses, too. It'd be better not to try and stay longer if you have to bargain.
pt_br: Ma sono tempi duri anche per le hostess. Sarebbe meglio non cercare di rimanere di più se devi contrattare.

# 13752_峰村七海：源氏名
source: It makes me feel terrible to think of my customers having money problems, though.
pt_br: Però mi fa stare male pensare che i miei clienti abbiano problemi di soldi.

# 13764_Tanimura
source: You're all in the same boat. If your customers don't have money, you don't get paid.
pt_br: Siete tutti sulla stessa barca. Se i tuoi clienti non hanno soldi, tu non vieni pagata.

# 13776_峰村七海：源氏名
source: That's true. Oh, I wish the economy would get better soon.
pt_br: È vero. Oh, vorrei che l'economia migliorasse presto.

# 13788_Tanimura
source: Talking like that makes you sound cheap, too. It's probably just a couple thousand yen, right?
pt_br: Parlare così ti fa sembrare tirchia. Si tratta probabilmente solo di un paio di migliaia di yen, giusto?

# 13800_峰村七海：源氏名
source: What gives you the right to say that to me!?
pt_br: Cosa ti dà il diritto di dirmi una cosa del genere!?

# 13812_峰村七海：源氏名
source: They're the ones who want to come here. They know they have to pay if they want to see me.
pt_br: Sono loro che vogliono venire qui. Sanno che devono pagare se vogliono vedermi.

# 13824_Tanimura
source: But if you help them out when they need it, they might end up spending a lot more with you in the long run.
pt_br: Ma se li aiuti quando ne hanno bisogno, alla fine potrebbero spendere molto di più con te.

# 13836_峰村七海：源氏名
source: I'm not going to get my hopes up for someone who bargains over a few thousand yen.
pt_br: Non ho intenzione di illudermi per qualcuno che contratta per qualche migliaio di yen.

# 13848_Tanimura
source: I guess you have a point.
pt_br: Immagino tu abbia ragione.

# 13860_峰村七海：源氏名
source: When I was a little girl, I hated my father for not working to support us.
pt_br: Da bambina, odiavo mio padre perché non lavorava per mantenerci.

# 13872_峰村七海：源氏名
source: But still, he's my father and I worry about him now. I wonder if he's making ends meet.
pt_br: Ma è pur sempre mio padre e ora mi preoccupo per lui. Mi chiedo se riesca ad arrivare a fine mese.

# 13884_Tanimura
source: I see. I can understand that.
pt_br: Capisco. Posso capirlo.

# 13896_峰村七海：源氏名
source: So I've started sending a little money home every month. I've told him to use it wisely.
pt_br: Così ho iniziato a mandare un po' di soldi a casa ogni mese. Gli ho detto di usarli con saggezza.

# 13908_峰村七海：源氏名
source: He may not have been a very good father, but he's still my parent.
pt_br: Forse non è stato un bravo padre, ma è pur sempre mio genitore.

# 13920_Tanimura
source: Want me to chip in too? I could probably spare a little bit.
pt_br: Vuoi che contribuisca anch'io? Probabilmente potrei dare una piccola parte.

# 13932_峰村七海：源氏名
source: No, I couldn't ask you to do something like that. This is between me and my family.
pt_br: No, non potrei chiederti una cosa del genere. È una cosa tra me e la mia famiglia.

# 13944_Tanimura
source: Come on, it's me. I honestly want to help.
pt_br: Andiamo, sono io. Voglio sinceramente aiutare.

# 13956_峰村七海：源氏名
source: Thank you. But you've already chipped in.
pt_br: Grazie. Ma hai già contribuito.

# 13968_Tanimura
source: Huh? What do you mean?
pt_br: Eh? Cosa intendi?

# 13980_峰村七海：源氏名
source: Each time you come to see me at the club, I get paid. That's more than enough.
pt_br: Ogni volta che vieni a trovarmi al club, vengo pagata. È più che sufficiente.

# 13992_Tanimura
source: Heheh. I get it.
pt_br: Eheh. Capisco.

# 14004_Tanimura
source: Why don't you go home and visit him?
pt_br: Perché non vai a casa a trovarlo?

# 14016_峰村七海：源氏名
source: I haven't been back home since I graduated from high school.
pt_br: Non sono più tornata a casa da quando mi sono diplomata.

# 14028_Tanimura
source: All the more reason to go. I bet your father would appreciate seeing you more than any amount of money you could send.
pt_br: Un motivo in più per andare. Scommetto che tuo padre apprezzerebbe vederti più di qualsiasi somma di denaro tu possa inviare.

# 14040_峰村七海：源氏名
source: It's just... difficult.
pt_br: È solo... difficile.

# 14052_Tanimura
source: You want me to go with you?
pt_br: Vuoi che venga con te?

# 14064_峰村七海：源氏名
source: Then he'd think that we were getting married or something.
pt_br: Allora penserebbe che ci stiamo per sposare o qualcosa del genere.

# 14076_峰村七海：源氏名
source: Thanks for the offer, though. I appreciate your concern.
pt_br: Grazie per l'offerta, comunque. Apprezzo la tua preoccupazione.

# 14088_Tanimura
source: That's not like you. I'd have thought that sending money home would seem like a waste to you.
pt_br: Non è da te. Avrei pensato che mandare soldi a casa ti sarebbe sembrato uno spreco.

# 14100_峰村七海：源氏名
source: That just goes to show how important this is to me.
pt_br: Questo dimostra solo quanto sia importante per me.

# 14112_Tanimura
source: You really care about your father, huh?
pt_br: Ci tieni davvero a tuo padre, eh?

# 14124_峰村七海：源氏名
source: Yes. I'd never think it was a waste.
pt_br: Sì. Non penserei mai che sia uno spreco.

# 14136_Tanimura
source: Okay. Sorry if I offended you.
pt_br: Ok. Scusa se ti ho offesa.

# 14148_峰村七海：源氏名
source: No, it's okay. I'm a little surprised by it myself.
pt_br: No, va bene. Ne sono un po' sorpresa anch'io.

# 14160_Tanimura
source: Heheh.
pt_br: Eheh.

# 14172_峰村七海：源氏名
source: I've decided to have my brother move in with me. It'll help us get to know each other.
pt_br: Ho deciso di far trasferire mio fratello da me. Ci aiuterà a conoscerci.

# 14184_Tanimura
source: That's not a bad idea.
pt_br: Non male come idea.

# 14196_峰村七海：源氏名
source: I've decided to postpone starting my business until he's ready to make his own way.
pt_br: Ho deciso di posticipare l'avvio della mia attività finché non sarà pronto a cavarsela da solo.

# 14208_Tanimura
source: That's too bad. Your business was your dream.
pt_br: Peccato. La tua attività era il tuo sogno.

# 14220_峰村七海：源氏名
source: It's just going to take a little longer to come true. It's still going to happen.
pt_br: Ci vorrà solo un po' più di tempo per realizzarlo. Accadrà comunque.

# 14232_Tanimura
source: All right.
pt_br: Va bene.

# 14244_峰村七海：源氏名
source: I just think I should do something for somebody else for a change.
pt_br: Penso solo che dovrei fare qualcosa per qualcun altro, per cambiare.

# 14256_Tanimura
source: Then our relationship will stay the same. Seems like we'll always be just hostess and customer.
pt_br: Allora la nostra relazione rimarrà la stessa. Sembra che saremo sempre solo hostess e cliente.

# 14268_峰村七海：源氏名
source: Not always. Just for a while longer.
pt_br: Non sempre. Solo per un altro po'.

# 14280_Tanimura
source: But being your customer is expensive.
pt_br: Ma essere tuo cliente è costoso.

# 14292_峰村七海：源氏名
source: Money is important, isn't it? That's why you should try not to waste yours.
pt_br: I soldi sono importanti, no? Ecco perché dovresti cercare di non sprecare i tuoi.

# 14304_Tanimura
source: Yeah, yeah.
pt_br: Sì, sì.

# 14316_Tanimura
source: When's your brother leaving?
pt_br: Quando se ne va tuo fratello?

# 14328_峰村七海：源氏名
source: Leaving? I told you, I just decided that he's moving in with me.
pt_br: Andarsene? Ti ho detto che ho appena deciso che si trasferirà da me.

# 14340_Tanimura
source: So he'll be there for some time then?
pt_br: Quindi resterà lì per un po'?

# 14352_峰村七海：源氏名
source: Why do you ask? Are you planning on taking my brother's place after he moves out?
pt_br: Perché me lo chiedi? Hai intenzione di prendere il posto di mio fratello dopo che se ne sarà andato?

# 14364_Tanimura
source: That's not a bad idea.
pt_br: Non male come idea.

# 14376_峰村七海：源氏名
source: I knew it! I hate to break it to you, but you'll have to try harder than that if you want to live with me.
pt_br: Lo sapevo! Mi dispiace deluderti, ma dovrai impegnarti di più se vuoi vivere con me.

# 14388_Tanimura
source: Why don't we drink to your new start? Bottoms up!
pt_br: Perché non brindiamo al tuo nuovo inizio? Alla salute!

# 14400_峰村七海：源氏名
source: Sure! Should we order something special? Maybe something rare and expensive? <Color:7>♥<Color:Default>
pt_br: Certo! Ordiniamo qualcosa di speciale? Forse qualcosa di raro e costoso? <Color:7>♥<Color:Default>

# 14412_Tanimura
source: Uh... I'd rather not.
pt_br: Ehm... preferirei di no.

# 14424_峰村七海：源氏名
source: Huh? But I thought we were celebrating.
pt_br: Eh? Ma pensavo stessimo festeggiando.

# 14436_Tanimura
source: Hey, it's the thought that counts! Expensive things aren't always better. And, uh, money isn't everything. Right?
pt_br: Ehi, è il pensiero che conta! Le cose costose non sono sempre le migliori. E, ehm, i soldi non sono tutto. Giusto?

# 14448_峰村七海：源氏名
source: All right. Thank you anyway.
pt_br: D'accordo. Grazie comunque.

# 14460_Tanimura
source: A little drunk.
pt_br: Un po' ubriaca.

# 14472_Tanimura
source: Hand on knee.
pt_br: Mano sul ginocchio.

# 14484_Tanimura
source: Laughing with mouth covering hand.
pt_br: Ride coprendosi la bocca con la mano.

# 14496_Tanimura
source: Seducing.
pt_br: Seduzione.

# 14508_Tanimura
source: Opens mouth.
pt_br: Apre la bocca.

# 14520_Tanimura
source: Places head on Kiryu's shoulder.
pt_br: Appoggia la testa sulla spalla di Tanimura.

# 14544_峰村七海：源氏名
source: You're here. <Color:7>♥<Color:Default>
pt_br: Sei qui. <Color:7>♥<Color:Default>

# 14580_峰村七海：源氏名
source: Welcome! <Color:7>♥<Color:Default>
pt_br: Benvenuto! <Color:7>♥<Color:Default>

# 14592_峰村七海：源氏名
source: I'm so happy you came!
pt_br: Sono così felice che tu sia venuto!

# 14604_峰村七海：源氏名
source: Did you come to see me?
pt_br: Sei venuto a trovarmi?

# 14616_峰村七海：源氏名
source: Thanks for the other day. I had a good time. <Color:7>♥<Color:Default>
pt_br: Grazie per l'altro giorno. Mi sono divertita. <Color:7>♥<Color:Default>

# 14628_峰村七海：源氏名
source: I was waiting for you to show up for our date, but you never came...
pt_br: Ti stavo aspettando per il nostro appuntamento, ma non sei mai venuto...

# 14640_峰村七海：源氏名
source: We should go out again sometime.
pt_br: Dovremmo uscire di nuovo qualche volta.

# 14652_峰村七海：源氏名
source: I was really looking forward to our date...
pt_br: Non vedevo l'ora del nostro appuntamento...

# 14664_峰村七海：源氏名
source: I'm sorry about before. We should try going again sometime.
pt_br: Mi dispiace per prima. Dovremmo provare a uscire di nuovo qualche volta.

# 14688_峰村七海：源氏名
source: Thanks for requesting me. I'm %s. It's nice to meet you.
pt_br: Grazie per aver chiesto di me. Sono %s. Piacere di conoscerti.

# 14700_Tanimura
source: Likewise.
pt_br: Anche per me.

# 14712_峰村七海：源氏名
source: Nice to see you again! <Color:7>♥<Color:Default>
pt_br: Piacere di rivederti! <Color:7>♥<Color:Default>

# 14724_Tanimura
source: Make yourself at home.
pt_br: Fai come se fossi a casa tua.

# 14736_峰村七海：源氏名
source: I hope you have a good time.
pt_br: Spero ti diverta.

# 14748_峰村七海：源氏名
source: Welcome.
pt_br: Benvenuto.

# 14760_峰村七海：源氏名
source: Thanks for the other day. I had a great time. <Color:7>♥<Color:Default>
pt_br: Grazie per l'altro giorno. Mi sono divertita molto. <Color:7>♥<Color:Default>

# 14772_峰村七海：源氏名
source: I was really looking forward to our date...
pt_br: Non vedevo l'ora del nostro appuntamento...

# 14784_峰村七海：源氏名
source: We should go out again sometime.
pt_br: Dovremmo uscire di nuovo qualche volta.

# 14796_峰村七海：源氏名
source: I guess we'll be together all day. <Color:7>♥<Color:Default>
pt_br: Immagino che staremo insieme tutto il giorno. <Color:7>♥<Color:Default>

# 14808_峰村七海：源氏名
source: Will you go out with me again sometime?
pt_br: Uscirai di nuovo con me qualche volta?

# 14820_峰村七海：源氏名
source: Will you go out with me again sometime?
pt_br: Uscirai di nuovo con me qualche volta?

# 14832_峰村七海：源氏名
source: You look wonderful today. <Color:7>♥<Color:Default>
pt_br: Oggi sei meraviglioso. <Color:7>♥<Color:Default>

# 14844_峰村七海：源氏名
source: You look great today. <Color:7>♥<Color:Default>
pt_br: Oggi hai un aspetto fantastico. <Color:7>♥<Color:Default>

# 14856_峰村七海：源氏名
source: You always wear the same outfit, don't you?
pt_br: Indossi sempre lo stesso vestito, vero?

# 14868_峰村七海：源氏名
source: Do you really like that outfit? It's not really my taste.
pt_br: Ti piace davvero quel vestito? Non è proprio il mio genere.

# 14880_峰村七海：源氏名
source: Um... Maybe you should try to concentrate on fashion a little more.
pt_br: Ehm... forse dovresti concentrarti un po' di più sulla moda.

# 14892_峰村七海：源氏名
source: You look wonderful today. <Color:7>♥<Color:Default>
pt_br: Oggi sei meraviglioso. <Color:7>♥<Color:Default>

# 14904_峰村七海：源氏名
source: Ooh! I've wanted something like this for the longest time!
pt_br: Ooh! È da tanto che volevo una cosa del genere!

# 14916_Tanimura
source: Thank you!
pt_br: Grazie!

# 14928_F_cab_sitsofa_tlk_happy
source: I'm so happy. <Color:7>♥<Color:Default> Thank you, Tanimura-san...
pt_br: Sono così felice. <Color:7>♥<Color:Default> Grazie, Tanimura-san...

# 14940_峰村七海：源氏名
source: Is that for me?
pt_br: È per me?

# 14964_峰村七海：源氏名
source: Is that for me?
pt_br: È per me?

# 14976_Tanimura
source: Thanks...
pt_br: Grazie...

# 14988_峰村七海：源氏名
source: Uh, is that... for me?
pt_br: Ehm, è... per me?

# 15000_F_cab_sitsofa_tlk_noA
source: I'm sorry, but I really don't know what to do with something like that.
pt_br: Mi dispiace, ma non so proprio cosa farmene di una cosa del genere.

# 15012_峰村七海：源氏名
source: Are you trying to give that to me?
pt_br: Stai cercando di darlo a me?

# 15024_F_cab_sitsofa_tlk_angry
source: Give me a break! I can't take something like that!
pt_br: Ma fammi il piacere! Non posso accettare una cosa del genere!

# 15036_峰村七海：源氏名
source: That again? You already gave me one...
pt_br: Ancora quello? Me ne hai già dato uno...

# 15048_F_cab_sitsofa_tlk_angry
source: Or did you forget?
pt_br: O ti sei dimenticato?

# 15072_Tanimura
source: I've wanted something like this for the longest time!
pt_br: È da tanto che volevo una cosa del genere!

# 15084_F_cab_sitsofa_tlk_happy
source: Thank you! <Color:7>♥<Color:Default>
pt_br: Grazie! <Color:7>♥<Color:Default>

# 15096_峰村七海：源氏名
source: What would you like?
pt_br: Cosa desideri?

# 15120_Tanimura
source: Okay, I'll have this.
pt_br: Okay, prendo questo.

# 15132_Tanimura
source: Huh!? What did you come here for?
pt_br: Eh!? Per cosa sei venuto qui?

# 15144_峰村七海：源氏名
source: Would you like another drink?
pt_br: Vuoi un altro drink?

# 15168_Tanimura
source: Okay, I'll have this.
pt_br: Okay, prendo questo.

# 15180_Tanimura
source: Are you running short on cash?
pt_br: Sei a corto di soldi?

# 15192_峰村七海：源氏名
source: I like that too. It's quite tasty, isn't it?
pt_br: Piace anche a me. È piuttosto buono, vero?

# 15204_峰村七海：源氏名
source: Oh, you like that? Excellent choice.
pt_br: Oh, ti piace? Ottima scelta.

# 15216_峰村七海：源氏名
source: All right, then.
pt_br: Ok, allora.

# 15228_峰村七海：源氏名
source: I think you could make a better choice, but...
pt_br: Penso che potresti fare una scelta migliore, ma...

# 15240_峰村七海：源氏名
source: I see... I guess I shouldn't have gotten my hopes up.
pt_br: Capisco... immagino che non avrei dovuto illudermi.

# 15252_峰村七海：源氏名
source: What about something to eat?
pt_br: Che ne dici di qualcosa da mangiare?

# 15276_Tanimura
source: Okay, I'll have this.
pt_br: Okay, prendo questo.

# 15288_Tanimura
source: Aren't you hungry?
pt_br: Non hai fame?

# 15300_峰村七海：源氏名
source: How about something to eat?
pt_br: Che ne dici di qualcosa da mangiare?

# 15324_Tanimura
source: Okay, I'll have this.
pt_br: Okay, prendo questo.

# 15336_Tanimura
source: You don't eat much, do you?
pt_br: Non mangi molto, vero?

# 15348_峰村七海：源氏名
source: I love that! Let's have it together. <Color:7>♥<Color:Default>
pt_br: Lo adoro! Mangiamolo insieme. <Color:7>♥<Color:Default>

# 15360_峰村七海：源氏名
source: Good choice.
pt_br: Ottima scelta.

# 15372_峰村七海：源氏名
source: All right, then.
pt_br: Ok, allora.

# 15384_峰村七海：源氏名
source: You really like that?
pt_br: Ti piace davvero?

# 15396_峰村七海：源氏名
source: Are you sure you want that? Well, okay.
pt_br: Sei sicuro di volerlo? Beh, ok.

# 15408_Tanimura
source: It's not like I have to eat it.
pt_br: Non è che debba mangiarlo per forza.

# 15420_峰村七海：源氏名
source: I'll put in the order, then.
pt_br: Faccio l'ordine, allora.

# 15444_Tanimura
source: Yes?
pt_br: Sì?

# 15456_P_sitsofaR_tlk_quest
source: Here's our order.
pt_br: Ecco il nostro ordine.

# 15468_Tanimura
source: Of course. I'll get that for you right away.
pt_br: Certo. Te lo porto subito.

# 15492_Player
source: Cheers.
pt_br: Salute.

# 15504_P_sitsofaR_tlk_quest
source: Cheers!
pt_br: Salute!

# 15516_P_sitsofaR_tlk_quest
source: Make yourself at home.
pt_br: Fai come se fossi a casa tua.

# 15528_Player
source: Cheers.
pt_br: Salute.

# 15540_P_sitsofaR_tlk_quest
source: Cheers!
pt_br: Salute!

# 15552_P_sitsofaR_tlk_quest
source: Make yourself at home.
pt_br: Fai come se fossi a casa tua.

# 15564_峰村七海：源氏名
source: Just a moment.
pt_br: Un momento.

# 15576_Tanimura
source: Sure...
pt_br: Certo...

# 15612_峰村七海：源氏名
source: Nice to meet you! <Color:7>♥<Color:Default>
pt_br: Piacere di conoscerti! <Color:7>♥<Color:Default>

# 15624_Tanimura
source: Likewise.
pt_br: Anche per me.

# 15648_Tanimura
source: You got a business card.
pt_br: Hai ricevuto un biglietto da visita.

# 15684_Tanimura
source: (Maybe I'll request her next time.)
pt_br: (Forse la prossima volta chiederò di lei.)

# 15708_峰村七海：源氏名
source: Please come again!
pt_br: Torni a trovarmi!

# 15720_Tanimura
source: Sure.
pt_br: Certo.

# 15744_Tanimura
source: You got a fancy business card.
pt_br: Hai ricevuto un bel biglietto da visita.

# 15792_峰村七海：源氏名
source: Here you are!
pt_br: Ecco a lei!

# 15816_峰村七海：源氏名
source: Do you mind if I smoke?
pt_br: Le spiace se fumo?

# 15840_峰村七海：源氏名
source: Go ahead. Drink up!
pt_br: Avanti. Bevi!

# 15852_Tanimura
source: Okay.
pt_br: Ok.

# 15864_峰村七海：源氏名
source: I think I'll have a little myself!
pt_br: Penso che ne prenderò un po' anch'io!

# 15876_Tanimura
source: Sure.
pt_br: Certo.

# 15888_Tanimura
source: I should get going.
pt_br: Dovrei andare.

# 15900_F_cab_sitsofa_tlk_noA
source: You're leaving already?
pt_br: Te ne vai già?

# 15912_峰村七海：源氏名
source: I guess it's about that time.
pt_br: Immagino sia ora.

# 15924_P_sitsofaR_tlk_yes
source: Yeah.
pt_br: Sì.

# 16032_峰村七海：源氏名
source: Thanks so much for coming.
pt_br: Grazie mille per essere venuto.

# 16080_Tanimura
source: Sure.
pt_br: Certo.

# 16092_P_sitsofaR_tlk_quest
source: Bye.
pt_br: Ciao.

# 16140_Tanimura
source: Sure.
pt_br: Certo.

# 16152_P_sitsofaR_tlk_quest
source: Bye.
pt_br: Ciao.

# 16200_Tanimura
source: Sure.
pt_br: Certo.

# 16212_P_sitsofaR_tlk_quest
source: Bye.
pt_br: Ciao.

# 16236_Tanimura
source: I think you're wonderful. <Color:7>♥<Color:Default>
pt_br: Penso che tu sia meravigliosa. <Color:7>♥<Color:Default>

# 16260_Tanimura
source: Thanks.
pt_br: Grazie.

# 16272_P_sitsofaR_tlk_quest
source: Bye.
pt_br: Ciao.

# 16320_峰村七海：源氏名
source: Be careful on your way home.
pt_br: Fai attenzione tornando a casa.

# 16332_Tanimura
source: After date.
pt_br: Dopo l'appuntamento.

# 16344_峰村七海：源氏名
source: Have you heard any interesting gossip around town?
pt_br: Hai sentito qualche pettegolezzo interessante in città?

# 16356_Tanimura
source: I've been so busy recently that I haven't been keeping up with recent trends.
pt_br: Sono stato così impegnato ultimamente che non sono stato al passo con le ultime tendenze.

# 16368_F_cab_sitsofa_tlk_noA
source: Something interesting, huh? Let's see...
pt_br: Qualcosa di interessante, eh? Vediamo...

# 16380_Tanimura
source: No... I can't think of anything right now.
pt_br: No... non mi viene in mente niente al momento.

# 16500_峰村七海：源氏名
source: What part of a hostess's body is most important to you when deciding who to request at a club?
pt_br: Quale parte del corpo di una hostess è più importante per te quando decidi chi richiedere in un club?

# 16512_Tanimura
source: Hey, what kind of a guy do you think I am? There's more to a girl than her body.
pt_br: Ehi, che tipo di uomo pensi che io sia? C'è di più in una ragazza del suo corpo.
