Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00130254.po
Languages: pt_br

source: Shady Man
pt_br: Uomo Ombroso

source: Officer
pt_br: Ufficiale

# 56_Shady Man
source: Dammit...
pt_br: Cavolo...

# 68_Tanimura
source: Don't make me waste more of my time... You ready to come along now?
pt_br: Non farmi perdere altro tempo... Allora, sei pronto a venire con noi ora?

# 80_Shady Man
source: Fine! I'll come with you!
pt_br: Va bene! Vengo con te!

# 92_Shady Man
source: I'll come with you... if you protect me!
pt_br: Vengo con te... se mi copri le spalle!

# 104_Tanimura
source: Huh? What're you saying?
pt_br: Eh? Che stai dicendo?

# 116_Shady Man
source: Use the cops and protect me! If they find out I've been caught, I'm a dead man...
pt_br: Serviti dei poliziotti e proteggimi! Se scoprono che sono stato beccato, sono un uomo morto...

# 128_Tanimura
source: Who's they?
pt_br: Chi sarebbero 'sti qua?

# 140_Shady Man
source: Guy called GG. Once he sets his sights on you, you'll never escape until he kills you.
pt_br: Un tipo di nome GG. Una volta che ti prende di mira, non la scampi finché non ti ammazza.

# 152_Tanimura
source: GG!? He's the guy Nair is looking for...
pt_br: GG!? È il tipo che cerca Nair...

# 164_Tanimura
source: What did this GG guy tell you?
pt_br: Che ti ha detto questo GG?

# 176_Shady Man
source: I don't know anything! I was just asked to do a job!
pt_br: Non so niente! Mi hanno solo chiesto di fare un lavoretto!

# 188_Tanimura
source: What were you asked to do?
pt_br: Cosa ti è stato chiesto di fare?

# 200_Shady Man
source: To get a massive amount of firearms and a chopper.
pt_br: Procurarsi una marea di armi da fuoco e un elicottero.

# 212_Tanimura
source: A chopper? You mean, like a helicopter?
pt_br: Un elicottero? Vuoi dire, tipo un elicottero?

# 224_Shady Man
source: That's right. But I don't know what he plans to use it for! That's all I know!
pt_br: Esatto. Ma non so che ci voglia fare! Questo è tutto ciò che so!

# 236_Tanimura
source: All right, I got it, just calm down. The police will take you into protective custody and－
pt_br: Va bene, ho capito, stai calmo. La polizia ti prenderà in custodia protettiva e—

# 308_Tanimura
source: What?
pt_br: Cosa?

# 332_Tanimura
source: Hey... Hey!
pt_br: Ehi... Ehi!

# 356_Tanimura
source: Hey! Somebody call an ambulance!
pt_br: Ehi! Qualcuno chiami l'ambulanza!

# 368_Officer
source: Tanimura-san! We heard a gunshot...?
pt_br: Tanimura-san! Abbiamo sentito uno sparo...?

# 380_Tanimura
source: Yes, this man's been shot. The shooter has to be somewhere nearby!
pt_br: Sì, gli hanno sparato. Chi ha sparato deve essere nei paraggi!

# 392_Officer
source: What!? HQ! HQ, can you hear me!?
pt_br: Cosa!? QG! QG, mi senti!?

# 464_Tanimura
source: (Looks like they were able to shut him up... Firearms and a helicopter... I need to report this to Nair.)
pt_br: (A quanto pare sono riusciti a metterlo a tacere... Armi da fuoco e un elicottero... Devo riferirlo a Nair.)
