Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid002602b8.po
Languages: pt_br

source: You gave them some <Color:8>Milk<Color:Default>.
pt_br: Gli hai dato del <Color:8>Latte<Color:Default>.

source: You got a <Color:8>Tiger-striped Cat Pendant<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Pendente di Gatto Tigrato<Color:Default>.

source: "Below the theater, wood-grain floor."
pt_br: Sotto il teatro, pavimento in legno.

source: You got a <Color:8>White Cat Pendant<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Ciondolo Gatto Bianco<Color:Default>.

source: "Bone poster, 4 green X's. Check the wall."
pt_br: Poster con l'osso, 4 X verdi. Controlla il muro.

source: You gave them a <Color:8>Staminan X<Color:Default>.
pt_br: Gli hai dato uno <Color:8>Staminan X<Color:Default>.

source: You gave them some <Color:8>Dog Food<Color:Default>.
pt_br: Hai dato loro del <Color:8>Cibo per cani<Color:Default>.

source: Striped Kitten
pt_br: Gattino a strisce

source: White Kitten
pt_br: Gattino Bianco

source: Cat-loving Homeless Man
pt_br: Senzatetto amante dei gatti

source: Friendly Homeless Man
pt_br: Senzatetto amichevole

source: Surly Homeless Man
pt_br: Senzatetto scontroso

# 248_Saejima
source: Here. Drink up.
pt_br: Tieni. Bevi pure.

# 284_Striped Kitten
source: Mrowr.
pt_br: Miao.

# 296_White Kitten
source: Mrow!
pt_br: Miao!

# 308_Saejima
source: (That buoyed 'em up a little.)
pt_br: (Li ha un po' tirati su.)

# 320_Saejima
source: They should be fine for now.
pt_br: Dovrebbero stare a posto per ora.

# 332_Cat-loving Homeless Man
source: Thanks a lot, pal!
pt_br: Grazie tante, compare!

# 344_Friendly Homeless Man
source: Sorry for all the bother. We really appreciate this.
pt_br: Scusa per tutto il disturbo. Lo apprezziamo un sacco.

# 356_Striped Kitten
source: Mew!
pt_br: Miao!

# 368_Saejima
source: Hm? What is it... Oh, this for me?
pt_br: Hm? Che c'è...? Oh, è per me questo?

# 404_Saejima
source: (It's some kinda pendant. Looks like it opens, too. Huh? Somethin' inside... a note.)
pt_br: (È una specie di ciondolo. Sembra che si apra pure. Eh? Qualcosa dentro... un biglietto.)

# 428_Saejima
source: The hell does that mean? Can't do much with this, so you can have it back. But thanks for the gesture.
pt_br: Ma che diavolo significa? Non ci faccio niente con questo, quindi tienitelo pure. Però, grazie del gesto.

# 440_White Kitten
source: Mew!
pt_br: Miao!

# 452_Saejima
source: Huh. You too, huh?
pt_br: Ah. Anche tu, eh?

# 488_Saejima
source: (Another pendant. This one's got a note inside it, too.)
pt_br: (Un altro pendente. Questo ha anche una nota dentro.)

# 512_Saejima
source: What is this crap?
pt_br: Che stronzata è questa?

# 524_Surly Homeless Man
source: Hey, did they give you some kinda treasure?
pt_br: Ehi, ti hanno dato una specie di tesoro?

# 536_Saejima
source: Nah, nothin' like that.
pt_br: Macché, niente del genere.

# 560_Friendly Homeless Man
source: Let me see... Whoa! We might've really hit the jackpot!
pt_br: Fammi vedere... Urca! Potremmo aver davvero fatto il colpaccio!

# 572_Surly Homeless Man
source: Here I thought they were just a coupla flea-bitten cats. But maybe they're the geese that laid the golden eggs.
pt_br: E io che pensavo fossero solo un paio di gatti rognosi. Ma forse sono le galline dalle uova d'oro.

# 584_Surly Homeless Man
source: We found 'em first, you know. That means the notes belong to us.
pt_br: Li abbiamo beccati noi per primi, capito? Questo significa che gli appunti sono nostri.

# 596_Cat-loving Homeless Man
source: But he's the reason these fellows are so friendly now. Don't listen to him, pal. You go on and take those pendants.
pt_br: Ma è merito suo se questi qui sono così amichevoli adesso. Non dargli retta, socio. Prendi pure quei pendenti.

# 608_Surly Homeless Man
source: What in tarnation? Darn fool!
pt_br: Che diavolo? Maledetto stupido!

# 620_Friendly Homeless Man
source: I have to admit, he does have a point.
pt_br: Devo ammettere, non ha mica tutti i torti.

# 632_Saejima
source: I ain't sure what's going on here, but do ya want me to follow these directions?
pt_br: Non so bene che cavolo stia succedendo qui, ma vuoi che segua 'ste indicazioni?

# 644_Striped Kitten
source: Mrowr!
pt_br: Mraow!

# 656_White Kitten
source: Mew!
pt_br: Miao!

# 668_Saejima
source: (Welp. Maybe I'll check it out when the mood strikes.)
pt_br: (Vabbè. Magari ci do un'occhiata quando mi gira.)

# 692_Cat-loving Homeless Man
source: Okay, fellas, you wanna play?
pt_br: Allora, ragazzi, volete giocare?

# 704_Cat-loving Homeless Man
source: Hey, look!
pt_br: Ehi, guarda!

# 716_Saejima
source: They seem to like ya just fine now. I can't take 'em. So you treat 'em good, alright?
pt_br: Pare che ti vogliano bene adesso. Io non posso prendermeli. Quindi trattali bene, eh?

# 740_Cat-loving Homeless Man
source: You bet!
pt_br: Ci puoi scommettere!

# 812_Saejima
source: Here. Drink up.
pt_br: Tieni. Bevi pure.

# 848_Striped Kitten
source: Meow, mrowr!
pt_br: Miao, mrowr!

# 860_White Kitten
source: ...Mrowr.
pt_br: ...Miao-o.

# 872_Saejima
source: (Guess the white one didn't like it much.)
pt_br: (Mi sa che a quello bianco non è piaciuto granché.)

# 884_Saejima
source: (I'll bring 'em somethin' real nutritious, like... fuck, I dunno.)
pt_br: (Gli porterò qualcosa di davvero nutriente, tipo... cazzo, non lo so.)

# 896_Saejima
source: Wait here. Ya gotta offer lost cats some milk. I'll go pick some up.
pt_br: Aspettate qui. Bisogna offrire del latte ai gatti smarriti. Vado a prenderne un po'.

# 980_Saejima
source: Wait here. Doesn't matter what cats eat. They prolly wouldn't say no to dog food.
pt_br: Aspettate qui. Non importa cosa mangiano i gatti. Probabilmente non direbbero di no al cibo per cani.

# 1052_Saejima
source: Here. Can you eat this?
pt_br: Tieni. Riesci a mangiarlo?

# 1100_Striped Kitten
source: Mrowl!
pt_br: Mrauu!

# 1124_Saejima
source: (Nope. Dog food is for dogs and dogs alone.)
pt_br: (Macché. Il cibo per cani è per i cani e basta.)

# 1136_Saejima
source: (I'll bring 'em somethin' real nutritious, like... fuck, I dunno.)
pt_br: (Gli porterò qualcosa di davvero nutriente, tipo... cazzo, non lo so.)

# 1148_Saejima
source: Wait here. Ya gotta offer lost cats some milk. I'll go pick some up.
pt_br: Aspettate qui. Bisogna offrire del latte ai gatti smarriti. Vado a prenderne un po'.

# 1232_Saejima
source: Wait here. I'll buy somethin' to perk 'em up. They're hurt, so maybe Staminan X?
pt_br: Aspettate qui. Comprerò qualcosa per tirarli su. Sono feriti, quindi forse Staminan X?

# 1316_Saejima
source: Ya gotta offer lost cats some milk.
pt_br: Bisogna offrire del latte ai gatti smarriti.

# 1328_Saejima
source: Prolly wouldn't say no to dog food.
pt_br: Probabilmente non direbbero di no al cibo per cani.

# 1340_Saejima
source: Ya gotta offer lost cats some milk.
pt_br: Bisogna offrire del latte ai gatti smarriti.

# 1352_Saejima
source: They're hurt, so maybe Staminan X?
pt_br: Sono feriti, quindi forse Staminan X?
