Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0036.po
Languages: pt_br

# 12384_松岡里緒奈：源氏名
source: Uh-huh. So how would you rate me out of 100?
pt_br: Uh-uh. Allora, che voto mi daresti su 100?

# 12396_Kiryu
source: Well, maybe a 65?
pt_br: Beh, forse un 65?

# 12408_松岡里緒奈：源氏名
source: What!? That's so low!
pt_br: Cosa!? È così basso!

# 12420_松岡里緒奈：源氏名
source: I guess it's better than average, at least...
pt_br: Immagino sia meglio della media, almeno...

# 12432_Kiryu
source: You really think you can get married? You seem pretty confident about that.
pt_br: Pensi davvero di poterti sposare? Sembri piuttosto sicura.

# 12444_松岡里緒奈：源氏名
source: Of course I'll get married! I want lots of kids, too!
pt_br: Certo che mi sposerò! E voglio anche tanti figli!

# 12456_Kiryu
source: You found a possible candidate for your husband yet?
pt_br: Hai già trovato un possibile candidato per tuo marito?

# 12468_松岡里緒奈：源氏名
source: Maybe I have...
pt_br: Forse sì...

# 12480_Kiryu
source: Really? Who?
pt_br: Davvero? Chi?

# 12492_松岡里緒奈：源氏名
source: Well, his initials are K.K.
pt_br: Beh, le sue iniziali sono K.K.

# 12504_Kiryu
source: That doesn't tell me much. You sure you didn't just make this guy up?
pt_br: Questo non mi dice molto. Sicura di non essertelo inventato?

# 12516_松岡里緒奈：源氏名
source: I certainly did not! You're a bit thick sometimes.
pt_br: Certo che no! A volte sei un po' tardo.

# 12528_Kiryu
source: Huh...?
pt_br: Eh...?

# 12540_松岡里緒奈：源氏名
source: You're kind of a mystery to me. I just can't seem to get a read on you.
pt_br: Sei una specie di mistero per me. Non riesco proprio a capirti.

# 12552_松岡里緒奈：源氏名
source: You're strong but also very gentle. You have such confidence, but you're sensitive, too.
pt_br: Sei forte ma anche molto gentile. Hai una tale sicurezza, ma sei anche sensibile.

# 12564_松岡里緒奈：源氏名
source: I've never met a man like you before.
pt_br: Non ho mai incontrato un uomo come te prima.

# 12576_Kiryu
source: I think I'm pretty average.
pt_br: Penso di essere abbastanza nella media.

# 12588_松岡里緒奈：源氏名
source: There's nothing average about you. You're amazing in every way.
pt_br: Non c'è niente di medio in te. Sei fantastico in ogni modo.

# 12600_松岡里緒奈：源氏名
source: That's why I'm so attracted to you...
pt_br: Ecco perché sono così attratta da te...

# 12612_Kiryu
source: You think I'm attractive?
pt_br: Pensi che io sia attraente?

# 12624_松岡里緒奈：源氏名
source: Yes. In fact, I...
pt_br: Sì. Infatti, io...

# 12636_Kiryu
source: What?
pt_br: Cosa?

# 12648_松岡里緒奈：源氏名
source: I can't stop thinking about you.
pt_br: Non riesco a smettere di pensarti.

# 12660_松岡里緒奈：源氏名
source: I may... I may have fallen in love with you. <Color:7>♥<Color:Default>
pt_br: Forse... forse mi sono innamorata di te. <Color:7>♥<Color:Default>

# 12684_松岡里緒奈：源氏名
source: What about you?
pt_br: E tu?

# 12696_Kiryu
source: I've been thinking about you for a long time.
pt_br: Ti penso da molto tempo.

# 12708_松岡里緒奈：源氏名
source: Does that mean you share my feelings?
pt_br: Significa che ricambi i miei sentimenti?

# 12720_Kiryu
source: Make peace with your father first. There's no rush.
pt_br: Prima fai pace con tuo padre. Non c'è fretta.

# 12732_松岡里緒奈：源氏名
source: Well, yeah, but that doesn't answer my question.
pt_br: Beh, sì, ma questo non risponde alla mia domanda.

# 12744_Kiryu
source: You and I can talk about this any time. I'm not going away anytime soon.
pt_br: Tu e io possiamo parlarne quando vuoi. Non andrò da nessuna parte.

# 12756_Kiryu
source: But if you put off seeing your father for too long, you may never get the chance.
pt_br: Ma se rimandi troppo a lungo l'incontro con tuo padre, potresti non averne mai più l'occasione.

# 12780_Kiryu
source: I know it's difficult, but you need to talk to him.
pt_br: So che è difficile, ma devi parlargli.

# 12792_松岡里緒奈：源氏名
source: Yes, you're right.
pt_br: Sì, hai ragione.

# 12804_松岡里緒奈：源氏名
source: Okay. But you'd better be ready once I've settled things with my dad. <Color:7>♥<Color:Default>
pt_br: Ok. Ma faresti meglio a essere pronto una volta che avrò sistemato le cose con mio padre. <Color:7>♥<Color:Default>

# 12816_Kiryu
source: Heh. Well then, <Italic>you</Italic> had better hurry.
pt_br: Eh. Beh, allora, faresti meglio a sbrigarti <Italic>tu</Italic>.

# 12828_Kiryu
source: That's hard to say. Don't get me wrong, you're an attractive woman, but there are a lot of attractive women out there.
pt_br: È difficile da dire. Non fraintendermi, sei una donna attraente, ma ci sono molte donne attraenti in giro.

# 12840_松岡里緒奈：源氏名
source: What... What the heck is that supposed to mean?
pt_br: Cosa... cosa diavolo dovrebbe significare?

# 12852_Kiryu
source: Well, it's tough to choose just one.
pt_br: Beh, è difficile sceglierne solo una.

# 12864_松岡里緒奈：源氏名
source: What!?
pt_br: Cosa!?

# 12876_Kiryu
source: Look, I'm just being honest.
pt_br: Senti, sto solo essendo onesto.

# 12888_松岡里緒奈：源氏名
source: I never knew you were that kind of guy, Kiryu-san... That's really disappointing.
pt_br: Non sapevo fossi quel tipo di persona, Kiryu-san... È davvero una delusione.

# 12900_Kiryu
source: Let's give this a little more time. We should get to know each other better before we rush into anything.
pt_br: Diamo un po' più di tempo a questa cosa. Dovremmo conoscerci meglio prima di affrettare le cose.

# 12912_松岡里緒奈：源氏名
source: Why? I love you. I know I do!
pt_br: Perché? Ti amo. Lo so!

# 12924_Kiryu
source: But you've been under a lot of stress lately. I'm worried that you might be focusing too much on how kind I've been to you.
pt_br: Ma sei stata molto stressata ultimamente. Temo che tu ti stia concentrando troppo su quanto sono stato gentile con te.

# 12936_松岡里緒奈：源氏名
source: I don't know...
pt_br: Non lo so...

# 12948_Kiryu
source: I just want you to be certain of your feelings.
pt_br: Voglio solo che tu sia certa dei tuoi sentimenti.

# 12960_松岡里緒奈：源氏名
source: Okay. If you really think it's best, I'll think it over. But I really think you're a good man!
pt_br: Ok. Se pensi davvero che sia meglio, ci penserò. Ma penso davvero che tu sia un brav'uomo!

# 12972_松岡里緒奈：源氏名
source: I'll tell you when I'm sure of my feelings for you!
pt_br: Ti dirò quando sarò sicura dei miei sentimenti per te!

# 12984_Kiryu
source: All right. I'll be waiting.
pt_br: Va bene. Aspetterò.

# 12996_松岡里緒奈：源氏名
source: I went shopping for golf equipment the other day. It's pretty expensive, especially all of the clubs.
pt_br: L'altro giorno sono andata a comprare l'attrezzatura da golf. È piuttosto costosa, specialmente tutte le mazze.

# 13008_Kiryu
source: You didn't buy a whole set, did you?
pt_br: Non hai comprato un set completo, vero?

# 13020_松岡里緒奈：源氏名
source: Actually, I did! I figured I might as well if I'm serious about golf. <Color:7>♥<Color:Default>
pt_br: In realtà, sì! Ho pensato che tanto valeva se faccio sul serio con il golf. <Color:7>♥<Color:Default>

# 13032_松岡里緒奈：源氏名
source: But it cost so much that I barely have enough money to live on now.
pt_br: Ma è costato così tanto che ora ho a malapena i soldi per vivere.

# 13044_Kiryu
source: I'm not surprised. An entire set of golf clubs is quite a hit to your wallet.
pt_br: Non mi sorprende. Un intero set di mazze da golf è un bel colpo per il portafoglio.

# 13056_松岡里緒奈：源氏名
source: It's still a few days until I get paid. I don't know how I'm going to make it...
pt_br: Mancano ancora alcuni giorni al giorno di paga. Non so come farò...

# 13068_Kiryu
source: You should cut down on spending. I bet there are a lot of things you could save money on.
pt_br: Dovresti ridurre le spese. Scommetto che ci sono molte cose su cui potresti risparmiare.

# 13080_松岡里緒奈：源氏名
source: I don't think so. I'm usually pretty thrifty just so you know.
pt_br: Non credo. Di solito sono piuttosto parsimoniosa, giusto perché tu lo sappia.

# 13092_Kiryu
source: Well, what about food? You probably eat out a lot, right?
pt_br: Beh, e il cibo? Probabilmente mangi spesso fuori, giusto?

# 13104_松岡里緒奈：源氏名
source: Oh, no! I'm quite the cook, if I do say so myself. I think you'd fall for me if you ever tried my cooking. <Color:7>♥<Color:Default>
pt_br: Oh, no! Sono un'ottima cuoca, se posso dirlo. Penso che ti innamoreresti di me se provassi la mia cucina. <Color:7>♥<Color:Default>

# 13116_Kiryu
source: Oh really? You sound pretty confident. Maybe I should give your cooking a try, then.
pt_br: Ah sì? Sembri piuttosto sicura. Forse dovrei provare la tua cucina, allora.

# 13128_松岡里緒奈：源氏名
source: Anytime!
pt_br: Quando vuoi!

# 13140_Kiryu
source: If you're in that much trouble, I could loan you some money.
pt_br: Se sei così in difficoltà, potrei prestarti dei soldi.

# 13152_松岡里緒奈：源氏名
source: What!? Oh no, I couldn't take money from you for such a silly mistake.
pt_br: Cosa!? Oh no, non potrei accettare soldi da te per un errore così stupido.

# 13164_Kiryu
source: It's just a loan. You'll have to pay me back.
pt_br: È solo un prestito. Dovrai restituirmeli.

# 13176_松岡里緒奈：源氏名
source: No, I'm fine. Really. But thanks for the offer.
pt_br: No, sto bene. Davvero. Ma grazie per l'offerta.

# 13188_Kiryu
source: Okay. Let me know if there's anything I can do to help.
pt_br: Ok. Fammi sapere se c'è qualcosa che posso fare per aiutare.

# 13200_松岡里緒奈：源氏名
source: Hmm. You could wish me good luck. <Color:7>♥<Color:Default>
pt_br: Mmm. Potresti augurarmi buona fortuna. <Color:7>♥<Color:Default>

# 13212_Kiryu
source: Heh, okay. Good luck.
pt_br: Eh, ok. Buona fortuna.

# 13224_松岡里緒奈：源氏名
source: Thank you. That makes me a lot happier than money could. <Color:7>♥<Color:Default>
pt_br: Grazie. Questo mi rende molto più felice di quanto potrebbero fare i soldi. <Color:7>♥<Color:Default>

# 13236_Kiryu
source: You waste too much money. If you can't budget your money, you'll never make it on your own.
pt_br: Sprechi troppi soldi. Se non sai gestire il tuo budget, non ce la farai mai da sola.

# 13248_松岡里緒奈：源氏名
source: But golf clubs are expensive. How would budgeting help me to afford something like that?
pt_br: Ma le mazze da golf sono costose. Come potrebbe aiutarmi a permettermi una cosa del genere la gestione del budget?

# 13260_Kiryu
source: If you had been saving money, you could've bought them without breaking the bank. You got yourself into this mess.
pt_br: Se avessi risparmiato, avresti potuto comprarle senza andare in rosso. Ti sei messa in questo guaio da sola.

# 13272_松岡里緒奈：源氏名
source: You don't have to lecture me!
pt_br: Non devi farmi la predica!

# 13284_Kiryu
source: It's for your own good.
pt_br: È per il tuo bene.

# 13296_松岡里緒奈：源氏名
source: How!? It just makes me feel worse about this whole thing! It doesn't help me with this problem at all.
pt_br: Come!? Mi fa solo sentire peggio per tutta questa faccenda! Non mi aiuta affatto con questo problema.

# 13308_Kiryu
source: Oh. Sorry...
pt_br: Oh. Scusa...

# 13320_松岡里緒奈：源氏名
source: You know what? <Color:7>♥<Color:Default>
pt_br: Sai una cosa? <Color:7>♥<Color:Default>

# 13332_Kiryu
source: What?
pt_br: Cosa?

# 13344_松岡里緒奈：源氏名
source: I've started a new hobby recently. <Color:7>♥<Color:Default> Do you know what it is?
pt_br: Ho iniziato un nuovo hobby di recente. <Color:7>♥<Color:Default> Sai qual è?

# 13368_松岡里緒奈：源氏名
source: No, not that. I've started collecting lingerie.
pt_br: No, non quello. Ho iniziato a collezionare lingerie.

# 13392_松岡里緒奈：源氏名
source: Yeah, you know, sexy underwear. A guy I know said I wasn't sexy at all, so this is my way of defying him. <Color:7>♥<Color:Default>
pt_br: Sì, sai, biancheria intima sexy. Un ragazzo che conosco ha detto che non ero affatto sexy, quindi questo è il mio modo di sfidarlo. <Color:7>♥<Color:Default>

# 13404_松岡里緒奈：源氏名
source: In fact, I'm wearing some very sexy underwear right now. <Color:7>♥<Color:Default>
pt_br: Infatti, in questo momento indosso della biancheria molto sexy. <Color:7>♥<Color:Default>

# 13416_Kiryu
source: I'd like to see that.
pt_br: Mi piacerebbe vederla.

# 13428_松岡里緒奈：源氏名
source: Oh, you're so naughty. You're imagining me in my underwear right now, aren't you?
pt_br: Oh, sei così birichino. Mi stai immaginando in biancheria intima proprio ora, vero?

# 13440_Kiryu
source: Hey, you're the one who brought it up.
pt_br: Ehi, sei stata tu a tirarlo fuori.

# 13452_松岡里緒奈：源氏名
source: *giggles*
pt_br: *risatine*

# 13464_松岡里緒奈：源氏名
source: Well, I can't show you, but I can tell you what color they are. Do you want to guess?
pt_br: Beh, non posso mostrartela, ma posso dirti di che colore è. Vuoi indovinare?

# 13476_Kiryu
source: Um... Black?
pt_br: Uhm... nera?

# 13488_松岡里緒奈：源氏名
source: Wrong! The correct answer is red. <Color:7>♥<Color:Default>
pt_br: Sbagliato! La risposta corretta è rossa. <Color:7>♥<Color:Default>

# 13500_Kiryu
source: Red, huh?
pt_br: Rossa, eh?

# 13512_Kiryu
source: I'm more interested in what's underneath...
pt_br: Sono più interessato a cosa c'è sotto...

# 13524_松岡里緒奈：源氏名
source: Huh!? How could you just say that?
pt_br: Eh!? Come hai potuto dirlo?

# 13536_Kiryu
source: Isn't that what all men are really thinking? What's so fun about looking at underwear?
pt_br: Non è quello che pensano tutti gli uomini? Cosa c'è di così divertente nel guardare la biancheria intima?

# 13548_松岡里緒奈：源氏名
source: Hmph! I was having fun, and you had to go and ruin it!
pt_br: Umpf! Mi stavo divertendo e tu hai dovuto rovinare tutto!

# 13560_Kiryu
source: Oh, come on. I know you like it when I talk like that.
pt_br: Oh, andiamo. So che ti piace quando parlo così.

# 13572_松岡里緒奈：源氏名
source: No, I don't! Do you think you can just flash a smile and get away with saying something so pervy!?
pt_br: No, non è vero! Pensi di potertela cavare con un sorriso dopo aver detto una cosa così perversa!?

# 13584_Kiryu
source: Sorry...
pt_br: Scusa...

# 13596_Kiryu
source: If you like underwear, I could buy you something amazing.
pt_br: Se ti piace la biancheria intima, potrei comprarti qualcosa di fantastico.

# 13608_松岡里緒奈：源氏名
source: Oh? Like what?
pt_br: Oh? Tipo cosa?

# 13620_Kiryu
source: Something to make you look sexier than ever.
pt_br: Qualcosa che ti renda più sexy che mai.

# 13632_松岡里緒奈：源氏名
source: Really? That does sound interesting. <Color:7>♥<Color:Default>
pt_br: Davvero? Sembra interessante. <Color:7>♥<Color:Default>

# 13644_松岡里緒奈：源氏名
source: Wait, no! My parents would kill me if a man bought me something like that!
pt_br: Aspetta, no! I miei genitori mi ucciderebbero se un uomo mi comprasse una cosa del genere!

# 13656_Kiryu
source: Are you sure? Lingerie can be expensive. You should at least see what I'm offering.
pt_br: Sei sicura? La lingerie può essere costosa. Dovresti almeno vedere cosa offro.

# 13668_松岡里緒奈：源氏名
source: Well, I guess it wouldn't hurt to have a look...
pt_br: Beh, immagino che non farebbe male dare un'occhiata...

# 13680_Kiryu
source: Hehe. Well, just let me know if you change your mind.
pt_br: Eheh. Beh, fammi sapere se cambi idea.

# 13692_松岡里緒奈：源氏名
source: The thing I've feared most happened to me a few days ago.
pt_br: La cosa che temevo di più mi è successa qualche giorno fa.

# 13704_Kiryu
source: What is it? Something serious?
pt_br: Cosa? Qualcosa di serio?

# 13716_松岡里緒奈：源氏名
source: To me it is. I found something in my apartment... Something alive.
pt_br: Per me lo è. Ho trovato qualcosa nel mio appartamento... qualcosa di vivo.

# 13728_Kiryu
source: What, like a cockroach?
pt_br: Cosa, tipo uno scarafaggio?

# 13740_松岡里緒奈：源氏名
source: Yes! A cockroach!
pt_br: Sì! Uno scarafaggio!

# 13752_松岡里緒奈：源氏名
source: I figured it was only a matter of time before they showed up, but still...
pt_br: Immaginavo fosse solo questione di tempo prima che si presentassero, ma comunque...

# 13764_Kiryu
source: Yeah.
pt_br: Sì.

# 13776_松岡里緒奈：源氏名
source: "Yeah"? Is that all you have to say!? A nasty cockroach has invaded a poor girl's apartment!
pt_br: "Sì"? È tutto quello che hai da dire!? Un brutto scarafaggio ha invaso l'appartamento di una povera ragazza!

# 13788_Kiryu
source: Then clean up your apartment. Think of this as a wake-up call.
pt_br: Allora pulisci il tuo appartamento. Consideralo un campanello d'allarme.

# 13800_松岡里緒奈：源氏名
source: But I don't know where it's hiding... If I started moving things around, it might jump out and scare me to death.
pt_br: Ma non so dove si nasconde... Se iniziassi a spostare le cose, potrebbe saltar fuori e farmi morire di paura.

# 13812_松岡里緒奈：源氏名
source: I wish somebody would help me.
pt_br: Vorrei che qualcuno mi aiutasse.

# 13824_Kiryu
source: It's not going to be me. You have to learn how to take care of this on your own.
pt_br: Non sarò io. Devi imparare a cavartela da sola.

# 13836_松岡里緒奈：源氏名
source: But I can't sleep in the same room as a cockroach!
pt_br: Ma non posso dormire nella stessa stanza di uno scarafaggio!

# 13848_Kiryu
source: You'll survive. Besides, what makes you think it's just one cockroach?
pt_br: Sopravviverai. Inoltre, cosa ti fa pensare che sia solo uno scarafaggio?

# 13860_松岡里緒奈：源氏名
source: What!? Oh no, why did you have to say that?
pt_br: Cosa!? Oh no, perché hai dovuto dirlo?

# 13872_Kiryu
source: You could call an exterminator. It'll be a bit expensive, but it might be worth it.
pt_br: Potresti chiamare un disinfestatore. Sarà un po' costoso, ma potrebbe valerne la pena.

# 13884_松岡里緒奈：源氏名
source: Isn't calling an exterminator for one cockroach a little extreme?
pt_br: Chiamare un disinfestatore per uno scarafaggio non è un po' esagerato?

# 13896_Kiryu
source: How do you know it's just one? You could have dozens of them skittering around.
pt_br: Come fai a sapere che è solo uno? Potresti averne dozzine che zampettano in giro.

# 13908_松岡里緒奈：源氏名
source: Eeek! Don't say things like that!
pt_br: Aaah! Non dire cose del genere!

# 13920_Kiryu
source: But it's true. And even if it is just one right now, it can turn into hundreds if you do nothing.
pt_br: Ma è vero. E anche se per ora è solo uno, possono diventare centinaia se non fai nulla.

# 13932_松岡里緒奈：源氏名
source: Oh no... That would be terrible...
pt_br: Oh no... sarebbe terribile...

# 13944_松岡里緒奈：源氏名
source: I spent all my money on those golf clubs, and now I have even more expenses.
pt_br: Ho speso tutti i miei soldi per quelle mazze da golf, e ora ho ancora più spese.

# 13956_Kiryu
source: I'll just have to take care of it myself. You can be really high maintenance, you know.
pt_br: Dovrò occuparmene io. Sai, sei davvero impegnativa.

# 13968_松岡里緒奈：源氏名
source: I hoped you might offer to help. <Color:7>♥<Color:Default>
pt_br: Speravo che ti offrissi di aiutare. <Color:7>♥<Color:Default>

# 13980_Kiryu
source: It could be pretty time consuming, though. Would that be okay?
pt_br: Potrebbe richiedere molto tempo, però. Andrebbe bene?

# 13992_松岡里緒奈：源氏名
source: What do you mean?
pt_br: Cosa intendi?

# 14004_Kiryu
source: Well, it could take all night.
pt_br: Beh, potrebbe volerci tutta la notte.

# 14016_松岡里緒奈：源氏名
source: All night? You're not planning anything naughty, are you?
pt_br: Tutta la notte? Non stai pianificando niente di sconveniente, vero?

# 14028_Kiryu
source: Of course not. I was just making sure. I wouldn't take advantage of a woman in need.
pt_br: Certo che no. Volevo solo assicurarmi. Non approfitterei di una donna in difficoltà.

# 14040_松岡里緒奈：源氏名
source: Oh, right. You'd never try and do something like that, would you? <Color:7>♥<Color:Default>
pt_br: Oh, giusto. Non proveresti mai a fare una cosa del genere, vero? <Color:7>♥<Color:Default>

# 14052_Kiryu
source: I can't tell if you're being sarcastic.
pt_br: Non capisco se sei sarcastica.

# 14064_松岡里緒奈：源氏名
source: I had quite a shock the other night.
pt_br: Ho avuto un bello shock l'altra sera.

# 14076_Kiryu
source: What happened?
pt_br: Che è successo?

# 14088_松岡里緒奈：源氏名
source: Well, I was at a bar in Kamurocho with some friends, right?
pt_br: Beh, ero in un bar a Kamurocho con alcuni amici, ok?

# 14100_松岡里緒奈：源氏名
source: Well, while we were there, I met this super fun okama, and before I knew it, we were locked in a drinking contest!
pt_br: Beh, mentre eravamo lì, ho incontrato questo okama super divertente, e prima che me ne rendessi conto, eravamo impegnati in una gara di bevute!

# 14112_Kiryu
source: Really? Did you win?
pt_br: Davvero? Hai vinto?

# 14124_松岡里緒奈：源氏名
source: No! I can't even remember how many shots we took, but I was the first one to pass out!
pt_br: No! Non ricordo nemmeno quanti bicchierini abbiamo bevuto, ma sono stata la prima a svenire!

# 14136_松岡里緒奈：源氏名
source: It's the only time I've ever lost a drinking contest! I still can't believe it!
pt_br: È l'unica volta che ho perso una gara di bevute! Non riesco ancora a crederci!

# 14148_Kiryu
source: All right. I'll get revenge for you.
pt_br: Va bene. Ti vendicherò.

# 14160_松岡里緒奈：源氏名
source: I don't know. I don't think even you could out-drink her.
pt_br: Non lo so. Non credo che nemmeno tu potresti bere più di lei.

# 14172_松岡里緒奈：源氏名
source: She may have been an okama, but she was built like a tank!
pt_br: Sarà stata un'okama, ma era robusta come un carro armato!

# 14184_Kiryu
source: Oh. Hmm...
pt_br: Oh. Mmm...

# 14196_松岡里緒奈：源氏名
source: Don't worry about it. I'll get a rematch against her someday.
pt_br: Non preoccuparti. Un giorno avrò la mia rivincita contro di lei.

# 14208_松岡里緒奈：源氏名
source: Next time, I'll be in tiptop shape!
pt_br: La prossima volta, sarò in splendida forma!

# 14220_Kiryu
source: Okay then. Just be careful.
pt_br: Ok allora. Stai solo attenta.

# 14232_Kiryu
source: You shouldn't drink so much. It isn't good for you.
pt_br: Non dovresti bere così tanto. Non ti fa bene.

# 14244_松岡里緒奈：源氏名
source: Kiryu-san, are you worrying about me?
pt_br: Kiryu-san, sei preoccupato per me?

# 14256_Kiryu
source: Of course I am.
pt_br: Certo che lo sono.

# 14268_松岡里緒奈：源氏名
source: That's so sweet! <Color:7>♥<Color:Default> You're like a concerned boyfriend.
pt_br: Che dolce! <Color:7>♥<Color:Default> Sembri un fidanzato preoccupato.

# 14280_松岡里緒奈：源氏名
source: It makes me feel so good to know someone worries about me. <Color:7>♥<Color:Default>
pt_br: Mi fa così piacere sapere che qualcuno si preoccupa per me. <Color:7>♥<Color:Default>

# 14292_Kiryu
source: Heh. Seriously, don't drink too much.
pt_br: Eh. Sul serio, non bere troppo.

# 14304_松岡里緒奈：源氏名
source: I won't. For your sake. <Color:7>♥<Color:Default>
pt_br: Non lo farò. Per te. <Color:7>♥<Color:Default>

# 14316_Kiryu
source: Are you sure you're not a lightweight?
pt_br: Sei sicura di non reggere poco?

# 14328_松岡里緒奈：源氏名
source: What!? Of course I'm sure! How could you doubt me like that?
pt_br: Cosa!? Certo che sono sicura! Come puoi dubitare di me in questo modo?

# 14340_Kiryu
source: Well, you might be strong for a woman, but you were facing someone with a man's tolerance, right?
pt_br: Beh, potrai anche reggere bene per una donna, ma stavi affrontando qualcuno con la tolleranza di un uomo, giusto?

# 14352_松岡里緒奈：源氏名
source: That doesn't matter! I've never lost a drinking contest before!
pt_br: Non importa! Non ho mai perso una gara di bevute prima!

# 14364_Kiryu
source: Maybe all the opponents you've defeated up until now have been lightweights?
pt_br: Forse tutti gli avversari che hai sconfitto finora reggevano poco?

# 14376_松岡里緒奈：源氏名
source: Kiryu-san! You don't believe in me, do you?
pt_br: Kiryu-san! Non credi in me, vero?

# 14388_松岡里緒奈：源氏名
source: Hmph!
pt_br: Umpf!

# 14412_Kiryu
source: You're quiet today. What's wrong?
pt_br: Sei silenziosa oggi. Che c'è?

# 14424_松岡里緒奈：源氏名
source: I'm hungry.
pt_br: Ho fame.

# 14436_Kiryu
source: ...Have you had anything to eat today?
pt_br: ...hai mangiato qualcosa oggi?

# 14448_松岡里緒奈：源氏名
source: I started my diet this morning.
pt_br: Ho iniziato la dieta stamattina.

# 14460_松岡里緒奈：源氏名
source: I haven't eaten anything since I woke up...
pt_br: Non ho mangiato niente da quando mi sono svegliata...
