Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00090586.po
Languages: pt_br

source: Rumor-loving High School Girl
pt_br: Ragazza delle superiori pettegola

source: Chatty High School Girl
pt_br: Studentessa Pettegola

source: Rumor Loving High School Girl
pt_br: Studentessa delle superiori amante dei pettegolezzi

# 84_Rumor-loving High School Girl
source: You know this place called Sky Finance?
pt_br: Hai presente quella Sky Finance?

# 96_Chatty High School Girl
source: Yeah. What about it?
pt_br: Sì. E allora?

# 108_Rumor Loving High School Girl
source: Well, it's a place that lends you money. But I heard the owner's a hardcore criminal!
pt_br: Beh, è un posto dove ti prestano soldi. Ma io ho sentito che il proprietario è un criminale mica da ridere!

# 120_Chatty High School Girl
source: Seriously? What'd he do?
pt_br: Ma davvero? Cos'ha combinato?

# 132_Rumor-loving High School Girl
source: They say he's a badass yakuza who, like, goes around beating people up at random.
pt_br: Dicono sia uno yakuza proprio cazzuto che, tipo, va in giro a menare la gente a caso.

# 144_Chatty High School Girl
source: No way! Really!? Sounds like a scary guy!
pt_br: Non ci credo! Davvero!? Sembra un tipo spaventoso!

# 156_Rumor-loving High School Girl
source: Not only that, he's killed at least 10 or 20 people! And I heard he's been arrested tons of times, too!
pt_br: Ma non solo, ha ucciso almeno 10 o 20 persone! E ho sentito dire che è stato arrestato un casino di volte, pure!

# 168_Chatty High School Girl
source: No way! How come he's not, like, in prison!?
pt_br: Ma dai! Come mai non è in galera!?

# 180_Rumor-loving High School Girl
source: Duh! 'Cause he's a moneylender! Every time he gets arrested, he just gives the cops a boatload of money and they let him go.
pt_br: Ma va'! Perché è uno strozzino! Ogni volta che viene arrestato, gli basta dare agli sbirri una marea di soldi e lo mollano.

# 192_Chatty High School Girl
source: That's totally messed up!
pt_br: È una roba allucinante!
