Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00630052.po
Languages: pt_br

# 256_峰村七海：源氏名
source: I love karaoke! Hmm... What should I sing?
pt_br: Adoro il karaoke! Hmm... Che pezzo scelgo?

# 268_峰村七海：源氏名
source: Hmm... What should I sing?
pt_br: Mmm... Cosa canto?

# 280_峰村七海：源氏名
source: Mmm... That felt so good! I think I did pretty well!
pt_br: Mmm... Che goduria! Penso di essermela cavata piuttosto bene!

# 292_峰村七海：源氏名
source: Why don't you sing something, too?
pt_br: Perché non canti qualcosa anche tu?

# 304_Kiryu
source: "Kamurocho Lullaby," then.
pt_br: "Kamurocho Lullaby," allora.

# 316_峰村七海：源氏名
source: Oh, I know that one! It's one of my favorites!
pt_br: Oh, questa la conosco! È una delle mie preferite!

# 328_Kiryu
source: No, I'm good.
pt_br: No, sono a posto.

# 340_峰村七海：源氏名
source: Huh? Are you sure? I really wanted to hear you sing...
pt_br: Eh? Sei sicuro? Mi sarebbe piaciuto un sacco sentirti cantare...

# 352_峰村七海：源氏名
source: You were completely off...
pt_br: Eri completamente stonato...

# 364_Kiryu
source: Sorry.
pt_br: Scusa.

# 376_峰村七海：源氏名
source: That felt so good! You really helped me get into it! <Color:7>♥<Color:Default>
pt_br: Mi sono sentita così bene! Mi hai proprio aiutato a lasciarmi andare! <Color:7>♥<Color:Default>

# 388_峰村七海：源氏名
source: You should sing, too!
pt_br: Dovresti cantare pure tu!

# 400_Kiryu
source: "Kamurocho Lullaby," then.
pt_br: "Kamurocho Lullaby," allora.

# 412_峰村七海：源氏名
source: Oh, I know that one! It's one of my favorites!
pt_br: Oh, questa la conosco! È una delle mie preferite!

# 424_Kiryu
source: No, I'm good.
pt_br: No, sono a posto.

# 436_峰村七海：源氏名
source: Huh? Are you sure? I really wanted to hear you sing...
pt_br: Eh? Sei sicuro? Mi sarebbe piaciuto un sacco sentirti cantare...

# 448_峰村七海：源氏名
source: That was cool! You're not half bad!
pt_br: Che figata! Non sei affatto male!

# 460_峰村七海：源氏名
source: Hey... You've been practicing on your own, haven't you?
pt_br: Ehi... Ti sei allenato da solo, eh?

# 472_Kiryu
source: Are you kidding me?
pt_br: Mi stai prendendo per il culo?

# 484_峰村七海：源氏名
source: Just imagining you practicing by yourself is hilarious!
pt_br: Solo a immaginarti mentre ti eserciti da solo mi fa sbellicare!

# 496_Kiryu
source: Heh... Yeah, I guess so.
pt_br: Eh... Già, direi di sì.

# 508_峰村七海：源氏名
source: Umm... Don't worry, we all have our off days.
pt_br: Uhm... Non preoccuparti, capita a tutti di avere i propri giorni no.

# 520_Kiryu
source: Yeah...
pt_br: Già...

# 532_峰村七海：源氏名
source: Wow! I never knew you were such a good singer! That was really impressive! <Color:7>♥<Color:Default>
pt_br: Wow! Non avrei mai detto che fossi così bravo a cantare! È stato davvero impressionante! <Color:7>♥<Color:Default>

# 544_Kiryu
source: Oh yeah? Thanks.
pt_br: Ah sì? Grazie.

# 556_峰村七海：源氏名
source: Sure.
pt_br: Certo.

# 568_峰村七海：源氏名
source: Not me.
pt_br: Io no.

# 580_峰村七海：源氏名
source: Sure.
pt_br: Certo.

# 592_峰村七海：源氏名
source: Not me.
pt_br: Io no.
