Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0009027b.po
Languages: pt_br

source: Other Punks
pt_br: Altri Teppisti

source: Other Punk
pt_br: Altro Teppista

# 56_Akiyama
source: Thanks for waiting.
pt_br: Grazie per l'attesa.

# 68_Erena
source: Hi!
pt_br: Ciao!

# 80_Erena
source: Hey! Look, it's that couple again.
pt_br: Ehi! Guarda, sono di nuovo quei due.

# 116_Toshi
source: What're you still doing here?
pt_br: Ma che ci fai ancora qui?

# 128_Miyuki
source: Why didn't you call me? I've been waiting for ages...
pt_br: Perché non mi hai chiamato? Ti ho aspettato per un'eternità...

# 140_Toshi
source: Can't take a hint, huh? Most girls woulda figured out they've been dumped after three hours of waiting.
pt_br: Non capisci l'antifona, eh? La maggior parte delle ragazze avrebbe capito di essere stata mollata dopo tre ore ad aspettare.

# 152_Toshi
source: I'm seeing somebody else. Been hooking up for a while, actually.
pt_br: Mi sto vedendo con un'altra. A dire il vero, ci si vede già da un bel po'.

# 164_Miyuki
source: What?
pt_br: Cosa?

# 176_Toshi
source: So just go home.
pt_br: Allora, tornatene a casa.

# 188_Miyuki
source: But...
pt_br: Ma...

# 200_Akiyama
source: Ouch... Could've done without seeing that.
pt_br: Ahi... potevo farne a meno di vederlo.

# 212_Erena
source: No way! What a douchebag!
pt_br: Nooo! Che stronzo!

# 224_Miyuki
source: Toshi-kun... This is a joke, right? You're kidding, right?
pt_br: Toshi-kun... È uno scherzo, vero? Stai scherzando, vero?

# 236_Toshi
source: Shut up!
pt_br: Stai zitto!

# 248_Miyuki
source: Eek!
pt_br: Oddio!

# 260_Erena
source: Can't believe we're seeing this!
pt_br: Non ci posso credere ai nostri occhi!

# 296_Other Punks
source: What's the holdup, Toshi? Let's go.
pt_br: Che aspetti, Toshi? Dai!

# 320_Toshi
source: Sorry. Ran into my ex.
pt_br: Scusa. Mi sono imbattuto nel mio ex.

# 332_Other Punk
source: Huh? This girl? She's pretty cute! Mind if I give her a try?
pt_br: Eh? Questa ragazza? È una bella gnocca! Che ne dite se ci provo io?

# 344_Toshi
source: Whatever. Hey, Miyuki. Good news. You've got a new boyfriend.
pt_br: Vabbè. Ehi, Miyuki. Buone notizie. Hai un nuovo fidanzato.

# 368_Erena
source: Hey! You jerks have no right to treat her like that! She has feelings, ya know.
pt_br: Ehi! Voi stronzi, non avete il diritto di trattarla così! Anche lei ha dei sentimenti, sapete.

# 380_Toshi
source: Huh!? Who the hell are you?
pt_br: Eh!? Chi diavolo sei?

# 392_Other Punk
source: Now, that girl's hot. She's way more my type than your ex.
pt_br: Beh, quella ragazza è una gran figa. È decisamente più il mio tipo della tua ex.

# 404_Toshi
source: Really? She's all yours, then.
pt_br: Ah sì? Allora è tua.

# 416_Erena
source: Gimme a break! I try not to make snap judgments about folks, but you three are rotten to the core!
pt_br: Ma fammi il piacere! Cerco di non giudicare la gente subito, ma voi tre siete marci fino al midollo!

# 428_Toshi
source: What the!? Who the hell are you? Think you can insult us and then walk away? You don't get off that easy!
pt_br: Ma che cazzo!? Ma tu chi diavolo sei? Credi di poterci insultare e poi andartene così? Non te la cavi così facilmente!

# 440_Erena
source: Aagh!
pt_br: Aaargh!

# 452_Akiyama
source: I didn't want to do this, but...
pt_br: Non volevo fare questo, ma...

# 464_Erena
source: Help!
pt_br: Aiuto!

# 476_Toshi
source: Huh!?
pt_br: Eh!?

# 488_Akiyama
source: If you don't want to get hurt, you'd better get out of here. Now.
pt_br: Se non vuoi farti male, è meglio che te la fili da qui. Subito.

# 500_Toshi
source: What the fu－ You got a problem, bro?
pt_br: Ma che cazz－ Hai qualche problema, compare?

# 512_Akiyama
source: A problem? No. No problem. Your relationship is your business.
pt_br: Un problema? No. Nessun problema. La vostra relazione sono affari vostri.

# 524_Toshi
source: Then what do you want!?
pt_br: Allora, che cazzo vuoi!?

# 536_Akiyama
source: Something about you guys just grates on my nerves. Do I need another reason to kick your asses?
pt_br: Mi state proprio sulle palle. Mi serve un altro motivo per spaccarvi il culo?

# 548_Toshi
source: Hah, try it! We'll tear you apart!
pt_br: Hah, provateci! Vi faremo a pezzi!

# 560_Toshi
source: Come on! Let's get this guy!
pt_br: Forza! Prendiamo questo tizio!

# 572_Other Punks
source: Yeah!
pt_br: Sì!

# 596_Akiyama
source: It's all right. Leave this to me.
pt_br: Va tutto bene.Lascia fare a me.

# 608_Erena
source: Okay...
pt_br: Va bene...

# 620_Toshi
source: Think girls are impressed when you act all tough, huh? You're gonna regret ever opening your mouth, bro!
pt_br: Credi che le tipe si impressionino quando fai il ganzo, eh? Ti farò rimpiangere di aver aperto bocca, compare!
