Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01ee0137.po
Languages: pt_br

source: You used a <Color:8>Batting Coupon<Color:Default>.
pt_br: Hai usato un <Color:8>Coupon di battuta<Color:Default>.

source: Batting Center: Hard Game
pt_br: Centro di battuta: Partita Difficile

source: Player
pt_br: Giocatore

# 344_Kiryu
source: (Sure, I'll do it for Haruka...)
pt_br: (Certo, lo faccio per Haruka...)

# 368_Haruka
source: Uncle Kaz! Get at least 2,600 points in a Hard Game!
pt_br: Zio Kaz! Fai almeno 2.600 punti in una partita Difficile!

# 380_Kiryu
source: (At least 2,600 points in a Hard Game... One play is 300 yen. Should I give it a try?)
pt_br: (Almeno 2.600 punti in una partita Difficile... Una giocata costa 300 yen. Ci provo?)

# 392_Kiryu
source: (Okay, let's do this.)
pt_br: (Va bene, facciamolo.)

# 404_Haruka
source: Good luck, Uncle Kaz!
pt_br: Buona fortuna, Zio Kaz!

# 428_Kiryu
source: (Not right now.)
pt_br: (Non ora.)

# 440_Haruka
source: Aww, I wanted to see you play, though...
pt_br: Peccato, volevo proprio vederti giocare, però...

# 452_Kiryu
source: (Wish I could play a Hard Game, but I don't have the cash... It shouldn't be too hard to find 300 yen.)
pt_br: Vorrei fare una partita Difficile, ma non ho la grana... Non dovrebbe essere difficile rimediare 300 yen.

# 464_Haruka
source: Aww! You should play!
pt_br: Dai! Dovresti giocare!

# 476_Kiryu
source: Press <Action:Button_Cross@Battingcenter> at the right time to hit the balls pitched by the pitching machine. Hit the numbered targets to earn points.
pt_br: Premi <Action:Button_Cross@Battingcenter> al momento giusto per battere le palle lanciate dalla macchina lanciapalle. Colpisci i bersagli numerati per fare punti.

# 488_Kiryu
source: There are nine targets in the Hard Game. Once a target is hit, it will not be restored until all the remaining targets are also hit.
pt_br: Ci sono nove bersagli nella Partita Difficile. Una volta colpito un bersaglio, non si ripristinerà finché non avrai colpito anche tutti gli altri.

# 500_Kiryu
source: Use <Action:Button_LS_Up@Battingcenter><Action:Button_LS_Down@Battingcenter><Action:Button_LS_Left@Battingcenter><Action:Button_LS_Right@Battingcenter> to aim your shot. If you aim well enough, you can hit three targets at once and earn three times the points. However, the target in the center cannot be hit as part of a multiple shot.
pt_br: Usa <Action:Button_LS_Up@Battingcenter><Action:Button_LS_Down@Battingcenter><Action:Button_LS_Left@Battingcenter><Action:Button_LS_Right@Battingcenter> per mirare il tuo colpo. Se miri abbastanza bene, puoi colpire tre bersagli in una volta e guadagnare il triplo dei punti. Tuttavia, il bersaglio al centro non può essere colpito come parte di un colpo multiplo.

# 512_Kiryu
source: In the hard course, hit targets down, across, or diagonally to score points. You can get bonus points by hitting multiple targets at once. Think carefully about the order in which to hit the targets.
pt_br: Nel percorso difficile, colpisci i bersagli giù, di lato o in diagonale per fare punti. Puoi ottenere punti bonus colpendo più bersagli contemporaneamente. Ragiona bene sull'ordine in cui colpire i bersagli.

# 524_Kiryu
source: Once you hit all the targets, a bonus target will appear. However, you only get one chance to hit it. The bonus target disappears after one pitch, whether you hit it or not. Aim carefully and go for a new high score!
pt_br: Una volta che hai colpito tutti i bersagli, spunterà un bersaglio bonus. Però, hai solo una chance per centrarlo. Il bersaglio bonus svanisce dopo un solo lancio, che tu l'abbia beccato o meno. Mira con attenzione e punta a un nuovo record!

# 572_Player
source: (Hmm... The Hard Game is 300 yen. Maybe I should give it a try.)
pt_br: (Mmm... Il Gioco Difficile costa 300 yen. Magari ci faccio un tentativo.)

# 584_Player
source: (Hmm... The Hard Game is 300 yen. Maybe I should give it a try.)
pt_br: (Mmm... Il Gioco Difficile costa 300 yen. Magari ci faccio un tentativo.)

# 596_Player
source: (Hmm... The Hard Game is 300 yen. I could play for free if I use a coupon...)
pt_br: Hmm... La partita Difficile costa 300 yen. Potrei giocarci gratis se usassi un coupon...

# 608_Player
source: (Okay, let's do this.)
pt_br: (Va bene, facciamolo.)

# 632_Player
source: (Okay, let's do this.)
pt_br: (Va bene, facciamolo.)

# 680_Player
source: (Not right now.)
pt_br: (Non ora.)

# 704_Kiryu
source: Press <Action:Button_Cross@Battingcenter> at the right time to hit the balls pitched by the pitching machine. Hit the numbered targets to earn points.
pt_br: Premi <Action:Button_Cross@Battingcenter> al momento giusto per battere le palle lanciate dalla macchina lanciapalle. Colpisci i bersagli numerati per fare punti.

# 716_Kiryu
source: There are nine targets in the Hard Game. Once a target is hit, it will not be restored until all the remaining targets are also hit.
pt_br: Ci sono nove bersagli nella Partita Difficile. Una volta colpito un bersaglio, non si ripristinerà finché non avrai colpito anche tutti gli altri.

# 728_Kiryu
source: Use <Action:Button_LS_Up@Battingcenter><Action:Button_LS_Down@Battingcenter><Action:Button_LS_Left@Battingcenter><Action:Button_LS_Right@Battingcenter> to aim your shot. If you aim well enough, you can hit three targets at once and earn three times the points. However, the target in the center cannot be hit as part of a multiple shot.
pt_br: Usa <Action:Button_LS_Up@Battingcenter><Action:Button_LS_Down@Battingcenter><Action:Button_LS_Left@Battingcenter><Action:Button_LS_Right@Battingcenter> per mirare il tuo colpo. Se miri abbastanza bene, puoi colpire tre bersagli in una volta e guadagnare il triplo dei punti. Tuttavia, il bersaglio al centro non può essere colpito come parte di un colpo multiplo.

# 740_Kiryu
source: In the hard course, hit targets down, across, or diagonally to score points. You can get bonus points by hitting multiple targets at once. Think carefully about the order in which to hit the targets.
pt_br: Nel percorso difficile, colpisci i bersagli giù, di lato o in diagonale per fare punti. Puoi ottenere punti bonus colpendo più bersagli contemporaneamente. Ragiona bene sull'ordine in cui colpire i bersagli.

# 752_Kiryu
source: Once you hit all the targets, a bonus target will appear. However, you only get one chance to hit it. The bonus target disappears after one pitch, whether you hit it or not. Aim carefully and go for a new high score!
pt_br: Una volta che hai colpito tutti i bersagli, spunterà un bersaglio bonus. Però, hai solo una chance per centrarlo. Il bersaglio bonus svanisce dopo un solo lancio, che tu l'abbia beccato o meno. Mira con attenzione e punta a un nuovo record!

# 764_Player
source: (Wish I could play a Hard Game, but I don't have the cash... It shouldn't be too hard to find 300 yen.)
pt_br: Vorrei fare una partita Difficile, ma non ho la grana... Non dovrebbe essere difficile rimediare 300 yen.

# 788_Kiryu
source: Play
pt_br: Gioca

# 800_Kiryu
source: Don't Play
pt_br: Non giocare

# 812_Kiryu
source: Read the Rules
pt_br: Leggi le Regole

# 824_Kiryu
source: Pay 300 Yen
pt_br: Paga 300 Yen

# 836_Kiryu
source: Use a Coupon
pt_br: Usa un Coupon

# 848_Kiryu
source: Don't Play
pt_br: Non giocare

# 860_Kiryu
source: Read the Rules
pt_br: Leggi le Regole

# 872_Kiryu
source: Play
pt_br: Gioca

# 884_Kiryu
source: Don't Play
pt_br: Non giocare

# 896_Kiryu
source: Read the Rules
pt_br: Leggi le Regole

# 908_Kiryu
source: Use a Coupon
pt_br: Usa un Coupon

# 920_Kiryu
source: Don't Play
pt_br: Non giocare

# 932_Kiryu
source: Read the Rules
pt_br: Leggi le Regole
