Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00e60534.po
Languages: pt

# 164_Matsuyama
source: That was just sublime! Great fish, great rice... Simply beautiful!
pt: Era semplicemente sublime! Ottimo pesce, ottimo riso... Una meraviglia!

# 176_Kiryu
source: It was good... but did you get any ideas?
pt: Era buono... ma ti è venuta qualche idea?

# 188_Matsuyama
source: Not really.
pt: Non proprio.

# 200_Kiryu
source: Nothing? Oh, well. We might as well take our time. Let's go somewhere else.
pt: Niente? Beh, pazienza. Visto che ci siamo, prendiamocela comoda. Andiamo da un'altra parte.

# 224_Matsuyama
source: Where to next?
pt: E ora dove andiamo?

# 236_Kiryu
source: Let's go eat some tasty yakiniku. I think it has something in common with that rich tonkotsu ramen at Kyushu No. 1 Star.
pt: Andiamo a mangiare un po' di yakiniku. Penso abbia qualcosa in comune con quel ricco ramen tonkotsu del Kyushu Ichibanboshi.

# 248_Matsuyama
source: Great idea! Let's go!
pt: Ottima idea! Andiamo!

# 272_Kiryu
source: Let's go eat some top-notch sushi.
pt: Andiamo a mangiare del sushi di prima qualità.

# 284_Matsuyama
source: Got it. Expensive, high-end seafood would be the exact opposite of the affordable, hearty tonkotsu ramen we serve.
pt: Capito. Pesce costoso e di alta gamma, l'esatto opposto del nostro ramen tonkotsu, economico e sostanzioso.

# 296_Kiryu
source: Exactly. Let's go.
pt: Esatto. Andiamo.

# 308_Matsuyama
source: You're the boss!
pt: Agli ordini!

# 332_Kiryu
source: Ramen's all about serving good food fast and cheap. With that in mind, it might be worthwhile to visit a fast food joint.
pt: Il ramen si basa tutto sul servire buon cibo in modo veloce ed economico. Con questo in mente, potrebbe valere la pena visitare un fast food.

# 344_Matsuyama
source: Great idea! I never thought of that!
pt: Ottima idea! Non ci avevo mai pensato!

# 356_Kiryu
source: Okay, let's go to Smile Burger.
pt: Ok, andiamo allo Smile Burger.

# 368_Matsuyama
source: You're the boss!
pt: Agli ordini!

# 392_Kiryu
source: Maybe we're trying too hard. Let's wander around a little for a change of pace.
pt: Forse ci stiamo sforzando troppo. Facciamo due passi per cambiare un po' aria.

# 404_Matsuyama
source: But...
pt: Ma...

# 416_Kiryu
source: You shouldn't overthink things. Let's just take it slow.
pt: Non dovresti pensarci troppo. Prendiamocela comoda e basta.

# 428_Matsuyama
source: Okay...
pt: Ok...

# 452_Matsuyama
source: Let's get some tasty yakiniku.
pt: Andiamo a mangiare un po' di yakiniku.

# 464_Matsuyama
source: Let's see what fast food has to offer.
pt: Vediamo cosa ha da offrire il fast food.

# 476_Matsuyama
source: Let's just wander around town.
pt: Facciamo solo due passi in città.
