Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00910119.po
Languages: it

source: Cocky Punk
it: Teppista arrogante

source: Sleazy Punk
it: Teppista viscido

source: Voice
it: Voce

source: Well-built Man
it: Uomo robusto

# 88_Akiyama
source: Whew... That good enough for you?
it: Phew... Ti basta?

# 100_Saigo
source: Looks like you've got a strong set of legs. I was right about you.
it: Sembra che tu abbia delle gambe forti. Avevo ragione sul tuo conto.

# 112_Akiyama
source: I'm sorry, but your praise is less than flattering. Can I go now?
it: Mi dispiace, ma i tuoi complimenti non sono molto lusinghieri. Posso andare, ora?

# 124_Saigo
source: Wait! I have to talk to you about something. Let's head to the roof.
it: Aspetta! Devo parlarti di una cosa. Andiamo sul tetto.

# 136_Akiyama
source: The roof? Could you just act normal for one second?
it: Il tetto? Potresti comportarti normalmente per un secondo?

# 184_Cocky Punk
source: Dammit... You're unreal, man...
it: Maledizione... Sei incredibile, amico...

# 196_Akiyama
source: And hey, turns out you were right: I'm <Italic>not</Italic> a saint. Not after painting your face with my shoe, at least. Run along now, kids.
it: Ehi, alla fine avevate ragione: <Italic>non</Italic> sono un santo. Non dopo avervi dipinto la faccia con la mia scarpa, almeno. E ora filate, ragazzi.

# 208_Sleazy Punk
source: Grrr... This ain't the last you heard of us!
it: Grrr... Non finisce qui!

# 220_Akiyama
source: Well, now that's taken care of... Are you okay, miss?
it: Bene, sistemata questa faccenda... Signorina, sta bene?

# 244_Akiyama
source: Oh. Guess she ran off.
it: Oh. Immagino sia scappata via.

# 256_Akiyama
source: Can't say I'm surprised, though.
it: Anche se non posso dire di esserne sorpreso.

# 268_Voice
source: You there. Got a minute?
it: Ehi, tu. Hai un minuto?

# 292_Akiyama
source: Depends. What do you need?
it: Dipende. Di cosa hai bisogno?

# 304_Well-built Man
source: Well, I was observing your scuffle there, and I can see your physical potential is through the roof.
it: Beh, stavo osservando la tua zuffa e vedo che il tuo potenziale fisico è alle stelle.

# 316_Well-built Man
source: Did you used to play any sports?
it: Hai mai praticato qualche sport?

# 328_Akiyama
source: Uh, not really. Pretty sure the last time I kicked a ball around was in middle school.
it: Uh, non proprio. Credo che l'ultima volta che ho tirato due calci a un pallone sia stata alle medie.

# 340_Well-built Man
source: So then it's just natural talent. Understood.
it: Quindi è solo talento naturale. Capisco.

# 352_Well-built Man
source: My name is Saigo. I run an operation in this general area.
it: Mi chiamo Saigo. Gestisco un'operazione in questa zona.

# 364_Akiyama
source: What kind of operation?
it: Che genere di operazione?

# 376_Saigo
source: I'm glad you ask. Do you know about the looming crisis Japan faces?
it: Sono contento che tu me lo chieda. Conosci la crisi incombente che il Giappone sta affrontando?

# 388_Akiyama
source: Crisis? What crisis?
it: Crisi? Quale crisi?

# 400_Saigo
source: Put frankly, "peace addiction." Nowadays, all people in Japan can think about is peace.
it: In parole povere, la "dipendenza dalla pace". Oggigiorno, in Giappone la gente non pensa ad altro che alla pace.

# 412_Akiyama
source: ...Uh-huh.
it: ...Ah-ah.

# 424_Saigo
source: In my youth, I fought as a mercenary, mostly in the Middle East. I've seen many breathe their last, friend and foe alike.
it: In gioventù ho combattuto come mercenario, principalmente in Medio Oriente. Ho visto molti esalare il loro ultimo respiro, amici e nemici.

# 436_Saigo
source: It was then I realized an astounding truth. In this world, anything can happen. Anytime. Anywhere.
it: È stato allora che ho capito una verità sorprendente. In questo mondo, può succedere di tutto. In qualsiasi momento. Ovunque.

# 448_Akiyama
source: Oh, I get it now. You're a soldier. That explains the stocky build, the fatigues, and the bald head.
it: Oh, ora ho capito. Sei un soldato. Questo spiega la corporatura robusta, la mimetica e la testa pelata.

# 460_Saigo
source: Someone as strong as yourself must realize how everyone in this city is putting themselves at risk, every moment of the day. They're too vulnerable.
it: Uno forte come te dovrebbe capire come tutti in questa città si mettano a rischio, ogni momento della giornata. Sono troppo vulnerabili.

# 484_Saigo
source: Same goes for you. You're not as clever as you think.
it: Lo stesso vale per te. Non sei così astuto come credi.

# 496_Akiyama
source: Huh? What are you talking about?
it: Eh? Di che stai parlando?

# 520_Akiyama
source: Huh?
it: Uh?

# 532_Akiyama
source: Hey!
it: Ehi!

# 544_Akiyama
source: Those are the keys to my office! Give those back!
it: Quelle sono le chiavi del mio ufficio! Restituiscimele!

# 556_Saigo
source: Hahaha! You may be a good fighter, but your senses are as dull as a doorknob.
it: Ahahah! Sarai anche un buon combattente, ma i tuoi sensi sono lenti come una lumaca.

# 568_Akiyama
source: Did you set that up? Cut me some slack here, man! We just met!
it: Hai organizzato tu questa cosa? Andiamoci piano, amico! Ci siamo appena conosciuti!

# 580_Saigo
source: A strong individual like you should have no problem chasing him down. But you better get going! Who knows what'll happen if you let him get away!
it: Un individuo forte come te non dovrebbe avere problemi a inseguirlo. Ma è meglio che ti muova! Chissà cosa succederà se lo lasci scappare!

# 592_Akiyama
source: Yeah, thanks for the advice. Ugh, here we go again...
it: Già, grazie per il consiglio. Ugh, ci risiamo...
