Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid016c0018.po
Languages: pt_br

source: Controls
pt_br: Controlli

source: Sometimes it can help to put a warm, damp cloth on your eyes. It improves the blood flow.
pt_br: Sai, a volte può aiutare mettersi un panno caldo e umido sugli occhi. Fa circolare meglio il sangue.

source: True enough.
pt_br: In effetti.

source: And besides, I move my mouth all the time when I talk. I don't need to worry about it.
pt_br: E poi, la mia bocca è sempre in movimento quando parlo. Non mi devo preoccupare.

source: All right.
pt_br: Va bene.

source: Not a bad idea, right?
pt_br: Non male, eh?

source: Me? No way.
pt_br: Io? Manco per sogno.

# 516_Tanimura
source: Use <Action:Button_LS_Up@Cabaret><Action:Button_LS_Down@Cabaret><Action:Button_LS_Left@Cabaret><Action:Button_LS_Right@Cabaret> to control where you look. This is your chance to feast your eyes on her beauty.
pt_br: Usa <Action:Button_LS_Up@Cabaret><Action:Button_LS_Down@Cabaret><Action:Button_LS_Left@Cabaret><Action:Button_LS_Right@Cabaret> per controllare dove guardi. È la tua occasione per rifarti gli occhi con la sua bellezza.

# 528_Tanimura
source: Press <Action:Button_Cross@Cabaret> when you want to focus intently on one of her features. Holding down <Action:Button_Cross@Cabaret> allows you to focus your gaze.
pt_br: Premi <Action:Button_Cross@Cabaret> quando vuoi concentrarti intensamente su una delle sue caratteristiche. Tenere premuto <Action:Button_Cross@Cabaret> ti permette di focalizzare lo sguardo.

# 540_Tanimura
source: Note that her response will change depending on where you look.
pt_br: Nota che la sua reazione cambierà a seconda di dove guardi.

# 564_Tanimura
source: (Should I choose her eyes?)
pt_br: (Dovrei scegliere i suoi occhi?)

# 576_Tanimura
source: (Should I choose her mouth?)
pt_br: (Andare sulla sua bocca?)

# 588_Tanimura
source: (Maybe her hands...)
pt_br: (Magari le sue mani...)

# 600_Tanimura
source: (Maybe her legs...)
pt_br: (Forse le sue gambe...)

# 612_Tanimura
source: (Maybe her head...)
pt_br: (Forse la sua testa...)

# 624_Tanimura
source: (Well...)
pt_br: (Beh...)

# 636_Tanimura
source: (Let me think...)
pt_br: (Fammi pensare...)

# 648_Tanimura
source: Your eyes look tired. A nice eye massage would do the trick.
pt_br: I tuoi occhi sembrano stanchi. Un bel massaggino agli occhi ti rimetterebbe in sesto.

# 660_Tanimura
source: Ya think so? It's true that I haven't been gettin' enough sleep lately.
pt_br: Ah, dici? A dire il vero, ultimamente non ho dormito abbastanza.

# 684_F_cab_sitsofa_tlk_happy
source: Wow, you sure know your stuff Tanimura-san. <Color:7>♥<Color:Default>
pt_br: Wow, ci sai fare proprio Tanimura-san. <Color:7>♥<Color:Default>

# 696_F_cab_sitsofa_tlk_noA
source: But wouldn't that ruin my makeup? ♪
pt_br: Ma non mi rovinerebbe il trucco? ♪

# 720_Tanimura
source: I could massage the area around your mouth. It could help relax your cheek muscles and even improve your smile.
pt_br: Potrei massaggiarti la zona intorno alla bocca. Potrebbe aiutarti a rilassare i muscoli delle guance e persino a farti un sorriso ancora più bello.

# 732_Tanimura
source: What? You think my smile needs improvin'?
pt_br: Come? Pensi che il mio sorriso abbia bisogno di un ritocchino?

# 756_Tanimura
source: Suit yourself.
pt_br: Accomodati.

# 768_Tanimura
source: I could try the pressure points in your hand.
pt_br: Potrei provare i punti di pressione della tua mano.

# 780_F_cab_sitsofa_tlk_happy
source: Yeah, that sounds good.
pt_br: Già, mi va bene.

# 792_Tanimura
source: But I could do that myself. I was thinkin' of someplace else.
pt_br: Ma quello potrei farlo pure da solo. Io pensavo a un altro posticino.

# 804_Tanimura
source: All right.
pt_br: Va bene.

# 816_Tanimura
source: How about your legs? Massaging different parts of your legs and feet can really have an effect.
pt_br: E le gambe? Massaggiare in diversi punti le tue gambe e i piedi può fare un gran bell'effetto.

# 828_F_cab_sitsofa_tlk_happy
source: That sounds wonderful! ♪ I love gettin' foot massages. ♪
pt_br: Che meraviglia! ♪ Adoro farmi massaggiare i piedi. ♪

# 840_Tanimura
source: But they don't allow touching at this club. Maybe some other time? <Color:7>♥<Color:Default>
pt_br: Ma qui non si può toccare. Magari un'altra volta? <Color:7>♥<Color:Default>

# 864_Tanimura
source: Maybe I could massage your head a bit?
pt_br: Forse potrei darti un massaggino alla testa?

# 876_Tanimura
source: My head? That's a surprisin' choice. ♪
pt_br: La mia testa? Che scelta insolita. ♪

# 888_F_cab_sitsofa_talk_smileA
source: But come to think of it, I get a head massage when I get my hair shampooed at the beauty salon and I love that. <Color:7>♥<Color:Default>
pt_br: Però, ora che ci penso, mi fanno un massaggio alla testa quando mi fanno lo shampoo dal parrucchiere, e lo adoro. <Color:7>♥<Color:Default>

# 912_Himeka
source: Tanimura-san! What are you thinking of massaging!?
pt_br: Tanimura-san! Cosa stai pensando di massaggiare!?

# 924_Tanimura
source: Oh, uh... Sorry...
pt_br: Oh, ehm... Scusa...

# 936_Himeka
source: I think massagin' my chest would be more of a treat for you than for me! Ya pervert!
pt_br: Penso che massaggiarmi il petto sarebbe più un piacere per te che per me! Pervertito!

# 948_Himeka
source: I didn't think you were that kinda guy!
pt_br: Non ti credevo uno così!

# 972_Himeka
source: What are you lookin' at?
pt_br: Che guardi?

# 984_Tanimura
source: Huh? Oh, I just...
pt_br: Eh? Oh, stavo solo...

# 996_F_cab_sitsofa_tlk_angry
source: Ya didn't really want to give me a massage, did ya?
pt_br: Non è che volessi davvero farmi un massaggio, eh?

# 1008_Tanimura
source: Sure I did...
pt_br: E come no...

# 1020_Tanimura
source: (Her face?)
pt_br: (La sua faccia?)

# 1032_Tanimura
source: (Her face?)
pt_br: (La sua faccia?)

# 1044_Tanimura
source: (Her hands?)
pt_br: (Le sue mani?)

# 1056_Tanimura
source: (Her feet?)
pt_br: (I suoi piedi?)

# 1068_Tanimura
source: (Her hair?)
pt_br: I suoi capelli?

# 1080_Tanimura
source: (Her chest?)
pt_br: (Il suo petto?)

# 1092_Tanimura
source: (I really don't know what to pick.)
pt_br: (Non so mica cosa scegliere.)

# 1104_Tanimura
source: Your face?
pt_br: La tua faccia?

# 1116_Tanimura
source: You got it! I guess you know me pretty well. <Color:7>♥<Color:Default>
pt_br: Mi hai beccato! Mi sa che mi conosci piuttosto bene. <Color:7>♥<Color:Default>

# 1128_P_sitsofaR_tlk_yes
source: It's always so pretty.
pt_br: È sempre così bella.

# 1140_F_cab_sitsofa_sp5_sync_laugh
source: Oh, you... Yer so damn honest...
pt_br: Oh, tu... Sei così dannatamente onesto...

# 1152_Tanimura
source: I always make sure to wash off my makeup before I get into the tub. <Color:7>♥<Color:Default>
pt_br: Mi assicuro sempre di struccarmi prima di entrare nella la vasca. <Color:7>♥<Color:Default>

# 1164_Tanimura
source: Your face?
pt_br: La tua faccia?

# 1176_Tanimura
source: You got it! ♪ I guess you know me pretty well. <Color:7>♥<Color:Default>
pt_br: Hai colto nel segno! ♪ Mi sa che mi conosci proprio bene. <Color:7>♥<Color:Default>

# 1188_Tanimura
source: It's always so pretty.
pt_br: È sempre così bella.

# 1200_F_cab_sitsofa_sp5_sync_laugh
source: Oh, you... You're so damn honest... ♪
pt_br: Oh, tu... Sei così dannatamente onesto... ♪

# 1212_Tanimura
source: I always make sure to wash off my makeup before I get into the tub. <Color:7>♥<Color:Default>
pt_br: Mi assicuro sempre di struccarmi prima di entrare nella la vasca. <Color:7>♥<Color:Default>

# 1224_Tanimura
source: Your hands?
pt_br: Le tue mani?

# 1236_Tanimura
source: Nope! ♪ I get my hands sparklin' clean in the sink before taking a bath.
pt_br: No! ♪ Mi lavo le mani pulite pulite nel lavandino prima di farmi il bagno.

# 1248_F_cab_sitsofa_sp5_sync_laugh
source: The correct answer is... my face! ♪
pt_br: La risposta giusta è... la mia faccia! ♪

# 1260_Tanimura
source: I always make sure to wash off my makeup before I get into the tub. <Color:7>♥<Color:Default>
pt_br: Mi assicuro sempre di struccarmi prima di entrare nella la vasca. <Color:7>♥<Color:Default>

# 1272_Tanimura
source: Your feet?
pt_br: I tuoi piedi?

# 1284_Tanimura
source: Nope! ♪ I wash someplace else before starting on my feet! <Color:7>♥<Color:Default>
pt_br: Macché! ♪ Mi lavo da tutt'altra parte, prima di arrivare ai piedi! <Color:7>♥<Color:Default>

# 1296_F_cab_sitsofa_sp5_sync_laugh
source: The correct answer is... my face! ♪
pt_br: La risposta giusta è... la mia faccia! ♪

# 1308_Tanimura
source: I always make sure to wash off my makeup before I get into the tub. <Color:7>♥<Color:Default>
pt_br: Mi assicuro sempre di struccarmi prima di entrare nella la vasca. <Color:7>♥<Color:Default>

# 1320_Tanimura
source: Your hair?
pt_br: I tuoi capelli, eh?

# 1332_Tanimura
source: Nope! ♪ My hair takes a lotta time, so I save it for later.
pt_br: Macché! ♪ Per i miei capelli ci vuole un sacco di tempo, quindi lo lascio per dopo.

# 1344_F_cab_sitsofa_sp5_sync_laugh
source: The correct answer is... my face! ♪
pt_br: La risposta giusta è... la mia faccia! ♪

# 1356_Tanimura
source: I always make sure to wash off my makeup before I get into the tub. <Color:7>♥<Color:Default>
pt_br: Mi assicuro sempre di struccarmi prima di entrare nella la vasca. <Color:7>♥<Color:Default>

# 1368_Tanimura
source: Your chest?
pt_br: Il tuo seno?

# 1380_Tanimura
source: Wrong! Too bad! ♪ You thinkin' somethin' dirty there?
pt_br: Sbagliato! Peccato! ♪ Stavi pensando a zozzerie, eh?

# 1404_F_cab_sitsofa_sp5_sync_laugh
source: The correct answer is... my face! ♪
pt_br: La risposta giusta è... la mia faccia! ♪

# 1416_Tanimura
source: I always make sure to wash off my makeup before I get into the tub. <Color:7>♥<Color:Default>
pt_br: Mi assicuro sempre di struccarmi prima di entrare nella la vasca. <Color:7>♥<Color:Default>

# 1428_Tanimura
source: (There's no way I'd know this...)
pt_br: (Figurati se lo so...)

# 1440_F_cab_sitsofa_tlk_angry
source: Oh, c'mon! You even tryin'? Get that noggin joggin'!
pt_br: Ah, dai! Ma ci stai provando? Metti in moto quel cervello!

# 1452_Tanimura
source: I give up. Tell me.
pt_br: Mi arrendo. Dai, dimmi.

# 1464_F_cab_sitsofa_sp5_sync_laugh
source: The correct answer is... my face! ♪
pt_br: La risposta giusta è... la mia faccia! ♪

# 1476_Tanimura
source: I always make sure to wash off my makeup before I get into the tub. <Color:7>♥<Color:Default>
pt_br: Mi assicuro sempre di struccarmi prima di entrare nella la vasca. <Color:7>♥<Color:Default>
