Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01d70002.po
Languages: pt_br

source: The dealer wins. The next round begins.
pt_br: Il banco vince. Inizia il prossimo giro.

source: The dealer won that one.
pt_br: Il banco ha vinto quella.

source: It's a tie. The next round begins.
pt_br: Pari. Inizia la prossima mano.

source: It's a tie. The next round begins.
pt_br: Pari. Inizia la prossima mano.

source: One of your hands is a draw.
pt_br: Una delle tue mani è patta.

source: The house lost that one. The next round begins.
pt_br: Il banco ha perso questa. Il prossimo giro inizia.

source: The house lost that one.
pt_br: Il banco ha perso quella.

source: The house won that one.
pt_br: Il banco ha vinto quella.

source: You won.
pt_br: Hai vinto.

source: One of your hands won.
pt_br: Una delle tue mani ha vinto.

source: Both of your hands won.
pt_br: Entrambe le tue mani hanno vinto.

source: The dealer wins against both of your hands.
pt_br: Il banco vince contro entrambe le tue mani.

source: Both of your hands won. A one of your hands is a Six-Card Under. Impressive!
pt_br: Entrambe le tue mani hanno vinto. Una delle tue mani è un Six-Card Under. Impressionante!

source: Both of your hands won. And both are Six-Card Charlies! You really have the devil's luck.
pt_br: Hai vinto con entrambe le mani. Ed entrambe sono dei Six-Card Charlie! Hai proprio la fortuna del diavolo.

source: One of your hands won. Congratulations on getting a Six Under!
pt_br: Una delle tue mani ha vinto. Complimenti per aver ottenuto un Six Under!

source: You have a Six Under: six cards totaling under twenty-one. That means you automatically win!
pt_br: Hai un Six Under: sei carte che fanno meno di ventuno. Questo significa che vinci in automatico!

source: Your insurance bet won. Good move!
pt_br: La tua assicurazione ha pagato. Bella giocata!
