Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid002601d2.po
Languages: pt_br

source: You got a <Color:8>Red Jewel<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Gioiello Rosso<Color:Default>.

source: You gained 2,000 EXP.
pt_br: Hai guadagnato 2.000 EXP.

source: Short Man
pt_br: Uomo Basso

source: Tall Man
pt_br: Uomo alto

source: Idle
pt_br: Inattivo

source: Businessman
pt_br: Uomo d'Affari

source: Catch the Car Burglars!
pt_br: Prendi i ladri d'auto!

# 148_Short Man
source: Man, this guy is strong!
pt_br: Cavolo, questo tizio è forte!

# 160_Tall Man
source: Yeah, this cop's no joke. He's the real deal.
pt_br: Già, questo sbirro non scherza. È uno vero.

# 172_Tanimura
source: Come on, guys. You know us cops don't have a lot of time on our hands.
pt_br: Dai, ragazzi. Lo sapete che noi sbirri non abbiamo molto tempo da perdere.

# 184_Tanimura
source: Please don't make more work for us.
pt_br: Non darci altro lavoro, per favore.

# 196_Short Man
source: Yeah, but officer, you'd be out of a job without criminals like us!
pt_br: Sì, ma sbirro, saresti senza lavoro senza criminali come noi!

# 208_Short Man
source: You wouldn't want that to happen, right?
pt_br: Non vorresti che succedesse, no?

# 220_Tall Man
source: Yo, wait a minute! If everybody became a good citizen, just think what a great place Kamurocho would be for everybody!
pt_br: Ehi, aspetta un attimo! Se tutti diventassero dei bravi cittadini, pensa solo che bel posto sarebbe Kamurocho per tutti!

# 232_Short Man
source: Hey, you got a point...
pt_br: Ehi, c'hai ragione...

# 244_Tall Man
source: Yeah! We should start a movement!
pt_br: Sì! Dovremmo iniziare un movimento!

# 256_Tall Man
source: We won't do anything bad anymore! And that'll set off a chain reaction. Soon, all of Kamurocho will change!
pt_br: Non faremo più casini! E questo innescherà una reazione a catena. Presto, tutta Kamurocho cambierà!

# 268_Short Man
source: Dude, that's a great idea!
pt_br: Mec, è un'idea geniale!

# 280_Short Man
source: I'm glad I chose to team up with you! I made the right choice, for sure!
pt_br: Sono contento di aver scelto di fare squadra con te! Ho fatto la scelta giusta, di sicuro!

# 292_Tall Man
source: Thank you! I mean it, man! Let's start right away!
pt_br: Grazie! Lo dico sul serio, amico! Iniziamo subito!

# 304_Tanimura
source: We're still going to the station. You know that, right?
pt_br: Comunque, si va in centrale. Lo sai, no?

# 316_Short Man
source: Right. Sorry.
pt_br: Va bene. Scusa.

# 388_Tanimura
source: Man... What a royal pain in the...
pt_br: Accidenti... Che rottura di scatole...

# 400_Businessman
source: Excuse me.
pt_br: Scusami.

# 412_Tanimura
source: Yes?
pt_br: Sì?

# 424_Businessman
source: This car... It's mine. Is there something I can help you with?
pt_br: Quest'auto... È mia. C'è qualcosa in cui posso darti una mano?

# 436_Tanimura
source: Oh, this is yours? I apologize. I'm from the KPD. I just caught a couple of men trying to break into your car.
pt_br: Oh, è sua? Mi scusi. Sono della KPD. Ho appena beccato un paio di tizi che cercavano di scassinare la sua auto.

# 448_Businessman
source: They were what!? Is my car all right!?
pt_br: Ma cosa hanno combinato!? La mia macchina è a posto!?

# 460_Businessman
source: Oh my god! What did they do to it!?
pt_br: Mamma mia! Che gli hanno combinato!?

# 472_Tanimura
source: Well, there was a bit of a scuffle when I tried to apprehend them...
pt_br: Beh, c'è stato un po' di parapiglia quando ho provato ad arrestarli...

# 484_Businessman
source: A scuffle? Who's going to pay for this!?
pt_br: Una rissa? Chi pagherà per questo!?

# 496_Tanimura
source: Uh...
pt_br: Ehm...

# 508_Tanimura
source: I'll have somebody from the station explain. Would you mind giving them a call?
pt_br: Faccio spiegare a qualcuno dalla centrale. Ti dispiacerebbe chiamarli?

# 520_Tanimura
source: Take care, sir!
pt_br: Stia bene, signore!

# 532_Businessman
source: Hey, wait a second!
pt_br: Ehi, aspetta un attimo!

# 592_Tanimura
source: (Whew... Guess I got out of that one.)
pt_br: (Uff... Mi sa che me la sono cavata.)

# 604_Tanimura
source: (I feel sorry for whoever has to deal with that at HQ!)
pt_br: (Poveraccio chi si deve smazzare 'sta roba all'HQ!)

# 616_Businessman
source: Oh, it looks unscathed... What a relief!
pt_br: Oh, sembra intatto... Che sollievo!

# 628_Tanimura
source: There've been a lot of these break-ins lately. Take care, okay?
pt_br: Ultimamente ci sono state un sacco di queste spaccate. Stai attento, mi raccomando.

# 640_Businessman
source: Oh, thank you, officer! Please take this. It's not much, but I want to reward you for your effort!
pt_br: Oh, grazie, agente! Prendi questo, per favore. Non è granché, ma voglio ricompensarti per il tuo impegno!

# 676_Businessman
source: Thank you again!
pt_br: Grazie ancora!

# 772_Short Man
source: Shit! Somebody's coming!
pt_br: Merda! Sta arrivando qualcuno!

# 784_Tall Man
source: There is!? Dammit!
pt_br: C'è!? Dannazione!

# 796_Short Man
source: Let's beat it!
pt_br: Squagliamocela!

# 808_Tanimura
source: (Damn. Those guys are fast.)
pt_br: Maledizione. Quelli sono veloci.

# 820_Tanimura
source: (If I see them again, I need to make sure I don't get noticed.)
pt_br: Se li rivedo, devo stare attento a non farmi sgamare.

# 832_Short Man
source: Huh? It won't open.
pt_br: Eh? Non si apre.

# 844_Tall Man
source: Whaddya mean? The other one opened without a hitch.
pt_br: Che dici? L'altro si è aperto senza intoppi.

# 856_Tanimura
source: Hey, what are you guys up to?
pt_br: Oi, ragazzi, che combinate?

# 868_Short Man
source: Huh? Oh, we can't get this lock to open.
pt_br: Eh? Oh, non riusciamo ad aprire questa serratura.

# 880_Tall Man
source: Why won't it budge!? C'mon!
pt_br: Perché non si schioda!? Dai!

# 892_Tanimura
source: Oh, a remote control key, huh?
pt_br: Ah, una chiave con telecomando, eh?

# 904_Tanimura
source: Is that the key to that car?
pt_br: Quella è la chiave di quella macchina?

# 916_Short Man
source: Well, not to this specific car, no, but it should work on all cars with keys like this.
pt_br: Beh, non per questa macchina specifica, no, ma dovrebbe funzionare su tutte le macchine con chiavi così.

# 928_Tall Man
source: It just worked on another car.
pt_br: Ha appena funzionato su un'altra macchina.

# 940_Tanimura
source: Wow, that sounds pretty convenient. Let me have a look at it.
pt_br: Caspita, sembra una bella comodità. Fammi dare un'occhiata.

# 952_Short Man
source: Okay, but you can't have it.
pt_br: Va bene, ma non te lo puoi prendere.

# 964_Tall Man
source: That's right. That key is a vital part of our business.
pt_br: Proprio così. Quella chiave è fondamentale per i nostri affari.

# 976_Tanimura
source: Wow, I've never seen one of these before. Where'd you get it?
pt_br: Caspita, non ne ho mai visto uno di questi prima d'ora. Da dove l'hai tirato fuori?

# 988_Short Man
source: Oh, they sell 'em on the Internet.
pt_br: Oh, li vendono su Internet.

# 1000_Tall Man
source: Yeah, you can get anything online nowadays.
pt_br: Già, ormai trovi di tutto online.

# 1012_Tanimura
source: Oh yeah? Tell me the name of the site, will you?
pt_br: Ah sì? Dimmi il nome del sito, su.

# 1024_Short Man
source: Psh, don't tell me you're one of those bozos who still picks locks by hand!
pt_br: Pff, non dirmi che sei uno di quegli scemi che ancora scassina le serrature a mano!

# 1036_Tall Man
source: You're way behind the times, man. This is the digital era, baby! All you gotta do is point, click, and <Italic>zap</Italic>-the shit pops right open!
pt_br: Sei proprio indietro coi tempi, amico. Questa è l'era digitale, bella! Ti basta puntare, cliccare e <Italic>zac</Italic>-quella merda si apre subito!

# 1048_Tanimura
source: Yeah. By the way...
pt_br: Già. A proposito...

# 1060_Tanimura
source: I'm actually a cop.
pt_br: In realtà sono un poliziotto.

# 1096_Tanimura
source: So what are you using this for again?
pt_br: Allora, a cosa ti serve, ancora?

# 1108_Short Man
source: An... experiment?
pt_br: Un... esperimento?

# 1120_Tall Man
source: Yeah, that's right. Just to see if... you know... it would actually open... or not...
pt_br: Sì, esatto. Giusto per vedere se... sai... si sarebbe davvero aperto... o no...

# 1132_Tanimura
source: Oh, yeah? Sounds like an interesting experiment.
pt_br: Ah, sì? Sembra un esperimento interessante, eh?

# 1168_Short Man
source: (Hey, what do we do now!?)
pt_br: (Oi, che facciamo adesso!?)

# 1180_Tall Man
source: (We have to use our heads! We can think through this!)
pt_br: (Dobbiamo usare la testa! Possiamo ragionarci sopra!)

# 1192_Tall Man
source: Excuse me, sir...
pt_br: Mi scusi, signore...

# 1204_Tanimura
source: Yeah?
pt_br: Sì?

# 1216_Tall Man
source: Here, we just got this wallet a minute ago.
pt_br: Ecco, 'sto portafoglio l'abbiamo appena arraffato, manco un minuto fa.

# 1228_Tall Man
source: I'll give you half of what's inside if you'll look the other way this time.
pt_br: Ti do metà di quello che c'è dentro se stavolta chiudi un occhio.

# 1240_Short Man
source: Idiot! We already had him fooled with the line about it being an experiment!
pt_br: Idiota! Lo avevamo già fregato con la storia che era un esperimento!

# 1252_Tanimura
source: Actually, I didn't fall for that at all.
pt_br: In realtà, non ci sono cascato per niente.

# 1264_Short Man
source: You didn't?
pt_br: Non l'hai fatto?

# 1276_Tall Man
source: See! He's onto us, you shithead!
pt_br: Vedi! Ci ha sgamati, testa di merda!

# 1288_Short Man
source: Hey, don't you get pissy with me!
pt_br: Ehi, non fare lo scazzato con me!

# 1300_Tanimura
source: Well, I guess I could give it some thought, if you really are willing to give me half.
pt_br: Beh, potrei farci un pensierino, se sei davvero disposto a darmi la metà.

# 1312_Tanimura
source: See, if I arrested you two clowns, I'd have to fill out a bunch of annoying paperwork... which is honestly a real drag.
pt_br: Vedi, se arrestassi voi due pagliacci, dovrei compilare un sacco di scartoffie rompiscatole... che, onestamente, è una vera palla.

# 1324_Tall Man
source: Whoa! This cop is really understanding!
pt_br: Caspita! Questo sbirro è proprio uno sveglio!

# 1336_Short Man
source: I'll say! I guess some cops really <Italic>are</Italic> good!
pt_br: Eccome! A quanto pare, alcuni poliziotti <Italic>sono</Italic> davvero bravi!

# 1348_Tall Man
source: Right, then let's divvy up what's inside this wallet.
pt_br: Dai, allora spacchiamo quello che c'è dentro questo portafoglio.

# 1360_Short Man
source: ...Hey, what's the matter?
pt_br: ...Ehi, che c'è?

# 1384_Short Man
source: Well, what is it!?
pt_br: Beh, cos'è!?

# 1396_Tall Man
source: (We just had some burgers, right?)
pt_br: (Abbiamo appena mangiato degli hamburger, vero?)

# 1408_Short Man
source: (Yeah, those sure were good.)
pt_br: (Già, quelli erano proprio buoni.)

# 1420_Tall Man
source: (Yeah. They were. They were really good.)
pt_br: (Già. Lo erano. Erano proprio bravi.)

# 1432_Short Man
source: (So what does that have to do with anything?)
pt_br: (E quindi, che c'entra?)

# 1444_Tall Man
source: (We blew almost everything in the wallet on those burgers.)
pt_br: (Ci siamo fatti fuori quasi tutto il portafoglio per quegli hamburger.)

# 1456_Short Man
source: (What!? How much is left!?)
pt_br: (Ma cosa!? Quanto manca!?)

# 1468_Tall Man
source: (Let's see... 420 yen.)
pt_br: (Vediamo... 420 yen.)

# 1480_Short Man
source: (So half of that is... 210 yen. I wonder if he'll let this slide for 210 yen?)
pt_br: Quindi la metà di quello è... 210 yen. Chissà se ci chiuderà un occhio per 210 yen?

# 1492_Tall Man
source: (Not a chance, man. I wouldn't, if I was him.)
pt_br: (Manco per sogno, amico. Io non lo farei, se fossi in lui.)

# 1504_Short Man
source: (This is where we should show our goodwill and give him the whole 420 yen.)
pt_br: (È qui che dovremmo fare un gesto di buona volontà e dargli tutti i 420 yen.)

# 1516_Tall Man
source: (You're right! I'm sure he'll understand.)
pt_br: (Hai ragione! Sono sicuro che capirà.)

# 1528_Tall Man
source: Sorry about the wait! Here you are.
pt_br: Scusa l'attesa! Ecco a te.

# 1540_Tanimura
source: I don't need that. I heard everything you guys were saying.
pt_br: Non mi serve. Ho sentito tutto quello che voi ragazzi stavate dicendo.

# 1552_Tall Man
source: ...You did?
pt_br: ...Davvero?

# 1564_Tanimura
source: I'm not interested in spare change. This is a major pain, but follow me to the station.
pt_br: Non sono interessato a quattro spicci. È una gran seccatura, ma seguimi in stazione.

# 1600_Short Man
source: We ain't going nowhere! We don't give up that easily!
pt_br: Non ci schiodiamo da qui! Non molliamo mica così facilmente!

# 1624_Tanimura
source: Maybe it needs a new battery.
pt_br: Forse ha bisogno di una batteria nuova.

# 1636_Tall Man
source: Battery? You might be right.
pt_br: Batteria? Potresti avere ragione.

# 1648_Short Man
source: Hey, go to the store and get a new battery.
pt_br: Ehi, vai al negozio e prendi una batteria nuova.

# 1660_Tall Man
source: Gotcha. But you have to pay for half, okay?
pt_br: Va bene. Però devi cacciare la metà, eh?

# 1720_Tall Man
source: I got it!
pt_br: Capito!

# 1732_Short Man
source: Awright, let's try it again.
pt_br: Ok, riproviamoci.

# 1744_Tall Man
source: C'mon, c'mon!
pt_br: Forza, forza!

# 1756_Tall Man
source: It worked! You're a genius, man!
pt_br: Ha funzionato! Sei un genio, compare!

# 1768_Short Man
source: You really helped us out, pal. We appreciate it.
pt_br: Ci hai proprio dato una bella mano, amico. Ne siamo grati.

# 1780_Tanimura
source: Great.
pt_br: Bene.

# 1792_Tall Man
source: By the way, what's your name?
pt_br: A proposito, come ti chiami?

# 1804_Tanimura
source: Tanimura-of the Kamurocho Police.
pt_br: Tanimura-della Polizia di Kamurocho.

# 1816_Short Man
source: Oh, cool, you work for the police! That's- Wait a minute... Wouldn't that mean...?
pt_br: Oh, figo, sei della polizia! Questo è— Aspetta un attimo... Non vorrebbe dire...?

# 1828_Tall Man
source: You're a cop!?
pt_br: Sei sbirro!?

# 1840_Tanimura
source: You bet I am.
pt_br: Eccome se lo sono.

# 1852_Short Man
source: Heheh... You almost had me for a minute, man! Nice one!
pt_br: Heheh... Per un attimo mi avevi quasi fregato, amico! Bel colpo!

# 1864_Tanimura
source: Do you wanna see my badge?
pt_br: Vuoi vedere il mio distintivo?

# 1876_Short Man
source: Heheh... No... No thank you.
pt_br: Heheh... No... No grazie.

# 1888_Tanimura
source: So? You unlocked the door. Is that all you were planning on doing?
pt_br: E allora? Hai aperto la porta. Tutto qui quello che avevi in mente di fare?

# 1900_Short Man
source: Well... uh...
pt_br: Beh... uh...

# 1912_Tall Man
source: (What the hell are we supposed to do now!? A cop is on to us!)
pt_br: (E adesso che diavolo facciamo!? Uno sbirro ci ha scoperti!)

# 1924_Short Man
source: (Aww, man, this is awful! He's gonna bust us for sure!)
pt_br: (Mannaggia, questa è brutta! Ci sgama di sicuro!)

# 1936_Tall Man
source: (Okay, lemme try something.)
pt_br: (Ok, fammi provare una cosa.)

# 1948_Tall Man
source: Officer!
pt_br: Agente!

# 1960_Tanimura
source: Yeah?
pt_br: Sì?

# 1972_Tall Man
source: It's true. We were trying to steal the wallet from this car. You caught us fair and square!
pt_br: È vero. Stavamo cercando di rubare il portafoglio da questa macchina. Ci hai preso con le mani nel sacco!

# 1984_Short Man
source: Hey...
pt_br: Ehi...

# 1996_Tall Man
source: Truth is, we already stole another wallet earlier today.
pt_br: In realtà, un altro portafoglio l'abbiamo già fregato oggi.

# 2008_Tanimura
source: Oh yeah?
pt_br: Ah sì?

# 2020_Tall Man
source: Yesterday too! And the day before that! We're the thieves everybody's been talking about all over town!
pt_br: Anche ieri! E l'altro ieri! Siamo noi i ladri di cui sparlano tutti quanti per tutta la città!

# 2032_Short Man
source: Yeah! That's us!
pt_br: Sì! Siamo noi!

# 2044_Tall Man
source: There. We were honest! We told you everything!
pt_br: Ecco. Siamo stati onesti! Ti abbiamo spifferato tutto!

# 2056_Tanimura
source: Yes, you sure did.
pt_br: Sì, l'hai fatto, eccome.

# 2068_Tall Man
source: Doesn't that mean anything to you? Your heart isn't moved at all!?
pt_br: Non significa niente per te? Il tuo cuore non si smuove per niente!?

# 2080_Tanimura
source: ...You did?
pt_br: ...Davvero?

# 2104_Tall Man
source: (I tried to get him to take pity on us, but it didn't work!)
pt_br: (Ho provato a impietosirlo, ma non ha funzionato!)

# 2116_Short Man
source: (No, wait! Lemme try!)
pt_br: (No, aspetta! Fammi provare!)

# 2128_Short Man
source: Please listen, officer!
pt_br: Per favore, mi ascolti, poliziotto!

# 2140_Tanimura
source: I've done enough listening. It's time for-
pt_br: Ho ascoltato abbastanza. È ora di-

# 2152_Short Man
source: You just gotta hear me out! I'm beggin' ya!
pt_br: Devi proprio ascoltarmi! Ti supplico!

# 2164_Tanimura
source: Uh... Okay then...
pt_br: Beh... Ok, allora...

# 2176_Short Man
source: We had no choice!
pt_br: Non avevamo scelta!

# 2188_Short Man
source: No choice, I tell ya!
pt_br: Non c'è scelta, te lo dico io!

# 2212_Tall Man
source: He's right! This was the only thing we could do with our lives!
pt_br: Ha ragione! Questa era l'unica cosa che potevamo fare delle nostre vite!

# 2224_Tanimura
source: Really now...
pt_br: Davvero adesso...

# 2236_Tall Man
source: Uh...
pt_br: Ehm...

# 2248_Tall Man
source: (What do you mean, "We had no choice"!?)
pt_br: (Che vuoi dire, "Non avevamo scelta"!?)

# 2260_Short Man
source: (...I don't know, man. It just popped out.)
pt_br: (...Non so, zio. Mi è scappato.)

# 2272_Tall Man
source: (What!?)
pt_br: (Che!?)

# 2284_Tanimura
source: Enough already. Just follow me to the station.
pt_br: Finito il circo. Ora venite con me in questura.

# 2296_Short Man
source: (Shit! We're gonna get arrested!)
pt_br: (Merda! Ci arresteranno!)

# 2308_Tall Man
source: (I guess there's no avoiding it now.)
pt_br: (Eh, ormai non si scappa.)

# 2320_Short Man
source: We ain't going nowhere! We don't give up that easily!
pt_br: Non ci schiodiamo da qui! Non molliamo mica così facilmente!

# 2332_Tall Man
source: What!? Are you serious- Ah, fuck it, let's just get him! Raaaaagh!
pt_br: Cosa!? Sei serio- Ah, fanculo, prendiamolo e basta! Raaaaagh!

# 2356_Short Man
source: Hey, look at that sick-ass GPS system. That's one of the latest models, isn't it?
pt_br: Ehi, guarda quel GPS della madonna. È uno dei modelli più recenti, non è vero?

# 2368_Tall Man
source: Yeah, I saw it on the TV shopping channel. I've always wanted one of these!
pt_br: Già, l'ho visto sul canale di televendite. Ne ho sempre voluto uno!

# 2380_Short Man
source: But you don't even have a car! Well, whatever... Let's just hurry up and nab it.
pt_br: Ma non hai nemmeno una macchina! Vabbè... Dài, sbrighiamoci e beccalo.

# 2392_Tanimura
source: (Aren't they the two thieves that gave me the slip before?)
pt_br: (Ma non sono i due ladri che mi hanno seminato l'altra volta?)

# 2404_Tanimura
source: (I'd rather not deal with this crap, but I'll get my head chewed off later if I leave the scene of a crime in progress.)
pt_br: (Non mi va proprio di avere a che fare con questa rogna, ma se me ne vado dalla scena di un crimine in corso, dopo mi faranno un culo così.)

# 2416_Tanimura
source: (If I charge in and they run, it'll be too much of a hassle. I should approach quietly so they don't notice me.)
pt_br: (Se entro a testa bassa e scappano, è una rottura di scatole. Mi conviene avvicinarmi in silenzio, così non mi beccano.)

# 2428_Catch the Car Burglars!
source: Don't miss your chance to arrest the thieves. But be careful-they'll notice you if you don't approach quietly.
pt_br: Non farti sfuggire l'occasione di mettere dentro i ladri. Ma stai attento-ti noteranno se non ti avvicini di soppiatto.

# 2452_Short Man
source: Is that the key to that car?
pt_br: Quella è la chiave di quella macchina?

# 2464_Short Man
source: Maybe it needs a new battery.
pt_br: Forse ha bisogno di una batteria nuova.
