Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee001f.po
Languages: pt

source: Hey buddy, you wanna play shogi? It'll be 500 yen.
pt: Ehi amico, vuoi giocare a shogi? Costa 500 yen.

source: You used a <Color:8>Shogi Coupon<Color:Default>.
pt: Hai usato un <Color:8>Coupon per lo shogi<Color:Default>.

source: You used a <Color:8>Shogi Coupon<Color:Default>.
pt: Hai usato un <Color:8>Coupon per lo shogi<Color:Default>.

source: I haven't seen you much in this place, buddy. So you wanna start playing shogi? That's great to hear.
pt: Non ti ho visto spesso da queste parti, amico. Quindi vuoi iniziare a giocare a shogi? Ottima notizia.

source: Welcome! We're celebrating the emergence of a new Shogi King. For the duration, you can play with us for free.
pt: Benvenuto! Stiamo festeggiando l'arrivo di un nuovo Re dello Shogi. Per tutta la durata, puoi giocare con noi gratuitamente.

source: Owner
pt: Proprietario

source: Player
pt: Giocatore

# 312_Owner
source: Well, did you enjoy yourself? Thanks for coming!
pt: Allora, ti sei divertito? Grazie per essere venuto!

# 396_Owner
source: Hey there, you've got yourself a ticket. You can play a round for free. Want to use it?
pt: Ehilà, hai un biglietto. Puoi fare una partita gratis. Vuoi usarlo?

# 444_Owner
source: A'right then, who do you wanna play?
pt: Va bene, allora. Contro chi vuoi giocare?

# 456_Owner
source: No, I won't use it now.
pt: No, non lo uso ora.

# 468_Owner
source: You sure? Then it'll be 500 yen. Who do you wanna play?
pt: Sicuro? Allora sono 500 yen. Contro chi vuoi giocare?

# 480_Owner
source: Yeah, I'll play.
pt: Sì, gioco.

# 492_Owner
source: Great, now we're talkin'! Who do you wanna play?
pt: Ottimo, così si ragiona! Contro chi vuoi giocare?

# 516_Owner
source: All right, good luck!
pt: Va bene, buona fortuna!

# 552_Owner
source: Hey there, you've got yourself a ticket. You can play a round for free. Want to use it?
pt: Ehilà, hai un biglietto. Puoi fare una partita gratis. Vuoi usarlo?

# 600_Owner
source: A'right then, who do you wanna play?
pt: Va bene, allora. Contro chi vuoi giocare?

# 612_Owner
source: No, I won't use it now.
pt: No, non lo uso ora.

# 624_Owner
source: You sure? Then it'll be 500 yen. Who do you wanna play?
pt: Sicuro? Allora sono 500 yen. Contro chi vuoi giocare?

# 636_Owner
source: Sure, I'll play.
pt: Certo, gioco.

# 648_Owner
source: Great, now we're talkin'! Who do you wanna play?
pt: Ottimo, così si ragiona! Contro chi vuoi giocare?

# 684_Owner
source: All right, good luck!
pt: Va bene, buona fortuna!

# 708_Owner
source: Ah, here you have to checkmate your opponent within a limited number of moves.
pt: Ah, qui devi dare scacco matto al tuo avversario entro un numero limitato di mosse.

# 720_Owner
source: You can use as many take backs as you need, so take your time to work out a strategy. All right, good luck!
pt: Puoi annullare quante mosse vuoi, quindi prenditi il tuo tempo per elaborare una strategia. Va bene, buona fortuna!

# 744_Owner
source: Not right now.
pt: Non adesso.

# 756_Owner
source: No? Well, come back when you feel like it.
pt: No? Beh, torna quando te la senti.

# 768_Player
source: Tell me about this place.
pt: Parlami di questo posto.

# 792_Owner
source: At our place, you can play ranked matches if you're aiming for the top, and shogi challenge matches to test your skill.
pt: Da noi puoi giocare partite di classifica se punti al vertice, e partite sfida di shogi per testare la tua abilità.

# 804_Owner
source: In a ranked match, you pick opponents closest to your current ranking. If you wanna play against tough players, you'll have to climb the ranks.
pt: In una partita di classifica, scegli avversari vicini al tuo grado attuale. Se vuoi giocare contro giocatori forti, dovrai scalare la classifica.

# 816_Owner
source: As far as ranks are concerned, by beating opponents higher rank than you, you'll take their rank. Just aim to keep going up and up.
pt: Per quanto riguarda i gradi, battendo avversari di grado superiore al tuo, prenderai il loro posto. Cerca solo di continuare a salire.

# 828_Owner
source: The board is a bit special when it comes to a challenge match. When you start off, the board'll be more advantageous for you, but it'll gradually get harder.
pt: La scacchiera è un po' speciale quando si tratta di una partita sfida. All'inizio, la situazione sarà più vantaggiosa per te, ma diventerà gradualmente più difficile.

# 840_Owner
source: It'll cost you 500 yen to play, but you can get some nice prizes if you win. Good luck.
pt: Giocare ti costerà 500 yen, ma puoi ottenere dei bei premi se vinci. Buona fortuna.

# 852_Owner
source: What's that buddy, you got no money? Come back when you have 500 yen.
pt: Come dici, amico, non hai soldi? Torna quando avrai 500 yen.

# 876_Owner
source: Sure, I'll play.
pt: Certo, gioco.

# 888_Owner
source: All right. Who do you wanna play?
pt: Va bene. Contro chi vuoi giocare?

# 912_Owner
source: All right, good luck.
pt: Va bene, buona fortuna.

# 936_Owner
source: Sure, I'll play.
pt: Certo, gioco.

# 948_Owner
source: Great, now we're talkin'! Who do you wanna play?
pt: Ottimo, così si ragiona! Contro chi vuoi giocare?

# 972_Owner
source: All right, good luck!
pt: Va bene, buona fortuna!

# 1008_Owner
source: Play Ranked Match
pt: Gioca partita di classifica

# 1020_Owner
source: Play a Challenge Match
pt: Gioca una partita sfida

# 1032_Owner
source: Learn About the Parlor
pt: Informazioni sulla sala

# 1044_Owner
source: Never Mind
pt: Lascia perdere

# 1056_Owner
source: Use
pt: Usa

# 1068_Owner
source: Don't Use
pt: Non usare

# 1080_Owner
source: Use
pt: Usa

# 1092_Owner
source: Don't Use
pt: Non usare

# 1104_Owner
source: Play Ranked Match
pt: Gioca partita di classifica

# 1116_Owner
source: Play a Challenge Match
pt: Gioca una partita sfida

# 1128_Owner
source: Learn About the Parlor
pt: Informazioni sulla sala

# 1140_Owner
source: Never Mind
pt: Lascia perdere
