Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010903d0.po
Languages: pt_br

source: Tadokoro's Subordinate
pt_br: Subordinato di Tadokoro

# 116_Tadokoro's Subordinate
source: Greetings, Suzuki-san.
pt_br: Salve, Suzuki-san.

# 128_Saejima
source: You sure it's alright meetin' out in public? I figure ya must have a shady past of your own to worry about.
pt_br: Sei sicuro che vada bene vedersi in giro? Mi sa che pure tu c'hai un bel passato losco di cui preoccuparti.

# 140_Tadokoro's Subordinate
source: I'm just trying to be considerate. I assume you'd prefer not to discuss the more dangerous jobs in front of Tadashi-kun?
pt_br: Sto solo cercando di essere accorto. Immagino che tu non voglia discutere degli affari più rischiosi davanti a Tadashi-kun?

# 152_Saejima
source: What kinda danger we talking about here?
pt_br: Di che razza di pericolo parliamo?

# 164_Tadokoro's Subordinate
source: We'd like you to... take care of a certain individual for us.
pt_br: Vorremmo che tu... sistemassi un certo tipo per noi.

# 176_Saejima
source: No killin'. Find someone else.
pt_br: Non ammazzo. Trovate qualcun altro.

# 188_Tadokoro's Subordinate
source: Don't worry. We wouldn't ask you to go that far.
pt_br: Non preoccuparti. Non ti chiederemmo di arrivare a tanto.

# 200_Tadokoro's Subordinate
source: We just want you to work him over so thoroughly he'll never show his face in this town again. Though killing him certainly isn't off the table, heh.
pt_br: Vogliamo solo che tu lo conci così per le feste che non oserà mai più farsi vedere in questa città. Anche se farlo fuori non è certo da escludere, eh.

# 224_Tadokoro's Subordinate
source: Your target is a man by the name of Yoshinori Motoyama.
pt_br: Il tuo bersaglio è un tipo di nome Yoshinori Motoyama.

# 248_Tadokoro's Subordinate
source: Do you know of him? I believe he was the lieutenant of a yakuza family, once upon a time.
pt_br: Lo conosci? Mi pare che fosse il luogotenente di una famiglia yakuza, ai tempi.

# 260_Tadokoro's Subordinate
source: Now, however, he wanders the streets, homeless and alone. Heh. How far the mighty can fall.
pt_br: Ora, però, vaga per le strade, senza un tetto e senza nessuno. Eh. Guarda un po' che fine fa un pezzo grosso.

# 272_Tadokoro's Subordinate
source: Still, they say fighting is like riding a bicycle. Even now, he's far too dangerous for our own agents to handle.
pt_br: Comunque, si dice che menare le mani sia come andare in bicicletta. Ancora adesso, è fin troppo pericoloso perché i nostri stessi uomini possano affrontarlo.

# 284_Saejima
source: And I drew the short straw, huh?
pt_br: Mi è toccato il cerino corto, eh?

# 296_Tadokoro's Subordinate
source: It's good to see you're so quick on the uptake.
pt_br: Mi fa piacere vedere che sei così sveglio.

# 308_Saejima
source: So what'd he ever do to you?
pt_br: Allora, che t'ha mai combinato?

# 320_Tadokoro's Subordinate
source: Nothing you need to know about. You need only focus on your work. For Tadashi-kun's sake.
pt_br: Non sono affari che ti riguardano. Devi solo concentrarti sul tuo lavoro. Per il bene di Tadashi-kun.

# 332_Tadokoro's Subordinate
source: For reference, we received a tip that Motoyama is camping out near the north end of the Hotel District.
pt_br: Per la cronaca, ci è arrivata una dritta: Motoyama si è rintanato vicino all'estremità nord del Distretto degli Hotel.

# 344_Tadokoro's Subordinate
source: I look forward to hearing some good news.
pt_br: Non vedo l'ora di sentire delle buone notizie.

# 368_Saejima
source: It was the Sasai Family.
pt_br: Era la Famiglia Sasai.

# 380_Tadokoro's Subordinate
source: Pardon?
pt_br: Come scusa?

# 392_Saejima
source: Sasai Family, Tojo Clan. That's where Motoyama's from.
pt_br: Famiglia Sasai, Clan Tojo. Motoyama è uno dei loro.

# 404_Tadokoro's Subordinate
source: Is that so? Interesting that you should know that. You learn something new every day.
pt_br: Ah, così è? Curioso che tu ne sia al corrente. Ogni giorno se ne impara una nuova.

# 416_Tadokoro's Subordinate
source: Farewell.
pt_br: Addio.

# 440_Saejima
source: (Goddammit. I never thought I'd see Motoyama-aniki again. Least of all like this.)
pt_br: (Maledizione. Non avrei mai pensato di rivedere Motoyama-aniki. Men che meno così.)

# 452_Saejima
source: (But I got a job to do. For Tadashi's sake. North end of the Hotel District, huh? I'll go poke around.)
pt_br: (Ma c'ho un lavoro da fare. Per Tadashi. La zona nord del Quartiere Alberghiero, eh? Vado a farci un giro.)
