Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c02e4.po
Languages: pt_br

source: Major error! No flags set for conversation selection! No flags set for conversation selection!
pt_br: Errore grave! Nessun flag impostato per la selezione della conversazione! Nessun flag impostato per la selezione della conversazione!

source: Major error! No flags set for conversation selection! No flags set for conversation selection!
pt_br: Errore grave! Nessun flag impostato per la selezione della conversazione! Nessun flag impostato per la selezione della conversazione!

source: Player
pt_br: Giocatore

# 116_Erena
source: I usually like romantic bars, but Watami's great, too. It's pretty lively!
pt_br: Di solito mi piacciono i bar romantici, ma anche Watami è una figata. È piuttosto vivace!

# 128_Player
source: Heh, good. Let's go inside.
pt_br: Ah, bene. Entriamo.

# 152_Erena
source: I usually like romantic bars, but Watami's great, too. It's pretty lively!
pt_br: Di solito mi piacciono i bar romantici, ma anche Watami è una figata. È piuttosto vivace!

# 164_Player
source: Um, wait a moment. I thought I had more cash than this...
pt_br: Uhm, aspetta un attimo. Pensavo di avere più grana di così...

# 176_Erena
source: Huh? You serious?
pt_br: Eh? Fai sul serio?

# 188_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 200_Erena
source: Geez, I didn't think you were so poor... I'll go home, then.
pt_br: Ma dai, non pensavo fossi così al verde... Allora vado a casa.

# 212_Player
source: (I should've made sure I had some cash...)
pt_br: (Avrei dovuto assicurarmi di avere un po' di grana...)

# 320_Erena
source: Whew... That was damn good.
pt_br: Mamma mia... Era proprio una bomba.

# 332_Player
source: Wow. You must've been hungry.
pt_br: Wow. Dovevi avere proprio fame.

# 344_Erena
source: Heh, I couldn't help myself! Everything in Tokyo's so delicious!
pt_br: Eh, non ce l'ho fatta a resistere! A Tokyo è tutto così buono!

# 356_Talk_Ojigi
source: That was really fun. I'll see ya at the club.
pt_br: Mi sono divertito un sacco.Ci vediamo al club.

# 380_Erena
source: Thanks for the meal. It was real good, but I'm still kinda hungry.
pt_br: Grazie della cena. Era davvero buona, ma ho ancora un pochino di fame.

# 392_Player
source: You are? Certainly looked like you ate enough...
pt_br: Sei a posto? Certo che avevi l'aria di aver mangiato abbastanza...

# 404_Erena
source: I still had a good time. I'll see ya at the club!
pt_br: Mi sono comunque divertito. Ci vediamo al club!

# 440_Player
source: Something wrong?
pt_br: Qualcosa non va?

# 452_Erena
source: Eh, the food was okay... Just wasn't really my favorite.
pt_br: Eh, il cibo era così così... Non mi ha fatto impazzire, ecco.

# 476_Erena
source: Don't worry about it. Anyway, I gotta go.
pt_br: Lascia stare. Comunque, devo scappare.

# 488_Player
source: (Guess she didn't enjoy the food.)
pt_br: (Mi sa che non le è piaciuto il cibo.)

# 596_Erena
source: I usually like romantic bars, but Watami's great, too. It's pretty lively!
pt_br: Di solito mi piacciono i bar romantici, ma anche Watami è una figata. È piuttosto vivace!

# 608_Player
source: Heh, good. Let's go inside.
pt_br: Ah, bene. Entriamo.

# 620_Erena
source: Okay! <Color:7>♥<Color:Default>
pt_br: Perfetto! <Color:7>♥<Color:Default>

# 644_Erena
source: I usually like romantic bars, but Watami's great, too. It's pretty lively!
pt_br: Di solito mi piacciono i bar romantici, ma anche Watami è una figata. È piuttosto vivace!

# 656_Player
source: Um, wait a moment. I thought I had more cash than this...
pt_br: Uhm, aspetta un attimo. Pensavo di avere più grana di così...

# 668_Erena
source: Huh? You serious?
pt_br: Eh? Fai sul serio?

# 680_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 692_Erena
source: Geez, I didn't think you were so poor... I'll go home, then.
pt_br: Ma dai, non pensavo fossi così al verde... Allora vado a casa.

# 704_Player
source: (I should've made sure I had some cash...)
pt_br: (Avrei dovuto assicurarmi di avere un po' di grana...)

# 812_Erena
source: Whew... That was damn good.
pt_br: Mamma mia... Era proprio una bomba.

# 824_Player
source: Wow. You must've been hungry.
pt_br: Wow. Dovevi avere proprio fame.

# 836_Erena
source: Heh, I couldn't help myself! Everything in Tokyo's so delicious!
pt_br: Eh, non ce l'ho fatta a resistere! A Tokyo è tutto così buono!

# 848_Talk_Yes
source: I had a great time today! Wanna go to the club now?
pt_br: Mi sono proprio divertito oggi! Ti va di andare al club adesso?

# 860_Player
source: Sounds good.
pt_br: Mi sembra una buona idea.

# 884_Erena
source: Thanks for the meal. It was real good, but I'm still kinda hungry.
pt_br: Grazie della cena. Era davvero buona, ma ho ancora un pochino di fame.

# 896_Player
source: You are? Certainly looked like you ate enough...
pt_br: Sei a posto? Certo che avevi l'aria di aver mangiato abbastanza...

# 908_Erena
source: I still had a good time. Wanna go to the club now?
pt_br: Mi sono divertito lo stesso. Ti va di andare al locale adesso?

# 920_Player
source: Sounds good.
pt_br: Mi sembra una buona idea.

# 956_Player
source: Something wrong?
pt_br: Qualcosa non va?

# 968_Erena
source: Not really... Just didn't like the food too much.
pt_br: Non proprio... Il cibo non mi ha fatto impazzire.

# 980_Player
source: Oh. Sorry about that.
pt_br: Oh. Scusa per quello.

# 992_Erena
source: Don't worry about it. Anyway, let's head to the club now.
pt_br: Non ci pensare. Comunque, andiamo al club ora.

# 1004_Player
source: (Guess she didn't enjoy the food.)
pt_br: (Mi sa che non le è piaciuto il cibo.)
