Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01020d25.po
Languages: it

source: Okama
it: Drag Queen

# 68_Akiyama
source: (Marimba. This is the place.)
it: (Marimba. È questo il posto.)

# 80_Akiyama
source: (Hm? It's locked.)
it: (Hm? È chiuso a chiave.)

# 92_Akiyama
source: Anybody home? It's Akiyama, from Sky Finance.
it: C'è qualcuno? Sono Akiyama, di Sky Finance.

# 104_Akiyama
source: (No response.)
it: (Nessuna risposta.)

# 152_Akiyama
source: (Huh. Guess I'll just have to come back later.)
it: (Ah. Immagino che dovrò tornare più tardi.)

# 188_Akiyama
source: (Huh? Drama Queen? This is the place Lily said she used to work.)
it: (Eh? Drama Queen? Questo è il posto dove Lily ha detto che lavorava.)

# 212_Okama
source: Hey, cutie. You into that sorta thing?
it: Ehi, tesoro. Ti piacciono queste cose?

# 224_Akiyama
source: I'm sorry?
it: Scusa?

# 236_Okama
source: You were taking a mighty long look at Drama Queen there.
it: Stavi dando un'occhiata molto prolungata a Drama Queen.

# 248_Akiyama
source: So what if I was?
it: E allora?

# 260_Okama
source: Oh, you naughty boy! You know that's an okama bar, right? Heh, what am I saying? Of course you do.
it: Oh, ragazzaccio! Sai che quello è un okama bar, vero? Eh, cosa dico? Certo che lo sai.

# 272_Akiyama
source: An okama bar? You serious?
it: Un okama bar? Dici sul serio?

# 284_Okama
source: Mmhm. And you looked awfully interested. Just saying. Don't worry, though, I'm not judging.
it: Mhm. E sembravi terribilmente interessato. Dico solo. Non preoccuparti, comunque, non ti sto giudicando.

# 296_Akiyama
source: Oh, it's not like that. It's just... I know this girl who used to work here, is all.
it: Oh, non è come pensi. È solo che... conosco una ragazza che lavorava qui, tutto qui.

# 308_Okama
source: <Italic>Sure</Italic> you do. I'm in denial here, too, honey.
it: <Italic>Certo</Italic> che la conosci. Anch'io sono in negazione, tesoro.

# 320_Okama
source: The manager here's totally my type, but he's straight as an arrow. Says he only dates "real" girls.
it: Il manager qui è proprio il mio tipo, ma è etero come una freccia. Dice che esce solo con ragazze "vere".

# 332_Akiyama
source: Sorry to hear that. Not the most open-minded guy in the world, huh?
it: Mi dispiace. Non è il ragazzo più aperto del mondo, eh?

# 344_Okama
source: Nope! But hey, forget him. Come have a drink over where I work! I'll give you a stiff one on the house.
it: No! Ma ehi, dimenticalo. Vieni a bere qualcosa dove lavoro io! Ti offro un cocktail della casa.

# 356_Akiyama
source: Sorry, but I'm gonna have to take a rain check. Things to do, places to be. You know. Maybe some other time, okay?
it: Mi dispiace, ma devo rimandare. Ho delle cose da fare e dei posti dove andare. Sai com'è. Magari un'altra volta, ok?

# 368_Okama
source: Anything you say, hot stuff. I'll be waiting!
it: Come vuoi, bellezza. Ti aspetterò!

# 380_Akiyama
source: (Drama Queen's an okama bar, huh? Why would Lily lie about working there? Maybe I should head inside.)
it: (Drama Queen è un okama bar, eh? Perché Lily avrebbe mentito sul fatto di lavorare lì? Forse dovrei entrare.)
