Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee0594.po
Languages: pt_br

source: You gained 500 EXP.
pt_br: Hai ottenuto 500 ESP.

source: Wise Homeless Man
pt_br: Barbone Saggio

source: The Underground
pt_br: Il Sotterraneo

# 56_Wise Homeless Man
source: Oho? You there! Interested in knowing more about the Kamurocho underground?
pt_br: Oh oh? Ehi tu! Interessato a saperne di più sul sottosuolo di Kamurocho?

# 68_Wise Homeless Man
source: Well, most normal people know about the parking lots and the underground malls. That's just common knowledge here in Kamurocho.
pt_br: Beh, la maggior parte della gente comune conosce i parcheggi e i centri commerciali sotterranei. È solo roba che sanno tutti qui a Kamurocho.

# 80_Wise Homeless Man
source: But they're just amateurs. Little league players at best.
pt_br: Ma sono solo dei pivelli. Alla meglio, dei campioni da oratorio.

# 92_Wise Homeless Man
source: The big league players know the whole deal, from the sewers to the underground railway. Heck, there are tons of places we still haven't discovered.
pt_br: I pezzi grossi sanno il fatto loro, dalle fogne alla ferrovia sotterranea. Cavolo, ci sono un sacco di posti che non abbiamo ancora scoperto.

# 104_Wise Homeless Man
source: The underground area contains essential Kamurocho locations such as the underground mall and the parking lot.
pt_br: Il sottosuolo contiene posti che contano a Kamurocho, tipo il centro commerciale sotterraneo e il parcheggio.

# 116_Wise Homeless Man
source: There's also a rumor that some homeless people have made the underground their new home. Perhaps you'll discover the truth behind these rumors as you explore the underground.
pt_br: Si dice in giro anche che alcuni barboni si siano fatti casa nei sotterranei. Magari scoprirai la verità dietro queste voci mentre esplori laggiù.

# 128_Wise Homeless Man
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt_br: Questa informazione è stata aggiunta come <Color:14>Memo<Color:Default>. Leggi i <Color:14>Memos<Color:Default> selezionando <Color:14>Memos<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.

# 140_Wise Homeless Man
source: You'd be surprised just how deep the underground goes...
pt_br: Ti sorprenderesti proprio di quanto in là si spinga il sottosuolo...
