Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00090016.po
Languages: it

source: Hostess-Lovin' CEO
it: CEO Amante delle Hostess

source: Lower-Ranking Employee
it: Dipendente di Basso Rango

# 84_Hostess-Lovin' CEO
source: Is this the club everyone's been talking about? You know, Club Elnard? I hear they have a ton of cute girls here. Let's go in.
it: È questo il locale di cui parlano tutti? Sai, il Club Elnard? Ho sentito che hanno un sacco di ragazze carine qui. Entriamo.

# 96_Lower-Ranking Employee
source: I'm sorry, but today's not a good day...
it: Mi scusi, ma oggi non è una buona giornata...

# 108_Hostess-Lovin' CEO
source: What's wrong? You've been talking about taking me to this popular hostess club. This is the one, isn't it?
it: Cosa c'è che non va? Mi hai parlato di portarmi in questo popolare hostess club. È questo, no?

# 120_Lower-Ranking Employee
source: Yes, this is it. They say the service and girls here are all top quality, so I thought you might like it here.
it: Sì, è questo. Dicono che il servizio e le ragazze qui siano tutti di prima qualità, quindi ho pensato che le piacerebbe.

# 132_Hostess-Lovin' CEO
source: Only problem is the customers that are in there today. They're pretty scary folk, boss. I'd rather not try it, you know?
it: L'unico problema sono i clienti che ci sono dentro oggi. Sono persone piuttosto spaventose, capo. Preferirei non provarci, sa?

# 144_Hostess-Lovin' CEO
source: What!? Really!? Kamurocho <Italic>can</Italic> get pretty gritty sometimes, though, huh...
it: Cosa!? Davvero!? Kamurocho <Italic>può</Italic> può diventare piuttosto difficile a volte, eh...

# 156_Hostess-Lovin' CEO
source: Maybe we can wait them out. See when they leave, then head in. How's that sound?
it: Magari possiamo aspettare che se ne vadano. Vediamo quando escono e poi entriamo. Che ne dici?

# 168_Lower-Ranking Employee
source: Sounds great. Let's wait till things settle down in there－I know you're just gonna love it, boss!
it: Ottimo. Aspettiamo che le cose si calmino lì dentro－so che le piacerà moltissimo, capo!
