Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid009105dd.po
Languages: pt_br

source: Kamuro Phoenix Boss
pt_br: Boss dei Kamuro Phoenix

source: Feather
pt_br: Piuma

# 56_Kiryu
source: You're the boss of the Kamuro Phoenix?
pt_br: Sei il boss dei Kamuro Phoenix?

# 68_Kamuro Phoenix Boss
source: That's me. They call me the boss. Or just Feather for short. It's a real pleasure.
pt_br: Sono io. Mi chiamano il boss. O semplicemente Feather. È un vero piacere.

# 80_Kiryu
source: Those punks of yours keep getting in my way. They think they'll be the strongest in Kamurocho once they beat me, but they have a long ways to go.
pt_br: Quei balordi tuoi mi si mettono sempre tra i piedi. Pensano che diventeranno i più forti di Kamurocho una volta che mi avranno battuto, ma ne devono ancora fare di strada.

# 92_Feather
source: Figured as much. I'd heard how strong you are, straight from the sixth's mouth.
pt_br: Me lo immaginavo. Avevo sentito quanto sei forte, dritto dalla bocca del sesto.

# 104_Kiryu
source: You know Daigo?
pt_br: Conosci Daigo?

# 116_Feather
source: Yeah, he showed me a thing or two when we were in middle school.
pt_br: Già, mi ha insegnato un paio di cose quando eravamo alle medie.

# 128_Feather
source: After he became the sixth chairman, he started asking if I wanted to join the Tojo Clan. Course, I had to politely refuse.
pt_br: Dopo che è diventato il sesto Capo, ha iniziato a chiedermi se volevo entrare nel Clan Tojo. Certo, ho dovuto rifiutare con garbo.

# 140_Kiryu
source: So you're telling me you turned down a position in the Tojo Clan so you could run around like a poster boy for "Remember the '80s"?
pt_br: Quindi mi stai dicendo che hai rifiutato un posto nel Clan Tojo per andare in giro a fare il tipo da copertina di "Remember the '80s"?

# 152_Feather
source: Hey, I've got my own way of doing things. I've had it with people raggin' on my classic style. The look is all part of the way I roll.
pt_br: Ehi, ho il mio modo di fare le cose. Ne ho fin sopra i capelli di chi sputtana il mio stile classico. Il look fa tutto parte del mio modo di agire.

# 164_Feather
source: Anyway, Dojima-san is one thing, but having to kiss ass with some has-been I don't even know? I'll take a pass on that.
pt_br: Comunque, Dojima-san è un conto, ma dover leccare il culo a qualche rottame che nemmeno conosco? Su quello passo.

# 176_Feather
source: I'm making my own gang. The ones that get what I'm about and stick with me-I'll take good care of 'em.
pt_br: Metto su la mia gang. Quelli che capiscono la mia roba e mi stanno dietro-li proteggerò io.

# 188_Kiryu
source: Heh.
pt_br: Eh.

# 200_Feather
source: What? I say something funny?
pt_br: Che? Ho detto qualcosa di divertente?

# 212_Kiryu
source: All those punks of yours really seem to trust you. I was kind of curious to meet the guy behind it all.
pt_br: Tutti quei tuoi balordi sembrano proprio fidarsi di te. Ero un po' curioso di conoscere il tipo che c'è dietro a tutto.

# 224_Feather
source: And...?
pt_br: Allora...?

# 236_Kiryu
source: I hoped maybe we could sort this thing out. You can imagine my disappointment at the boss being a reject from Peter Pan and his Lost Boys.
pt_br: Speravo magari potessimo sistemare questa faccenda. Puoi immaginare la mia delusione quando ho visto che il capo era uno sfigato uscito da Peter Pan e i suoi Ragazzi Perduti.

# 248_Feather
source: What!?
pt_br: Cosa!?

# 260_Kiryu
source: Look, there are plenty of guys out there who don't want to join the system and bow down to the man. I can't deny that.
pt_br: Guarda, ci sono un sacco di tizi là fuori che non vogliono entrare nel sistema e inchinarsi all'uomo. Non posso negarlo.

# 272_Kiryu
source: But you're going about it all wrong, playing dress-up and causing trouble like that.
pt_br: Ma la stai prendendo tutta storta, a fare i finti duri e a combinare casini in quel modo.

# 284_Feather
source: Hahah! That all you've got to say?
pt_br: Hahah! Tutto qui quello che hai da dire?

# 296_Feather
source: You sure talk tough for some has-been yakuza! I'm gonna be the new power in Kamurocho. All I gotta do is beat you first!
pt_br: Parli tanto grosso per essere uno yakuza ormai finito! Sarò io il nuovo potere di Kamurocho. Mi basta solo batterti prima!

# 308_Feather
source: Ain't nothin' more to sort out! This ends now!
pt_br: Non c'è più niente da discutere! Finisce qui e ora!
