Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0021.po
Languages: pt_br

# 6204_Akiyama
source: I didn't say I'd give it to you, did I?
pt_br: Non ho mica detto che te l'avrei dato, ti pare?

# 6216_Erena
source: Oh sure. You've got to keep it a secret or it isn't going to be a surprise. I understand. But I'll be lookin' forward to it.
pt_br: Ah, certo. Devi tenerlo segreto, sennò non sarà una sorpresa. Capisco. Ma non vedo l'ora.

# 6228_Akiyama
source: You're an optimist, aren't you?
pt_br: Sei un'ottimista, vero?

# 6240_Akiyama
source: I don't know... Putting it in her food? I'm not sure that's such a great idea.
pt_br: Boh... Metterglielo nel mangiare? Non sono sicuro che sia una gran bella idea.

# 6252_Erena
source: Huh? Whaddya mean!?
pt_br: Eh? Che vuoi dire!?

# 6264_Akiyama
source: I mean, it's not very sanitary, is it?
pt_br: Cioè, non è che sia proprio il massimo dell'igiene, no?

# 6276_Erena
source: I wouldn't mind.
pt_br: Non mi dispiacerebbe.

# 6288_Akiyama
source: What if she swallows it before she notices it's in there? Or breaks a tooth on it?
pt_br: E se lo ingoiasse prima di accorgersi che c'è? O ci si rompesse un dente?

# 6300_Erena
source: That wouldn't be good.
pt_br: Non andrebbe bene.

# 6312_Akiyama
source: Still, I like the idea of surprising somebody with a present.
pt_br: Però, mi piace l'idea di fare un regalo a sorpresa a qualcuno.

# 6324_Erena
source: I know. I'm so jealous of her.
pt_br: Lo so. Sono così gelosa di lei.

# 6336_Akiyama
source: Your eyes sure are big, aren't they?
pt_br: Ma che occhi grandi che hai, eh?

# 6348_Erena
source: Really? Actually, I get told that a lot.
pt_br: Davvero? A dire il vero, me lo dicono spesso.

# 6360_Erena
source: People tell me to stop starin' at them because it feels like they'll be sucked in!
pt_br: La gente mi dice di smetterla di fissarli perché si sentono risucchiare!

# 6372_Akiyama
source: Haha! I think I know what they mean. Your eyes are really cute.
pt_br: Ahah! Credo di capire cosa intendono. I tuoi occhi sono davvero carini.

# 6384_Erena
source: Oh, I know.
pt_br: Oh, lo so.

# 6396_Akiyama
source: Heheh. You seem happy.
pt_br: Eheh. Sembri felice.

# 6408_Erena
source: What can I say? I love compliments, even if they aren't true.
pt_br: Che ti devo dire? Adoro i complimenti, anche se non sono veri.

# 6420_Akiyama
source: Even if it's not true?
pt_br: Anche se non è vero?

# 6432_Erena
source: I'm too stupid to be able to tell when somebody's lyin' to me anyway.
pt_br: Sono troppo stupido per capire quando qualcuno mi sta mentendo, comunque.

# 6444_Akiyama
source: Heheh. Stupid people don't say they're stupid.
pt_br: Heheh. Gente stupida non dice di essere stupida.

# 6456_Erena
source: Really?
pt_br: Davvero?

# 6468_Akiyama
source: Sure. They're too stupid to know it.
pt_br: Ma sì. Sono troppo stupidi per capirlo.

# 6480_Erena
source: Haha! Maybe I'm not stupid after all.
pt_br: Haha! Forse non sono mica stupida, dopotutto.

# 6492_Akiyama
source: Wait, you just noticed that? Maybe I should take back what I just said.
pt_br: Aspetta, ma l'hai notato solo adesso? Forse dovrei rimangiarmi quello che ho appena detto.

# 6504_Erena
source: Hey! That's not fair!
pt_br: Ehi! Non è giusto!

# 6516_Akiyama
source: I'm no fan of empty flattery. It's just embarrassing.
pt_br: Non vado matta per le lusinghe vuote. È solo imbarazzante.

# 6528_Erena
source: Really? Don't let me down!
pt_br: Davvero? Non deludermi!

# 6540_Akiyama
source: I haven't exactly lived a perfect life, so when I hear it, I always think they have an ulterior motive.
pt_br: Non è che abbia avuto proprio una vita perfetta, quindi quando sento certe cose, penso sempre che abbiano un secondo fine.

# 6552_Erena
source: That's not true. Yer a great guy!
pt_br: Non è vero. Sei proprio un gran tipo!

# 6564_Akiyama
source: Even if I am, the people flattering me can't tell that just by looking at me, can they? They don't know what kind of life I've led.
pt_br: Anche se lo fossi, quelli che mi adulano mica lo possono capire solo a guardarmi, eh? Non sanno che razza di vita mi sono fatta.

# 6576_Akiyama
source: That's particularly true in Kamurocho. You never know what people are up to around here.
pt_br: Questo vale soprattutto a Kamurocho. Non si sa mai cosa combini la gente da queste parti.

# 6588_Erena
source: Really? That's pretty scary...
pt_br: Davvero? Fa abbastanza paura...

# 6600_Erena
source: Tokyo can be kind of intimidatin'.
pt_br: Tokyo può mettere un po' in soggezione.

# 6612_Akiyama
source: Yep, you sure are pretty.
pt_br: Eh sì, sei proprio bella.

# 6624_Erena
source: Ya don't have to go that far. It just makes it sound like you're lyin'.
pt_br: Non c'è bisogno di esagerare così. Fa solo sembrare che menti.

# 6636_Akiyama
source: I thought you said you didn't mind if it wasn't true.
pt_br: Ma non avevi detto che non ti fregava se non era vero?

# 6648_Erena
source: Huh!? Ya mean you were lyin'!?
pt_br: Eh!? Vuoi dire che stavi mentendo!?

# 6660_Akiyama
source: What do you think?
pt_br: Cosa ne pensa?

# 6672_Erena
source: Hehe, I'm happy either way.
pt_br: Hehe, sono contenta in ogni caso.

# 6684_Akiyama
source: You just want to be flattered, huh?
pt_br: Vuoi solo essere lusingato, eh?

# 6696_Erena
source: You look like you're a strong drinker.
pt_br: Hai l'aria di uno che regge bene l'alcol.

# 6708_Akiyama
source: I suppose I am.
pt_br: Suppongo di sì.

# 6720_Erena
source: Really? Then by all means, drink up! Order something expensive!
pt_br: Davvero? Allora, non farti problemi, bevi pure! Ordina qualcosa di costoso!

# 6732_Akiyama
source: What're you saying? The more expensive the drink, the longer you want to take to drink it. You have to really savor it.
pt_br: Ma che dici? Più il drink è caro, più te la vuoi prendere con calma a berlo. Devi proprio assaporarlo.

# 6744_Erena
source: What do you usually like to drink?
pt_br: Cosa ti piace bere di solito?

# 6756_Akiyama
source: Well...
pt_br: Beh...

# 6768_Akiyama
source: Usually just canned beer. I'll buy some at a convenience store and have a little party by the roadside.
pt_br: Di solito, solo birra in lattina. Ne compro un po' al conbini e mi faccio una festicciola a bordo strada.

# 6780_Erena
source: Wow, that's pretty cool. I've always wanted to try something like that.
pt_br: Wow, è davvero forte! Ho sempre voluto provare qualcosa del genere.

# 6792_Erena
source: I've never been able to drink in public without worrying what people might think.
pt_br: Non sono mai riuscita a bermi un drink in pubblico senza stare in pensiero per quello che la gente avrebbe potuto pensare.

# 6804_Akiyama
source: Well, why don't you join me next time?
pt_br: Allora, la prossima volta vieni con me?

# 6816_Erena
source: Ooh, yes! Definitely gimme a call!
pt_br: Oh, sì! Assolutamente, fammi uno squillo!

# 6828_Akiyama
source: It's a date then.
pt_br: Allora è un appuntamento.

# 6840_Erena
source: Promise!
pt_br: Prometti!

# 6852_Akiyama
source: I like shochu. You know, sweet potato liquor?
pt_br: Mi piace lo shochu. Sai, quel liquore di patate dolci?

# 6864_Erena
source: Really? You like shochu!?
pt_br: Davvero? Ti piace lo shochu!?

# 6876_Akiyama
source: Sure. You too?
pt_br: Certo. Anche tu?

# 6888_Erena
source: I love it. It's probably the kind of liquor I drink the most.
pt_br: Lo adoro. È probabilmente il tipo di liquore che bevo di più.

# 6900_Akiyama
source: It is good, isn't it? It's got a crisp, clear flavor.
pt_br: È buono, non trovi? Ha un sapore fresco e limpido.

# 6912_Erena
source: But I usually start out with a cocktail, or a cassis orange.
pt_br: Ma di solito inizio con un cocktail, o un cassis orange.

# 6924_Akiyama
source: Really? Why?
pt_br: Davvero? Perché?

# 6936_Erena
source: I guess it's just because I think I look cute drinkin' them.
pt_br: Credo sia solo perché penso di sembrare carina mentre li bevo.

# 6948_Akiyama
source: Heheh. I see...
pt_br: Eheh. Capisco...

# 6960_Akiyama
source: I drink a lot of whiskey. Bourbon, scotch. That kind of thing.
pt_br: Bevo un sacco di whisky. Bourbon, scotch. Roba del genere.

# 6972_Erena
source: Wow. Those are some hard drinks. Most girls can't drink that sort of thing.
pt_br: Wow. Sono drink belli tosti, questi. La maggior parte delle ragazze non ce la fa a bere una roba del genere.

# 6984_Akiyama
source: Yeah. I wonder why that is.
pt_br: Già. Chissà perché.

# 6996_Erena
source: Maybe because they're brown?
pt_br: Forse perché sono marroni?

# 7008_Akiyama
source: Haha! That's an interesting theory.
pt_br: Haha! È una teoria interessante.

# 7020_Erena
source: I mean, maybe we'd like 'em better if they were cute and colorful, like cocktails.
pt_br: Voglio dire, magari ci piacerebbero di più se fossero carini e colorati, come i cocktail.

# 7032_Akiyama
source: I see... That actually makes sense. You can be surprisingly perceptive sometimes.
pt_br: Capisco... Ci sta, in effetti. A volte sei sorprendentemente perspicace.

# 7044_Erena
source: Surprisingly? I think ya mean incredibly!
pt_br: Sorprendentemente? Direi piuttosto incredibilmente!

# 7056_Akiyama
source: Hahahah! All right, incredibly perceptive.
pt_br: Hahahah! Ah, ma sei incredibilmente perspicace.

# 7068_Erena
source: It must be nice to go on a date in Tokyo.
pt_br: Che bello dev'essere andare ad un appuntamento a Tokyo.

# 7080_Akiyama
source: Depends on where you go.
pt_br: Dipende da dove vai.

# 7092_Erena
source: But there're lots of romantic spots, aren't there?
pt_br: Ma ci sono un sacco di posti romantici, no?

# 7104_Erena
source: What kind of place would you take me if we were goin' on a date?
pt_br: In che razza di posto mi porteresti se andassimo ad un appuntamento?

# 7116_Akiyama
source: Well...
pt_br: Beh...

# 7128_Akiyama
source: Somewhere with beautiful night scenery. I guess that's pretty normal though.
pt_br: Un posto con una bella vista notturna. Comunque, immagino sia una cosa piuttosto normale.

# 7140_Erena
source: That sounds nice. I love going for a drive at night.
pt_br: Che bello! Adoro fare un giro in macchina di notte.

# 7152_Akiyama
source: Would you like to go with me sometime, then?
pt_br: Allora, ti andrebbe di uscire con me un giorno?

# 7164_Erena
source: Sure. Only...
pt_br: Certo. Solo...

# 7176_Akiyama
source: What?
pt_br: Cosa?

# 7188_Erena
source: You make sure ya keep your eyes on the road. I'll be the one enjoying the scenery.
pt_br: Tu bada a tenere gli occhi sulla strada. Sarò io a godermi il panorama.

# 7200_Akiyama
source: Heheh. All right.
pt_br: Eheh. Va bene.

# 7212_Akiyama
source: Someplace with great food. I need to enjoy myself, too.
pt_br: Un posto dove si mangia da dio. Devo godermela anch'io.

# 7224_Erena
source: Haha! That's so like you. But we gotta like the same kinda food then.
pt_br: Haha! Proprio da te! Ma allora ci deve piacere lo stesso genere di cibo.

# 7236_Akiyama
source: I'm not much for fancy restaurants. I'm happy just going to a cheap café or something.
pt_br: I ristoranti di lusso non sono proprio il mio genere. Mi va benissimo anche solo un bar alla buona o una cosa del genere.

# 7248_Akiyama
source: There's a place not too far from here that makes great chicken pilaf.
pt_br: C'è un posto non molto lontano da qui dove fanno un pilaf di pollo pazzesco.

# 7260_Erena
source: Yuck! I hate chicken pilaf! It's got green peas in it, for one thing!
pt_br: Bleah! Odio il pilaf di pollo! Ci sono i piselli, tanto per dirne una!

# 7272_Erena
source: Besides, that kinda place doesn't have atmosphere! I'd want someplace more romantic.
pt_br: E poi, un posto del genere non ha atmosfera! Vorrei un posto più romantico.

# 7284_Akiyama
source: That's a secret.
pt_br: È un segreto.

# 7296_Erena
source: Huh? Why?
pt_br: Eh? Perché?

# 7308_Akiyama
source: You'll see when we actually go on a date.
pt_br: Vedrai quando usciremo per davvero.

# 7320_Erena
source: Now you got me all curious! That's not fair!
pt_br: Ora mi hai reso curiosissimo! Non vale!

# 7332_Akiyama
source: Let's see... First, we'll go there. And then there...
pt_br: Vediamo un po'... Prima andremo lì. E poi lì...

# 7344_Akiyama
source: Oh, and we can't forget to go there. Everybody loves that place...
pt_br: Ah, e non possiamo scordarci di andarci. Tutti adorano quel posto...

# 7356_Erena
source: Grr... I really wanna know what you're talking about now! Ya gotta take me!
pt_br: Grrr... Voglio proprio sapere di cosa stai parlando adesso! Mi devi portare dentro!

# 7368_Akiyama
source: Heheh.
pt_br: Eheh.

# 7380_Akiyama
source: How old are you, Erena?
pt_br: Quanti anni hai, Erena?

# 7392_Erena
source: Me? I'll be 25 later this year.
pt_br: Io? Farò 25 anni più avanti quest'anno.

# 7404_Akiyama
source: So you're 24 now.
pt_br: Allora hai ventiquattro anni, adesso.

# 7416_Erena
source: That's right. I'm getting to the point where my skin is startin' to show its age.
pt_br: Esatto. Ormai la mia pelle comincia a risentire dell'età.

# 7428_Erena
source: But I'm taking supplements and tryin' to drink plenty of water every day.
pt_br: Ma prendo integratori e cerco di bere un sacco d'acqua ogni giorno.

# 7440_Akiyama
source: They say that drinking water is good.
pt_br: Si dice che bere acqua faccia bene.

# 7452_Erena
source: I know! I'm trying to drink at least two glasses a day!
pt_br: Lo so! Sto cercando di bere almeno due bicchieri al giorno!

# 7464_Akiyama
source: Two glasses? That's not very much. I thought you were supposed to drink eight glasses a day.
pt_br: Due bicchieri? Non è mica tanto. Pensavo che ne dovessi bere otto al giorno.

# 7476_Erena
source: Well, I don't like water very much.
pt_br: Beh, non è che mi piaccia tanto l'acqua.

# 7488_Erena
source: But I'm doin' my best to have at least two glasses every day.
pt_br: Ma sto facendo del mio meglio per berne almeno due bicchieri ogni giorno.

# 7500_Akiyama
source: Heheh. So that's your version of trying hard, huh?
pt_br: Heheh. Questa sarebbe la tua versione del darsi da fare, eh?

# 7512_Erena
source: Yep! Ya gotta give me credit for tryin', at least!
pt_br: Già! Almeno il merito di averci provato me lo devi dare!

# 7524_Erena
source: If I'm not careful, I'll be thirty before I know it.
pt_br: Se non sto attenta, avrò trent'anni prima che me ne accorga.

# 7536_Akiyama
source: That's true. It happened to me.
pt_br: È vero. Mi è capitato.

# 7548_Erena
source: Really? Maybe you should start taking some supplements with me.
pt_br: Davvero? Magari dovresti iniziare a prendere degli integratori con me.

# 7560_Akiyama
source: Heh, I'll think about it.
pt_br: Beh, ci penserò.

# 7572_Akiyama
source: You don't need it. Your skin looks perfect.
pt_br: Non ti serve. Hai una pelle perfetta.

# 7584_Erena
source: Oh no. You're just sayin' that.
pt_br: Ma no. Lo dici solo per dire.

# 7596_Akiyama
source: No, I mean it.
pt_br: No, dico sul serio.

# 7608_Erena
source: Thanks, but I can't wait till things start going bad. I have to act now, while there's still time.
pt_br: Grazie, ma non posso aspettare che le cose vadano a rotoli. Devo agire adesso, finché c'è ancora tempo.

# 7620_Akiyama
source: I suppose that's true.
pt_br: Suppongo che sia vero.

# 7632_Erena
source: Course it is! That's why I'm doin' my best to make sure my skin stays this way!
pt_br: Eccome se lo è! È per questo che mi faccio in quattro per assicurarmi che la mia pelle resti così!

# 7644_Akiyama
source: Good luck.
pt_br: Buona fortuna.

# 7656_Akiyama
source: It takes more than just water. You have to make sure you eat well, too.
pt_br: Non basta mica solo l'acqua. Devi stare attento a mangiare bene, pure.

# 7668_Erena
source: Oh, I know. I'm not on a diet or anything.
pt_br: Ah, lo so. Non sono a dieta o roba del genere.

# 7680_Akiyama
source: But you think it's okay to drink as much alcohol as you want?
pt_br: Ma tu pensi che sia a posto bere quanto alcol ti pare?

# 7692_Erena
source: Well, that's true. I think I drink more alcohol than water!
pt_br: Beh, è proprio vero. Mi sa che bevo più alcol che acqua!

# 7704_Akiyama
source: That can't be good for your skin, can it?
pt_br: Non è che faccia tanto bene alla tua pelle, eh?

# 7716_Erena
source: Even if it isn't, I can't very well have this job and not drink, can I?
pt_br: Anche se non lo fosse, non posso mica fare questo lavoro e non bere, no?

# 7728_Erena
source: I wonder if there're any drinks that are good for your skin too...
pt_br: Chissà se c'è qualche drink che fa bene anche alla pelle...

# 7740_Erena
source: I really like Tokyo.
pt_br: Mi piace un sacco Tokyo.

# 7752_Akiyama
source: Oh? Why?
pt_br: Oh? Perché?

# 7764_Erena
source: Well, because people walk faster here.
pt_br: Beh, perché la gente cammina più veloce qui.

# 7776_Akiyama
source: Yeah, you said that before.
pt_br: Già, l'hai detto prima.

# 7788_Erena
source: I think it's partly because Kyoto's full of tourists.
pt_br: Penso sia in parte perché Kyoto è piena di turisti.

# 7800_Erena
source: This may sound bad, but they walk so slowly that I just wanna kill them sometimes!
pt_br: Potrà sembrare brutto, ma camminano così lentamente che a volte mi verrebbe voglia di farli fuori!

# 7812_Akiyama
source: Yeah. If you're sightseeing, you're going to want to take your time and see everything.
pt_br: Sì. Se fai il turista, vorrai prenderti il tuo tempo e vedere tutto.

# 7824_Erena
source: Plus, I'm the high-strung type, so if I get stuck behind somebody, I get real annoyed.
pt_br: E poi, sono una che va su di giri facilmente, quindi se resto bloccata dietro a qualcuno, mi innervosisco di brutto.

# 7836_Akiyama
source: You're that high-strung?
pt_br: Sei così tesa?

# 7848_Erena
source: Yeah... My family keeps tellin' me to slow down and relax.
pt_br: Già... La mia famiglia non fa che dirmi di rallentare un po' e di stare più tranquilla.

# 7860_Akiyama
source: If your family says that, you must really be bad. You'd think they'd be used to it by now.
pt_br: Se la tua famiglia dice così, devi essere proprio combinato male. Pensavo che a quest'ora ci avessero già fatto il callo.

# 7872_Erena
source: Do you prefer girls who are more laid-back?
pt_br: Preferisci le ragazze più alla mano?

# 7884_Akiyama
source: Well, I don't know.
pt_br: Beh, non lo so.

# 7896_Erena
source: Which is it?
pt_br: Qual è?

# 7908_Erena
source: The laid-back type, right?
pt_br: Il tipo tranquillo, vero?

# 7920_Erena
source: Yeah, I thought so. Figured ya like girls who are a little more laid-back.
pt_br: Sì, l'avevo immaginato. Ho capito che ti piacciono le ragazze un po' più alla mano.

# 7932_Akiyama
source: You certainly are high-strung. You can't even wait for me to answer your question!
pt_br: Sei decisamente un bel peperino. Non riesci nemmeno ad aspettare che ti risponda alla domanda!

# 7944_Erena
source: Hahahah! You're right. I got it bad.
pt_br: Hahahah! Hai ragione. Sono messa male.

# 7956_Akiyama
source: I don't really care either way. I could like both types of girls.
pt_br: A me non cambia granché. Mi potrebbero piacere entrambi i tipi di ragazze.

# 7968_Erena
source: Really? That's pretty open-minded of you.
pt_br: Davvero? Sei proprio di larghe vedute.

# 7980_Akiyama
source: What about you? You prefer high-strung men, I suppose?
pt_br: E tu? Immagino che tu preferisca gli uomini sempre un po' sulle spine?

# 7992_Erena
source: You're right...
pt_br: Ha ragione...

# 8004_Erena
source: I just can't deal with men who are too laid-back.
pt_br: Non sopporto proprio gli uomini che se la prendono troppo comoda.

# 8016_Erena
source: I'd probably get annoyed with him any time we walked somewhere together.
pt_br: Probabilmente mi darebbe sui nervi ogni volta che camminavamo insieme.

# 8028_Akiyama
source: I see.
pt_br: Capisco.

# 8040_Akiyama
source: Of course I do. I think most men probably like women who are a little laid-back.
pt_br: Certo che sì. Penso che alla maggior parte degli uomini piacciano probabilmente le donne un po' alla mano.

# 8052_Erena
source: Yeah, I thought so. Men seem to like that kind of thing.
pt_br: Sì, immaginavo. Pare che agli uomini piacciano quelle cose lì.

# 8064_Erena
source: That's why I try not to let 'em see how high-strung I am.
pt_br: Ecco perché cerco di non fargli vedere quanto sono su di corda.

# 8076_Akiyama
source: You can do that?
pt_br: Ce la fai?

# 8088_Erena
source: Sometimes it's tricky. I can get kinda stressed out.
pt_br: A volte è un po' spinoso. Finisco per stressarmi un po'.

# 8100_Erena
source: Ugh. What should I do?
pt_br: Mmh. Che faccio?

# 8112_Erena
source: Ugh, this is so annoying...
pt_br: Uffa, che seccatura...

# 8124_Akiyama
source: What is it? Did I do something wrong?
pt_br: Che c'è? Ho fatto qualcosa di sbagliato?

# 8136_Erena
source: Oh, I'm sorry. It's got nothing to do with you. It's just my sister...
pt_br: Oh, mi dispiace. Non c'entra niente con te. È solo mia sorella...

# 8148_Akiyama
source: What about her?
pt_br: E lei?

# 8160_Erena
source: She came to Tokyo recently, and we've been living together.
pt_br: È venuta a Tokyo da poco, e viviamo insieme.

# 8172_Akiyama
source: I see. And you're already fighting?
pt_br: Capisco. E stai già litigando?

# 8184_Erena
source: Well... I don't know if I'd call it a fight, exactly. She's just bein' a big baby.
pt_br: Beh... non so se la chiamerei proprio una litigata. Sta solo facendo la bambinona.

# 8196_Akiyama
source: Haha.
pt_br: Ahah.

# 8208_Erena
source: I've been running myself ragged gettin' everything ready for her, but she won't lift a finger.
pt_br: Mi sono fatto in quattro a prepararle tutto, ma lei non alza un dito.

# 8220_Erena
source: It isn't new, of course.
pt_br: Non è una novità, certo.

# 8232_Akiyama
source: It sounds like you're having fun. I bet you like being with her a lot better than living alone.
pt_br: Mi sembra che tu ti stia divertendo un sacco. Scommetto che stare con lei ti piace molto di più che vivere da solo.

# 8244_Erena
source: Well, to tell ya the truth...
pt_br: Beh, a dirtela tutta...

# 8256_Erena
source: It's not that fun.
pt_br: Non è poi così divertente.

# 8268_Akiyama
source: No? But you haven't seen your sister for quite a while, right?
pt_br: No? Ma non vedi tua sorella da un bel po', vero?

# 8280_Erena
source: That's true, but... Oh, maybe I'm just tired.
pt_br: È vero, però... Oh, forse sono solo stanca.

# 8292_Akiyama
source: Don't push yourself too hard. But you're her big sister and you've been in Tokyo longer, so you should try and help her out a bit.
pt_br: Non ti strafare. Ma tu sei la sua sorella maggiore e sei qui a Tokyo da più tempo, quindi dovresti provare a darle una mano.

# 8304_Erena
source: I suppose you're right...
pt_br: Mi sa che hai ragione...

# 8316_Akiyama
source: You must be tired. You can get irritable when you're tired.
pt_br: Devi essere stanco. Quando si è stanchi, si fa presto a innervosirsi.

# 8328_Erena
source: Hmm. Maybe I am. I've had to deal with her and my boyfriend, too.
pt_br: Mmm. Forse sì. Ho dovuto vedermela con lei e pure col mio ragazzo.

# 8340_Akiyama
source: And you're living in unfamiliar surroundings. You could try going back to Kyoto for a visit.
pt_br: E vivi in posti che non conosci. Potresti provare a fare un salto a Kyoto.

# 8352_Erena
source: That's true. I'm not exactly homesick, but I would like to see my family again.
pt_br: È vero. Non ho esattamente nostalgia di casa, ma mi piacerebbe rivedere la mia famiglia.

# 8364_Erena
source: But I can't leave now. Not when my sister just came all the way here to be with me.
pt_br: Ma non posso andarmene, adesso. Soprattutto non ora che mia sorella si è fatta tutta questa strada solo per stare con me.

# 8376_Akiyama
source: Oh, right... Well, how about going on a little sightseeing tour of Tokyo together, then?
pt_br: Ah, giusto... Beh, che ne dici se ci facciamo un giretto turistico per Tokyo, insieme?
