Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee0568.po
Languages: pt_br

source: Gambler
pt_br: Giocatore d'azzardo

source: Player
pt_br: Giocatore

# 352_Gambler
source: Ya need at least 100 chips to play oicho-kabu. You can buy 'em at the front.
pt_br: Ti servono almeno 100 fiches per giocare a oicho-kabu. Li puoi prendere al banco.

# 364_Gambler
source: Hey, buddy! Wanna play oicho-kabu?
pt_br: Ehi, compare! Vuoi giocare a oicho-kabu?

# 388_Haruka
source: Oooh, oicho-kabu! You know how to play, right, Uncle Kaz? Could you get 300 points in a game?
pt_br: Oooh, oicho-kabu! Sai giocare, vero, Zio Kaz? Riusciresti a fare 300 punti in una partita?

# 400_Kiryu
source: (300 points in oicho-kabu... Should I give it a try?)
pt_br: (300 punti nell'oicho-kabu... Ci provo?)

# 412_Gambler
source: Sure, I'll play.
pt_br: Certo, ci sto.

# 424_Gambler
source: You got it! Let's do this!
pt_br: Ci siamo! Si parte!

# 436_Haruka
source: Good luck, Uncle Kaz!
pt_br: Buona fortuna, Zio Kaz!

# 460_Gambler
source: Not right now.
pt_br: Non adesso.

# 472_Gambler
source: I gotcha. Maybe next time.
pt_br: Capito. Magari la prossima volta.

# 484_Haruka
source: Aww... I wanted you to play oicho-kabu...
pt_br: Uffa... Volevo che giocassi a oicho-kabu...

# 496_Haruka
source: Hey, Uncle Kaz! Let's play oicho-kabu! Let's see... Oh, we could go for 600 points! Can we, please?
pt_br: Ehi, Zio Kaz! Giochiamo a oicho-kabu! Allora... Oh, potremmo fare una partita da 600 punti! Possiamo, ti prego?

# 508_Kiryu
source: (600 points in oicho-kabu... Should I give it a try?)
pt_br: (600 punti a oicho-kabu... Ci provo?)

# 520_Gambler
source: Sure, I'll play.
pt_br: Certo, ci sto.

# 532_Gambler
source: You got it! Let's do this!
pt_br: Ci siamo! Si parte!

# 544_Haruka
source: Good luck, Uncle Kaz!
pt_br: Buona fortuna, Zio Kaz!

# 568_Gambler
source: Not right now.
pt_br: Non adesso.

# 580_Gambler
source: I gotcha. Maybe next time.
pt_br: Capito. Magari la prossima volta.

# 592_Haruka
source: Aww, I really wanted to watch you play...
pt_br: Uffa, volevo proprio guardarti giocare...

# 616_Gambler
source: Ya need at least 100 chips to play oicho-kabu. You can buy 'em at the front.
pt_br: Ti servono almeno 100 fiches per giocare a oicho-kabu. Li puoi prendere al banco.

# 628_Gambler
source: This here's where you can play oicho-kabu. You down?
pt_br: Qui si gioca a oicho-kabu. Ci stai?

# 640_Gambler
source: This here's where you can play oicho-kabu. You down?
pt_br: Qui si gioca a oicho-kabu. Ci stai?

# 652_Gambler
source: This here's where you can play oicho-kabu. You down?
pt_br: Qui si gioca a oicho-kabu. Ci stai?

# 664_Gambler
source: Yeah, I'll play.
pt_br: Sì, gioco.

# 676_Staff
source: All right! Let's get this started, then.
pt_br: Perfetto! Allora, si parte!

# 700_Gambler
source: Yeah, I'll play.
pt_br: Sì, gioco.

# 712_Staff
source: All right! Let's get this started, then.
pt_br: Perfetto! Allora, si parte!

# 736_Gambler
source: Yeah, I'll play.
pt_br: Sì, gioco.

# 748_Staff
source: All right! Let's get this started, then.
pt_br: Perfetto! Allora, si parte!

# 772_Gambler
source: Not right now.
pt_br: Non adesso.

# 784_Staff
source: Darn. Well, see you later, I hope.
pt_br: Accidenti. Beh, ci si vede, spero.

# 796_Gambler
source: Play
pt_br: Gioca

# 808_Gambler
source: Not Now
pt_br: Non ora

# 820_Gambler
source: Play
pt_br: Gioca

# 832_Gambler
source: Not Now
pt_br: Non ora

# 844_Gambler
source: Play a Beginner Game
pt_br: Gioca una partita per principianti

# 856_Gambler
source: Not Now
pt_br: Non ora

# 868_Gambler
source: Play a Beginner Game
pt_br: Gioca una partita per principianti

# 880_Gambler
source: Play an Intermediate Game
pt_br: Gioca una Partita Intermedia

# 892_Gambler
source: Not Now
pt_br: Non ora

# 904_Gambler
source: Play a Beginner Game
pt_br: Gioca una partita per principianti

# 916_Gambler
source: Play an Intermediate Game
pt_br: Gioca una Partita Intermedia

# 928_Gambler
source: Play an Advanced Game
pt_br: Gioca una Partita Avanzata

# 940_Gambler
source: Not Now
pt_br: Non ora
