Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01910115.po
Languages: it

source: Woman
it: Donna

source: Cocky Punk
it: Teppista arrogante

source: Sleazy Punk
it: Teppista viscido

# 56_Akiyama
source: (Hm?)
it: (Mh?)

# 80_Woman
source: No, stop it!
it: No, smettetela!

# 92_Cocky Punk
source: What are you so worried about, honey? It's not like we're gonna take anything from you. It's all about what we're gonna <Italic>give</Italic> you, hehe!
it: Di che ti preoccupi, tesoro? Non è che vogliamo prenderti qualcosa. È tutta una questione di cosa vogliamo <Italic>darti</Italic>, eheh!

# 104_Sleazy Punk
source: Don't worry, we'll be sure to thank you real good once we're done. So whaddya say, baby?
it: Non preoccuparti, ti ringrazieremo come si deve quando avremo finito. Allora, che ne dici, bimba?

# 116_Woman
source: Someone, help!
it: Qualcuno mi aiuti!

# 128_Akiyama
source: (Ugh, I don't have gas in the tank for this. But I can't just sit back and watch...)
it: (Ugh, non ho le energie per queste cose. Ma non posso starmene qui a guardare...)

# 140_Akiyama
source: Hey. I'd suggest leaving her alone if I were you.
it: Ehi. Se fossi in voi, vi suggerirei di lasciarla in pace.

# 152_Cocky Punk
source: Who's talking? We don't take advice from no-name shit off the street.
it: Chi ha parlato? Non accettiamo consigli da uno stronzetto qualunque.

# 164_Akiyama
source: You should start. You're never gonna get a girl if you treat them like property instead of people.
it: Dovreste iniziare. Non conquisterete mai una ragazza se la trattate come un oggetto invece che come una persona.

# 176_Sleazy Punk
source: I'll treat a broad however I want!
it: Tratto una tipa come mi pare e piace!

# 188_Cocky Punk
source: Besides, who the hell do you think you are? I bet you ain't no saint yourself!
it: E poi, chi diavolo ti credi di essere? Scommetto che non sei un santo neanche tu!

# 200_Sleazy Punk
source: Guess we're gonna have to educate you. And I'm not talking with a blackboard and chalk.
it: Mi sa che dovremo darti una lezione. E non parlo di lavagna e gessetti.
