Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01e600e2.po
Languages: pt_br

source: Shady Man
pt_br: Tipo Losco

# 56_Tanimura
source: (Yeah, he's still on my ass. Maybe I can give him the slip here.)
pt_br: (Già, mi sta ancora alle calcagna. Magari riesco a seminarlo qui.)

# 92_Shady Man
source: Dammit! The hell'd this guy go!?
pt_br: Cazzo! Dove cazzo è andato 'sto tizio!?

# 116_Tanimura
source: Hey. Buddy. I know you're following me.
pt_br: Ehi. Socio. So che mi stai seguendo.

# 128_Shady Man
source: Son of a－!
pt_br: Figlio di una—!

# 152_Tanimura
source: Oh, what do you know... You again.
pt_br: Ah, guarda un po'... Di nuovo te.

# 164_Isawa
source: Damn right it's me! You think I'm gonna let some dickhead just walk away with my woman? Yeah fuckin' right!
pt_br: Cazzo, sono proprio io! Tu credi che mi faccio portar via la donna da un testa di cazzo qualsiasi? Col cazzo!

# 176_Tanimura
source: So, what, you came here to bitch and moan?
pt_br: Allora, che c'è, sei venuto qui a rompere le palle?

# 188_Isawa
source: Hardly.
pt_br: Col cavolo.

# 200_Isawa
source: I'm getting Fay back after I send your ass to the grave. That's all there is to it.
pt_br: Mi riprendo Fay dopo che avrò spedito il tuo culo nella fossa. Questo è quanto.

# 212_Tanimura
source: Oh yeah?
pt_br: Ah sì?

# 224_Isawa
source: I been through this before, see. Fay ran out on me with another dude and... let's just say I took care of the bastard. Should've done him in for good.
pt_br: Ci sono già passato, vedi. Fay mi ha mollato per un altro stronzo e... mettiamola così, l'ho sistemato quel bastardo. Avrei dovuto farlo fuori una volta per tutte.

# 236_Isawa
source: So I brought a little something along to help ensure that mistake doesn't happen again. Ever seen a gun up close? Well, you're about to taste lead, motherfucker!
pt_br: Quindi mi sono portato dietro una cosetta per assicurare che quello sbaglio non si ripeta più. Hai mai visto una pistola da vicino? Beh, stai per assaggiare il piombo, figlio di puttana!
