Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00090377.po
Languages: pt_br

source: Man
pt_br: Uomo

# 188_Kiryu
source: So. You're looking for the Florist, right?
pt_br: Allora. Stai cercando il Fiorista, giusto?

# 212_Takashi
source: That's right. I've got a favor I wanna ask him.
pt_br: Esatto. Ho un favore che gli voglio chiedere.

# 224_Kiryu
source: Hm. I know where to find him, but...
pt_br: Mh. So dove trovarlo, ma...

# 236_Takashi
source: If you know, then you have to tell me! Please, it's really important!
pt_br: Se lo sai, allora devi dirmelo! Ti prego, è davvero importante!

# 260_Kiryu
source: Sorry, I can't tell you.
pt_br: Mi dispiace, non posso dirtelo.

# 272_Takashi
source: Huh? But...
pt_br: Eh? Ma...

# 284_Takashi
source: No, I understand. Sorry for putting you in that position, Kiryu-san.
pt_br: No, capisco. Scusa per averti messo in quella posizione, Kiryu-san.

# 296_Kiryu
source: All right, I'll take you to him.
pt_br: Va bene, ti porto da lui.

# 308_Takashi
source: You will!? Thanks a ton, Kiryu-san!
pt_br: Davvero!? Grazie un casino, Kiryu-san!

# 356_Man
source: Long time no see!
pt_br: Da quanto tempo!

# 368_Kiryu
source: (Hey, isn't this the Florist's son?)
pt_br: (Ehi, non è il figlio del Fiorista?)

# 380_Kiryu
source: You're Takashi, right?
pt_br: Sei Takashi, giusto?

# 392_Takashi
source: That's me!
pt_br: Sono io!

# 404_Kiryu
source: Hey, good to see you.
pt_br: Ehi, bello rivederti.

# 416_Kiryu
source: What are you doing hanging around here? Don't tell me you and your girlfriend got in another fight?
pt_br: Che ci fai qui in giro? Non dirmi che tu e la tua ragazza avete litigato di nuovo?

# 428_Takashi
source: No chance. Kyoka and I are sailing smooth. Not a cloud in the sky.
pt_br: Nemmeno per sogno. Io e Kyoka andiamo a gonfie vele. Non c'è una nuvola in cielo.

# 440_Kiryu
source: Heh, glad to hear it.
pt_br: Ah, contento di sentirlo.

# 452_Takashi
source: There <Italic>is</Italic> something I wanted to ask you, though.
pt_br: C'è <Italic>qualcosa</Italic> che volevo chiederti, però.

# 464_Kiryu
source: What's that?
pt_br: Cos'è?

# 476_Takashi
source: You know that time you helped me out a couple of years ago? We went to that information dealer in the Millennium Tower, remember?
pt_br: Ti ricordi quella volta che mi hai dato una mano un paio d'anni fa? Siamo andati da quel broker di informazioni alla Millennium Tower, ti ricordi?

# 488_Kiryu
source: In the Millennium Tower?
pt_br: Nella Millennium Tower?

# 500_Kiryu
source: (Now that I think about it, the Florist <Italic>was</Italic> shacked up in there for a little while.)
pt_br: (Ora che ci penso, il Fiorista <Italic>era</Italic> rintanato lì dentro per un po'.)

# 512_Kiryu
source: Oh, right. You must be talking about the Florist of Sai.
pt_br: Ah, giusto. Starai parlando del Fiorista di Sai.

# 524_Takashi
source: That's the one! You wouldn't happen to know where I could find him again, would you?
pt_br: Proprio lui! Non sapresti mica dove potreitrovarlo di nuovo, vero?

# 536_Takashi
source: I tried going back to that same room in the Millennium Tower, but it had been turned into some kinda yakuza office! I could barely believe my eyes!
pt_br: Ho provato a tornare in quella stessa stanza nel Millennium Torre, ma era stata trasformata in una specie di ufficio yakuza! Non riuscivo quasi a credere ai miei occhi!

# 548_Kiryu
source: What do you need the Florist for?
pt_br: Che ti serve il Fiorista a fare?

# 560_Takashi
source: Well, I've got a favor I wanna ask him.
pt_br: Beh, ho un favore che voglio chiedergli.

# 572_Kiryu
source: Hm. I know where to find him, but...
pt_br: Mh. So dove trovarlo, ma...

# 584_Takashi
source: If you know, then you have to tell me! Please, it's really important!
pt_br: Se lo sai, allora devi dirmelo! Ti prego, è davvero importante!

# 608_Kiryu
source: Sorry, I can't tell you.
pt_br: Mi dispiace, non posso dirtelo.

# 620_Takashi
source: Huh? But...
pt_br: Eh? Ma...

# 632_Takashi
source: No, I understand. Sorry for putting you in that position, Kiryu-san.
pt_br: No, capisco. Scusa per averti messo in quella posizione, Kiryu-san.

# 644_Kiryu
source: All right, I'll take you to him.
pt_br: Va bene, ti porto da lui.

# 656_Takashi
source: You will!? Thanks a ton, Kiryu-san!
pt_br: Davvero!? Grazie un casino, Kiryu-san!

# 680_Kiryu
source: Turn Him Down
pt_br: Rifiutalo

# 692_Kiryu
source: Take Him to the Florist
pt_br: Portalo dal Fiorista

# 704_Kiryu
source: Turn Him Down
pt_br: Rifiutalo

# 716_Kiryu
source: Take Him to the Florist
pt_br: Portalo dal Fiorista
