Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee045b.po
Languages: pt

source: You paid <Color:8>50,000 yen<Color:Default>.
pt: Hai pagato <Color:8>50.000 yen<Color:Default>.

source: Player
pt: Giocatore

# 192_Naomi
source: Welcome, welcome. What can Naomi's amazing psychic powers do for you today?
pt: Benvenuto, benvenuto. Cosa possono fare per te oggi i sorprendenti poteri psichici di Naomi?

# 204_Tanimura
source: I'm looking for a Filipina woman who's gone missing. Her name's Nadine.
pt: Sto cercando una donna filippina scomparsa. Si chiama Nadine.

# 216_Naomi
source: Nadine, you say? Was she your sweetheart? You must let go of what is gone. Accepting the inevitable is simply a part of life, young man.
pt: Nadine, dici? Era la tua dolce metà? Devi lasciar andare ciò che è andato. Accettare l'inevitabile è semplicemente parte della vita, giovanotto.

# 228_Tanimura
source: Are you going to help me or not? My friend Zhao-san over in Little Asia said you have the power to see the unseen.
pt: Mi aiuterai o no? Il mio amico Zhao-san a Little Asia ha detto che hai il potere di vedere l'invisibile.

# 240_Naomi
source: Heh, yes, but my services do not come cheap, Detective Tanimura.
pt: Eh, sì, ma i miei servizi non sono economici, detective Tanimura.

# 252_Tanimura
source: You know who I am?
pt: Sa chi sono?

# 264_Naomi
source: What sort of psychic would I be if I didn't at least know that? Naomi sees all, knows all.
pt: Che razza di sensitiva sarei se non sapessi almeno questo? Naomi vede tutto, sa tutto.

# 276_Tanimura
source: Right... Okay, then, do you know where Nadine is?
pt: Giusto... Ok, allora, sai dov'è Nadine?

# 300_Tanimura
source: What're you doing?
pt: Cosa sta facendo?

# 312_Naomi
source: Silence. The Great and Powerful Naomi must concentrate.
pt: Silenzio. La Grande e Potente Naomi deve concentrarsi.

# 324_Naomi
source: Yes, yes... I see a name... Saki-chan... You should go ask Saki-chan.
pt: Sì, sì... Vedo un nome... Saki-chan... Dovresti andare a chiedere a Saki-chan.

# 348_Naomi
source: She will give you the information you seek.
pt: Ti darà le informazioni che cerchi.

# 360_Tanimura
source: You're not giving me the runaround, are you?
pt: Non mi stai prendendo in giro, vero?

# 372_Naomi
source: Hmph, if you do not trust my powers, you can take your business elsewhere.
pt: Umpf, se non ti fidi dei miei poteri, puoi rivolgerti altrove.

# 384_Tanimura
source: Fine. Then just tell me where I can find this Saki-chan.
pt: Bene. Allora dimmi solo dove posso trovare questa Saki-chan.

# 396_Naomi
source: Near Pink Street. She'll be wearing a purple scarf.
pt: Vicino a Pink Street. Indosserà una sciarpa viola.

# 408_Tanimura
source: Thanks. If this goes well, you'll have yourself a new customer.
pt: Grazie. Se andrà bene, avrà un nuovo cliente.

# 420_Naomi
source: Hmph. Come again.
pt: Umpf. Torni pure.

# 456_Naomi
source: You wish to know about the information Yabe left behind? It will cost you 50,000 yen.
pt: Desidera sapere delle informazioni lasciate da Yabe? Le costerà 50.000 yen.

# 468_Naomi
source: I knew you would return.
pt: Sapevo che sarebbe tornato.

# 480_Tanimura
source: I'm trying to find the evidence Yabe, that sex industry writer, left behind.
pt: Sto cercando di trovare le prove che Yabe, quello scrittore dell'industria del sesso, ha lasciato.

# 492_Naomi
source: Hrmmm... That's no ordinary information you seek. It is going to cost you.
pt: Mmmh... Non sono informazioni comuni quelle che cerca. Le costerà caro.

# 504_Tanimura
source: How much?
pt: Quanto?

# 516_Naomi
source: 50,000 yen, and not a yen less.
pt: 50.000 yen, e non uno yen di meno.

# 528_Naomi
source: Greedy, aren't we?
pt: Avida, eh?

# 540_Tanimura
source: Cut me some slack. I don't have that much.
pt: Mi faccia uno sconto. Non ho così tanti soldi.

# 552_Naomi
source: Hmph, The Great Naomi has no use for penniless fools. Now, off you go!
pt: Umpf, la Grande Naomi non sa che farsene degli sciocchi senza un soldo. Ora, se ne vada!

# 564_Tanimura
source: (Guess I'll have to pay the fifty thou...)
pt: (Mi sa che dovrò pagare i cinquantamila...)

# 576_Tanimura
source: Man... I hope she gets this right.
pt: Cavolo... spero che ci azzecchi.

# 600_Naomi
source: Heh, Naomi will not disappoint.
pt: Eh, Naomi non deluderà.

# 612_Naomi
source: Yes, yes... I see a place... A bar frequented by the one they call Yabe...
pt: Sì, sì... Vedo un posto... Un bar frequentato da quello che chiamano Yabe...

# 624_Tanimura
source: Are you telling me you actually see that in your ball of glass there?
pt: Mi sta dicendo che lo vede davvero in quella sua sfera di cristallo?

# 636_Naomi
source: Silence. Do you doubt the Great and Powerful Naomi?
pt: Silenzio. Dubita della Grande e Potente Naomi?

# 648_Tanimura
source: No, it's not that. It's just kind of weird. Anyway, what's the bar's name?
pt: No, non è quello. È solo un po' strano. Comunque, come si chiama il bar?

# 672_Tanimura
source: The pool bar in the underground mall?
pt: Il bar con biliardo nel centro commerciale sotterraneo?

# 684_Naomi
source: Correct.
pt: Corretto.

# 696_Tanimura
source: Thanks. I'll be back if this lead's a good one.
pt: Grazie. Tornerò se questa pista sarà buona.

# 708_Naomi
source: I knew you would return.
pt: Sapevo che sarebbe tornato.

# 720_Tanimura
source: Hello, Ms. Information Dealer.
pt: Salve, signora Informatrice.

# 732_Naomi
source: I assume you heard that from Saki. Blessed with the gift of gab, she is. Or should I say cursed?
pt: Immagino l'abbia sentito da Saki. È dotata di una gran parlantina. O dovrei dire, maledetta?

# 780_Naomi
source: It was a detective by the name of Yusuke Kaga who was inquiring into your father and Bridge.
pt: Era un detective di nome Yusuke Kaga che stava indagando su suo padre e su Bridge.

# 792_Tanimura
source: Kaga! So, that's what he meant by "K"...
pt: Kaga! Quindi, è a questo che si riferiva con 'K'...

# 804_Naomi
source: Most likely.
pt: Molto probabilmente.

# 816_Tanimura
source: Yusuke Kaga... Well, that's one mystery solved.
pt: Yusuke Kaga... Beh, un mistero è risolto.

# 828_Tanimura
source: Only thing is, the name "K" suddenly stops appearing in my father's memo book one day.
pt: L'unica cosa è che il nome 'K' smette improvvisamente di apparire nel taccuino di mio padre un giorno.

# 840_Naomi
source: Kaga was fired for mistakes made on the job.
pt: Kaga è stato licenziato per errori commessi sul lavoro.

# 852_Tanimura
source: Fired?
pt: Licenziato?

# 864_Naomi
source: After that, he opened a coffee shop. Foreign prostitutes were among his regular customers.
pt: Dopo di che, ha aperto una caffetteria. Tra i suoi clienti abituali c'erano prostitute straniere.

# 876_Tanimura
source: Really?
pt: Davvero?

# 888_Naomi
source: He had looked after them while he was still a detective. Even after he was fired, they would still come to him seeking advice.
pt: Si era preso cura di loro quando era ancora un detective. Anche dopo essere stato licenziato, andavano ancora da lui per chiedere consiglio.

# 900_Tanimura
source: Does he still work at this shop?
pt: Lavora ancora in questo locale?

# 912_Naomi
source: He died... twenty-six years ago.
pt: È morto... ventisei anni fa.

# 924_Tanimura
source: The cause of death?
pt: La causa della morte?

# 936_Naomi
source: It was reported as accidental, but all the facts pointed toward murder.
pt: È stato riportato come accidentale, ma tutti i fatti indicavano un omicidio.

# 948_Tanimura
source: So basically, he was eliminated because he got too close to those foreign prostitutes.
pt: Quindi, in pratica, è stato eliminato perché si era avvicinato troppo a quelle prostitute straniere.

# 960_Naomi
source: That matter is too cloudy for Naomi to see.
pt: La questione è troppo nebulosa perché Naomi possa vederla.

# 972_Tanimura
source: I don't believe a detective my father respected so much would make careless mistakes.
pt: Non credo che un detective che mio padre rispettava così tanto avrebbe commesso errori così superficiali.

# 984_Naomi
source: He shot and killed an innocent bystander by accident during one of his cases.
pt: Ha sparato e ucciso un passante innocente per sbaglio durante uno dei suoi casi.

# 996_Tanimura
source: I seriously doubt that's true.
pt: Dubito seriamente che sia vero.

# 1008_Naomi
source: But why?
pt: Ma perché?

# 1020_Tanimura
source: Because crack detectives like him know how to use a gun. I doubt he'd miss his mark like that.
pt: Perché i detective esperti come lui sanno come usare una pistola. Dubito che mancherebbe il bersaglio in quel modo.

# 1032_Naomi
source: Heh... You seem to be a fine detective yourself.
pt: Eh... Sembra che anche lei sia un ottimo detective.

# 1044_Naomi
source: Your father said that Kaga had been set up.
pt: Suo padre disse che Kaga era stato incastrato.

# 1056_Tanimura
source: By Bridge?
pt: Da Bridge?

# 1068_Naomi
source: That I cannot see, but during an investigation on illegal immigration, the trail led Kaga to a certain government official.
pt: Questo non posso vederlo, ma durante un'indagine sull'immigrazione clandestina, la pista portò Kaga a un certo funzionario governativo.

# 1080_Tanimura
source: A government official?
pt: Un funzionario governativo?

# 1092_Naomi
source: A few of the undocumented workers arrested by Kaga had been issued suspicious-looking visas.
pt: Alcuni dei lavoratori clandestini arrestati da Kaga avevano visti dall'aspetto sospetto.

# 1104_Naomi
source: Many of them had been bought under the table.
pt: Molti di loro erano stati comprati sottobanco.

# 1116_Tanimura
source: Someone was selling visas?
pt: Qualcuno vendeva visti?

# 1128_Naomi
source: Foreigners need a work visa or student visa in order to work in Japan.
pt: Gli stranieri hanno bisogno di un visto di lavoro o di studio per lavorare in Giappone.

# 1140_Naomi
source: But the screening for such visas is very strict. Many foreigners end up buying them from corrupt officials for 400,000 or 500,000 yen.
pt: Ma i controlli per tali visti sono molto severi. Molti stranieri finiscono per comprarli da funzionari corrotti per 400.000 o 500.000 yen.

# 1152_Naomi
source: Naomi has even heard of some who pay a million.
pt: Naomi ha sentito persino di alcuni che pagano un milione.

# 1164_Tanimura
source: Why would anyone pay so much to come to Japan?
pt: Perché qualcuno dovrebbe pagare così tanto per venire in Giappone?

# 1176_Naomi
source: Back then, we had a labor shortage. Employers never seemed to have enough workers.
pt: All'epoca avevamo una carenza di manodopera. I datori di lavoro non sembravano mai avere abbastanza operai.

# 1188_Naomi
source: But most of all, migrant workers saw Japan as the promised land, where jobs grew on trees.
pt: Ma soprattutto, i lavoratori migranti vedevano il Giappone come la terra promessa, dove i lavori crescevano sugli alberi.

# 1200_Tanimura
source: So Kaga suspected that government official of receiving money for issuing illegal visas?
pt: Quindi Kaga sospettava che quel funzionario governativo ricevesse denaro per il rilascio di visti illegali?

# 1212_Naomi
source: Exactly.
pt: Esatto.

# 1224_Tanimura
source: So who was this official?
pt: Quindi chi era questo funzionario?

# 1236_Naomi
source: Naomi does not know for certain.
pt: Naomi non lo sa con certezza.

# 1248_Naomi
source: However, it may very well be Bridge.
pt: Tuttavia, potrebbe benissimo essere Bridge.

# 1260_Tanimura
source: Yeah.
pt: Già.

# 1320_Saki-chan
source: It's me! I've got some info on that group!
pt: Sono io! Ho delle informazioni su quel gruppo!

# 1332_Tanimura
source: You do!?
pt: Davvero!?

# 1344_Saki-chan
source: Let's meet somewhere away from prying eyes. How about the rooftop garden on top of Volcano?
pt: Incontriamoci in un posto lontano da occhi indiscreti. Che ne dici del giardino sul tetto del Volcano?

# 1356_Tanimura
source: I'll be there.
pt: Ci sarò.

# 1392_Naomi
source: I take it that was Saki-chan.
pt: Immagino fosse Saki-chan.

# 1404_Tanimura
source: Yeah.
pt: Già.

# 1416_Naomi
source: She was quite close to Kaga before he died.
pt: Era molto vicina a Kaga prima che morisse.

# 1428_Tanimura
source: No kidding?
pt: Davvero?

# 1440_Naomi
source: You should talk to Saki-chan if you wish to learn more about Kaga.
pt: Dovresti parlare con Saki-chan se vuoi saperne di più su Kaga.

# 1452_Tanimura
source: Thank you.
pt: Grazie.

# 1488_Naomi
source: I knew you would return.
pt: Sapevo che sarebbe tornato.

# 1500_Tanimura
source: Oh, Saki-chan's here, too, huh? Well, you might as well just tell me about Katsuura.
pt: Oh, c'è anche Saki-chan, eh? Beh, tanto vale che mi parli di Katsuura.

# 1512_Naomi
source: The Asian Women's Friendship Association was merely a front for Katsuura.
pt: L'Associazione per l'Amicizia delle Donne Asiatiche era solo una copertura per Katsuura.

# 1524_Tanimura
source: What do you mean?
pt: Cosa intende?

# 1536_Naomi
source: He was using it to connect with various Asian political figures and then profit handsomely from Japanese overseas development assistance.
pt: La usava per entrare in contatto con varie figure politiche asiatiche e poi trarre lauti profitti dagli aiuti allo sviluppo giapponesi all'estero.

# 1548_Tanimura
source: But aren't associations like that nonprofit?
pt: Ma associazioni del genere non sono senza scopo di lucro?

# 1560_Naomi
source: He contracts out all work to companies run by relatives. There are fourteen of these companies in all, both big and small.
pt: Appalta tutti i lavori ad aziende gestite da parenti. In tutto ci sono quattordici di queste aziende, grandi e piccole.

# 1572_Tanimura
source: Hm... Doesn't anybody notice that it's at least a little bit suspicious?
pt: Mmm... Nessuno si accorge che è almeno un po' sospetto?

# 1584_Naomi
source: A little hush money to police and politicians works wonders.
pt: Una piccola mazzetta alla polizia e ai politici fa miracoli.

# 1596_Tanimura
source: But that would take an awful lot of cash.
pt: Ma ci vorrebbero un sacco di soldi.

# 1608_Naomi
source: That is where the foreign prostitutes come in. Katsuura is extorting money from them like there is no tomorrow.
pt: È qui che entrano in gioco le prostitute straniere. Katsuura sta estorcendo loro denaro come se non ci fosse un domani.

# 1620_Tanimura
source: You have proof of this?
pt: Ha le prove di questo?

# 1632_Naomi
source: Finding proof is your job, Detective. But if Katsuura were the sex industry kingpin known as Bridge, it would all start to make sense.
pt: Trovare le prove è il suo lavoro, detective. Ma se Katsuura fosse il boss dell'industria del sesso conosciuto come Bridge, tutto inizierebbe ad avere un senso.

# 1644_Tanimura
source: So he's hiding behind a banner of compassion, while secretly exploiting immigrant women.
pt: Quindi si nasconde dietro una bandiera di compassione, mentre segretamente sfrutta le donne immigrate.

# 1656_Saki-chan
source: The problem is, how do we get close to Katsuura?
pt: Il problema è: come ci avviciniamo a Katsuura?

# 1668_Tanimura
source: I have an idea.
pt: Ho un'idea.

# 1680_Naomi
source: Do tell.
pt: Dica pure.

# 1692_Tanimura
source: I'll simply call the Association and tell them I'm coming to see Katsuura. Then－
pt: Chiamerò semplicemente l'Associazione e dirò loro che sto venendo a trovare Katsuura. Poi-

# 1704_Saki-chan
source: You'll wait for a hitman to show up and try to stop you? Aren't you putting yourself at an unnecessary risk?
pt: Aspetterai che un sicario si presenti per fermarti? Non ti stai mettendo in un rischio inutile?

# 1716_Tanimura
source: What choice do I have? I need some way to pick up his trail.
pt: Che scelta ho? Devo trovare un modo per seguire le sue tracce.

# 1728_Saki-chan
source: Will you lure the hitman out around here?
pt: Attirerai il sicario qui intorno?

# 1740_Tanimura
source: Too crowded. Their kind only strike when there are few people around. I'll head over to Pink Alley after I call.
pt: Troppo affollato. Quelli come loro colpiscono solo quando c'è poca gente in giro. Andrò a Pink Alley dopo aver chiamato.

# 1752_Saki-chan
source: That's where the attack will take place?
pt: È lì che avverrà l'attacco?

# 1764_Tanimura
source: Yup. Can I count on you for backup?
pt: Già. Posso contare su di te come rinforzo?

# 1776_Saki-chan
source: Leave it to me!
pt: Lascia fare a me!

# 1800_Naomi
source: Welcome. What can Naomi's amazing psychic powers do for you today? Wait, you're only here on a whim, aren't you? I can tell just by gazing upon you.
pt: Benvenuto. Cosa possono fare per te oggi i sorprendenti poteri psichici di Naomi? Aspetta, sei qui solo per un capriccio, non è vero? Lo capisco solo guardandoti.

# 1812_Naomi
source: The Great Naomi does not provide her services to such foolhardy customers. My readings are not cheap, you see.
pt: La Grande Naomi non offre i suoi servizi a clienti così temerari. Le mie letture non sono economiche, sa.

# 1824_Naomi
source: Try talking to the sad sack next to me. It might actually be worth your while.
pt: Provi a parlare con il poveraccio accanto a me. Potrebbe valerne la pena.

# 1848_Naomi
source: Tell me, have you ever heard of Shellac? It's a small bar in the Champion District.
pt: Mi dica, ha mai sentito parlare dello Shellac? È un piccolo bar nel Champion District.

# 1860_Naomi
source: A regular there by the name of Aoki has his finger on the pulse of the town. He seems to know what will happen before it actually does.
pt: Un cliente abituale di nome Aoki ha il polso della città. Sembra che sappia cosa succederà prima che accada.

# 1872_Naomi
source: Just between you and me, even I consult him from time to time. Why not go pay him a visit? Remember, it's Shellac in the Champion District.
pt: Detto tra noi, a volte lo consulto anch'io. Perché non va a fargli visita? Ricordi, è lo Shellac nel Champion District.

# 1884_Naomi
source: Are you trying to complete all of the substories? The sad sack on the left will give you a wonderful gift each time you complete one.
pt: Sta cercando di completare tutte le substory? Il poveraccio a sinistra le darà un regalo meraviglioso ogni volta che ne completerà una.

# 1896_Naomi
source: You will be notified by mail each time you complete something. Excited yet?
pt: Riceverà una notifica via email ogni volta che completerà qualcosa. Emozionato?

# 1908_Naomi
source: Until about a year ago, I told fortunes on the street under the name X Tiger. Unfortunately, I had only a few customers, as many thought I was "creepy."
pt: Fino a circa un anno fa, leggevo la fortuna per strada con il nome di X Tiger. Purtroppo, avevo solo pochi clienti, poiché molti pensavano che fossi 'inquietante'.

# 1920_Naomi
source: I was trying too hard, what with pretending to be the silent mysterious type, specializing in crystal ball scrying and tarot cards.
pt: Ci stavo provando troppo, fingendo di essere il tipo silenzioso e misterioso, specializzato in divinazione con la sfera di cristallo e tarocchi.

# 1932_Naomi
source: I cannot go into the details, but since money is no longer an issue, I set up shop here and opened up last summer.
pt: Non posso entrare nei dettagli, ma dato che i soldi non sono più un problema, ho aperto un negozio qui la scorsa estate.

# 1944_Naomi
source: The mood is much more mysterious here. The best things about this place are its cool summers and warm winters. I still don't get many customers, though.
pt: L'atmosfera è molto più misteriosa qui. Le cose migliori di questo posto sono le sue estati fresche e gli inverni caldi. Comunque, non ho ancora molti clienti.

# 1956_Naomi
source: The sad sack next to me is my manservant. No, really, I kid you not.
pt: Il poveraccio accanto a me è il mio servitore. No, davvero, non scherzo.

# 1968_Naomi
source: Apparently, he simply cannot get enough of me, but rest assured, he does take part in affairs that don't involve standing next to me and staring creepily.
pt: A quanto pare, non ne ha mai abbastanza di me, ma stia tranquillo, partecipa anche ad attività che non implicano lo stare accanto a me a fissarmi in modo inquietante.

# 1992_Naomi
source: Perhaps I should start acting more like a psychic...
pt: Forse dovrei iniziare a comportarmi più da sensitiva...

# 2004_Naomi
source: You see, people are always asking me things like, "What should I do?" Honestly, most of the time I just want to say, "Just figure it out yourself."
pt: Vede, la gente mi chiede sempre cose come: 'Cosa dovrei fare?'. Onestamente, la maggior parte delle volte vorrei solo dire: 'Arrangiati'.

# 2016_Naomi
source: But, being a psychic and all, I have to give some sort of answer. So, I tell them to slow down and reexamine themselves. Understand what that means?
pt: Ma, essendo una sensitiva, devo dare una qualche risposta. Quindi, dico loro di rallentare e di riesaminarsi. Capisce cosa significa?

# 2028_Naomi
source: Oh, I'll just tell you. What I mean is, check the Pause Menu sometimes. If you still don't know what I'm talking about, press the <Action:Button_Options@Adventure> button.
pt: Oh, glielo dico io. Quello che intendo è, controlli il menu di pausa a volte. Se ancora non sa di cosa sto parlando, prema il tasto <Action:Button_Options@Adventure>.

# 2040_Naomi
source: Pay
pt: Paga

# 2052_Naomi
source: Don't Pay
pt: Non pagare
