Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c023c.po
Languages: pt_br

source: Major error! No flags set for conversation selection! No flags set for conversation selection!
pt_br: Errore grave! Nessun flag impostato per la selezione della conversazione! Nessun flag impostato per la selezione della conversazione!

source: Major error! No flags set for conversation selection! No flags set for conversation selection!
pt_br: Errore grave! Nessun flag impostato per la selezione della conversazione! Nessun flag impostato per la selezione della conversazione!

source: Player
pt_br: Giocatore

# 116_Erena
source: I'm not losing today! Let's go in.
pt_br: Oggi non perdo! Entriamo.

# 128_Player
source: Oh, we'll just see about that.
pt_br: Oh, lo vedremo eccome.

# 140_Erena
source: Let's go.
pt_br: Andiamo.

# 164_Erena
source: I'm not losing today! Let's go in.
pt_br: Oggi non perdo! Entriamo.

# 176_Erena
source: Let's go.
pt_br: Andiamo.

# 188_Player
source: Um, wait a moment. I thought I had more cash than this...
pt_br: Uhm, aspetta un attimo. Pensavo di avere più grana di così...

# 200_Erena
source: Huh? You serious?
pt_br: Eh? Fai sul serio?

# 212_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 224_Erena
source: Geez, I didn't think you were so poor... I'll go home, then.
pt_br: Ma dai, non pensavo fossi così al verde... Allora vado a casa.

# 236_Player
source: (I should've made sure I had some cash...)
pt_br: (Avrei dovuto assicurarmi di avere un po' di grana...)

# 344_Erena
source: You're really something! You can play darts, too?
pt_br: Sei un fenomeno! Sai anche giocare a freccette?

# 356_Player
source: I'm alright.
pt_br: Sono a posto.

# 368_Erena
source: That was awesome! I'm glad I got to play darts with ya.
pt_br: Che figata! Sono contento di aver giocato a freccette con te.

# 380_Erena
source: Ask me out again, okay? <Color:7>♥<Color:Default> I'll see ya at the club.
pt_br: Chiedimi di uscire di nuovo, ok? <Color:7>♥<Color:Default> Ci vediamo al club.

# 404_Erena
source: That was close. Got a draw at least.
pt_br: Ci siamo andati vicini. Almeno abbiamo pareggiato.

# 416_Player
source: I'm impressed.
pt_br: Sono impressionato.

# 428_Erena
source: I had a lot of fun today. I'll see ya at the club.
pt_br: Mi sono divertita un sacco oggi. Ci vediamo al club.

# 452_Erena
source: Yeah! I won! Take that!
pt_br: Evvai! Ho vinto! Beccati questo!

# 464_Player
source: Yeah, you did. Me, on the other hand...
pt_br: Sì, tu sì. Io, invece...

# 476_Erena
source: Maybe you should stick around and practice. Well, I'm heading home.
pt_br: Forse faresti meglio a rimanere nei paraggi e ad allenarti. Beh, io me ne vado a casa.

# 584_Erena
source: I'm not losing today! Let's go in.
pt_br: Oggi non perdo! Entriamo.

# 596_Player
source: Oh, we'll just see about that.
pt_br: Oh, lo vedremo eccome.

# 608_Erena
source: Let's go.
pt_br: Andiamo.

# 632_Erena
source: I'm not losing today! Let's go in.
pt_br: Oggi non perdo! Entriamo.

# 644_Erena
source: Let's go.
pt_br: Andiamo.

# 656_Player
source: Um, wait a moment. I thought I had more cash than this...
pt_br: Uhm, aspetta un attimo. Pensavo di avere più grana di così...

# 668_Erena
source: Huh? You serious?
pt_br: Eh? Fai sul serio?

# 680_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 692_Erena
source: Geez, I didn't think you were so poor... I'll go home, then.
pt_br: Ma dai, non pensavo fossi così al verde... Allora vado a casa.

# 704_Player
source: (I should've made sure I had some cash...)
pt_br: (Avrei dovuto assicurarmi di avere un po' di grana...)

# 812_Erena
source: You're really something! You can play darts, too?
pt_br: Sei un fenomeno! Sai anche giocare a freccette?

# 824_Player
source: I'm alright.
pt_br: Sono a posto.

# 836_Erena
source: That was awesome! I'm glad I got to play darts with ya.
pt_br: Che figata! Sono contento di aver giocato a freccette con te.

# 848_Erena
source: Ask me out again, okay? <Color:7>♥<Color:Default> Let's head to the club.
pt_br: Chiedimi di uscire di nuovo, ok? <Color:7>♥<Color:Default> Andiamo al club.

# 860_Player
source: Sounds good.
pt_br: Mi sembra una buona idea.

# 884_Erena
source: That was close. Got a draw at least.
pt_br: Ci siamo andati vicini. Almeno abbiamo pareggiato.

# 896_Player
source: I'm impressed.
pt_br: Sono impressionato.

# 908_Erena
source: That was fun. Let's head to the club.
pt_br: È stato divertente. Andiamo al club.

# 920_Player
source: Sounds good.
pt_br: Mi sembra una buona idea.

# 944_Erena
source: Yeah! I won! Take that!
pt_br: Evvai! Ho vinto! Beccati questo!

# 956_Player
source: Yeah, you did. Me, on the other hand...
pt_br: Sì, tu sì. Io, invece...

# 968_Erena
source: Maybe you should stick around and practice. Let's head to the club for now.
pt_br: Magari dovresti restare qui a fare pratica. Andiamo al club per il momento.

# 980_Player
source: Sounds good.
pt_br: Mi sembra una buona idea.
