Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00020579.po
Languages: it

# 80_Haruka
source: You're going back to Kamurocho, aren't you?
it: Stai tornando a Kamurocho, vero?

# 92_Kiryu
source: Haruka, I...
it: Haruka, io...

# 116_Haruka
source: I just don't get it, Uncle Kaz. How can you trust him so easily?
it: Non capisco, zio Kaz. Come puoi fidarti di lui così facilmente?

# 128_Haruka
source: He stabbed you in broad daylight, Uncle Kaz! You almost died!
it: Ti ha pugnalato in pieno giorno, zio Kaz! Sei quasi morto!

# 140_Haruka
source: I'll never trust him... Never in a million years.
it: Non mi fiderò mai di lui... Mai in un milione di anni.

# 152_Kiryu
source: Haruka, please.
it: Haruka, ti prego.

# 176_Haruka
source: Whenever I see him, I just think back to what happened last year. What he did to you.
it: Ogni volta che lo vedo, ripenso a quello che è successo l'anno scorso. A quello che ti ha fatto.

# 188_Haruka
source: That memory terrifies me, Uncle Kaz.
it: Quel ricordo mi terrorizza, zio Kaz.

# 212_Haruka
source: I've always believed in you. You know I have.
it: Ho sempre creduto in te. Lo sai.

# 224_Haruka
source: But this time... I'm really worried.
it: Ma questa volta... sono davvero preoccupata.

# 236_Haruka
source: It feels like if you go to Tokyo now, you're never gonna come home.
it: Mi sento come se, se vai a Tokyo adesso, non tornerai mai più a casa.

# 248_Kiryu
source: You heard us talking last night, huh?
it: Ci hai sentiti parlare ieri sera, eh?

# 260_Haruka
source: Maybe you want to know what happened five years ago, but I don't care one way or another. I just want you to be safe.
it: Forse vuoi sapere cosa è successo cinque anni fa, ma a me non importa. Voglio solo che tu stia bene.

# 272_Kiryu
source: You don't care? Haruka, you lost both your parents in that incident.
it: Non ti importa? Haruka, hai perso entrambi i genitori in quell' incidente.

# 284_Kiryu
source: I lost Nishiki and Kazama-san.
it: Io ho perso Nishiki e Kazama-san.

# 296_Kiryu
source: If there really was something more going on behind the scenes, wouldn't you want to know what it was?
it: Se davvero ci fosse qualcosa di più dietro le quinte, non vorresti sapere di cosa si tratta?

# 308_Haruka
source: I... I'm happy just being here with you, Uncle Kaz.
it: Io... sono felice solo di stare qui con te, zio Kaz.

# 320_Haruka
source: That's all I need. Not the truth... Just you.
it: È tutto ciò di cui ho bisogno. Non la verità... solo te.
