Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid016c0277.po
Languages: pt_br

source: Attendant
pt_br: Addetto

source: Player
pt_br: Giocatore

# 936_Attendant
source: Sorry to keep you waiting.
pt_br: Scusa se ti ho fatto aspettare.

# 960_Attendant
source: This is %s.
pt_br: Questo è %s.

# 972_峰村七海：源氏名
source: Hello!
pt_br: Ciao!

# 1020_Attendant
source: Sorry to keep you waiting.
pt_br: Scusa se ti ho fatto aspettare.

# 1044_Attendant
source: This is %s.
pt_br: Questo è %s.

# 1056_峰村七海：源氏名
source: Hello!
pt_br: Ciao!

# 1104_Attendant
source: Sorry to keep you waiting.
pt_br: Scusa se ti ho fatto aspettare.

# 1128_Attendant
source: This is %s.
pt_br: Questo è %s.

# 1140_峰村七海：源氏名
source: Hello!
pt_br: Ciao!

# 1176_峰村七海：源氏名
source: Hello!
pt_br: Ciao!

# 1200_峰村七海：源氏名
source: I'm %s.
pt_br: Sono %s.

# 1224_峰村七海：源氏名
source: Hello.
pt_br: Salve.

# 1248_峰村七海：源氏名
source: I'm %s.
pt_br: Sono %s.

# 1272_峰村七海：源氏名
source: Hello.
pt_br: Salve.

# 1296_峰村七海：源氏名
source: I'm %s.
pt_br: Sono %s.

# 1320_峰村七海：源氏名
source: Hello.
pt_br: Salve.

# 1332_峰村七海：源氏名
source: I'm %s.
pt_br: Sono %s.

# 1380_峰村七海：源氏名
source: Hello.
pt_br: Salve.

# 1392_峰村七海：源氏名
source: Oh, you stopped by again.
pt_br: Oh, sei ripassato!

# 1440_峰村七海：源氏名
source: Hello.
pt_br: Salve.

# 1452_峰村七海：源氏名
source: Oh, Tanimura-san... You're not requesting me today?
pt_br: Oh, Tanimura-san... Non mi richiedi oggi?

# 1464_峰村七海：源氏名
source: Oh, I've been requested.
pt_br: Oh, mi hanno richiesta.

# 1476_峰村七海：源氏名
source: Please enjoy your stay.
pt_br: Spero che si goda la sua permanenza.

# 1488_峰村七海：源氏名
source: Bye for now.
pt_br: A dopo.

# 1500_峰村七海：源氏名
source: Hello. Thank you for coming.
pt_br: Benvenuto. Grazie per essere venuto.

# 1512_Kiryu
source: I'm Kazuma Kiryu. Nice to meet you.
pt_br: Sono Kazuma Kiryu. Piacere.

# 1524_峰村七海：源氏名
source: Do you come to hostess clubs often?
pt_br: Vieni spesso nei club per hostesse?

# 1536_Kiryu
source: Well... it depends. I come when I get the chance.
pt_br: Beh... dipende. Vengo quando capita.

# 1548_峰村七海：源氏名
source: I understand. Even married men will come here to relax when things get hectic at work.
pt_br: Capisco. Anche gli uomini sposati vengono qui per rilassarsi quando il lavoro si fa stressante.

# 1560_Kiryu
source: Actually, I'm single.
pt_br: Beh, in realtà sono single.

# 1572_峰村七海：源氏名
source: Really? Hmm...
pt_br: Davvero? Mmm...

# 1584_Kiryu
source: ...What?
pt_br: ...Cosa?

# 1596_峰村七海：源氏名
source: What do you do for a living, Kiryu-san?
pt_br: Di cosa ti occupi, Kiryu-san?

# 1608_Kiryu
source: I run an orphanage in Okinawa.
pt_br: Gestisco un orfanotrofio a Okinawa.

# 1620_峰村七海：源氏名
source: That must be pretty stressful...
pt_br: Dev'essere pesante...

# 1632_Kiryu
source: Not really. I just look at my kids' smiling faces and all my stress melts away.
pt_br: Non proprio. Basta che guardi i volti sorridenti dei miei figli e tutto lo stress si scioglie.

# 1644_峰村七海：源氏名
source: Aw, that's nice. What kind of work did you do before that?
pt_br: Ah, che bello. Che lavoro facevi prima?

# 1656_Kiryu
source: Well...
pt_br: Beh...

# 1668_Kiryu
source: I guess you could say I was the leader of a sort of organization...
pt_br: Direi che ero il capo di una specie di organizzazione...

# 1680_峰村七海：源氏名
source: Oh? How big of an organization?
pt_br: Oh? Quanto è grossa quest'organizzazione?

# 1692_Kiryu
source: I think it was around 30,000 people all together.
pt_br: Penso fossero circa 30.000 persone in totale.

# 1704_峰村七海：源氏名
source: Wow! That must be one of those big corporations I hear so much about! Why did you quit?
pt_br: Wow! Dev'essere una di quelle grandi aziende di cui sento tanto parlare! Come mai hai lasciato?

# 1716_Kiryu
source: It's a little complicated.
pt_br: È un pochetto complicato.

# 1728_峰村七海：源氏名
source: I see... That's too bad.
pt_br: Capisco... Che peccato.

# 1740_峰村七海：源氏名
source: Kiryu-san! You came back! <Color:7>♥<Color:Default>
pt_br: Kiryu-san! Sei tornato! <Color:7>♥<Color:Default>

# 1752_Kiryu
source: You remember me, huh?
pt_br: Ti ricordi di me, eh?

# 1764_峰村七海：源氏名
source: Of course I do! You live in Okinawa, right? Are you going to be staying here for a while?
pt_br: Ma certo! Tu vivi a Okinawa, vero? Ti fermerai qui per un po'?

# 1776_Kiryu
source: Yes. It looks like my business here will take a bit longer.
pt_br: Sì. A quanto pare, le mie faccende qui richiederanno un po' più di tempo.

# 1788_峰村七海：源氏名
source: I see. Well, I hope you can forget about your work for a few minutes at least. Please enjoy yourself while you're here.
pt_br: Capisco. Beh, spero che tu riesca a staccare dal lavoro almeno per qualche minuto. Ti prego, goditi la serata finché sei qui.

# 1800_Kiryu
source: Thanks.
pt_br: Grazie.

# 1812_Himeka
source: The dialogue will end after one round if you've entered a club more than once. Please report this.
pt_br: Il dialogo finirà dopo un solo round se sei entrato in un club più di una volta. Si prega di segnalarlo.

# 1824_峰村七海：源氏名
source: Kiryu cannot request Nanami.
pt_br: Kiryu non può richiedere Nanami.

# 1836_峰村七海：源氏名
source: Kiryu cannot request Nanami.
pt_br: Kiryu non può richiedere Nanami.

# 1848_峰村七海：源氏名
source: Nanami does not appear for Kiryu's 2nd.
pt_br: Nanami non si presenta per la seconda richiesta di Kiryu.

# 1860_峰村七海：源氏名
source: Nanami does not appear for Kiryu's 2nd.
pt_br: Nanami non si presenta per la seconda richiesta di Kiryu.

# 1872_峰村七海：源氏名
source: Nanami does not appear for Kiryu's 2nd.
pt_br: Nanami non si presenta per la seconda richiesta di Kiryu.

# 1884_峰村七海：源氏名
source: Nanami does not appear for Kiryu's 2nd.
pt_br: Nanami non si presenta per la seconda richiesta di Kiryu.

# 1896_峰村七海：源氏名
source: Kiryu cannot request Nanami.
pt_br: Kiryu non può richiedere Nanami.

# 1908_峰村七海：源氏名
source: Kiryu cannot request Nanami.
pt_br: Kiryu non può richiedere Nanami.

# 2064_峰村七海：源氏名
source: Hello. Nice to meet you.
pt_br: Buonasera. Piacere di conoscerti.

# 2076_Tanimura
source: Hi. I'm Tanimura.
pt_br: Ciao. Sono Tanimura.

# 2088_峰村七海：源氏名
source: You're quite young, aren't you, Tanimura-san? What do you do for a living?
pt_br: È parecchio giovane, Tanimura-san, vero? Che lavoro fa?

# 2100_Tanimura
source: I'm a policeman.
pt_br: Sono un poliziotto.

# 2112_峰村七海：源氏名
source: Really? You're a policeman!? Are you one of the higher-ups, by any chance?
pt_br: Davvero? Sei un poliziotto!? Sei mica uno dei pezzi grossi, per caso?

# 2124_Tanimura
source: Unfortunately, no. I'm just an ordinary beat cop.
pt_br: Purtroppo no. Sono solo un comune agente di pattuglia.

# 2136_峰村七海：源氏名
source: I see...
pt_br: Capisco...

# 2148_Tanimura
source: Hey, don't look so disappointed.
pt_br: Ehi, non fare quella faccia delusa.

# 2160_峰村七海：源氏名
source: Oh, it's not that... I was just worried about you. It must be a dangerous job.
pt_br: Oh, no, non è quello... Ero solo preoccupata per te. Dev'essere un lavoro pericoloso.

# 2172_Tanimura
source: It can be. That's why I like to stop by places like this for a little break now and then.
pt_br: Può capitare. È per questo che ogni tanto mi piace fare un salto in posti come questi, per staccare un po'.

# 2184_峰村七海：源氏名
source: That's good.
pt_br: Bene.

# 2196_Tanimura
source: Why? Do I look like one?
pt_br: Perché? Ho la faccia di uno?

# 2208_峰村七海：源氏名
source: Well... You do look very confident. Like you can handle anything your job might throw at you.
pt_br: Beh... Lei ha proprio l'aria di uno molto sicuro di sé. Come se potesse gestire qualsiasi cosa il suo lavoro le butti addosso.

# 2220_Tanimura
source: I'm a bit different than the average cop. I'm a detective.
pt_br: Sono un po' diverso dallo sbirro medio. Sono un detective.

# 2232_峰村七海：源氏名
source: Oh, I see!
pt_br: Oh, capisco!

# 2244_Tanimura
source: But if I keep working at it, I might get promoted some day.
pt_br: Ma se continuo a darci dentro, magari un giorno mi promuovono.

# 2256_峰村七海：源氏名
source: Good luck!
pt_br: Buona fortuna!

# 2268_Tanimura
source: Mm-hm. That's right. They made me chief inspector not long ago.
pt_br: Mh-hm. Giusto. Mi hanno fatto ispettore capo poco tempo fa.

# 2280_峰村七海：源氏名
source: Really? Wow!
pt_br: Davvero? Wow!

# 2292_Tanimura
source: I'm just kidding... I didn't think you'd be so surprised.
pt_br: Stavo solo scherzando... Non pensavo ti saresti sorpreso così tanto.

# 2304_峰村七海：源氏名
source: Oh, I see.
pt_br: Oh, capisco.

# 2316_Tanimura
source: Sorry. I didn't mean to disappoint you.
pt_br: Mi dispiace. Non volevo deluderla.

# 2328_峰村七海：源氏名
source: Oh, no, it's okay...
pt_br: Oh, no, va bene...

# 2340_峰村七海：源氏名
source: Do you come to hostess clubs often?
pt_br: Vieni spesso nei club per hostesse?

# 2352_Tanimura
source: I have to as part of my job, but I don't go much on my own.
pt_br: Devo farlo per lavoro, ma non ci vado molto per conto mio.

# 2364_峰村七海：源氏名
source: Part of your job? Do you come to clubs to entertain clients?
pt_br: Fa parte del tuo lavoro? Vieni nei club per intrattenere i clienti?

# 2376_Tanimura
source: No, I come to clubs to search them.
pt_br: No, vengo nei club proprio per cercarle.

# 2388_峰村七海：源氏名
source: Hahaha, I should've known.
pt_br: Hahaha, avrei dovuto immaginarlo.

# 2400_峰村七海：源氏名
source: So you're not used to coming as a customer?
pt_br: Allora, non sei abituato a venire da cliente?

# 2412_Tanimura
source: Yeah. When I do have some free time, I usually spend it playing mahjong.
pt_br: Già. Quando ho del tempo libero, di solito lo passo a giocare a mahjong.

# 2424_峰村七海：源氏名
source: Well then, would you like me to show you how to enjoy hostess clubs?
pt_br: Beh, allora, ti va che ti mostri come ci si diverte in un hostess club?

# 2436_Tanimura
source: Hm... That sounds interesting.
pt_br: Mmm... Sembra interessante.

# 2448_峰村七海：源氏名
source: All right. My fee is that you request me whenever you come here.
pt_br: Va bene. La mia tariffa è che tu mi richieda ogni volta che vieni qui.

# 2460_Tanimura
source: You don't beat around the bush, do you? Most girls would be a little more indirect.
pt_br: Vai dritto al sodo, eh? La maggior parte delle ragazze sarebbe un po' più indiretta.

# 2472_峰村七海：源氏名
source: That's not my style. I like to be honest.
pt_br: Non fa per me. Preferisco essere schietto.

# 2484_Tanimura
source: Heheh. I like straightforward girls.
pt_br: Eheh. Mi piacciono le ragazze schiette.

# 2496_峰村七海：源氏名
source: Besides, the hostess business is in a slump these days. We have to be more aggressive or our customers don't come back to see us.
pt_br: Del resto, il settore delle hostesse è in crisi di questi tempi. Dobbiamo essere più aggressive, altrimenti i nostri clienti non tornano a trovarci.

# 2508_Tanimura
source: I see.
pt_br: Capisco.

# 2520_峰村七海：源氏名
source: So I hope you'll request me from now on.
pt_br: Spero proprio che mi richiederai d'ora in poi.

# 2532_Tanimura
source: It's more relaxing to not request anyone, though...
pt_br: È più rilassante non chiedere nessuno, però...

# 2544_Tanimura
source: I wasn't planning on requesting anybody... Is that a problem?
pt_br: Non avevo intenzione di richiedere nessuno... È un problema?

# 2556_峰村七海：源氏名
source: It's up to you. Many guys don't request anyone until they find a girl they really like.
pt_br: Decidi tu. Molti ragazzi non richiedono nessuna finché non trovano una ragazza che gli piace davvero.

# 2568_Tanimura
source: Right, 'cause once you request a girl, you have to request her every time.
pt_br: Ah, giusto, perché una volta che chiedi una ragazza, devi chiederla ogni volta.

# 2580_峰村七海：源氏名
source: No, actually. Some clubs are like that, but here you can change your mind.
pt_br: Ma no, in realtà. Certo, in certi club è così, ma da noi puoi cambiare idea.

# 2592_峰村七海：源氏名
source: You're not forced to stick with the girl you requested. You can always request a different one.
pt_br: Non sei mica obbligato a stare con la ragazza che hai richiesto. Puoi sempre chiederne un'altra.

# 2604_Tanimura
source: Really?
pt_br: Davvero?

# 2616_峰村七海：源氏名
source: Yes, but that can upset the girl you chose before. She might think you didn't like her.
pt_br: Sì, ma questo potrebbe indispettire la ragazza che hai scelto prima. Potrebbe pensare che non ti sia piaciuta.

# 2628_Tanimura
source: I see...
pt_br: Capisco...

# 2640_Tanimura
source: It costs more to request someone, right?
pt_br: Costa di più richiedere qualcuno, vero?

# 2652_峰村七海：源氏名
source: That's right. But our club is cheaper than most, so you shouldn't worry too much about that.
pt_br: Esatto. Ma il nostro locale è più economico della maggior parte, quindi non devi preoccuparti troppo per quello.

# 2664_Tanimura
source: I dunno. It seems like I'm losing money that way. Why should I request anybody?
pt_br: Boh. Mi sa che ci perdo soldi così. Perché dovrei richiedere qualcuno?

# 2676_峰村七海：源氏名
source: If you don't, the girls won't have their heart it in when they talk to you. They'll think you're not interested in them.
pt_br: Se non lo fai, le ragazze non ci metteranno il cuore quando ti parlano. Penseranno che non le fili.

# 2688_Tanimura
source: So if I want to get close to a girl, I'll have to request her?
pt_br: Quindi, se voglio avvicinarmi a una ragazza, dovrò richiederla?

# 2700_峰村七海：源氏名
source: That's right. So I hope you'll request me next time. <Color:7>♥<Color:Default>
pt_br: Proprio così. Spero che mi richiederai la prossima volta. <Color:7>♥<Color:Default>

# 2712_Tanimura
source: Seems like I don't have much choice...
pt_br: Mi sa che non ho molta scelta...

# 2724_峰村七海：源氏名
source: Hello, Tanimura-san. Welcome back! <Color:7>♥<Color:Default>
pt_br: Ah, Tanimura-san! Bentornato! <Color:7>♥<Color:Default>

# 2736_Tanimura
source: Thank you.
pt_br: Grazie.

# 2748_峰村七海：源氏名
source: You haven't decided on who to request?
pt_br: Non hai ancora deciso chi richiedere?

# 2760_Tanimura
source: No, not yet.
pt_br: No, non ancora.

# 2772_峰村七海：源氏名
source: You know, the sooner you decide on a girl, the more fun you'll have at the club.
pt_br: Sai, prima scegli una ragazza, più ti divertirai al club.

# 2784_峰村七海：源氏名
source: If you find a girl you really like, you'll be more motivated to come than if you just talk to random hostesses all the time.
pt_br: Se trovi una ragazza che ti piace per davvero, ti verrà più voglia di tornare, piuttosto che se parli sempre con hostesse a caso.

# 2796_Tanimura
source: That's a good point. Maybe I should choose you.
pt_br: Hai ragione. Magari dovrei scegliere te.

# 2808_峰村七海：源氏名
source: You're more than welcome to. <Color:7>♥<Color:Default>
pt_br: Ma certo, fai pure. <Color:7>♥<Color:Default>

# 2820_Himeka
source: The dialogue will end after one round if you've entered a club more than once. Please report when this message is displayed.
pt_br: Il dialogo terminerà dopo un round se hai visitato un club più di una volta. Ti preghiamo di segnalare quando questo messaggio viene visualizzato.

# 2832_峰村七海：源氏名
source: You didn't request me today.
pt_br: Non mi hai chiesta oggi.

# 2844_Tanimura
source: Uh... Is that a problem?
pt_br: Ehm... È un problema?

# 2856_峰村七海：源氏名
source: It's just... Didn't you think about how I might feel?
pt_br: È solo che... non hai pensato a come mi sarei sentito?

# 2868_Tanimura
source: Oh... No, I didn't. I'm sorry. I'll definitely request you next time.
pt_br: Oh... No, non l'ho fatto. Mi dispiace. La prossima volta ti richiederò sicuramente.

# 2880_峰村七海：源氏名
source: Really? I'm so relieved! I'll see you next time, then! <Color:7>♥<Color:Default>
pt_br: Davvero? Sono così sollevata! Allora, ci vediamo la prossima volta! <Color:7>♥<Color:Default>

# 2892_Himeka
source: The dialogue will end after one round if you've entered a club more than once. Please report when this message is displayed.
pt_br: Il dialogo terminerà dopo un round se hai visitato un club più di una volta. Ti preghiamo di segnalare quando questo messaggio viene visualizzato.

# 2904_峰村七海：源氏名
source: Nanami does not appear for Tanimura's 2nd.
pt_br: Nanami non si presenta per il secondo turno di Tanimura.

# 2916_峰村七海：源氏名
source: Nanami does not appear for Tanimura's 2nd.
pt_br: Nanami non si presenta per il secondo turno di Tanimura.

# 2928_峰村七海：源氏名
source: Nanami does not appear for Tanimura's 2nd.
pt_br: Nanami non si presenta per il secondo turno di Tanimura.

# 2940_峰村七海：源氏名
source: Nanami does not appear for Tanimura's 2nd.
pt_br: Nanami non si presenta per il secondo turno di Tanimura.

# 2952_峰村七海：源氏名
source: Nanami does not appear for Tanimura's 2nd.
pt_br: Nanami non si presenta per il secondo turno di Tanimura.

# 2964_峰村七海：源氏名
source: Nanami does not appear for Tanimura's 2nd.
pt_br: Nanami non si presenta per il secondo turno di Tanimura.

# 2976_Player
source: Okay...
pt_br: Va bene...

# 2988_峰村七海：源氏名
source: Cheers!
pt_br: Salute!

# 3000_Attendant
source: Unfortunately, no.
pt_br: Purtroppo, no.

# 3012_Attendant
source: Why? Do I look like one?
pt_br: Perché? Ho la faccia di uno?

# 3024_Attendant
source: Mm-hm. That's right.
pt_br: Mm-hm. Esatto.

# 3036_Attendant
source: You don't beat around the bush, do you?
pt_br: Vai dritto al sodo, eh?

# 3048_Attendant
source: I wasn't planning on requesting anybody...
pt_br: Non avevo intenzione di richiedere nessuno...

# 3060_Attendant
source: It costs more to request someone, right?
pt_br: Costa di più richiedere qualcuno, vero?
