Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c000a.po
Languages: pt_br

# 10908_Chihiro
source: That's great! And yes, I know I'm pretty gung-ho. I even go around train stations to collect the stamps they give you.
pt_br: Fantastico! E sì, so di essere piuttosto entusiasta. Vado persino in giro per le stazioni a collezionare i timbri che ti danno.

# 10920_Tanimura
source: Hey, that sounds kinda interesting. I could go with you sometime.
pt_br: Ehi, sembra interessante. Potrei venire con te qualche volta.

# 10932_Chihiro
source: That'd be wonderful! Wow, I never thought you'd be interested in trains. I'm so happy!
pt_br: Sarebbe meraviglioso! Wow, non avrei mai pensato fossi interessato ai treni. Sono così felice!

# 10944_Tanimura
source: Heh. Me too.
pt_br: Eh. Anch'io.

# 10956_Tanimura
source: I never really thought about it. I hate crowds, so I don't take the train much.
pt_br: Non ci ho mai pensato molto. Odio la folla, quindi non prendo molto il treno.

# 10968_Chihiro
source: Aww. I'm sorry to hear that.
pt_br: Aww. Mi dispiace sentirlo.

# 10980_Tanimura
source: Well, why don't you tell me what you like about trains?
pt_br: Beh, perché non mi dici cosa ti piace dei treni?

# 10992_Chihiro
source: What!? You want me to teach you about trains!?
pt_br: Cosa!? Vuoi che ti insegni sui treni!?

# 11004_Tanimura
source: Sure.
pt_br: Certo.

# 11016_Chihiro
source: Hehe, that's great! But I'm a pretty strict teacher. You'd better keep up. <Color:7>♥<Color:Default>
pt_br: Ehe, fantastico! Ma sono un'insegnante piuttosto severa. Faresti meglio a stare al passo. <Color:7>♥<Color:Default>

# 11028_Tanimura
source: Er, try to take it easy on me.
pt_br: Er, cerca di andarci piano con me.

# 11040_Tanimura
source: You're a rail buff, but you like trains?
pt_br: Sei un'appassionata di ferrovie, ma ti piacciono i treni?

# 11052_Chihiro
source: Um, yeah. Why do you ask?
pt_br: Um, sì. Perché me lo chiedi?

# 11064_Tanimura
source: I just thought it was strange for someone who loved railroads to like trains, too.
pt_br: Ho solo pensato fosse strano che a qualcuno che ama le ferrovie piacessero anche i treni.

# 11076_Chihiro
source: Huh?
pt_br: Uh?

# 11088_Tanimura
source: I mean, doesn't the term railroad just refer to the train tracks?
pt_br: Voglio dire, il termine ferrovia non si riferisce solo ai binari del treno?

# 11100_Chihiro
source: Yeah, but a rail buff is someone who's interested in both railroads and trains.
pt_br: Sì, ma un appassionato di ferrovie è qualcuno interessato sia alle ferrovie che ai treni.

# 11112_Tanimura
source: Oh, so you are interested in trains.
pt_br: Oh, quindi sei interessata ai treni.

# 11124_Chihiro
source: Yes, I've been saying that all along. Weren't you listening?
pt_br: Sì, l'ho detto fin dall'inizio. Non stavi ascoltando?

# 11136_Tanimura
source: I guess I don't understand it very well.
pt_br: Immagino di non capirlo molto bene.

# 11148_Chihiro
source: I guess not...
pt_br: Immagino di no...

# 11172_Chihiro
source: My friends and I are talking about taking a trip abroad during the holiday next month.
pt_br: Io e i miei amici stiamo parlando di fare un viaggio all'estero durante le vacanze del mese prossimo.

# 11184_Tanimura
source: Oh? That sounds nice.
pt_br: Oh? Sembra bello.

# 11196_Chihiro
source: But I've never been on an airplane before.
pt_br: Ma non sono mai stata su un aereo prima.

# 11208_Chihiro
source: And I've never been to another country. I'm sure it'd be a good experience, but...
pt_br: E non sono mai stata in un altro paese. Sono sicura che sarebbe una bella esperienza, ma...

# 11220_Tanimura
source: What's the problem?
pt_br: Qual è il problema?

# 11232_Chihiro
source: I'm worried. You've traveled before, haven't you?
pt_br: Sono preoccupata. Tu hai viaggiato prima, vero?

# 11244_Tanimura
source: Sure. Lots of times.
pt_br: Certo. Molte volte.

# 11256_Chihiro
source: Do you have any advice for someone who's never been abroad?
pt_br: Hai qualche consiglio per qualcuno che non è mai stato all'estero?

# 11268_Tanimura
source: Watch out for counterfeit brand names. They can be pretty hard to spot.
pt_br: Fai attenzione ai marchi contraffatti. Possono essere piuttosto difficili da individuare.

# 11280_Chihiro
source: I don't have to worry about that. I'm not interested in brand names.
pt_br: Non devo preoccuparmi di questo. Non sono interessata ai marchi.

# 11292_Tanimura
source: Oh. So a man wouldn't have to spend much on you?
pt_br: Oh. Quindi un uomo non dovrebbe spendere molto per te?

# 11304_Chihiro
source: I wouldn't say that! I just don't like to spend money on flashy stuff.
pt_br: Non direi! Semplicemente non mi piace spendere soldi per cose appariscenti.

# 11316_Chihiro
source: I care more about what's inside a person.
pt_br: Mi importa di più di ciò che c'è dentro una persona.

# 11328_Tanimura
source: Ah, I see.
pt_br: Ah, capisco.

# 11340_Tanimura
source: Be careful what you eat. People can get sick from strange food.
pt_br: Stai attenta a cosa mangi. Le persone possono ammalarsi per cibi strani.

# 11352_Chihiro
source: Yeah, I'm kinda worried about that. I'm a big eater, but I don't have a very strong stomach.
pt_br: Sì, sono un po' preoccupata per questo. Sono una mangiona, ma non ho uno stomaco molto forte.

# 11364_Chihiro
source: Actually, I get sick really easily. Oh, now I'm depressed...
pt_br: In realtà, mi ammalo molto facilmente. Oh, ora sono depressa...

# 11376_Tanimura
source: You could at least avoid raw things.
pt_br: Potresti almeno evitare le cose crude.

# 11388_Chihiro
source: There's no point in going abroad if I can't enjoy the food...
pt_br: Non ha senso andare all'estero se non posso godermi il cibo...

# 11400_Chihiro
source: I'm so sad. Why did you have to bring that up?
pt_br: Sono così triste. Perché dovevi tirare fuori l'argomento?

# 11412_Tanimura
source: Wait, it's my fault?
pt_br: Aspetta, è colpa mia?

# 11424_Tanimura
source: Making mistakes is what makes traveling fun. Don't worry too much. Just have a good time.
pt_br: Fare errori è ciò che rende divertente viaggiare. Non preoccuparti troppo. Divertiti e basta.

# 11436_Chihiro
source: But you've been abroad lots of times. This is my first trip, and I don't want to ruin it.
pt_br: Ma tu sei stato all'estero molte volte. Questo è il mio primo viaggio e non voglio rovinarlo.

# 11448_Chihiro
source: I've been studying travel guides, making plans...
pt_br: Ho studiato guide turistiche, fatto piani...

# 11460_Tanimura
source: See, it's stressing out about the plans and maps that'll ruin your trip.
pt_br: Vedi, è stressarsi per i piani e le mappe che rovinerà il tuo viaggio.

# 11472_Tanimura
source: If you're trying too hard, you'll forget to have fun. You need to relax to really enjoy yourself.
pt_br: Se ti sforzi troppo, ti dimenticherai di divertirti. Devi rilassarti per godertela davvero.

# 11484_Chihiro
source: Huh. You're probably right. Okay, I'll try not to stress out about it.
pt_br: Uh. Probabilmente hai ragione. Okay, cercherò di non stressarmi.

# 11496_Tanimura
source: Good. And don't forget to get me a souvenir.
pt_br: Bene. E non dimenticare di prendermi un souvenir.

# 11508_Chihiro
source: But you wouldn't want me to stress out about something like that, right?
pt_br: Ma non vorresti che mi stressassi per una cosa del genere, vero?

# 11520_Tanimura
source: Uh, right.
pt_br: Uh, giusto.

# 11532_Chihiro
source: Can I talk to you about a problem I've got?
pt_br: Posso parlarti di un problema che ho?

# 11544_Tanimura
source: Sure. What is it?
pt_br: Certo. Cos'è?

# 11556_Chihiro
source: I'm indecisive.
pt_br: Sono indecisa.

# 11568_Tanimura
source: Oh. That's a common problem.
pt_br: Oh. È un problema comune.

# 11580_Chihiro
source: When I stop by the convenience store on the way home, I can never decide what to get.
pt_br: Quando mi fermo al minimarket tornando a casa, non riesco mai a decidere cosa prendere.

# 11592_Chihiro
source: I'm always like, "What kind of drink should I buy? Should I get a snack with that?"
pt_br: Sono sempre tipo: "Che tipo di bevanda dovrei comprare? Dovrei prendere uno snack insieme?"

# 11604_Tanimura
source: Um...
pt_br: Ehm...

# 11616_Chihiro
source: Sometimes I end up spending an hour in the store, just trying to make up my mind.
pt_br: A volte finisco per passare un'ora nel negozio, solo cercando di decidermi.

# 11628_Tanimura
source: An hour!? That is a problem!
pt_br: Un'ora!? Questo è un problema!

# 11640_Chihiro
source: I know... Is there anything I can do?
pt_br: Lo so... C'è qualcosa che posso fare?

# 11652_Tanimura
source: You're taking it too seriously. You're worried you'll make the wrong choice, right?
pt_br: La stai prendendo troppo sul serio. Hai paura di fare la scelta sbagliata, vero?

# 11664_Chihiro
source: Yeah. I mean, some things can look good but taste nasty.
pt_br: Sì. Voglio dire, alcune cose possono sembrare buone ma avere un sapore disgustoso.

# 11676_Tanimura
source: But it's not that big a deal. You can always get something different later.
pt_br: Ma non è un grosso problema. Puoi sempre prendere qualcosa di diverso più tardi.

# 11688_Chihiro
source: Oh... I guess you're right. Maybe I am worrying too much about it.
pt_br: Oh... Immagino tu abbia ragione. Forse mi sto preoccupando troppo.

# 11700_Chihiro
source: All right! Next time I'll try not to worry about it. I'll even make a mistake on purpose!
pt_br: Va bene! La prossima volta cercherò di non preoccuparmi. Farò persino un errore apposta!

# 11712_Tanimura
source: Well, you don't have to go that far.
pt_br: Beh, non devi arrivare a tanto.

# 11724_Chihiro
source: Thanks for the advice!
pt_br: Grazie per il consiglio!

# 11736_Tanimura
source: Uh, sure.
pt_br: Uhm, certo.

# 11748_Tanimura
source: You'll be like that forever. You might as well accept it.
pt_br: Sarai così per sempre. Tanto vale accettarlo.

# 11760_Chihiro
source: What? So you're saying that I'm gonna waste time on every decision I make?
pt_br: Cosa? Quindi stai dicendo che sprecherò tempo per ogni decisione che prenderò?

# 11772_Tanimura
source: It's just the way you are. You have to try to live with it.
pt_br: È solo il tuo modo di essere. Devi provare a conviverci.

# 11784_Chihiro
source: You make it sound like I've got some kind of incurable disease.
pt_br: Detto così sembra che io abbia una specie di malattia incurabile.

# 11796_Chihiro
source: I wish I never asked you about this.
pt_br: Vorrei non avertelo mai chiesto.

# 11808_Tanimura
source: Uh, sorry.
pt_br: Uh, scusa.

# 11820_Tanimura
source: If you're indecisive, why don't you ask me? I can give you an answer in three seconds.
pt_br: Se sei indecisa, perché non chiedi a me? Posso darti una risposta in tre secondi.

# 11832_Chihiro
source: Oh! So you never have trouble making decisions?
pt_br: Oh! Quindi non hai mai problemi a prendere decisioni?

# 11844_Tanimura
source: Nope. When you're a cop, you have to think fast.
pt_br: No. Quando sei un poliziotto, devi pensare in fretta.

# 11856_Chihiro
source: What if I asked you to marry me?
pt_br: E se ti chiedessi di sposarmi?

# 11868_Tanimura
source: Marry you?
pt_br: Sposarti?

# 11880_Chihiro
source: Yes.
pt_br: Sì.

# 11892_Tanimura
source: Uh...
pt_br: Ehm...

# 11904_Chihiro
source: Ha! You said you could come up with an answer in three seconds!
pt_br: Ah! Avevi detto che potevi dare una risposta in tre secondi!

# 11916_Tanimura
source: But that was an unusual question!
pt_br: Ma era una domanda insolita!

# 11928_Tanimura
source: Hey, how did that audition for the commercial turn out?
pt_br: Ehi, com'è andata quell'audizione per lo spot pubblicitario?

# 11940_Chihiro
source: Actually, I won't have to do an audition after all. They said I got the part!
pt_br: In realtà, non dovrò fare un'audizione dopotutto. Hanno detto che ho ottenuto la parte!

# 11952_Chihiro
source: The paperwork's gone through, so I just have to meet with one of the heads of the agency.
pt_br: Le pratiche sono state sbrigate, quindi devo solo incontrare uno dei capi dell'agenzia.

# 11964_Chihiro
source: I'm so excited! I'm gonna be on TVs across the country!
pt_br: Sono così emozionata! Sarò in TV in tutto il paese!

# 11976_Tanimura
source: I don't know. Something seems wrong about this.
pt_br: Non lo so. Qualcosa sembra strano in tutto questo.

# 11988_Chihiro
source: Why?
pt_br: Perché?

# 12000_Tanimura
source: What company would hire an unknown actress with no experience for a national ad campaign?
pt_br: Quale azienda assumerebbe un'attrice sconosciuta senza esperienza per una campagna pubblicitaria nazionale?

# 12012_Chihiro
source: Oh, they said this commercial wouldn't require acting. They want to film someone as they naturally are.
pt_br: Oh, hanno detto che questo spot non richiederebbe recitazione. Vogliono filmare qualcuno così com'è naturalmente.

# 12024_Chihiro
source: So they were looking for amateurs. It was perfect for me!
pt_br: Quindi cercavano dilettanti. Era perfetto per me!

# 12048_Tanimura
source: I know this is your big chance, but... I think you should be careful.
pt_br: So che questa è la tua grande occasione, ma... penso che dovresti stare attenta.

# 12060_Chihiro
source: I appreciate your concern, but I can't let a chance like this pass by.
pt_br: Apprezzo la tua preoccupazione, ma non posso lasciarmi sfuggire un'occasione come questa.

# 12084_Chihiro
source: Oh, all right. If anything seems wrong, I'll call you right away.
pt_br: Oh, va bene. Se qualcosa sembra strano, ti chiamerò subito.

# 12096_Chihiro
source: Is that good enough?
pt_br: Va bene così?

# 12108_Tanimura
source: Well, okay. Just be careful.
pt_br: Beh, okay. Stai solo attenta.

# 12120_Chihiro
source: I will! And I'm sure you'll protect me if something goes wrong. <Color:7>♥<Color:Default>
pt_br: Lo farò! E sono sicura che mi proteggerai se qualcosa va storto. <Color:7>♥<Color:Default>

# 12132_Tanimura
source: Right.
pt_br: Giusto.

# 12144_Tanimura
source: Okay, I won't say anything else. It's your future, so it's your responsibility.
pt_br: Okay, non dirò altro. È il tuo futuro, quindi è una tua responsabilità.

# 12156_Chihiro
source: That's right. I'm sorry you're so worried.
pt_br: Esatto. Mi dispiace che tu sia così preoccupato.

# 12168_Tanimura
source: Oh, I'll be fine. I'm pulling for you.
pt_br: Oh, starò bene. Faccio il tifo per te.

# 12180_Chihiro
source: Thank you! I'll do my best at the interview.
pt_br: Grazie! Farò del mio meglio al colloquio.

# 12192_Tanimura
source: Good luck.
pt_br: Buona fortuna.

# 12204_Tanimura
source: Don't mess up at that interview. You could still lose the job, you know.
pt_br: Non fare casini a quel colloquio. Potresti ancora perdere il lavoro, sai.

# 12216_Chihiro
source: I'll be fine. I've gotten used to talking with other people.
pt_br: Starò bene. Mi sono abituata a parlare con altre persone.

# 12228_Tanimura
source: Don't get too relaxed. If they want an amateur, too much confidence might not look good.
pt_br: Non rilassarti troppo. Se vogliono una dilettante, troppa sicurezza potrebbe non sembrare positiva.

# 12240_Chihiro
source: You think I'm too relaxed? Now I'm starting to get worried.
pt_br: Pensi che sia troppo rilassata? Ora inizio a preoccuparmi.

# 12252_Chihiro
source: Please don't do anything to make me nervous.
pt_br: Per favore, non fare niente che mi renda nervosa.

# 12264_Tanimura
source: Oh. Sorry.
pt_br: Oh. Scusa.

# 12276_Tanimura
source: You were pretty shaky when you first started here, but now you're a pro.
pt_br: Eri piuttosto insicura quando hai iniziato qui, ma ora sei una professionista.

# 12288_Chihiro
source: I am?
pt_br: Lo sono?

# 12300_Tanimura
source: Sure. I can tell that you're a lot more relaxed.
pt_br: Certo. Si vede che sei molto più rilassata.

# 12312_Chihiro
source: A lot more customers have been requesting me lately, too.
pt_br: Anche molti più clienti mi hanno richiesta ultimamente.

# 12324_Chihiro
source: It's all thanks to your advice. I really appreciate it. ♪
pt_br: È tutto grazie ai tuoi consigli. Lo apprezzo molto. ♪

# 12336_Tanimura
source: I didn't do anything. I just talked to you.
pt_br: Non ho fatto niente. Ti ho solo parlato.

# 12348_Chihiro
source: You did more than that. You've helped me a lot.
pt_br: Hai fatto più di questo. Mi hai aiutato molto.

# 12360_Chihiro
source: If I hadn't met you, I would've quit a long time ago. I wouldn't have been able to handle it.
pt_br: Se non ti avessi incontrato, avrei smesso molto tempo fa. Non sarei stata in grado di gestirlo.

# 12372_Tanimura
source: Oh. I'm glad I could help.
pt_br: Oh. Sono contento di aver potuto aiutare.

# 12384_Chihiro
source: And I hope you'll continue to help in the future. <Color:7>♥<Color:Default>
pt_br: E spero che continuerai ad aiutare in futuro. <Color:7>♥<Color:Default>

# 12396_Tanimura
source: I look forward to it.
pt_br: Non vedo l'ora.

# 12408_Tanimura
source: It's too bad, though. The more popular you get, the less accessible you seem.
pt_br: È un peccato, però. Più diventi popolare, meno accessibile sembri.

# 12420_Chihiro
source: Oh, that's not true. You'll always have a special place in my heart.
pt_br: Oh, non è vero. Avrai sempre un posto speciale nel mio cuore.

# 12432_Tanimura
source: Special? How?
pt_br: Speciale? Come?

# 12444_Chihiro
source: Well, I'll always have a special smile for you whenever you visit me.
pt_br: Beh, avrò sempre un sorriso speciale per te ogni volta che mi vieni a trovare.

# 12456_Tanimura
source: Hey, you've been giving me those smiles since the moment I met you.
pt_br: Ehi, mi fai quei sorrisi da quando ti ho conosciuta.

# 12468_Chihiro
source: Haha! You're right. But that just shows how special you are to me. <Color:7>♥<Color:Default>
pt_br: Haha! Hai ragione. Ma questo dimostra solo quanto sei speciale per me. <Color:7>♥<Color:Default>

# 12480_Tanimura
source: Thank you.
pt_br: Grazie.

# 12492_Tanimura
source: Your appearance hasn't changed, though. You still have the same childlike charm as when I first met you.
pt_br: Il tuo aspetto non è cambiato, però. Hai ancora lo stesso fascino infantile di quando ti ho conosciuta.

# 12504_Chihiro
source: I do? But I've been working on my makeup recently.
pt_br: Davvero? Ma ultimamente ho lavorato sul mio trucco.

# 12516_Chihiro
source: You didn't notice?
pt_br: Non te ne sei accorto?

# 12528_Tanimura
source: Nope. Not at all.
pt_br: No. Per niente.

# 12540_Chihiro
source: Oh. And I worked on it just for you.
pt_br: Oh. E ci ho lavorato solo per te.

# 12552_Tanimura
source: I like you the way you are.
pt_br: Mi piaci così come sei.

# 12564_Chihiro
source: That's nice, but I'd like to look a bit more mature.
pt_br: È carino, ma vorrei sembrare un po' più matura.

# 12588_Tanimura
source: So, you're gonna be a star, huh? You probably won't need hostess club customers anymore...
pt_br: Quindi, diventerai una star, eh? Probabilmente non avrai più bisogno dei clienti dell'hostess club...

# 12600_Chihiro
source: Hey, why are you so serious? It's not like you.
pt_br: Ehi, perché sei così serio? Non è da te.

# 12612_Tanimura
source: Just remember that I'll always be cheering for you.
pt_br: Ricorda solo che farò sempre il tifo per te.

# 12636_Chihiro
source: If you keep talking like that, I'm gonna get all choked up.
pt_br: Se continui a parlare così, mi commuoverò.

# 12648_Tanimura
source: Call me any time you feel lonely. You can talk to me about anything.
pt_br: Chiamami ogni volta che ti senti sola. Puoi parlarmi di qualsiasi cosa.

# 12660_Chihiro
source: Anything?
pt_br: Qualsiasi cosa?

# 12672_Tanimura
source: Sure. Except for money.
pt_br: Certo. Tranne i soldi.

# 12684_Chihiro
source: Hehe. I know better than to ask you for advice about money.
pt_br: Ehe. So bene che non devo chiederti consigli sui soldi.

# 12696_Chihiro
source: As long as you don't ask for loans after I become a big star.
pt_br: Basta che tu non chieda prestiti dopo che sarò diventata una grande star.

# 12708_Tanimura
source: Do I look like that kind of guy?
pt_br: Sembro quel tipo di uomo?

# 12720_Chihiro
source: You really want me to answer that?
pt_br: Vuoi davvero che risponda?

# 12732_Chihiro
source: Thanks for supporting me. I really appreciate it. <Color:7>♥<Color:Default>
pt_br: Grazie per il tuo supporto. Lo apprezzo molto. <Color:7>♥<Color:Default>

# 12744_Tanimura
source: Don't stop until you reach the top. You're gonna be a star. I can feel it.
pt_br: Non fermarti finché non raggiungi la vetta. Diventerai una star. Lo sento.

# 12756_Chihiro
source: Do you really think I have what it takes?
pt_br: Pensi davvero che io abbia la stoffa?

# 12768_Tanimura
source: You won't know unless you try. You've got me convinced, anyway.
pt_br: Non lo saprai finché non ci provi. Comunque, mi hai convinto.

# 12780_Chihiro
source: Hehe. Thanks.
pt_br: Ehe. Grazie.

# 12792_Tanimura
source: If you find yourself having trouble, you've got to push on. You can do it.
pt_br: Se ti trovi in difficoltà, devi andare avanti. Ce la puoi fare.

# 12804_Chihiro
source: Thank you. I'll remember that. <Color:7>♥<Color:Default>
pt_br: Grazie. Me lo ricorderò. <Color:7>♥<Color:Default>

# 12816_Tanimura
source: Do you really think you'll get famous, though?
pt_br: Pensi davvero che diventerai famosa, però?

# 12828_Chihiro
source: What!?
pt_br: Cosa!?

# 12840_Tanimura
source: Oh, I was just wondering. Even if you appear in a commercial, it doesn't mean you'll be a star.
pt_br: Oh, mi stavo solo chiedendo. Anche se appari in uno spot, non significa che diventerai una star.

# 12852_Tanimura
source: Maybe you won't be leaving me so soon.
pt_br: Forse non mi lascerai così presto.

# 12864_Chihiro
source: Why would you say that!? Is that how you support someone you care about?
pt_br: Perché dici così!? È così che supporti qualcuno a cui tieni?

# 12876_Tanimura
source: But we can't know the future, can we?
pt_br: Ma non possiamo conoscere il futuro, vero?

# 12888_Chihiro
source: Oh, I was in such a good mood. Thanks a lot.
pt_br: Oh, ero di così buon umore. Grazie mille.

# 12900_Chihiro
source: I'm going to go to my first college mixer soon!
pt_br: Andrò presto alla mia prima festa universitaria!

# 12912_Tanimura
source: You're pretty happy.
pt_br: Sei piuttosto felice.

# 12924_Chihiro
source: Of course! I've never been to something like this before! Maybe we'll play board games!
pt_br: Certo! Non sono mai stata a una cosa del genere prima! Forse giocheremo a giochi da tavolo!

# 12936_Chihiro
source: I've always been so embarrassed about never having gone to one of these mixers.
pt_br: Mi sono sempre sentita così in imbarazzo per non essere mai andata a una di queste feste.

# 12960_Chihiro
source: I'm gonna have a blast!
pt_br: Mi divertirò un mondo!

# 12972_Tanimura
source: You don't need to go to a mixer. They're always boring anyways.
pt_br: Non hai bisogno di andare a una festa. Sono sempre noiose comunque.

# 12984_Chihiro
source: Are you jealous? You think a college guy is going to steal me away or something?
pt_br: Sei geloso? Pensi che un ragazzo del college mi porterà via o qualcosa del genere?

# 12996_Tanimura
source: The guys who go to those things have only one thing on their minds. They're not what you're looking for in a man.
pt_br: I ragazzi che vanno a quelle cose hanno solo una cosa in mente. Non sono quello che cerchi in un uomo.

# 13008_Chihiro
source: Heh. I can cancel it if you really think I should.
pt_br: Eh. Posso annullare se pensi davvero che dovrei.

# 13020_Tanimura
source: Yeah, I'd rather you did.
pt_br: Sì, preferirei.

# 13032_Tanimura
source: Why don't you go out with me instead? You don't need to go to some stupid mixer.
pt_br: Perché non esci con me invece? Non hai bisogno di andare a una stupida festa.
