Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00910135.po
Languages: it

# 2452_Minamida
source: Looks like you won. Congratulations!
it: Sembra che tu abbia vinto. Congratulazioni!

# 2464_Minamida
source: Hmmm... It looks like the current version will not allow you to boost your abilities by fighting against the same enemy.
it: Mmm... Sembra che la versione attuale non permetta di potenziare le tue abilità combattendo contro lo stesso nemico.

# 2476_Minamida
source: Upgrade the machine and you'll receive experience gained while playing the game.
it: Potenzia la macchina e riceverai l'esperienza guadagnata durante il gioco.

# 2488_Minamida
source: I hope you consider investing. Heheheh...
it: Spero che tu prenda in considerazione l'idea di investire. Eheheh...

# 2500_Minamida
source: Take this as a prize for now.
it: Per ora, prendi questo come premio.

# 2512_Minamida
source: Looks like you won. Congratulations!
it: Sembra che tu abbia vinto. Congratulazioni!

# 2560_Minamida
source: So how was the Legendary Blue Dragon? I'm sure you got something out of it, no?
it: Allora, com'era il Drago Blu Leggendario? Sono sicuro che ne hai ricavato qualcosa, no?

# 2572_Akiyama
source: Yeah. Feels like Kiryu-san's moves are seeping into my body.
it: Sì. È come se le mosse di Kiryu-san mi stessero entrando nel corpo.

# 2608_Minamida
source: So how was the Legendary Blue Dragon? I'm sure you got something out of it, no?
it: Allora, com'era il Drago Blu Leggendario? Sono sicuro che ne hai ricavato qualcosa, no?

# 2620_Saejima
source: Yep. Kiryu's moves are startin' to appear in my memory.
it: Sì. Le mosse di Kiryu stanno iniziando ad apparire nella mia memoria.

# 2656_Minamida
source: So how was the Legendary Blue Dragon? I'm sure you got something out of it, no?
it: Allora, com'era il Drago Blu Leggendario? Sono sicuro che ne hai ricavato qualcosa, no?

# 2668_Tanimura
source: Let's see... Feels like I took some of Kiryu-san's moves.
it: Vediamo... È come se avessi preso alcune delle mosse di Kiryu-san.

# 2704_Minamida
source: And your own abilities appear to have grown as well. I'm getting some really good data...
it: E anche le tue abilità sembrano essere cresciute. Sto ottenendo dei dati davvero ottimi...

# 2740_Minamida
source: Come back again. I'll be here. Heheheh...
it: Torna ancora. Io sarò qui. Eheheh...

# 2776_Minamida
source: Come back again. I'll be here. Heheheh...
it: Torna ancora. Io sarò qui. Eheheh...

# 2812_Minamida
source: Come back again. I'll be here. Heheheh...
it: Torna ancora. Io sarò qui. Eheheh...

# 2824_Minamida
source: Looks like you won. Congratulations!
it: Sembra che tu abbia vinto. Congratulazioni!

# 2848_Minamida
source: Take this as a prize for now.
it: Per ora, prendi questo come premio.

# 2956_Player
source: You got a <Color:8>Super High-voltage Battery<Color:Default>.
it: Hai ottenuto una <Color:8>Batteria ad altissimo voltaggio<Color:Default>.

# 2992_Player
source: You got a <Color:8>Gravity Converter<Color:Default>.
it: Hai ottenuto un <Color:8>Convertitore di gravità<Color:Default>.

# 3028_Player
source: You got a <Color:8>Small Motor<Color:Default>.
it: Hai ottenuto un <Color:8>Piccolo motore<Color:Default>.

# 3064_Player
source: You got a <Color:8>Broken Radio<Color:Default>.
it: Hai ottenuto una <Color:8>Radio rotta<Color:Default>.

# 3100_Minamida
source: Come back and see me. I'll be waiting!
it: Torna a trovarmi. Ti aspetterò!

# 3148_Minamida
source: Good to see you. Do you want to play the IF7-R?
it: Piacere di vederti. Vuoi giocare all'IF7-R?

# 3160_Minamida
source: All right. Come back again. I'll be waiting!
it: Va bene. Torna ancora. Ti aspetterò!

# 3220_Minamida
source: You must input information on enemies to play the IF7-R.
it: Devi inserire le informazioni sui nemici per giocare all'IF7-R.

# 3232_Minamida
source: If you've fought any strong opponents, you should try inputting their data.
it: Se hai combattuto contro avversari forti, dovresti provare a inserire i loro dati.

# 3244_Minamida
source: You don't have to be the one to input them. If one of your friends has a good memory, let me know. Heheheh.
it: Non devi essere tu a inserirli. Se uno dei tuoi amici ha una buona memoria, fammelo sapere. Eheheh.

# 3256_Minamida
source: One game will cost 10,000 yen. Would you still like to play?
it: Una partita costa 10.000 yen. Vuoi giocare lo stesso?

# 3280_Minamida
source: Hm? Looks like you don't have enough money. Sorry, but it costs money to boot the machine. Come back when you have some more.
it: Mh? Sembra che tu non abbia abbastanza soldi. Scusa, ma ci vogliono soldi per avviare la macchina. Torna quando ne avrai di più.

# 3292_Minamida
source: Heheheh! Curious, aren't ya? All right, then get inside.
it: Eheheh! Curioso, eh? Va bene, allora entra.

# 3388_Minamida
source: First, select an enemy to fight.
it: Per prima cosa, seleziona un nemico da combattere.

# 3400_Minamida
source: First, select an enemy to fight. By the way, I have really good data on the Legendary Blue Dragon. If you fight him, you may learn something special.
it: Per prima cosa, seleziona un nemico da combattere. A proposito, ho dei dati davvero ottimi sul Drago Blu Leggendario. Se lo combatti, potresti imparare qualcosa di speciale.

# 3412_Minamida
source: Thunder's Shadow, huh? Very well, that'll be 10,000 yen.
it: L'Ombra del Tuono, eh? Molto bene, sono 10.000 yen.

# 3436_Minamida
source: Let's begin then. It's time to get your game on!
it: Allora cominciamo. È ora di giocare!

# 3460_Minamida
source: Deadly Demon, huh? Very well, that'll be 10,000 yen.
it: Il Demone Mortale, eh? Molto bene, sono 10.000 yen.

# 3484_Minamida
source: Let's begin then. It's time to get your game on!
it: Allora cominciamo. È ora di giocare!

# 3508_Minamida
source: Guardian of Rage, huh? Very well, that'll be 10,000 yen.
it: Il Guardiano della Rabbia, eh? Molto bene, sono 10.000 yen.

# 3532_Minamida
source: Let's begin then. It's time to get your game on!
it: Allora cominciamo. È ora di giocare!

# 3556_Minamida
source: Flaming Jester, huh? Very well, that'll be 10,000 yen.
it: Il Giullare Fiammeggiante, eh? Molto bene, sono 10.000 yen.

# 3580_Minamida
source: Let's begin then. It's time to get your game on!
it: Allora cominciamo. È ora di giocare!

# 3604_Minamida
source: Cold-blooded Fist, huh? Very well, that'll be 10,000 yen.
it: Il Pugno Spietato, eh? Molto bene, sono 10.000 yen.

# 3628_Minamida
source: Let's begin then. It's time to get your game on!
it: Allora cominciamo. È ora di giocare!

# 3652_Minamida
source: One-eyed Devil, huh? Very well, that'll be 10,000 yen.
it: Il Diavolo Monocolo, eh? Molto bene, sono 10.000 yen.

# 3676_Minamida
source: Let's begin then. It's time to get your game on!
it: Allora cominciamo. È ora di giocare!

# 3700_Minamida
source: Wind Phoenix, huh? Very well, that'll be 10,000 yen.
it: La Fenice del Vento, eh? Molto bene, sono 10.000 yen.

# 3724_Minamida
source: Let's begin then. It's time to get your game on!
it: Allora cominciamo. È ora di giocare!

# 3748_Minamida
source: Iron-armed Tiger, huh? Very well, that'll be 10,000 yen.
it: La Tigre Corazzata, eh? Molto bene, sono 10.000 yen.

# 3772_Minamida
source: Let's begin then. It's time to get your game on!
it: Allora cominciamo. È ora di giocare!

# 3796_Minamida
source: The Impregnable Tortoise, huh? Very well, that'll be 10,000 yen.
it: La Tartaruga Invulnerabile, eh? Molto bene, sono 10.000 yen.

# 3820_Minamida
source: Let's begin then. It's time to get your game on!
it: Allora cominciamo. È ora di giocare!

# 3844_Minamida
source: The Legendary Blue Dragon, huh? Very well, that'll be 10,000 yen.
it: Il Drago Blu Leggendario, eh? Molto bene, sono 10.000 yen.

# 3868_Minamida
source: Let's begin then. It's time to get your game on!
it: Allora cominciamo. È ora di giocare!

# 3892_Minamida
source: You want to input enemy data, right? All right, then get inside.
it: Vuoi inserire i dati dei nemici, giusto? Va bene, allora entra.

# 4072_Minamida
source: Great. We will now begin the input process.
it: Ottimo. Inizieremo ora il processo di inserimento.

# 4096_Minamida
source: Input is complete. Now have a try for yourself! Heheheh.
it: Inserimento completato. Ora prova tu stesso! Eheheh.

# 4180_Minamida
source: Hm? Looks like there hasn't been an increase in data since your last game.
it: Mh? Sembra che non ci sia stato un aumento dei dati dalla tua ultima partita.

# 4192_Minamida
source: Come back after you've stuck some new enemies in that brain of yours. Hehheheh.
it: Torna dopo che ti sarai ficcato in testa qualche nuovo nemico. Eheheh.

# 4240_Minamida
source: I need a lot of money if I'm going to upgrade the IF7-R. Would you like to help me by investing?
it: Ho bisogno di un sacco di soldi per potenziare l'IF7-R. Ti andrebbe di aiutarmi investendo?

# 4264_Minamida
source: Hm? You don't have any money at all. Quit with the jokes already...
it: Mh? Non hai soldi. Smettila di scherzare...

# 4276_Minamida
source: Oh, so you're not investing? Well, come back when you have more money to give me. Hehehe...
it: Oh, quindi non investi? Beh, torna quando avrai più soldi da darmi. Eheheh...

# 4288_Minamida
source: Really? You can help out? Fantastic!
it: Davvero? Puoi aiutarmi? Fantastico!

# 4300_Player
source: You have invested %s. How much would you like to invest this time?
it: Hai investito %s. Quanto vorresti investire questa volta?

# 4324_Minamida
source: Thanks a lot. You have invested %s.
it: Grazie mille. Hai investito %s.

# 4336_Minamida
source: I can conduct repairs once I have 50,000 yen. Then I will be able to recover the basic features.
it: Posso effettuare le riparazioni una volta raggiunti i 50.000 yen. A quel punto potrò recuperare le funzioni di base.

# 4348_Minamida
source: Come back and invest whenever you have the money. Heheheh...
it: Torna a investire ogni volta che hai soldi. Eheheh...

# 4396_Minamida
source: Now I'm pretty sure that I can repair the IF7-R.
it: Ora sono abbastanza sicuro di poter riparare l'IF7-R.

# 4408_Minamida
source: Just give me a minute here...
it: Dammi solo un minuto...

# 4468_Minamida
source: All right! Now it's back to normal! I have completed version 1.0 of the IF7-R!
it: Va bene! Ora è tornata alla normalità! Ho completato la versione 1.0 dell'IF7-R!

# 4480_Minamida
source: If you <Color:7>beat your enemies while playing, your own abilities should increase<Color:Default> as well.
it: Se <Color:7>sconfiggi i tuoi nemici mentre giochi, anche le tue abilità dovrebbero aumentare<Color:Default>.

# 4492_Minamida
source: But it appears that <Color:7>abilities will only increase the first time you beat an enemy<Color:Default>.
it: Ma sembra che le <Color:7>abilità aumentino solo la prima volta che sconfiggi un nemico<Color:Default>.

# 4504_Minamida
source: So try and fight a range of different enemies to reap the most benefit.
it: Quindi cerca di combattere una varietà di nemici diversi per ottenere il massimo beneficio.

# 4516_Minamida
source: Give it a try! Heheheh...
it: Prova! Eheheh...

# 4564_Minamida
source: Really? You can help out? Fantastic!
it: Davvero? Puoi aiutarmi? Fantastico!

# 4576_Player
source: You have invested %s. How much would you like to invest this time?
it: Hai investito %s. Quanto vorresti investire questa volta?

# 4600_Minamida
source: Thanks a lot. You have invested %s.
it: Grazie mille. Hai investito %s.

# 4612_Minamida
source: I can upgrade the software once I have 200,000 yen.
it: Posso aggiornare il software una volta raggiunti i 200.000 yen.

# 4624_Minamida
source: Come back and invest whenever you have the money. Heheheh...
it: Torna a investire ogni volta che hai soldi. Eheheh...

# 4672_Minamida
source: Now I'm pretty sure I can upgrade the IF7-R to version 1.5. Heheheh...
it: Ora sono abbastanza sicuro di poter aggiornare l'IF7-R alla versione 1.5. Eheheh...

# 4684_Minamida
source: Just give me a minute here...
it: Dammi solo un minuto...

# 4744_Minamida
source: All right! Say hello to IF7-R version 1.5!
it: Va bene! Saluta l'IF7-R versione 1.5!

# 4756_Minamida
source: The <Color:7>experience you gain in the game will be fed back into your own body<Color:Default>.
it: L'<Color:7>esperienza che guadagni nel gioco verrà trasferita al tuo corpo<Color:Default>.

# 4768_Minamida
source: Give it a try! Heheheh...
it: Prova! Eheheh...

# 4816_Minamida
source: Really? You can help out? Fantastic!
it: Davvero? Puoi aiutarmi? Fantastico!

# 4828_Player
source: You have invested %s. How much would you like to invest this time?
it: Hai investito %s. Quanto vorresti investire questa volta?

# 4852_Minamida
source: Now I can upgrade the software to version 2.0. Heheheh...
it: Ora posso aggiornare il software alla versione 2.0. Eheheh...

# 4864_Minamida
source: Just give me a minute here...
it: Dammi solo un minuto...

# 4924_Minamida
source: All right! IF7-R version 2.0 is complete!
it: Va bene! La versione 2.0 dell'IF7-R è completa!

# 4936_Minamida
source: Now you can <Color:7>go up against other players who used the IF7-R to input data<Color:Default>.
it: Ora puoi <Color:7>sfidare altri giocatori che hanno usato l'IF7-R per inserire dati<Color:Default>.

# 4948_Minamida
source: Give it a try! Heheheh...
it: Prova! Eheheh...

# 4996_Minamida
source: Thanks a lot. You have invested %s.
it: Grazie mille. Hai investito %s.

# 5008_Minamida
source: I can upgrade the software once I have 700,000 yen.
it: Posso aggiornare il software una volta raggiunti i 700.000 yen.

# 5020_Minamida
source: Come back and invest whenever you have the money. Heheheh...
it: Torna a investire ogni volta che hai soldi. Eheheh...

# 5068_Player
source: Explain
it: Spiega

# 5080_Player
source: That won't be necessary.
it: Non sarà necessario.

# 5092_Player
source: Explain
it: Spiega

# 5104_Player
source: That won't be necessary.
it: Non sarà necessario.

# 5116_Player
source: Explain
it: Spiega

# 5128_Player
source: That won't be necessary.
it: Non sarà necessario.

# 5140_Player
source: Explain
it: Spiega

# 5152_Player
source: That won't be necessary.
it: Non sarà necessario.

# 5164_Player
source: Play
it: Gioca

# 5176_Player
source: Input Enemy Information
it: Inserisci dati nemico

# 5188_Player
source: Invest
it: Investi

# 5200_Player
source: Come Back Later
it: Torna più tardi

# 5212_Player
source: Play
it: Gioca

# 5224_Player
source: Don't Play
it: Non giocare

# 5236_Player
source: Thunder's Shadow
it: Ombra del Tuono

# 5248_Player
source: Deadly Demon
it: Demone Mortale

# 5260_Player
source: Guardian of Rage
it: Guardiano della Rabbia

# 5272_Player
source: Flaming Jester
it: Giullare Fiammeggiante

# 5284_Player
source: Cold-blooded Fist
it: Pugno Spietato

# 5296_Player
source: One-eyed Devil
it: Diavolo Monocolo

# 5308_Player
source: Wind Phoenix
it: Fenice del Vento

# 5320_Player
source: Iron-armed Tiger
it: Tigre Corazzata

# 5332_Player
source: The Impregnable Tortoise
it: La Tartaruga Invulnerabile

# 5344_Player
source: Legendary Blue Dragon
it: Drago Blu Leggendario

# 5356_Player
source: None
it: Nessuno

# 5368_Player
source: Thunder's Shadow
it: Ombra del Tuono

# 5380_Player
source: Deadly Demon
it: Demone Mortale

# 5392_Player
source: Guardian of Rage
it: Guardiano della Rabbia

# 5404_Player
source: Flaming Jester
it: Giullare Fiammeggiante

# 5416_Player
source: Cold-blooded Fist
it: Pugno Spietato

# 5428_Player
source: One-eyed Devil
it: Diavolo Monocolo

# 5440_Player
source: Wind Phoenix
it: Fenice del Vento

# 5452_Player
source: Iron-armed Tiger
it: Tigre Corazzata

# 5464_Player
source: The Impregnable Tortoise
it: La Tartaruga Invulnerabile

# 5476_Player
source: Legendary Blue Dragon
it: Drago Blu Leggendario

# 5488_Player
source: None
it: Nessuno

# 5500_Player
source: Invest
it: Investi

# 5512_Player
source: Don't Invest
it: Non investire
