Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01630085.po
Languages: pt_br

source: Karaoke Rules
pt_br: Regole del Karaoke

source: Employee
pt_br: Staff

source: Player
pt_br: Giocatore

# 284_Karaoke Rules
source: Karaoke is a rhythm game in which you press buttons shown on-screen in time with a song. Simply press the indicated button when the cursor reaches it. Make sure to press the correct buttons at the right time to get the most points.
pt_br: Karaoke è un gioco ritmico in cui devi premere i pulsanti mostrati sullo schermo a tempo con la canzone. Ti basta premere il pulsante indicato quando il cursore lo raggiunge. Assicurati di premere i pulsanti giusti al momento giusto per fare più punti.

# 296_Karaoke Rules
source: The better your timing, the more points you will get. If your timing is really off, your press won't count even if it was the correct button.
pt_br: Più il tuo tempismo è azzeccato, più punti fai. Se il tuo tempismo è proprio sballato, la pressione non verrà contata anche se hai premuto il tasto giusto.

# 308_Karaoke Rules
source: Do your best to keep time with the song to rack up the points and get a high score.
pt_br: Fai del tuo meglio per andare a tempo con la canzone per accumulare i punti e ottenere un punteggio alto.

# 320_Karaoke Rules
source: Complete the game by singing (or letting your partner sing) a song from start to finish. Familiarize yourself with each song and perfect your technique as you aim for a new high score.
pt_br: Completa il gioco cantando (o lasciando cantare il tuo partner) una canzone dall'inizio alla fine. Familiarizza con ogni canzone e perfeziona la tua tecnica mentre punti a un nuovo record.

# 332_Karaoke Rules
source: <Color:14>You can choose to switch between English and Japanese lyrics in the Options Menu.<Color:Default>
pt_br: <Color:14>Puoi scegliere di passare tra il testo in inglese e giapponese nel Menu Opzioni.<Color:Default>

# 344_Employee
source: I'm afraid your time is up. Please bring your microphones and payment slip to the reception desk when you leave.
pt_br: Mi dispiace, il vostro tempo è scaduto. Vi preghiamo di portare i microfoni e lo scontrino alla reception quando uscite.

# 356_Employee
source: I'm afraid your time is up. Please bring your microphones and payment slip to the reception desk when you leave.
pt_br: Mi dispiace, il vostro tempo è scaduto. Vi preghiamo di portare i microfoni e lo scontrino alla reception quando uscite.

# 368_Employee
source: I'm afraid your time is up. Please bring your microphones and payment slip to the reception desk when you leave.
pt_br: Mi dispiace, il vostro tempo è scaduto. Vi preghiamo di portare i microfoni e lo scontrino alla reception quando uscite.

# 380_Employee
source: I'm afraid your time is up. Would you like to extend your time for only 500 yen?
pt_br: Spiacente, il suo tempo è scaduto. Vorrebbe prolungare per soli 500 yen?

# 404_Player
source: (Not if I don't have the dough...) No thanks.
pt_br: (Non se non c'ho la grana...) No, grazie.

# 416_Player
source: Yeah, sounds good.
pt_br: Sì, bella idea.

# 428_Karaoke Rules
source: An extension? Yes, sir. Thank you very much. Enjoy your time.
pt_br: Un'estensione? Sì, capo. Grazie mille. Si diverta.

# 440_Employee
source: Understood. Please bring your microphones and payment slip to the reception desk when you leave.
pt_br: Capito. Portate pure i microfoni e lo scontrino alla reception quando uscite.

# 452_Employee
source: I'm afraid your time is up. Would you like to extend your time for only 500 yen?
pt_br: Spiacente, il suo tempo è scaduto. Vorrebbe prolungare per soli 500 yen?

# 476_Akiyama
source: (Not if I don't have the dough...) No thanks.
pt_br: (Non se non c'ho la grana...) No, grazie.

# 488_Akiyama
source: Yeah, sounds good.
pt_br: Sì, bella idea.

# 500_Karaoke Rules
source: An extension? Yes, sir. Thank you very much. Enjoy your time.
pt_br: Un'estensione? Sì, capo. Grazie mille. Si diverta.

# 512_Employee
source: Understood. Please bring your microphones and payment slip to the reception desk when you leave.
pt_br: Capito. Portate pure i microfoni e lo scontrino alla reception quando uscite.

# 524_Employee
source: I'm afraid your time is up. Would you like to extend your time for only 500 yen?
pt_br: Spiacente, il suo tempo è scaduto. Vorrebbe prolungare per soli 500 yen?

# 548_Tanimura
source: (Not if I don't have the dough...) No thanks.
pt_br: (Non se non c'ho la grana...) No, grazie.

# 560_Tanimura
source: Yeah, sounds good.
pt_br: Sì, bella idea.

# 572_Karaoke Rules
source: An extension? Yes, sir. Thank you very much. Enjoy your time.
pt_br: Un'estensione? Sì, capo. Grazie mille. Si diverta.

# 584_Employee
source: Understood. Please bring your microphones and payment slip to the reception desk when you leave.
pt_br: Capito. Portate pure i microfoni e lo scontrino alla reception quando uscite.

# 596_Karaoke Rules
source: Why not?
pt_br: Perché no?

# 608_Karaoke Rules
source: No thanks.
pt_br: No grazie.

# 620_Karaoke Rules
source: Why not?
pt_br: Perché no?

# 632_Karaoke Rules
source: No thanks.
pt_br: No grazie.

# 644_Karaoke Rules
source: Why not?
pt_br: Perché no?

# 656_Karaoke Rules
source: No thanks.
pt_br: No grazie.
