Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c000a.po
Languages: pt_br

# 6468_Chihiro
source: Why!? It's terrible for people to try to force others to drink!
pt_br: Perché!? È terribile che la gente cerchi di forzare gli altri a bere!

# 6480_Tanimura
source: Sorry...
pt_br: Scusa...

# 6492_Chihiro
source: What do you do when you're home alone?
pt_br: Cosa fai quando sei a casa da sola?

# 6504_Tanimura
source: The only time I'm home is when I'm asleep. I'm usually out and about.
pt_br: L'unico momento in cui sono a casa è quando dormo. Di solito sono in giro.

# 6516_Tanimura
source: How about you?
pt_br: E tu?

# 6528_Chihiro
source: I like to rent DVDs and watch them, one after another.
pt_br: Mi piace noleggiare DVD e guardarli, uno dopo l'altro.

# 6540_Tanimura
source: What kind of DVDs do you rent?
pt_br: Che tipo di DVD noleggi?

# 6552_Chihiro
source: Well, I like movies and TV shows, but I mostly watch anime.
pt_br: Beh, mi piacciono i film e le serie TV, ma guardo soprattutto anime.

# 6564_Tanimura
source: Anime? I guess that makes sense. You probably like the ones with lots of romance, right?
pt_br: Anime? Immagino abbia senso. Probabilmente ti piacciono quelli con molto romanticismo, vero?

# 6576_Chihiro
source: Actually, I like everything. From robots to romance to superheroes!
pt_br: In realtà, mi piace tutto. Dai robot al romanticismo ai supereroi!

# 6588_Tanimura
source: Oh? You're not an otaku, are you?
pt_br: Oh? Non sei un'otaku, vero?

# 6600_Chihiro
source: Me? No, I wouldn't say that. I just like anime. Why? Do you not like otakus?
pt_br: Io? No, non direi. Mi piacciono solo gli anime. Perché? Non ti piacciono gli otaku?

# 6612_Tanimura
source: I don't think I'd get along with one.
pt_br: Non credo che andrei d'accordo con uno.

# 6624_Chihiro
source: Really?
pt_br: Davvero?

# 6636_Tanimura
source: We'd have nothing to talk about. I mean, I don't watch anime.
pt_br: Non avremmo niente di cui parlare. Voglio dire, io non guardo anime.

# 6648_Chihiro
source: Oh... You don't like me, then?
pt_br: Oh... Allora non ti piaccio?

# 6660_Tanimura
source: Huh? But you said you weren't an otaku...
pt_br: Eh? Ma hai detto che non eri un'otaku...

# 6672_Chihiro
source: It's okay. I understand. I won't talk about anime anymore.
pt_br: Va bene. Capisco. Non parlerò più di anime.

# 6696_Tanimura
source: I like anime too.
pt_br: Piacciono anche a me gli anime.

# 6708_Chihiro
source: You do!?
pt_br: Davvero!?

# 6720_Tanimura
source: Yep. I'd watch it all the time when I was a kid.
pt_br: Sì. Li guardavo sempre quando ero bambino.

# 6732_Chihiro
source: What shows did you watch?
pt_br: Quali serie guardavi?

# 6744_Tanimura
source: Can't really remember, but I liked the ones where a hero would fight bad guys. I wanted to be the hero.
pt_br: Non ricordo bene, ma mi piacevano quelli in cui un eroe combatteva i cattivi. Volevo essere l'eroe.

# 6756_Chihiro
source: Hehe. You and I will get along just fine. <Color:7>♥<Color:Default>
pt_br: Ehe. Io e te andremo d'accordissimo. <Color:7>♥<Color:Default>

# 6768_Tanimura
source: Heh. You may be right.
pt_br: Eh. Potresti avere ragione.

# 6780_Tanimura
source: It's not that I don't like them. It's just that you said you liked all kinds of anime. Why aren't you an otaku?
pt_br: Non è che non mi piacciano. È solo che hai detto che ti piacciono tutti i tipi di anime. Perché non sei un'otaku?

# 6792_Chihiro
source: I... I don't know. There's just no way I could be one!
pt_br: Io... non lo so. Non potrei mai esserlo!

# 6804_Tanimura
source: Why not? I know enough about horse racing to write a book if I wanted to.
pt_br: Perché no? So abbastanza di corse di cavalli da poterci scrivere un libro, se volessi.

# 6816_Chihiro
source: Really!? You must really like horse racing!
pt_br: Davvero!? Ti devono piacere molto le corse di cavalli!

# 6828_Tanimura
source: My point is, if you like something then there's nothing wrong with saying so.
pt_br: Il punto è che se ti piace qualcosa non c'è niente di male a dirlo.

# 6840_Chihiro
source: Yeah. Yeah, you're right! I could become the best anime-loving otaku hostess in Japan! I like the sound of that!
pt_br: Sì. Sì, hai ragione! Potrei diventare la migliore hostess otaku amante degli anime del Giappone! Mi piace come suona!

# 6852_Tanimura
source: That's the spirit.
pt_br: È lo spirito giusto.

# 6864_Chihiro
source: Do you want to hear something strange about me?
pt_br: Vuoi sentire qualcosa di strano su di me?

# 6876_Tanimura
source: Sure. What is it?
pt_br: Certo. Cos'è?

# 6888_Chihiro
source: I may not look it, but I'm a huge eater.
pt_br: Potrebbe non sembrare, ma sono una mangiona.

# 6900_Tanimura
source: Wow. You certainly don't look it. You're pretty thin.
pt_br: Wow. Di certo non si direbbe. Sei piuttosto magra.

# 6912_Chihiro
source: Haha. I actually need to watch my weight. My stomach is starting to poke out.
pt_br: Haha. In realtà devo stare attenta al peso. La pancia inizia a vedersi.

# 6924_Chihiro
source: But I just love to eat! I think I'm at my happiest when I'm eating.
pt_br: Ma adoro mangiare! Penso di essere al massimo della felicità quando mangio.

# 6936_Tanimura
source: So do you go to all the trendy restaurants?
pt_br: Quindi vai in tutti i ristoranti alla moda?

# 6948_Chihiro
source: Oh, I'd like to, but I have to save money. I don't eat out much.
pt_br: Oh, mi piacerebbe, ma devo risparmiare soldi. Non mangio fuori spesso.

# 6960_Chihiro
source: But I'm a pretty good cook, so I just make food at home.
pt_br: Ma sono una cuoca abbastanza brava, quindi cucino a casa.

# 6972_Tanimura
source: That's definitely economical.
pt_br: È decisamente economico.

# 6984_Chihiro
source: But even when I make extra, I end up eating it all at once!
pt_br: Ma anche quando ne preparo di più, finisco per mangiarlo tutto in una volta!

# 6996_Chihiro
source: When I do go out, my friends are shocked by how much I eat.
pt_br: Quando esco, i miei amici sono scioccati da quanto mangio.

# 7008_Chihiro
source: What do you think of girls who eat a lot?
pt_br: Cosa pensi delle ragazze che mangiano molto?

# 7020_Tanimura
source: I think it's great. A girl should have a good appetite.
pt_br: Penso sia fantastico. Una ragazza dovrebbe avere un buon appetito.

# 7032_Tanimura
source: And I eat quite a bit myself. I'd like someone who can keep up with me when I go out.
pt_br: E anch'io mangio parecchio. Mi piacerebbe qualcuno che riesca a starmi dietro quando esco.

# 7044_Chihiro
source: Really? This may be the first time I've been complimented for my appetite.
pt_br: Davvero? Questa potrebbe essere la prima volta che ricevo complimenti per il mio appetito.

# 7056_Tanimura
source: Hey, you could even get some publicity if you entered an eating contest. You could be the "hostess food fighter."
pt_br: Ehi, potresti persino farti pubblicità partecipando a una gara di mangiate. Potresti essere la "hostess mangiatrice da competizione".

# 7068_Chihiro
source: Oh no, I'd be too embarrassed to do something like that.
pt_br: Oh no, sarei troppo imbarazzata per fare una cosa del genere.

# 7080_Tanimura
source: Well, we should at least go out to eat sometime. I want to see just how much you can put away.
pt_br: Beh, dovremmo almeno uscire a mangiare qualche volta. Voglio vedere quanto riesci a mandare giù.

# 7092_Chihiro
source: Hehe. Are you sure you can afford it?
pt_br: Ehe. Sei sicuro di potertelo permettere?

# 7104_Tanimura
source: Sure. I think...
pt_br: Certo. Credo...

# 7116_Tanimura
source: It's fine as long as you don't get fat. Are you getting enough exercise?
pt_br: Va bene finché non ingrassi. Fai abbastanza esercizio fisico?

# 7128_Chihiro
source: Um. No, not recently.
pt_br: Um. No, non di recente.

# 7140_Tanimura
source: And do you chew your food properly? Thorough chewing leads to better digestion.
pt_br: E mastichi bene il cibo? Masticare a fondo porta a una digestione migliore.

# 7152_Chihiro
source: Really? I guess I don't chew my food that much.
pt_br: Davvero? Immagino di non masticare molto il cibo.

# 7164_Tanimura
source: Also, if you take longer to eat, you won't feel the need to have as much.
pt_br: Inoltre, se ci metti più tempo a mangiare, non sentirai il bisogno di mangiare tanto.

# 7176_Chihiro
source: Wow. You're full of good advice, aren't you?
pt_br: Wow. Sei pieno di buoni consigli, vero?

# 7188_Tanimura
source: It's not about how much you eat. Your health is what's important.
pt_br: Non si tratta di quanto mangi. La tua salute è ciò che conta.

# 7200_Chihiro
source: I know. I need to make sure I've got a well-balanced diet.
pt_br: Lo so. Devo assicurarmi di avere una dieta equilibrata.

# 7212_Tanimura
source: That's right. What kind of food do you make?
pt_br: Esatto. Che tipo di cibo prepari?

# 7224_Chihiro
source: Let's see. Cake, cookies, pies...
pt_br: Vediamo. Torte, biscotti, crostate...

# 7236_Tanimura
source: Whoa, hold on a sec. Do you only make sweets? That can't be good for you.
pt_br: Whoa, aspetta un attimo. Fai solo dolci? Non può farti bene.

# 7248_Chihiro
source: Yeah, I know. I should try to make something more nutritious.
pt_br: Sì, lo so. Dovrei provare a fare qualcosa di più nutriente.

# 7260_Tanimura
source: You really should.
pt_br: Dovresti proprio.

# 7272_Chihiro
source: Did I tell you I've got a pet rabbit?
pt_br: Ti ho detto che ho un coniglio?

# 7284_Tanimura
source: A pet rabbit?
pt_br: Un coniglio?

# 7296_Chihiro
source: Yep! He's the most beautiful bunny in the world. His name is Chachamaru.
pt_br: Sì! È il coniglietto più bello del mondo. Si chiama Chachamaru.

# 7308_Chihiro
source: He's a big eater like me. And he's so friendly! Oh, he's the cutest thing ever!
pt_br: È un mangione come me. Ed è così amichevole! Oh, è la cosa più carina del mondo!

# 7320_Tanimura
source: I'd like to see him sometime.
pt_br: Mi piacerebbe vederlo qualche volta.

# 7332_Chihiro
source: Okay! I'll send a picture to your cell phone.
pt_br: Okay! Ti manderò una foto sul cellulare.

# 7344_Chihiro
source: But actually, I mentioned him because he's been acting strange lately.
pt_br: Ma in realtà, l'ho menzionato perché si sta comportando in modo strano ultimamente.

# 7356_Tanimura
source: Strange? How?
pt_br: Strano? Come?

# 7368_Chihiro
source: He's listless and doesn't have much of an appetite. I'm worried about him.
pt_br: È apatico e non ha molto appetito. Sono preoccupata per lui.

# 7380_Tanimura
source: Maybe he's lonely. He probably wants more attention.
pt_br: Forse si sente solo. Probabilmente vuole più attenzioni.

# 7392_Chihiro
source: Yeah, I haven't been able to play with him much since I started working here.
pt_br: Sì, non ho potuto giocare molto con lui da quando ho iniziato a lavorare qui.

# 7404_Tanimura
source: That's probably it. Rabbits are social creatures. You need to play with him more.
pt_br: Probabilmente è quello. I conigli sono creature sociali. Devi giocare di più con lui.

# 7416_Chihiro
source: Yes, you're right. I'd better make some time just for me and Chachamaru!
pt_br: Sì, hai ragione. Farò meglio a trovare del tempo solo per me e Chachamaru!

# 7428_Chihiro
source: I'll let you know if he gets better.
pt_br: Ti farò sapere se migliora.

# 7440_Tanimura
source: All right.
pt_br: Va bene.

# 7452_Tanimura
source: Maybe he wants to go outside.
pt_br: Forse vuole uscire.

# 7464_Chihiro
source: Yeah... Spending most of his time in a little cage must be pretty boring.
pt_br: Sì... Passare la maggior parte del tempo in una gabbietta dev'essere piuttosto noioso.

# 7476_Tanimura
source: You could take him to a park and play with him there.
pt_br: Potresti portarlo in un parco e giocare con lui lì.

# 7488_Chihiro
source: That's not a bad idea. I'll do that on my next day off.
pt_br: Non è una cattiva idea. Lo farò nel mio prossimo giorno libero.

# 7500_Tanimura
source: Can I come too?
pt_br: Posso venire anch'io?

# 7512_Chihiro
source: Nope! This is my date with Chachamaru. You'd just be a third wheel.
pt_br: No! Questo è il mio appuntamento con Chachamaru. Saresti solo il terzo incomodo.

# 7536_Tanimura
source: It's not worth getting upset over. I'm sure he'll get better eventually.
pt_br: Non vale la pena arrabbiarsi. Sono sicuro che alla fine starà meglio.

# 7548_Chihiro
source: How do you know?
pt_br: E tu come fai a saperlo?

# 7560_Tanimura
source: Well, the same thing happens to people. His appetite will be back to normal in a few days.
pt_br: Beh, capita anche alla gente. Il suo appetito gli tornerà a posto tra qualche giorno.

# 7572_Chihiro
source: But people and animals aren't the same! If I do nothing, he might get worse!
pt_br: Ma le persone e gli animali non sono la stessa cosa! Se non faccio niente, potrebbe peggiorare!

# 7584_Tanimura
source: Then just take him to a vet. It's no big deal.
pt_br: Allora portalo da un veterinario. Non è un grosso problema.

# 7596_Chihiro
source: You really don't care, do you? I think I'll talk about it to someone else.
pt_br: Non ti importa davvero, vero? Penso che ne parlerò con qualcun altro.

# 7620_Chihiro
source: So! Would you like to see my special talent?
pt_br: Allora! Ti piacerebbe vedere il mio talento speciale?

# 7632_Tanimura
source: You've got a special talent?
pt_br: Hai un talento speciale?

# 7644_Chihiro
source: Yes! I've been practicing and perfecting it.
pt_br: Sì! Mi sono esercitata e l'ho perfezionato.

# 7656_Tanimura
source: You sound confident. All right, let's see it.
pt_br: Sembri sicura. Va bene, vediamolo.

# 7668_Chihiro
source: Ready? Watch my eyebrows! First the right one...
pt_br: Pronta? Guarda le mie sopracciglia! Prima quella destra...

# 7680_Chihiro
source: Twitch!
pt_br: Tic!

# 7692_Chihiro
source: And now the left...
pt_br: E ora la sinistra...

# 7704_Chihiro
source: Twitch!
pt_br: Tic!

# 7716_Tanimura
source: You can move your eyebrows independently?
pt_br: Riesci a muovere le sopracciglia indipendentemente?

# 7728_Chihiro
source: What do you think?
pt_br: Cosa ne pensa?

# 7740_Tanimura
source: That takes coordination. I certainly couldn't do it.
pt_br: Ci vuole coordinazione. Io di certo non ci riuscirei.

# 7752_Chihiro
source: Hehe! You know, you should try it! You might have my special talent too.
pt_br: Ehe! Sai, dovresti provarci! Potresti avere anche tu il mio talento speciale.

# 7764_Tanimura
source: Uh, I think I'll pass.
pt_br: Uh, penso che passerò.

# 7776_Chihiro
source: What? Oh, come on! Be a man! I mean, I did it, didn't I?
pt_br: Cosa? Oh, dai! Fai l'uomo! Voglio dire, io l'ho fatto, no?

# 7788_Tanimura
source: Yeah, but...
pt_br: Sì, ma...

# 7800_Chihiro
source: Okay, it'll be your homework! You have to learn to do it by the time I see you next!
pt_br: Okay, saranno i tuoi compiti! Devi imparare a farlo per la prossima volta che ci vediamo!

# 7812_Tanimura
source: Are you serious?
pt_br: Sei seria?

# 7824_Tanimura
source: That's your special talent?
pt_br: È questo il tuo talento speciale?

# 7836_Chihiro
source: Isn't it great? I practiced for a while!
pt_br: Non è fantastico? Mi sono esercitata per un po'!

# 7848_Tanimura
source: Er... It's a little underwhelming.
pt_br: Er... È un po' deludente.

# 7860_Chihiro
source: Oh... Well, at least you're honest.
pt_br: Oh... Beh, almeno sei onesto.

# 7872_Tanimura
source: But it's just my personal opinion.
pt_br: Ma è solo la mia opinione personale.

# 7884_Chihiro
source: No, I get it. I won't show off my special talents anymore.
pt_br: No, capisco. Non metterò più in mostra i miei talenti speciali.

# 7908_Tanimura
source: I'd give it a four out of ten.
pt_br: Gli darei un quattro su dieci.

# 7920_Chihiro
source: Huh? Isn't that pretty low?
pt_br: Eh? Non è un po' basso?

# 7932_Chihiro
source: I hoped to get at least a six.
pt_br: Speravo di ottenere almeno un sei.

# 7944_Tanimura
source: A six? Sounds like you aren't impressed with your talent, either.
pt_br: Un sei? Sembra che neanche tu sia impressionata dal tuo talento.

# 7956_Chihiro
source: That's not true! I'm pleased with it, and you should be too!
pt_br: Non è vero! Ne sono contenta, e dovresti esserlo anche tu!

# 7968_Tanimura
source: Hmm... I could bump it up to a four point five.
pt_br: Hmm... Potrei alzarlo a quattro e mezzo.

# 7980_Chihiro
source: Aw. Well, if that's the best I can get, I'll be satisfied.
pt_br: Aw. Beh, se è il massimo che posso ottenere, mi accontenterò.

# 7992_Tanimura
source: Ha, you gave up quickly.
pt_br: Ah, ti sei arresa in fretta.

# 8016_Tanimura
source: What's wrong?
pt_br: Che succede?

# 8028_Chihiro
source: Do you really want to know?
pt_br: Vuoi davvero saperlo?

# 8040_Tanimura
source: Not if you don't want to tell me.
pt_br: Non se non vuoi dirmelo tu.

# 8052_Chihiro
source: No, it's okay! I do want to tell you!
pt_br: No, va bene! Voglio dirtelo!

# 8064_Chihiro
source: I... I went to an audition the other day.
pt_br: Io... sono andata a un'audizione l'altro giorno.

# 8076_Tanimura
source: Like for a commercial?
pt_br: Tipo per uno spot pubblicitario?

# 8088_Chihiro
source: No. It was for a supporting role in a late-night soap opera.
pt_br: No. Era per un ruolo secondario in una soap opera a tarda notte.

# 8100_Chihiro
source: One of my friends in my theater group said I should try out. So I went, and I thought I did pretty well.
pt_br: Uno dei miei amici del gruppo teatrale mi ha detto che dovevo provare. Così sono andata, e pensavo di aver fatto abbastanza bene.

# 8112_Tanimura
source: Okay...
pt_br: Va bene...

# 8124_Chihiro
source: I thought maybe, just maybe, I might get cast. But they never got back to me about it.
pt_br: Pensavo che forse, solo forse, avrei potuto ottenere la parte. Ma non mi hanno mai ricontattata.

# 8136_Tanimura
source: Meaning you didn't get the part.
pt_br: Cioè non hai ottenuto la parte.

# 8148_Chihiro
source: Yeah...
pt_br: Già...

# 8160_Tanimura
source: Well, at least it was a good experience.
pt_br: Beh, almeno è stata una buona esperienza.

# 8172_Chihiro
source: Not getting cast was a good experience?
pt_br: Non ottenere la parte è stata una buona esperienza?

# 8184_Tanimura
source: Sure. Even veteran actors don't get cast sometimes.
pt_br: Certo. A volte anche gli attori veterani non ottengono la parte.

# 8196_Tanimura
source: If you're not right for the part, it doesn't matter how good you are.
pt_br: Se non sei adatta per la parte, non importa quanto tu sia brava.

# 8208_Chihiro
source: I guess that's true.
pt_br: Immagino sia vero.

# 8220_Tanimura
source: But if you keep trying, you'll find the perfect part for you. Just give it time.
pt_br: Ma se continui a provare, troverai la parte perfetta per te. Dagli solo tempo.

# 8232_Chihiro
source: Yeah, you're right! I'm gonna keep at it!
pt_br: Sì, hai ragione! Continuerò a provarci!

# 8244_Chihiro
source: Thanks for cheering me up. You're sweet. <Color:7>♥<Color:Default>
pt_br: Grazie per avermi tirata su di morale. Sei dolce. <Color:7>♥<Color:Default>

# 8256_Tanimura
source: Is that all? That's nothing to get upset about.
pt_br: Tutto qui? Non è niente per cui arrabbiarsi.

# 8268_Chihiro
source: But it's natural to get depressed after being rejected like that.
pt_br: Ma è naturale deprimersi dopo essere stata rifiutata così.

# 8280_Chihiro
source: It was my first real failure.
pt_br: È stato il mio primo vero fallimento.

# 8292_Tanimura
source: And it won't be your last. You can't let it get to you.
pt_br: E non sarà l'ultimo. Non puoi lasciarti abbattere.

# 8304_Chihiro
source: Yeah... You have a point.
pt_br: Già... Hai ragione.

# 8316_Chihiro
source: All right! I'll try to stay positive!
pt_br: Va bene! Cercherò di rimanere positiva!

# 8328_Chihiro
source: And I'll work hard to get cast next time!
pt_br: E lavorerò sodo per ottenere la parte la prossima volta!

# 8340_Tanimura
source: Good luck. I'm rooting for you.
pt_br: Buona fortuna. Faccio il tifo per te.

# 8352_Tanimura
source: You need to think bigger! You should be trying out for the lead!
pt_br: Devi pensare in grande! Dovresti provare per il ruolo principale!

# 8364_Chihiro
source: What? I don't think I'm ready for that.
pt_br: Cosa? Non credo di essere pronta.

# 8376_Tanimura
source: That's your problem right there. Your attitude's all wrong. You have to aim higher.
pt_br: È proprio questo il tuo problema. Il tuo atteggiamento è sbagliato. Devi puntare più in alto.

# 8388_Tanimura
source: Or do you want to be a supporting actor forever?
pt_br: O vuoi fare l'attrice non protagonista per sempre?

# 8400_Chihiro
source: No... I do want to play the lead.
pt_br: No... Voglio interpretare il ruolo principale.

# 8412_Tanimura
source: Then you can't let a little setback like this get you down.
pt_br: Allora non puoi lasciarti abbattere da un piccolo contrattempo come questo.

# 8424_Chihiro
source: You're right! I have to keep moving forward!
pt_br: Hai ragione! Devo continuare ad andare avanti!

# 8436_Chihiro
source: Ha! I feel better now! Thank you. <Color:7>♥<Color:Default>
pt_br: Ah! Ora mi sento meglio! Grazie. <Color:7>♥<Color:Default>

# 8448_Tanimura
source: Heh. Glad to hear it.
pt_br: Eh. Sono contento di sentirlo.

# 8460_Tanimura
source: Have you heard back from that guy?
pt_br: Hai avuto notizie da quel tipo?

# 8472_Chihiro
source: Oh, you mean Kinugawa-san? Yes! He wants me to join his agency.
pt_br: Oh, intendi Kinugawa-san? Sì! Vuole che entri nella sua agenzia.

# 8484_Chihiro
source: He said he could make me a star!
pt_br: Ha detto che potrebbe farmi diventare una star!

# 8496_Tanimura
source: Did he now...
pt_br: Davvero...

# 8508_Chihiro
source: But that's not all! He's gonna give me acting lessons for free!
pt_br: Ma non è tutto! Mi darà lezioni di recitazione gratis!

# 8520_Chihiro
source: This is my big break!
pt_br: Questa è la mia grande occasione!

# 8532_Tanimura
source: This sounds a little too good to be true.
pt_br: Sembra un po' troppo bello per essere vero.

# 8544_Chihiro
source: Huh? What do you mean?
pt_br: Eh? Cosa intendi?

# 8556_Tanimura
source: There are people who wouldn't think twice about taking advantage of a young girl working towards a dream.
pt_br: Ci sono persone che non ci penserebbero due volte ad approfittarsi di una giovane ragazza che lavora per un sogno.

# 8568_Tanimura
source: I've run into plenty of people pretending to run talent agencies.
pt_br: Ho incontrato un sacco di persone che fingevano di gestire agenzie di talenti.

# 8580_Chihiro
source: Hey! I won't have you talking about Kinugawa-san like that!
pt_br: Ehi! Non ti permetto di parlare di Kinugawa-san in quel modo!

# 8592_Chihiro
source: He listened to my problems, gave me advice, and now he's helping me get started.
pt_br: Ha ascoltato i miei problemi, mi ha dato consigli e ora mi sta aiutando a iniziare.

# 8604_Chihiro
source: He would never do that kind of thing!
pt_br: Non farebbe mai una cosa del genere!

# 8616_Tanimura
source: I'm just worried about you. That's all.
pt_br: Sono solo preoccupato per te. Tutto qui.

# 8628_Chihiro
source: You don't have to be. I'm a big girl. I can take care of myself.
pt_br: Non devi esserlo. Sono una ragazza grande. So badare a me stessa.

# 8640_Chihiro
source: Kinugawa-san is a good person. I can tell that much!
pt_br: Kinugawa-san è una brava persona. Questo lo capisco!

# 8652_Tanimura
source: Okay.
pt_br: Ok.

# 8664_Chihiro
source: But... Thanks for worrying about me. <Color:7>♥<Color:Default>
pt_br: Ma... Grazie per esserti preoccupato per me. <Color:7>♥<Color:Default>

# 8676_Tanimura
source: Just be careful, okay?
pt_br: Stai solo attenta, okay?

# 8688_Tanimura
source: I'm sorry. Being a cop makes me suspicious. Sometimes I see problems where there aren't any.
pt_br: Mi dispiace. Essere un poliziotto mi rende sospettoso. A volte vedo problemi dove non ce ne sono.

# 8700_Tanimura
source: Don't let it upset you.
pt_br: Non lasciarti turbare.
