Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid016c01fc.po
Languages: pt_br

# 392_Kiryu
source: Ever heard of 777 Town?
pt_br: Hai mai sentito parlare di 777 Town?

# 404_Maya
source: 777 Town? What's that?
pt_br: 777 Town? Che roba è?

# 416_Kiryu
source: It's a game for your computer or cell phone. It lets you play pachinko and slots anytime you want.
pt_br: È un gioco per il tuo computer o cellulare. Ti permette di giocare a pachinko e slot quando vuoi.

# 428_Maya
source: Sounds fun! I've always wanted to try pachinko.
pt_br: Sembra divertente! Ho sempre voluto provare il pachinko.

# 440_Kiryu
source: Good. It'd be a nice warm-up for the real thing.
pt_br: Bene. Sarà un bel riscaldamento per la roba seria.

# 452_Maya
source: Yeah! I'll check it out.
pt_br: Sì! Ci do un'occhiata.

# 464_Kiryu
source: Ever heard of Amoebatar?
pt_br: Hai mai sentito parlare di Amoebatar?

# 476_Maya
source: Of course! I'm on it all the time.
pt_br: Ma certo! Ci sto sempre dentro.

# 488_Kiryu
source: So your avatar looks just like you, right?
pt_br: Allora il tuo avatar ti assomiglia proprio, vero?

# 500_Maya
source: Yep! Try and find me, okay? Let's play a game together next time you're on. <Color:7>♥<Color:Default>
pt_br: Certo! Prova a trovarmi, ok? Giochiamo a un gioco insieme la prossima volta che ci sei. <Color:7>♥<Color:Default>

# 512_Kiryu
source: Sounds good.
pt_br: Mi sembra una buona idea.

# 524_Kiryu
source: Hear about the ghost in the underground mall?
pt_br: Hai sentito del fantasma nel centro commerciale sotterraneo?

# 536_Maya
source: Oh, c'mon. I'm not that gullible!
pt_br: Ma dai! Non sono mica così credulona!

# 548_Kiryu
source: I'm not pulling your leg. Apparently, when they were first building the mall, a construction worker died in an accident.
pt_br: Non ti sto prendendo in giro. A quanto pare, quando hanno iniziato a costruire il centro commerciale, un operaio edile è morto in un incidente.

# 560_Kiryu
source: Now, night after night, his ghost appears to wander the empty mall.
pt_br: Ora, notte dopo notte, il suo fantasma appare e vaga per il centro commerciale vuoto.

# 572_Maya
source: Sounds like something a drunk thought he saw.
pt_br: Sembra una cosa che un ubriaco si è sognato.

# 584_Kiryu
source: Oh... I find that strangely convincing...
pt_br: Oh... lo trovo stranamente convincente...

# 596_Kiryu
source: Hear about the footbaths at Yunosono Hot Springs? You don't take off your clothes, so men and women can go in together.
pt_br: Hai sentito dei pediluvi alle Terme Yunosono? Non ti togli i vestiti, quindi uomini e donne possono entrare insieme.

# 608_Maya
source: Oh really? I'd love to go.
pt_br: Ah, davvero? Mi piacerebbe un sacco andarci.

# 620_Kiryu
source: Do you go to the hot springs a lot?
pt_br: Vai spesso alle terme?

# 632_Maya
source: Yes, I do. One time, I got this intense urge to go and took a trip to Nikko that same day.
pt_br: Sì, eccome. Una volta mi è venuta una voglia pazzesca di andarci e il giorno stesso sono partito per Nikko.

# 644_Kiryu
source: That's impressive.
pt_br: Impressionante.

# 656_Kiryu
source: Golf is starting to get pretty popular. A lot of couples go on golf dates nowadays.
pt_br: Il golf sta cominciando a tirare parecchio. Tante coppie, ultimamente, si danno appuntamento sul campo.

# 668_Maya
source: Golf dates? Sounds pretty fancy.
pt_br: Appuntamenti a golf? Sembra roba da ricchi, eh.

# 680_Kiryu
source: You're too busy with work to exercise, right? A refreshing round of golf might do you some good.
pt_br: Sei troppo preso dal lavoro per allenarti, vero? Una rinfrescante partita a golf potrebbe farti bene.

# 692_Maya
source: Hehe, maybe! Let's go together sometime!
pt_br: Hehe, magari! Andiamoci insieme prima o poi!

# 704_Kiryu
source: Do you eat liver? Liver contains arachidonic acid, which reverses aging in the brain.
pt_br: Mangi fegato? Il fegato contiene acido arachidonico, che inverte l'invecchiamento nel cervello.

# 716_Maya
source: I love liver sashimi. I especially like to change up the flavor when I eat it. Garlic soy sauce, sesame sauce, it's all so good.
pt_br: Adoro il sashimi di fegato. Mi piace un sacco variare il condimento quando lo mangio. Salsa di soia all'aglio, salsa al sesamo, è tutto una vera goduria.

# 728_Kiryu
source: Then you've probably got a good memory, thanks to the liver.
pt_br: Allora probabilmente c'hai una buona memoria, grazie al fegato.

# 740_Maya
source: Um, I don't think so. When I drink, I end up forgetting things.
pt_br: Uhm, non credo. Quando bevo, finisco per dimenticarmi le cose.

# 764_Kiryu
source: Did you know pole dancing is great for working out?
pt_br: Sapevi che la pole dance è ottima per allenarsi?

# 776_Maya
source: I do know. One of my friends is doing it.
pt_br: Lo so. Un mio amico lo sta facendo.

# 788_Kiryu
source: Is she? So she's got a slim figure, right?
pt_br: Ah, sì? Quindi ha una bella linea, vero?

# 800_Maya
source: Oh, not just slim. Pole dancing gets you pretty buff. Her arms and thighs are really muscular.
pt_br: Oh, non solo snella. La pole dance ti mette su un bel fisico. Le sue braccia e le cosce sono davvero muscolose.

# 812_Kiryu
source: That so?
pt_br: Ah sì?

# 824_Kiryu
source: Sweet sake is all the rage now. Women like to order it when eating over at Sushi Gin.
pt_br: Il sakè dolce va molto di moda ora. Alle donne piace ordinarlo quando mangiano al Sushi Gin.

# 836_Maya
source: Oh, I love sweet sake! It's so delicious and easy to drink.
pt_br: Oh, adoro il sake dolce! È così buono e va giù che è un piacere.

# 848_Kiryu
source: And it's got a low alcohol percentage, so even you won't drink yourself under the table.
pt_br: Ed è poco alcolico, così neanche tu ci finirai a pezzi.

# 860_Maya
source: True. It's the perfect drink for a girls night out.
pt_br: Vero. È il drink perfetto per una serata tra ragazze.

# 908_Kiryu
source: Did you try out 777 Town yet?
pt_br: Hai già provato 777 Town?

# 920_Maya
source: I did! It's really addictive.
pt_br: L'ho fatto! È proprio una droga.

# 932_Maya
source: In fact, I'm a little sleep deprived because of it.
pt_br: Anzi, sono un po' a corto di sonno per questo.

# 944_Kiryu
source: Heh. That so?
pt_br: Ah, sì?

# 956_Kiryu
source: So about Amoebatar... You're on it, right?
pt_br: Allora, per Amoebatar... Ci sei sopra, vero?

# 968_Maya
source: That's right! Did you find my avatar? It looks exactly like me.
pt_br: Esatto! Hai trovato il mio avatar? È sputato a me.

# 980_Kiryu
source: Um, I haven't quite gotten around to it yet...
pt_br: Uhm, non ci sono ancora arrivato...

# 992_Kiryu
source: So about that ghost in the underground mall...
pt_br: Allora, a proposito di quel fantasma nel centro commerciale sotterraneo...

# 1004_Maya
source: That again? Come on, someone only thought they saw it. It doesn't exist!
pt_br: Ancora quella storia? Ma dai, qualcuno si è solo immaginato di averla vista. Non esiste!

# 1016_Kiryu
source: Yeah, I guess there's no proof...
pt_br: Già, immagino non ci siano prove...

# 1028_Maya
source: That's right. If it was real, it would've been caught on a security camera or something.
pt_br: Esatto. Se fosse stato vero, sarebbe stato ripreso da una telecamera di sicurezza o qualcosa del genere.

# 1052_Kiryu
source: Try out the footbaths at Yunosono Hot Springs yet?
pt_br: Hai già provato i pediluvi alle Terme di Yunosono?

# 1064_Maya
source: I did! I never knew there were footbaths so close by.
pt_br: Eccome! Non sapevo che ci fossero dei pediluvi così vicini.

# 1076_Kiryu
source: And you don't have to worry about staying in for too long. You can just relax.
pt_br: E non devi preoccuparti di starci troppo a lungo. Puoi solo rilassarti.

# 1088_Kiryu
source: Played any golf recently?
pt_br: Hai giocato a golf di recente?

# 1100_Maya
source: Work's been keeping me busy. I just don't have enough time.
pt_br: Il lavoro mi tiene sempre in ballo. Non ho mai tempo.

# 1112_Kiryu
source: Ah. Must be tough.
pt_br: Ah. Dev'essere tosta.

# 1124_Kiryu
source: Did you know that liver contains arachidonic acid, which reverses aging in the brain?
pt_br: Sapevi che il fegato contiene acido arachidonico, che combatte l'invecchiamento cerebrale?

# 1136_Maya
source: I think you've told me this before.
pt_br: Penso che me l'hai già detto.

# 1148_Kiryu
source: Oh, really? Hmm...
pt_br: Oh, davvero? Mmm...

# 1160_Maya
source: Maybe you're the one who needs to start eating liver.
pt_br: Magari sei tu quello che deve iniziare a mangiare il fegato.

# 1184_Kiryu
source: About that pole dancing workout...
pt_br: A proposito di quell'allenamento di pole dance...

# 1196_Kiryu
source: It doesn't look like you need it at all.
pt_br: Non sembra proprio che tu ne abbia bisogno.

# 1208_Maya
source: Hehe. I'm a model! I'm pretty confident in my figure.
pt_br: Hehe. Sono una modella! Sono piuttosto sicura del mio fisico.

# 1220_Kiryu
source: Have you been drinking sweet sake lately?
pt_br: Hai bevuto sake dolce ultimamente?

# 1232_Maya
source: Not lately. I'm not always tipping the bottle back, you know?
pt_br: Non ultimamente. Non sono sempre attaccato alla bottiglia, sai?

# 1244_Maya
source: What kind of person do you think I am?
pt_br: Ma che tipo di persona pensi che io sia?

# 1256_Kiryu
source: Sorry...
pt_br: Scusa...
