Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01020214.po
Languages: pt

# 84_Kiryu
source: How is he?
pt: Come sta?

# 96_Haruka
source: Not good. It looks like he's been having nightmares.
pt: Non bene. Sembra che abbia degli incubi.

# 108_Kiryu
source: Right... The doctor said he's exhausted. Probably malnourished, too.
pt: Giusto... Il dottore ha detto che è esausto. Probabilmente anche denutrito.

# 120_Haruka
source: Hm...
pt: Mmm...

# 132_Kiryu
source: You're worried about him, aren't you? I can tell.
pt: Sei preoccupata per lui, vero? Si vede.

# 144_Haruka
source: Yeah. That, and...
pt: Sì. Quello, e...

# 156_Kiryu
source: You're still thinking about what he said on the beach.
pt: Stai ancora pensando a quello che ha detto sulla spiaggia.

# 180_Kiryu
source: What about it?
pt: Cosa c'è?

# 192_Haruka
source: That "Hamazaki" he mentioned... That's the guy who stabbed you last year.
pt: Quell'"Hamazaki" che ha nominato... È il tizio che ti ha pugnalato l'anno scorso.

# 204_Haruka
source: I'd never forget that name. And I can't trust someone who says they're friends with him.
pt: Non dimenticherò mai quel nome. E non posso fidarmi di qualcuno che si dice suo amico.

# 216_Kiryu
source: Believe me, I know how you feel.
pt: Credimi, so come ti senti.

# 228_Haruka
source: If he's really friends with Hamazaki, I... I...
pt: Se è davvero amico di Hamazaki, io... io...

# 240_Kiryu
source: Hate him?
pt: Lo odi?

# 252_Haruka
source: I... don't know.
pt: Io... non lo so.

# 264_Kiryu
source: Listen, Haruka.
pt: Ascolta, Haruka.

# 276_Kiryu
source: Even if he does know Hamazaki, that doesn't automatically mean he's a bad person.
pt: Anche se conosce Hamazaki, non significa automaticamente che sia una cattiva persona.

# 288_Haruka
source: But－
pt: Ma...

# 300_Kiryu
source: Sure, Hamazaki was a bit unhinged the last time we met. But a lot can change in a year.
pt: Certo, Hamazaki era un po' fuori di testa l'ultima volta che ci siamo incontrati. Ma molte cose possono cambiare in un anno.

# 312_Kiryu
source: When he lost the fight for the Tojo Clan, he lost the only thing that <Italic>meant</Italic> something to him. I was probably the only one he could take his anger out on.
pt: Quando ha perso la lotta per il Clan Tojo, ha perso l'unica cosa che <Italic>significava</Italic> qualcosa per lui. Probabilmente ero l'unico su cui poteva sfogare la sua rabbia.

# 324_Haruka
source: Maybe...
pt: Forse...

# 336_Kiryu
source: If Hamazaki came to me now asking for help, I'd give it to him in a heartbeat.
pt: Se Hamazaki venisse da me ora a chiedere aiuto, glielo darei senza esitazione.

# 348_Kiryu
source: As long as he's learned to have some faith in his fellow man, that is.
pt: A patto che abbia imparato ad avere un po' di fiducia nel prossimo, s'intende.

# 360_Haruka
source: Uncle Kaz...
pt: Zio Kaz...

# 384_Kiryu
source: So, what do you say, Haruka?
pt: Allora, che ne dici, Haruka?

# 396_Haruka
source: Huh?
pt: Eh?

# 408_Kiryu
source: Do you really think he's a bad guy just because he knows Hamazaki?
pt: Pensi davvero che sia un cattivo ragazzo solo perché conosce Hamazaki?

# 420_Haruka
source: I don't know <Italic>what</Italic> I think...
pt: Non so <Italic>cosa</Italic> pensare...

# 432_Kiryu
source: He's a yakuza, no question. The tattoo's a dead giveaway.
pt: È uno yakuza, senza dubbio. Il tatuaggio è una prova schiacciante.

# 444_Kiryu
source: But I have one of those too. He and I aren't so different in that respect.
pt: Ma ne ho uno anch'io. Io e lui non siamo così diversi sotto questo aspetto.

# 456_Haruka
source: Yeah, but...
pt: Sì, ma...

# 468_Kiryu
source: You've seen plenty of men like us over the years. Some good, some bad.
pt: Hai visto un sacco di uomini come noi nel corso degli anni. Alcuni buoni, altri cattivi.

# 480_Kiryu
source: Where do you think he falls on that spectrum?
pt: Dove pensi che si collochi lui in questo spettro?

# 492_Haruka
source: Well, if I had to pick... I don't think he's a bad person.
pt: Beh, se dovessi scegliere... non credo sia una cattiva persona.

# 504_Kiryu
source: Yeah?
pt: Ah sì?

# 516_Haruka
source: But I can't say for sure. That's just the impression I get.
pt: Ma non posso dirlo con certezza. È solo l'impressione che ho.

# 528_Kiryu
source: All right, then. Good to know.
pt: Va bene, allora. Buono a sapersi.

# 540_Haruka
source: Huh? Are you going somewhere?
pt: Eh? Stai andando da qualche parte?

# 552_Kiryu
source: I have some shopping to do.
pt: Devo fare delle spese.

# 564_Haruka
source: Right now?
pt: Adesso?

# 576_Kiryu
source: Yeah. He'll need a nice meal when he comes to.
pt: Sì. Avrà bisogno di un buon pasto quando si riprenderà.

# 588_Kiryu
source: The doctor said he hasn't been eating very well, after all.
pt: Dopotutto, il dottore ha detto che non mangia molto bene.

# 600_Haruka
source: But aren't all the stores closed by now?
pt: Ma a quest'ora non sono tutti chiusi i negozi?

# 612_Kiryu
source: Don't worry, I'm sure somewhere in town will still be open.
pt: Non preoccuparti, sono sicuro che da qualche parte in città ci sarà ancora qualcosa di aperto.

# 624_Haruka
source: Maybe, but...
pt: Forse, ma...

# 636_Kiryu
source: What's wrong? Are you worried about being left alone with him?
pt: Che c'è? Sei preoccupata di restare sola con lui?

# 648_Haruka
source: No, it's not that. It's just...
pt: No, non è quello. È solo che...

# 660_Kiryu
source: Relax. He's not going to hurt you. That's not the kind of man he is.
pt: Rilassati. Non ti farà del male. Non è quel tipo di uomo.

# 672_Haruka
source: ...Okay.
pt: ...Ok.

# 684_Kiryu
source: Well, I should be going. I won't be gone long.
pt: Beh, dovrei andare. Non starò via a lungo.

# 708_Haruka
source: Please wake up, mister...
pt: Ti prego, svegliati, signore...

# 720_Haruka
source: Oh, he's opening his eyes!
pt: Oh, sta aprendo gli occhi!

# 744_Haruka
source: I'm so glad you're okay!
pt: Sono così felice che tu stia bene!

# 756_Saejima
source: Huh? Where... am I?
pt: Eh? Dove... sono?

# 768_Haruka
source: This is Morning Glory Orphanage. We have lots of kids, but this is the first time we've taken in an adult.
pt: Questo è l'orfanotrofio Morning Glory. Abbiamo molti bambini, ma questa è la prima volta che accogliamo un adulto.

# 780_Saejima
source: An orphanage?
pt: Un orfanotrofio?

# 792_Haruka
source: Phew, I'm so glad you're okay, mister.
pt: Fiuu, sono così contenta che stia bene, signore.

# 804_Haruka
source: I was worried you were dead when I found you down on the beach...
pt: Temevo fossi morto quando ti ho trovato sulla spiaggia...

# 816_Saejima
source: Beach? What beach?
pt: Spiaggia? Quale spiaggia?

# 840_Saejima
source: ...Right. Must've washed up here.
pt: ...Giusto. Devo essere arrivato a riva qui.

# 852_Haruka
source: Are you sure you're okay, mister?
pt: È sicuro di stare bene, signore?

# 864_Saejima
source: Think so.
pt: Credo di sì.

# 876_Haruka
source: My Uncle Kaz should be back any minute now.
pt: Mio zio Kaz dovrebbe tornare da un momento all'altro.

# 888_Haruka
source: He thought you might've been shipwrecked, so he's checking in with the police. Don't worry, everything's gonna be okay.
pt: Pensava che potessi aver fatto naufragio, quindi sta controllando con la polizia. Non preoccuparti, andrà tutto bene.

# 900_Saejima
source: The cops!?
pt: Gli sbirri!?
