Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c024a.po
Languages: pt_br

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

# 116_峰村七海：源氏名
source: Pool, huh? This should be fun.
pt_br: Biliardo, eh? Dovrebbe essere divertente.

# 128_峰村七海：源氏名
source: You better get ready. I don't plan to lose!
pt_br: Faresti bene a prepararti. Non ho certo intenzione di perdere!

# 140_Tanimura
source: Heh, neither do I. Let's go in.
pt_br: Eh, neanch'io. Entriamo.

# 164_峰村七海：源氏名
source: Pool, huh? This should be fun.
pt_br: Biliardo, eh? Dovrebbe essere divertente.

# 176_峰村七海：源氏名
source: You better get ready. I don't plan to to lose!
pt_br: Ti conviene prepararti. Non ho la minima intenzione di perdere!

# 188_Tanimura
source: Hold on... Seems I didn't bring enough money.
pt_br: Aspetta un attimo... Sembra che non mi sia portato abbastanza grana.

# 200_峰村七海：源氏名
source: I'm sorry, I must have misheard you. What did you say?
pt_br: Mi scusi, devo averla sentita male. Che ha detto?

# 212_Tanimura
source: Um... I mean... Sorry.
pt_br: Uhm... cioè... Scusa.

# 224_峰村七海：源氏名
source: Wow! You can't manage your own finances? How do you even survive as an adult? I'm going home.
pt_br: Mamma mia! Non sai gestire i tuoi soldi? Ma come fai a campare da adulto? Vado a casa.

# 236_Tanimura
source: (I should've checked my money earlier...)
pt_br: (Avrei dovuto controllare i miei soldi prima...)

# 344_峰村七海：源氏名
source: Aw, I lost... You're just too good!
pt_br: Mannaggia, ho perso... Sei troppo forte!

# 356_Tanimura
source: Heh, I try.
pt_br: Eh, ci provo.

# 368_峰村七海：源氏名
source: But I still had a good time. You'd better give me a rematch!
pt_br: Però mi sono comunque divertito. Mi devi una rivincita!

# 380_峰村七海：源氏名
source: Bye! <Color:7>♥<Color:Default>
pt_br: Ciao! <Color:7>♥<Color:Default>

# 404_峰村七海：源氏名
source: Aw, we tied... And I thought I had you beat.
pt_br: Mannaggia, abbiamo pareggiato... E pensavo di averti battuto.

# 416_Tanimura
source: Maybe next time.
pt_br: Magari la prossima volta.

# 428_峰村七海：源氏名
source: Count on it! I'd like another chance to show you what I'm made of.
pt_br: Contaci! Vorrei un'altra chance per farti vedere di che pasta sono fatto.

# 440_峰村七海：源氏名
source: Bye!
pt_br: Ciao!

# 464_峰村七海：源氏名
source: Ha! I won! I'm better than I thought!
pt_br: Ha! Ho vinto! Sono più bravo di quanto pensassi!

# 476_Tanimura
source: Heh, looks like you are.
pt_br: Eh, a quanto pare lo sei.

# 488_峰村七海：源氏名
source: You were good, too. We should do this again! <Color:7>♥<Color:Default>
pt_br: Sei stato bravo pure tu. Dobbiamo rifarlo! <Color:7>♥<Color:Default>

# 500_峰村七海：源氏名
source: Well, bye.
pt_br: Beh, ciao.

# 608_峰村七海：源氏名
source: Pool, huh? This should be fun.
pt_br: Biliardo, eh? Dovrebbe essere divertente.

# 620_峰村七海：源氏名
source: You better get ready. I don't plan to to lose!
pt_br: Ti conviene prepararti. Non ho la minima intenzione di perdere!

# 632_Tanimura
source: Heh, neither do I. Let's go in.
pt_br: Eh, neanch'io. Entriamo.

# 656_峰村七海：源氏名
source: Pool, huh? This should be fun.
pt_br: Biliardo, eh? Dovrebbe essere divertente.

# 668_峰村七海：源氏名
source: You better get ready. I don't plan to to lose!
pt_br: Ti conviene prepararti. Non ho la minima intenzione di perdere!

# 680_Tanimura
source: Hold on... Seems I didn't bring enough money.
pt_br: Aspetta un attimo... Sembra che non mi sia portato abbastanza grana.

# 692_峰村七海：源氏名
source: I'm sorry, I must have misheard you. What did you say?
pt_br: Mi scusi, devo averla sentita male. Che ha detto?

# 704_Tanimura
source: Um... I mean... Sorry.
pt_br: Uhm... cioè... Scusa.

# 716_峰村七海：源氏名
source: Wow! You can't manage your own finances? How do you even survive as an adult? I'm going home.
pt_br: Mamma mia! Non sai gestire i tuoi soldi? Ma come fai a campare da adulto? Vado a casa.

# 728_Tanimura
source: (I should've checked my money earlier...)
pt_br: (Avrei dovuto controllare i miei soldi prima...)

# 836_峰村七海：源氏名
source: Aw, I lost... You're just too good!
pt_br: Mannaggia, ho perso... Sei troppo forte!

# 848_Tanimura
source: Heh, I try.
pt_br: Eh, ci provo.

# 860_峰村七海：源氏名
source: But I still had a good time. You'd better give me a rematch!
pt_br: Però mi sono comunque divertito. Mi devi una rivincita!

# 872_峰村七海：源氏名
source: We should probably get going. Wanna head to the club now?
pt_br: Forse è ora di andare. Vogliamo fare un salto al club, adesso?

# 884_Tanimura
source: Sure.
pt_br: Certo.

# 908_峰村七海：源氏名
source: A tie, huh? I really thought I could beat you.
pt_br: Un pareggio, eh? Credevo proprio di poterti battere.

# 920_Tanimura
source: Maybe next time.
pt_br: Magari la prossima volta.

# 932_峰村七海：源氏名
source: Count on it! I'd like another chance to show you what I'm made of.
pt_br: Contaci! Vorrei un'altra chance per farti vedere di che pasta sono fatto.

# 944_峰村七海：源氏名
source: We should probably get going. Wanna head to the club now?
pt_br: Forse è ora di andare. Vogliamo fare un salto al club, adesso?

# 956_Tanimura
source: Sure.
pt_br: Certo.

# 980_峰村七海：源氏名
source: Ha! I won! I'm better than I thought!
pt_br: Ha! Ho vinto! Sono più bravo di quanto pensassi!

# 992_Tanimura
source: Heh, looks like you are.
pt_br: Eh, a quanto pare lo sei.

# 1004_峰村七海：源氏名
source: You were good, too. We should do this again! <Color:7>♥<Color:Default>
pt_br: Sei stato bravo pure tu. Dobbiamo rifarlo! <Color:7>♥<Color:Default>

# 1016_峰村七海：源氏名
source: We should probably get going. Wanna head to the club now?
pt_br: Forse è ora di andare. Vogliamo fare un salto al club, adesso?

# 1028_Tanimura
source: Sure.
pt_br: Certo.
