Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid019106c2.po
Languages: pt_br

# 3172_Sugiyama
source: Saejima-san... Thank you. I'll train hard so that I can be proud of who I am!
pt_br: Saejima-san... Grazie. Mi allenerò duramente per poter essere orgoglioso di chi sono!

# 3184_Saejima
source: (Looks like he's pretty motivated now. Guess I can give some good advice sometimes.)
pt_br: (Sembra che ora sia piuttosto motivato. A quanto pare a volte so dare dei buoni consigli.)

# 3196_Saejima
source: No, it ain't impure. It's actually a real good reason.
pt_br: No, non è impuro. Anzi, è un ottimo motivo.

# 3208_Saejima
source: Becomin' a better person to achieve a goal is a respectable attitude. Even if it's for a girl.
pt_br: Diventare una persona migliore per raggiungere un obiettivo è un atteggiamento rispettabile. Anche se è per una ragazza.

# 3220_Sugiyama
source: Saejima-san... Thank you. I actually felt really guilty about that for the longest time. I feel better now, though.
pt_br: Saejima-san... Grazie. A dire il vero, mi sono sentito molto in colpa per questo per molto tempo. Ora però mi sento meglio.

# 3232_Saejima
source: (Well, looks like he's a bit more motivated.)
pt_br: (Beh, sembra un po' più motivato.)

# 3244_Saejima
source: Yeah, that ain't a good enough reason. You'll never grow stronger if you're trainin' for such a lame goal.
pt_br: Sì, non è un motivo sufficiente. Non diventerai mai più forte se ti alleni per un obiettivo così stupido.

# 3256_Saejima
source: Plus, it's pathetic that you ain't got the guts to ask the girl out. If you like her, just tell her how ya feel. It ain't rocket science.
pt_br: In più, è patetico che tu non abbia il fegato di chiederle di uscire. Se ti piace, dille semplicemente come ti senti. Non è fisica nucleare.

# 3268_Sugiyama
source: I know, but... Never mind... Just forget that I brought it up...
pt_br: Lo so, ma... Lascia perdere... Dimentica che ne ho parlato...

# 3280_Saejima
source: (Did I say somethin' wrong?)
pt_br: (Ho detto qualcosa di sbagliato?)

# 3304_Saejima
source: Something Motivational
pt_br: Qualcosa di motivazionale

# 3316_Saejima
source: A Cool Analysis
pt_br: Un'analisi fredda

# 3328_Saejima
source: Something Comical
pt_br: Qualcosa di comico

# 3340_Saejima
source: Brag About Something
pt_br: Vantarsi di qualcosa

# 3352_Saejima
source: Talk About Failure
pt_br: Parlare di un fallimento

# 3364_Saejima
source: Talk About Success
pt_br: Parlare di un successo

# 3376_Saejima
source: Literature
pt_br: Letteratura

# 3388_Saejima
source: Math
pt_br: Matematica

# 3400_Saejima
source: Art
pt_br: Arte

# 3412_Saejima
source: Techniques to Get Girls
pt_br: Tecniche per conquistare le ragazze

# 3424_Saejima
source: The Beauty of Pure Love
pt_br: La bellezza dell'amore puro

# 3436_Saejima
source: Fun Nighttime Antics
pt_br: Divertenti bravate notturne

# 3448_Saejima
source: Future Dreams
pt_br: Sogni futuri

# 3460_Saejima
source: Creatin' a Life Plan
pt_br: Creare un piano di vita

# 3472_Saejima
source: How to Have Fun Now
pt_br: Come divertirsi adesso

# 3484_Saejima
source: Fashion
pt_br: Moda

# 3496_Saejima
source: Money
pt_br: Soldi

# 3508_Saejima
source: Drinking
pt_br: Bere

# 3520_Saejima
source: Hmph... 'Course I know.
pt_br: Mh... Certo che lo so.

# 3532_Saejima
source: (I should pretend I know.)
pt_br: (Dovrei fingere di saperlo.)

# 3544_Saejima
source: Never heard of it.
pt_br: Mai sentito.

# 3556_Saejima
source: I love you!
pt_br: Ti amo!

# 3568_Saejima
source: Make me breakfast every mornin', woman!
pt_br: Preparami la colazione ogni mattina, donna!

# 3580_Saejima
source: May I ask for your daughter's hand in marriage? ...Heh.
pt_br: Posso chiedere la mano di vostra figlia in matrimonio? ...Eh.

# 3592_Saejima
source: The Movies
pt_br: Il cinema

# 3604_Saejima
source: Hiking
pt_br: Escursionismo

# 3616_Saejima
source: Disco Dancing
pt_br: Ballare in discoteca

# 3628_Saejima
source: Be a man already!
pt_br: Fai l'uomo!

# 3640_Saejima
source: Take yer time.
pt_br: Prenditi il tuo tempo.

# 3652_Saejima
source: Enough! Gimme the damn menu!
pt_br: Basta! Dammi quel maledetto menu!

# 3664_Saejima
source: The reason ain't important.
pt_br: Il motivo non è importante.

# 3676_Saejima
source: It ain't impure.
pt_br: Non è impuro.

# 3688_Saejima
source: You're pathetic!
pt_br: Sei patetico!
