Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid016c01fb.po
Languages: pt_br

# 392_Tanimura
source: Ever heard of 777 Town?
pt_br: Hai mai sentito parlare di 777 Town?

# 404_峰村七海：源氏名
source: 777 Town? No, what's that?
pt_br: 777 Town? No, cos'è?

# 416_Tanimura
source: It's a game for your computer or cell phone. It lets you play pachinko and slots anytime, anywhere you want.
pt_br: È un gioco per computer o cellulare. Ti permette di giocare a pachinko e alle slot quando e dove vuoi.

# 428_峰村七海：源氏名
source: Wow, they have that now? Sounds interesting.
pt_br: Caspita, lo fanno anche quello adesso? Sembra interessante.

# 440_Tanimura
source: Huh. I was expecting more of a negative reaction to the mention of pachinko.
pt_br: Ah. Mi aspettavo una reazione più negativa alla menzione del pachinko.

# 452_峰村七海：源氏名
source: Being able to take risks is a crucial skill for anyone looking to start up a company. I could learn something from that game.
pt_br: Saper prendere dei rischi è una capacità fondamentale per chiunque voglia avviare un'azienda. Potrei imparare qualcosa da quel gioco.

# 464_Tanimura
source: True. In that case, I'll teach you all I know. If you have questions, you know who to ask.
pt_br: Vero. In quel caso, ti spiegherò tutto quello che so. Se hai domande, sai a chi chiedere.

# 476_Tanimura
source: Ever heard of Amoebatar?
pt_br: Hai mai sentito parlare di Amoebatar?

# 488_峰村七海：源氏名
source: Yep. I even have friends who I came to know through it.
pt_br: Già. Mi sono persino fatto degli amici grazie a quello.

# 500_Tanimura
source: That so? You play games on it too, then?
pt_br: Ah sì? Ci giochi anche tu, allora?

# 512_峰村七海：源氏名
source: Well, when work gets crazy and I can't stay on the phone for hours, I chat instead. Chatting's great because you can talk at your own pace.
pt_br: Beh, quando il lavoro mi fa impazzire e non posso stare al telefono per ore, invece mi metto a chattare. Chiacchierare è una figata perché puoi parlare al tuo ritmo.

# 524_Tanimura
source: Huh, I guess there's more to this Amoebatar thing than I thought.
pt_br: Ah, a quanto pare c'è più in questa roba dell'Amoebatar di quanto pensassi.

# 536_Tanimura
source: Hear about the ghost in the underground mall?
pt_br: Hai sentito del fantasma nel centro commerciale sotterraneo?

# 548_峰村七海：源氏名
source: What? A ghost!?
pt_br: Cosa? Un fantasma!?

# 560_Tanimura
source: Yeah. Way back when they were first building that place, a construction worker died in an accident.
pt_br: Già. All'epoca in cui stavano costruendo quel posto, un operaio è morto in un incidente.

# 572_Tanimura
source: Now, night after night, his ghost appears to wander the empty mall.
pt_br: Ora, notte dopo notte, il suo fantasma appare e vaga per il centro commerciale vuoto.

# 584_峰村七海：源氏名
source: Hey now, don't scare me, please? I have to walk around there alone at night sometimes...
pt_br: Ehi, ehi, non farmi prendere un colpo, ti prego? A volte devo camminare da quelle parti da solo di notte...

# 596_Tanimura
source: Hear about the footbaths at Yunosono Hot Springs? You don't take off your clothes, so men and women can go in together.
pt_br: Hai sentito dei pediluvi alle Terme Yunosono? Non ti togli i vestiti, quindi uomini e donne possono entrare insieme.

# 608_峰村七海：源氏名
source: Really? I've been so busy lately I only have time for showers. I'd love to just sit back and have a relaxing soak.
pt_br: Davvero? Ultimamente sono stato così incasinato che ho tempo solo per le docce. Mi piacerebbe un sacco mettermi comodo e farmi un bel bagno.

# 620_Tanimura
source: All the more reason to visit the hot springs. Everyone needs a nice hot bath once in a while.
pt_br: Un motivo in più per andare alle terme. A tutti serve un bel bagno caldo, ogni tanto.

# 632_峰村七海：源氏名
source: Definitely. I'll drop by after work next time I can.
pt_br: Di sicuro. Ci faccio un salto dopo il lavoro la prossima volta che riesco.

# 644_Tanimura
source: Golf is getting pretty popular. A lot of couples have been going on golf dates lately.
pt_br: Il golf sta diventando piuttosto popolare. Ultimamente, un sacco di coppie escono per appuntamenti di golf.

# 656_峰村七海：源氏名
source: I've been seriously thinking about taking it up. We should go together sometime.
pt_br: Ho seriamente pensato di iniziarlo. Dovremmo andarci insieme un giorno.

# 668_Tanimura
source: Sounds like a plan. But what made you want to take up golf?
pt_br: Ottimo! Ma cosa ti ha spinto a metterti a giocare a golf?

# 680_峰村七海：源氏名
source: Golf can be used as a tool for cementing business relations. I might not make it big if I can't play.
pt_br: Il golf può essere uno strumento per rinsaldare i rapporti d'affari. Potrei non sfondare se non ci so giocare.

# 692_Tanimura
source: You've really thought this through.
pt_br: L'hai proprio studiata per bene.

# 704_Tanimura
source: Ever try the liver at Kanrai? Liver contains arachidonic acid, which reverses aging in the brain.
pt_br: Hai mai provato il fegato al Kanrai? Il fegato contiene acido arachidonico, che inverte l'invecchiamento nel cervello.

# 716_峰村七海：源氏名
source: Wow, really? I don't think I've ever had any.
pt_br: Wow, davvero? Non credo di averne mai assaggiato.

# 728_Tanimura
source: It improves your learning faculties too. You hit the books regularly, right? Why not try it?
pt_br: Ti potenzia la testa anche per studiare. Tu che stai sempre sui libri, no? Perché non ci provi?

# 740_峰村七海：源氏名
source: I better put this info to good use and give it a try.
pt_br: Meglio che metta a frutto queste info e ci provi.

# 752_Tanimura
source: They say pole dancing's great for losing weight.
pt_br: Dicono che la pole dance sia ottima per perdere peso.

# 764_峰村七海：源氏名
source: Um, you mean that dance you do while stripping?
pt_br: Ehm, intendi quel ballo che fai mentre ti spogli?

# 776_Tanimura
source: No, no. It's more of an aerobics thing, except a tad more intense.
pt_br: No, no. È più roba da aerobica, solo che un filo più intensa.

# 788_Tanimura
source: It uses your muscles way more than normal aerobics and slims your entire body down. Even Hollywood stars are doing it.
pt_br: Usa i tuoi muscoli un sacco più della normale aerobica e ti snellisce tutto il corpo. Perfino le star di Hollywood lo fanno.

# 800_峰村七海：源氏名
source: I had no idea. I'll think about giving it a go.
pt_br: Non lo sapevo proprio. Ci faccio un pensierino.

# 812_Tanimura
source: Sweet sake is all the rage now. Women order it all the time when eating at Sushi Gin.
pt_br: Il sake dolce va un sacco di moda adesso. Le donne lo ordinano sempre quando mangiano da Sushi Gin.

# 824_峰村七海：源氏名
source: There's such a thing as sweet sake? Sounds like something made especially for women.
pt_br: Sake dolce? Ma è una cosa che esiste?\nSembra roba fatta apposta per le donne.

# 836_Tanimura
source: It's not that strong a drink either, so it's great for girls with low tolerance who want to try sake.
pt_br: Non è mica un drink così forte, perciò è perfetto per le ragazze che non reggono molto e che vogliono provare il sake.

# 848_峰村七海：源氏名
source: Sounds great. I just might give it a try.
pt_br: Suona bene. Potrei proprio provarci.

# 896_Tanimura
source: So about 777 Town...
pt_br: Allora, a proposito di 777 Town...

# 908_峰村七海：源氏名
source: Oh, sorry. My little brother's down on his luck with money right now. I don't think it's the best time for me to play pachinko...
pt_br: Oh, scusa. Mio fratellino è messo male con i soldi in questo momento. Non mi sembra il caso di mettermi a giocare a pachinko...

# 920_Tanimura
source: I see. Well, that can't be helped. Give it a try once things with your brother settle down. You can play it anytime, after all.
pt_br: Capisco. Vabbè, pazienza. Provalo una volta che le cose con tuo fratello si saranno sistemate. Tanto puoi giocarci quando vuoi, dopotutto.

# 932_峰村七海：源氏名
source: Yeah, true.
pt_br: Già, vero.

# 944_Tanimura
source: So about Amoebatar...
pt_br: Allora, a proposito di Amoebatar...

# 956_峰村七海：源氏名
source: Did you make an account?
pt_br: Hai fatto un account?

# 968_Tanimura
source: Oh, uh, not yet.
pt_br: Oh, ehm, non ancora.

# 980_峰村七海：源氏名
source: You better get on it! Times are changing, you don't wanna get left behind.
pt_br: Faresti meglio a darti una mossa! I tempi cambiano, non vuoi mica rimanere indietro.

# 992_Tanimura
source: So about that ghost in the underground mall...
pt_br: Allora, a proposito di quel fantasma nel centro commerciale sotterraneo...

# 1004_峰村七海：源氏名
source: Hey! Didn't I tell you not to bring that up?
pt_br: Ehi! Non te l'avevo detto di non tirarlo in ballo?

# 1016_Tanimura
source: Sorry...
pt_br: Scusa...

# 1028_Tanimura
source: Visit Yunosono Hot Springs yet?
pt_br: Hai già visitato le Terme di Yunosono?

# 1040_峰村七海：源氏名
source: I did! I thought about trying the footbaths too, but I was good after a sit in the sauna.
pt_br: Eccome! Avevo pensato di provare anche i pediluvi, ma mi è bastata una bella sudata in sauna.

# 1052_Tanimura
source: Got it.
pt_br: Capito.

# 1064_Tanimura
source: How's your golfing? Did you start yet?
pt_br: Come te la cavi col golf? Hai già iniziato?

# 1076_峰村七海：源氏名
source: Yep. I even bought a complete set of golf clubs.
pt_br: Sì. Ho persino comprato un set completo di mazze da golf.

# 1088_Tanimura
source: Wow, you're really into it. Make sure to do those new clubs justice.
pt_br: Wow, ci sei proprio dentro. Sfruttali a dovere quei nuovi locali.

# 1100_峰村七海：源氏名
source: Of course. I'll go every week on my off day.
pt_br: Ma certo! Ci andrò ogni settimana nel mio giorno libero.

# 1112_Tanimura
source: Try any liver yet?
pt_br: Hai provato del fegato, ancora?

# 1124_峰村七海：源氏名
source: Yep. It was surprisingly good! You obviously can't knock something until you've tried it.
pt_br: Già. Era sorprendentemente buono! Ovviamente, non puoi stroncare qualcosa finché non l'hai provata.

# 1136_峰村七海：源氏名
source: I'm ordering it every time I'm out for yakiniku.
pt_br: Lo ordino ogni volta che esco a mangiare yakiniku.

# 1148_Tanimura
source: Sounds like you're hooked. Good thing I told you about it.
pt_br: Sembra che tu ci abbia preso gusto. Meno male che te l'ho detto io.

# 1160_Tanimura
source: About that pole dancing workout...
pt_br: A proposito di quell'allenamento di pole dance...

# 1172_峰村七海：源氏名
source: I actually toured a dance studio the other day.
pt_br: A dire il vero l'altro giorno ho fatto un giro in uno studio di danza.

# 1184_Tanimura
source: How was it?
pt_br: Com'è stato?

# 1196_峰村七海：源氏名
source: The dancing was really sexy and alluring. Just watching inspired me so much, I signed up straight away. <Color:7>♥<Color:Default>
pt_br: Il ballo era davvero sexy e ammaliante. Solo a guardare mi ha ispirato così tanto, mi sono iscritto subito. <Color:7>♥<Color:Default>

# 1208_Tanimura
source: Heh. Show me a few moves someday, okay?
pt_br: Eh. Fammi vedere due mosse un giorno, dai?

# 1220_Tanimura
source: Did you give that sake a try? You know, the sweet kind.
pt_br: L'hai provato quel sake? Quello dolce, sai?

# 1232_峰村七海：源氏名
source: I did! I never knew such sake existed.
pt_br: Certo che sì! Non avrei mai pensato che esistesse un sake del genere.

# 1244_Tanimura
source: It's been around for a few years actually. Someone told me about it a while back.
pt_br: C'è in giro da un po' d'anni, a dire il vero. Qualcuno me ne ha parlato un po' di tempo fa.

# 1256_峰村七海：源氏名
source: I'll make sure to let my friends know too. Thanks for telling me! <Color:7>♥<Color:Default>
pt_br: Lo dirò di sicuro anche ai miei amici. Grazie per avermelo detto! <Color:7>♥<Color:Default>

# 1268_Tanimura
source: You're very welcome.
pt_br: Prego.
