Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee02df.po
Languages: pt_br

# 3024_Employee
source: Tell me about Love in Heart massage parlor.
pt_br: Parlami del centro massaggi Love in Heart.

# 3036_Employee
source: Tell me about Asia bikini bar.
pt_br: Parlami di Asia bikini bar.

# 3048_Employee
source: Tell me about Bantam bar.
pt_br: Dimmi un po' del Bantam bar.

# 3060_Employee
source: Tell me about Earth Angel bar.
pt_br: Che mi dici del bar Earth Angel?

# 3072_Employee
source: Tell me about Shellac bar.
pt_br: Che mi dici del Shellac bar?

# 3084_Employee
source: Tell me about Cuez Bar.
pt_br: Parlami di Cuez Bar.

# 3096_Employee
source: Take me to a particular business.
pt_br: Portami a un certo locale.

# 3108_Employee
source: Never mind.
pt_br: Lascia stare.

# 3120_Employee
source: Tell me about the club itself.
pt_br: Parlami del club in sé.

# 3132_Employee
source: Tell me about Noa Mizutani.
pt_br: Che mi dici di Noa Mizutani?

# 3144_Employee
source: Tell me about Erena Aihara.
pt_br: Dimmi un po' di Erena Aihara.

# 3156_Employee
source: Tell me about Chihiro Ikki.
pt_br: Parlami di Chihiro Ikki.

# 3168_Employee
source: Tell me about Maya Mori.
pt_br: Parlami di Maya Mori.

# 3180_Employee
source: Tell me about another hotspot.
pt_br: Che mi dici di un altro locale che tira?

# 3192_Employee
source: Tell me about the club itself.
pt_br: Parlami del club in sé.

# 3204_Employee
source: Tell me about Rio.
pt_br: Parlami di Rio.

# 3216_Employee
source: Tell me about Shizuka Saito.
pt_br: Parlami di Shizuka Saito.

# 3228_Employee
source: Tell me about Himeka Kawasaki.
pt_br: Parlami di Himeka Kawasaki.

# 3240_Employee
source: Tell me about another hotspot.
pt_br: Che mi dici di un altro locale che tira?

# 3252_Employee
source: Tell me about the club itself.
pt_br: Parlami del club in sé.

# 3264_Employee
source: Tell me about the first girl.
pt_br: Parlami della prima ragazza.

# 3276_Employee
source: Tell me about the second girl.
pt_br: Che mi dici della seconda ragazza?

# 3288_Employee
source: Tell me about the third girl.
pt_br: Dimmi della terza ragazza.

# 3300_Employee
source: Tell me about another hotspot.
pt_br: Che mi dici di un altro locale che tira?

# 3348_Employee
source: Stay Here
pt_br: Resta qui

# 3384_Employee
source: Stay Here
pt_br: Resta qui

# 3396_Employee
source: Yes
pt_br: Sì

# 3420_Employee
source: Yes
pt_br: Sì

# 3444_Employee
source: Yes
pt_br: Sì

# 3468_Employee
source: Yes
pt_br: Sì

# 3492_Employee
source: Yes
pt_br: Sì
