Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid016c0017.po
Languages: pt_br

source: Controls:
pt_br: Controlli:

# 516_Kiryu
source: Use <Action:Button_LS_Up@Cabaret><Action:Button_LS_Down@Cabaret><Action:Button_LS_Left@Cabaret><Action:Button_LS_Right@Cabaret> to control where you look. This is your chance to feast your eyes on her beauty.
pt_br: Usa <Action:Button_LS_Up@Cabaret><Action:Button_LS_Down@Cabaret><Action:Button_LS_Left@Cabaret><Action:Button_LS_Right@Cabaret> per controllare dove guardi. È la tua occasione per rifarti gli occhi con la sua bellezza.

# 528_Kiryu
source: Press <Action:Button_Cross@Cabaret>when you want to focus intently on one of her features. Holding down <Action:Button_Cross@Cabaret>allows you to focus your gaze.
pt_br: Premi <Action:Button_Cross@Cabaret> quando vuoi fissare con intensità una delle sue caratteristiche. Tenendo premuto <Action:Button_Cross@Cabaret> ti permette di focalizzare lo sguardo.

# 540_Kiryu
source: Her reaction will change depending on what you focus on.
pt_br: La sua reazione cambierà a seconda di cosa ti concentri.

# 564_Kiryu
source: (Maybe her eyes...)
pt_br: (Forse i suoi occhi...)

# 576_Kiryu
source: (Those luscious lips...)
pt_br: (Quelle labbra sensuali...)

# 588_Kiryu
source: (Those beautiful nails...)
pt_br: (Quelle unghie splendide...)

# 600_Kiryu
source: (What kind of shoes is she wearing?)
pt_br: (Che scarpe porta?)

# 612_Kiryu
source: (Maybe her hair...)
pt_br: (Magari i suoi capelli...)

# 624_Kiryu
source: (Maybe her chest...)
pt_br: (Forse il suo seno...)

# 636_Kiryu
source: (What part of a woman do I look at? Hmm...)
pt_br: (Quale parte di una donna dovrei guardare? Hmm...)

# 648_Kiryu
source: Her eyes. A woman's personality can really shine through depending on the kind of makeup she uses.
pt_br: I suoi occhi. La personalità di una donna può davvero trasparire a seconda del tipo di trucco che usa.

# 660_Maya
source: That's true. And the eyes are the part of the face that stands out the most.
pt_br: È vero. E gli occhi sono la parte del viso che salta più all'occhio.

# 672_Kiryu
source: The shape of a woman's eyebrows is important, too. They can really change how a woman looks.
pt_br: La forma delle sopracciglia di una donna è importante, sai. Possono proprio cambiare un sacco l'aspetto di una donna.

# 684_Maya
source: Heh. You've really spent a lot of time looking at women's faces, haven't you? I should work harder on my makeup.
pt_br: Heh. Hai proprio passato un sacco di tempo a guardare le facce delle donne, eh? Dovrei impegnarmi di più con il trucco.

# 696_Kiryu
source: I look at a woman's mouth. When her lips are a little moist, it can be incredibly sexy.
pt_br: Guardo la bocca di una donna. Quando ha le labbra un po' umidicce, può essere incredibilmente sexy.

# 708_Maya
source: Her lips, huh? You really pay attention to details.
pt_br: Le labbra, eh? Fai proprio attenzione ai dettagli.

# 720_Kiryu
source: The shape of a woman's lips changes depending on her mood. And when a beautiful woman smiles, she can be radiant.
pt_br: La forma delle labbra di una donna cambia a seconda del suo umore. E quando una bella donna sorride, può essere raggiante.

# 732_Maya
source: Hehe. I think maybe you're taking things a little too far. But I'll try to focus on my lips a bit more from now on.
pt_br: Hehe. Mi sa che forse stai esagerando un po'. Ma d'ora in poi cercherò di valorizzare un po' di più le mie labbra.

# 744_Kiryu
source: I look at a woman's hands. I want to see what her nails look like.
pt_br: Guardo le mani di una donna. Voglio vedere che unghie ha.

# 756_Maya
source: Nails, huh? They can really stand out sometimes.
pt_br: Le unghie, eh? A volte si fanno notare un botto.

# 768_Kiryu
source: Nails are really just an accessory. If a woman puts effort into her nails, you know she's really fashionable.
pt_br: Le unghie, in fondo, sono solo un accessorio. Se una donna le cura come si deve, sai che è una tipa alla moda, una che ci sa fare.

# 780_Maya
source: You sure know what you're talking about. I should've guessed.
pt_br: Ah, certo che sai il fatto tuo. Dovevo immaginarlo.

# 792_Kiryu
source: I look at her shoes first.
pt_br: Guardo le sue scarpe per prima cosa.

# 804_Maya
source: Ha! That's surprising!
pt_br: Ah! Questa non me l'aspettavo!

# 816_Kiryu
source: You can tell how much someone cares about their appearance by looking at their shoes, you know.
pt_br: Si capisce quanto uno ci tenga al proprio aspetto, dalle scarpe, sai.

# 828_Kiryu
source: And you can guess how much money they have, too.
pt_br: E puoi indovinare quanti soldi hanno, pure.

# 840_Maya
source: You're right! You really know your stuff!
pt_br: Esatto! Ne capisci davvero!

# 852_Kiryu
source: I look at a woman's hair.
pt_br: Guardo i capelli di una donna.

# 864_Maya
source: Hmm? Her hairstyle? Why?
pt_br: Mmh? La sua acconciatura? Perché?

# 876_Kiryu
source: Women wear different clothes every day, but their hairstyle stays for a long time. It's the easiest way to see their fashion sense.
pt_br: Le donne cambiano vestiti tutti i giorni, ma l'acconciatura ce l'hanno per un sacco di tempo. È il modo più semplice per farsi un'idea del loro gusto in fatto di moda.

# 888_Maya
source: Oh! I never looked at it that way. I think I just learned something!
pt_br: Oh! Non l'avevo mai vista così. Credo di aver imparato qualcosa!

# 900_Kiryu
source: I look at a woman's chest.
pt_br: Guardo il seno di una donna.

# 912_Maya
source: I should've known. Men look at that kind of thing first, don't they?
pt_br: Avrei dovuto immaginarlo. Gli uomini guardano prima quelle cose lì, vero?

# 924_Kiryu
source: Well, that's the reason so many clothes are low-cut.
pt_br: Beh, è per questo che un sacco di abiti sono scollati.

# 936_Maya
source: I suppose you're right. Asking a man for advice about how to prepare for fashion shoots wasn't the best idea.
pt_br: Hai ragione, immagino. Chiedere consigli a un uomo su come prepararsi per i servizi fotografici di moda non è stata la migliore delle idee.

# 948_Maya
source: Um, hello? What are you looking at?
pt_br: Uhm, ciao? Che guardi?

# 960_Kiryu
source: Hmm? Oh, sorry... I get a little nervous when you're watching me look at you.
pt_br: Hmm? Oh, scusa... Mi imbarazzo un po' quando mi guardi mentre ti guardo.

# 972_Maya
source: Hahaha! I never thought of you as the shy type!
pt_br: Ahahah! Non ti ho mai considerato il tipo timido!

# 984_Kiryu
source: I just don't like the idea of ogling women.
pt_br: Non mi piace proprio l'idea di mangiare le donne con gli occhi.

# 996_Maya
source: We're talking about modeling. It's not that big a deal, is it? You're more innocent than I thought. <Color:7>♥<Color:Default>
pt_br: Stiamo parlando di fare la modella. Non è niente di che, no? Sei più innocente di quanto pensassi. <Color:7>♥<Color:Default>

# 1008_Kiryu
source: (She's got strong eyes...)
pt_br: (Ha uno sguardo intenso...)

# 1020_Kiryu
source: (Her mouth is very shapely...)
pt_br: La sua bocca è molto formosa...

# 1032_Kiryu
source: (Her hands are nice...)
pt_br: (Le sue mani sono carine...)

# 1044_Kiryu
source: (It's hard to see with her dress, but her legs?)
pt_br: Si fa fatica a vedere per via del suo vestito, però le sue gambe?

# 1056_Kiryu
source: (She's got such pretty hair...)
pt_br: (Che bei capelli che ha...)

# 1068_Kiryu
source: (Could it be her chest?)
pt_br: (Potrebbe essere il suo seno?)

# 1080_Kiryu
source: (What could he have complimented her on?)
pt_br: (Su cosa avrebbe potuto farle un complimento?)

# 1092_Kiryu
source: Was it your eyes? They're so strong and defiant.
pt_br: Erano i tuoi occhi? Sono così intensi e indomiti.

# 1104_Maya
source: That's right! I'm impressed. <Color:7>♥<Color:Default>
pt_br: Esatto! Sono impressionato. <Color:7>♥<Color:Default>

# 1116_Maya
source: They were going for a serious look today, and he said he loved how strong my eyes looked.
pt_br: Oggi puntava su un look serioso, e lui ha detto che adorava quanto fossero intensi i miei occhi.

# 1128_Kiryu
source: Ah. What kind of expression did you use? Could you show me?
pt_br: Ah. Che espressione hai fatto? Potresti farmela vedere?

# 1140_Maya
source: Sorry! I only turn it on while I'm working. You'll have to wait until the photos are published.
pt_br: Scusa! Lo sfodero solo quando sono al lavoro. Dovrai aspettare che le foto siano pubblicate.

# 1152_Kiryu
source: Was it your mouth? A good smile must be important in modeling.
pt_br: Sarà stata la bocca? Un bel sorriso dev'essere importante nel modeling.

# 1164_Maya
source: Nope! I do get compliments on my smile, but today they were going for a more serious look.
pt_br: Macché! I complimenti sul sorriso li ricevo eccome, ma oggi tiravo fuori un'aria più seria.

# 1176_Maya
source: The correct answer was... my eyes! He said they looked strong and beautiful.
pt_br: La risposta giusta era... i miei occhi! Ha detto che sembravano forti e belli.

# 1188_Kiryu
source: Ah. What kind of expression did you use? Could you show me?
pt_br: Ah. Che espressione hai fatto? Potresti farmela vedere?

# 1200_Maya
source: Sorry! I only turn it on while I'm working. You'll have to wait until the photos are published.
pt_br: Scusa! Lo sfodero solo quando sono al lavoro. Dovrai aspettare che le foto siano pubblicate.

# 1212_Kiryu
source: I bet it was your hands. You probably use them in all sorts of poses.
pt_br: Scommetto che erano le tue mani. Probabilmente le usi in ogni sorta di posa.

# 1224_Maya
source: Nope! The important thing is to show off the clothes, so I don't do much posing with my hands.
pt_br: Macché! L'importante è mettere in mostra i vestiti, quindi non faccio molte pose con le mani.

# 1236_Maya
source: The correct answer was... my eyes! He said they looked strong and beautiful.
pt_br: La risposta giusta era... i miei occhi! Ha detto che sembravano forti e belli.

# 1248_Kiryu
source: Ah. What kind of expression did you use? Could you show me?
pt_br: Ah. Che espressione hai fatto? Potresti farmela vedere?

# 1260_Maya
source: Sorry! I only turn it on while I'm working. You'll have to wait until the photos are published.
pt_br: Scusa! Lo sfodero solo quando sono al lavoro. Dovrai aspettare che le foto siano pubblicate.

# 1272_Kiryu
source: Was it your legs? You probably do all sorts of poses, right?
pt_br: Saranno state le tue gambe? Di sicuro ti metti in tutte le pose, vero?

# 1284_Maya
source: Nope! The important thing is to show off the clothes, so I don't do much posing with my legs.
pt_br: Macché! L'importante è mettere in mostra i vestiti, quindi non faccio molte pose con le mie gambe.

# 1296_Maya
source: The correct answer was... my eyes! He said they looked strong and beautiful.
pt_br: La risposta giusta era... i miei occhi! Ha detto che sembravano forti e belli.

# 1308_Kiryu
source: Ah. What kind of expression did you use? Could you show me?
pt_br: Ah. Che espressione hai fatto? Potresti farmela vedere?

# 1320_Maya
source: Sorry! I only turn it on while I'm working. You'll have to wait until the photos are published.
pt_br: Scusa! Lo sfodero solo quando sono al lavoro. Dovrai aspettare che le foto siano pubblicate.

# 1332_Kiryu
source: Was it your hair?
pt_br: Erano i tuoi capelli?

# 1344_Maya
source: Nope! The makeup artist always does my hair, so people wouldn't compliment me on it anyway.
pt_br: No! È sempre il truccatore a farmi i capelli, quindi la gente non mi farebbe complimenti per quello, comunque.

# 1356_Maya
source: The correct answer was... my eyes! He said they looked strong and beautiful.
pt_br: La risposta giusta era... i miei occhi! Ha detto che sembravano forti e belli.

# 1368_Kiryu
source: Ah. What kind of expression did you use? Could you show me?
pt_br: Ah. Che espressione hai fatto? Potresti farmela vedere?

# 1380_Maya
source: Sorry! I only turn it on while I'm working. You'll have to wait until the photos are published.
pt_br: Scusa! Lo sfodero solo quando sono al lavoro. Dovrai aspettare che le foto siano pubblicate.

# 1392_Kiryu
source: Er... Was it your chest?
pt_br: Ehm... Era il tuo seno?

# 1404_Maya
source: Ha, nope! I don't do pin-up photos, so people don't compliment me on things like that.
pt_br: Ah, no! Non faccio foto da pin-up, quindi la gente non mi fa complimenti su quel genere di cose.

# 1416_Maya
source: The correct answer was... my eyes! He said they looked strong and beautiful.
pt_br: La risposta giusta era... i miei occhi! Ha detto che sembravano forti e belli.

# 1428_Kiryu
source: Ah. What kind of expression did you use? Could you show me?
pt_br: Ah. Che espressione hai fatto? Potresti farmela vedere?

# 1440_Maya
source: Sorry! I only turn it on while I'm working. You'll have to wait until the photos are published.
pt_br: Scusa! Lo sfodero solo quando sono al lavoro. Dovrai aspettare che le foto siano pubblicate.

# 1452_Maya
source: Hello! Are you listening to me?
pt_br: Ehi! Mi stai dando retta?

# 1464_Maya
source: Or do you think I don't have anything worth complimenting!?
pt_br: O pensi che non abbia proprio niente su cui farmi un complimento!?

# 1476_Kiryu
source: No, that's not it...
pt_br: No, non è quello...

# 1488_Maya
source: Hmph! I was in a good mood and now you've ruined it.
pt_br: Hmph! Ero proprio di buon umore... e ora me l'hai rovinato!

# 1500_Maya
source: If talking to me is so boring, you don't have to keep requesting me, you know.
pt_br: Se parlare con me è così noioso, non è che devi per forza continuare a richieder(mi), sai.
