Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010200ef.po
Languages: it

source: Akiyama's Fighting Style
it: Stile di Combattimento di Akiyama

source: Abilities
it: Abilità

source: Street Punk
it: Pestifero di Strada

source: Displeased Man
it: Uomo Scontento

# 84_Akiyama
source: One thing the loan business and a street fight have in common? You gotta know who you're dealing with.
it: Una cosa che il business dei prestiti e una rissa per strada hanno in comune? Devi sapere con chi hai a che fare.

# 108_Ito
source: Grr... We'll be back!
it: Grr... Torneremo!

# 168_Akiyama's Fighting Style
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
it: Questa informazione è stata aggiunta come <Color:14>promemoria<Color:Default>. Leggi i <Color:14>promemoria<Color:Default> selezionando <Color:14>Promemoria<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.

# 180_Akiyama
source: (Guess I'll go collect some debts.)
it: (Immagino che andrò a riscuotere dei debiti.)

# 204_Abilities
source: Unlock new abilities by using the <Color:200,255,200,255>Soul Orbs<Color:Default> you earn by leveling up. Check abilities in the Abilities screen of the Pause Menu.
it: Sblocca nuove abilità usando le <Color:200,255,200,255>Sfere Anima<Color:Default> che ottieni salendo di livello. Controlla le abilità nella schermata Abilità del menu di Pausa.

# 240_Street Punk
source: Well, well, well. If it ain't our good friend Akiyama-san.
it: Bene, bene, bene. Se non è il nostro buon amico Akiyama-san.

# 252_Displeased Man
source: Looks like Sky Finance's flying sky high. You out to collect?
it: Sembra che la Sky Finance stia volando alle stelle. Sei qui per riscuotere?

# 264_Akiyama
source: (Great, a pack of loan shark heavies. Just what I needed.)
it: (Grandioso, un branco di strozzini. Proprio quello che mi serviva.)

# 276_Akiyama
source: Hey, guys. How's business over at Kamurocho Loans?
it: Ehi, ragazzi. Come vanno gli affari alla Kamurocho Loans?

# 288_Kobayashi
source: It's shit, thanks to you and your company. You're a regular pain in the ass.
it: Fanno schifo, grazie a te e alla tua compagnia. Sei una vera spina nel fianco.

# 300_Ito
source: Got that right. I hear you don't even charge interest on the loans you dish out.
it: Hai ragione. Ho sentito che non addebiti nemmeno gli interessi sui prestiti che eroghi.

# 312_Ito
source: You're stealing away all our customers.
it: Ci stai rubando tutti i clienti.

# 324_Takahashi
source: C'mon, we're both lenders here. Let's all play by the rules and everyone'll do just fine.
it: Dai, siamo entrambi prestatori qui. Giochiamo tutti secondo le regole e andrà tutto bene.

# 336_Akiyama
source: Rules? Pfft.
it: Regole? Pff.

# 348_Akiyama
source: You guys aren't even a legitimate business. What rules do you play by?
it: Voi ragazzi non siete nemmeno un'attività legittima. Quali regole seguite?

# 360_Akiyama
source: You don't seem to mind bullying folks into borrowing, or plastering up ugly ads all over. My customers find me on their own.
it: Non sembrate preoccuparvi di costringere la gente a prendere prestiti o di affiggere brutti annunci ovunque. I miei clienti mi trovano da soli.

# 372_Akiyama
source: If anyone's a pain in the ass here, it's you.
it: Se c'è qualcuno che è una spina nel fianco qui, siete voi.

# 384_Takahashi
source: So we got a tough guy, do we? I'd watch that big mouth of yours if I were you.
it: Quindi abbiamo un tipo tosto, eh? Starei attento a quella boccaccia se fossi in te.

# 396_Akiyama
source: Oh, and one more thing. You and me? Don't think we're in the same league. Heck, we're not even playing the same game.
it: Oh, e un'ultima cosa. Voi e io? Non credo che siamo allo stesso livello. Accidenti, non stiamo nemmeno giocando allo stesso gioco.

# 408_Kobayashi
source: Shut your trap, dickweed!
it: Chiudi il becco, stronzo!

# 420_Ito
source: You've been pissing me off for a while now. I'm gonna enjoy flattening your ass!
it: Mi stai facendo incazzare da un po' di tempo. Mi divertirò a farti il culo!
