Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010201df.po
Languages: it

# 96_Akiyama
source: Well, I should probably get going. Got some other things to take care of. You know how it is.
it: Bene, probabilmente dovrei andare. Ho altre cose di cui occuparmi. Sai com'è.

# 108_Lily
source: Leaving already? But we only just got started.
it: Vai già via? Ma avevamo appena cominciato.

# 120_Akiyama
source: Sorry. Can't have the owner keeping his future number one all to himself. It's bad for business.
it: Scusa. Il proprietario non può tenersi la sua futura numero uno tutta per sé. È un male per gli affari.

# 132_Lily
source: Of course...
it: Certo...

# 144_Akiyama
source: But what do you say we meet up after your shift?
it: Ma che ne dici se ci incontriamo dopo il tuo turno?

# 156_Lily
source: Hehe, are you asking me out on another date?
it: Hehe, mi stai chiedendo di uscire di nuovo?

# 168_Akiyama
source: If you want me to be.
it: Se vuoi che sia così.

# 180_Lily
source: Okay, then. It's a date.
it: Va bene, allora. È un appuntamento.

# 192_Akiyama
source: Great, we'll reconvene in Theater Square. See you there.
it: Ottimo, ci ritroviamo in Theater Square. A presto.

# 204_Lily
source: Okay.
it: Ok.

# 240_Akiyama
source: All right, part two. You ready?
it: Bene, parte due. Sei pronta?

# 252_Lily
source: Yes.
it: Sì.

# 264_Akiyama
source: Good. Now, I want you to entertain me as if I were a customer.
it: Bene. Ora, voglio che tu mi intrattenga come se fossi un cliente.

# 276_Lily
source: A customer?
it: Un cliente?

# 288_Akiyama
source: That's right. You've just been hired as a hostess, after all.
it: Esatto. Sei appena stata assunta come hostess, dopotutto.

# 300_Akiyama
source: You're gonna be the number one girl here.
it: Sarai la ragazza numero uno qui.

# 312_Lily
source: Me, number one...? But why?
it: Io, numero uno...? Ma perché?

# 324_Akiyama
source: Well, as it turns out, I own the place.
it: Beh, a quanto pare, il locale è mio.

# 336_Akiyama
source: We manage to stay in the black, but in this economy, well... We're basically treading water.
it: Riusciamo a stare in attivo, ma in questa economia, beh... stiamo praticamente galleggiando.

# 360_Akiyama
source: And that's where you come in. A new face to freshen up our lineup could really boost sales.
it: Ed è qui che entri in gioco tu. Una faccia nuova per rinfrescare la nostra squadra potrebbe davvero aumentare le vendite.

# 372_Lily
source: I see. Um...
it: Capisco. Ehm...

# 384_Akiyama
source: Yeah?
it: Sì?

# 396_Lily
source: I understand the test, but... I'm not sure I can reach number one.
it: Capisco il test, ma... non sono sicura di poter diventare la numero uno.

# 408_Akiyama
source: That so? Then I guess you don't need the hundred million.
it: Davvero? Allora immagino che tu non abbia bisogno dei cento milioni.

# 420_Lily
source: What?
it: Cosa?

# 432_Akiyama
source: We haven't even started, and you've already decided you can't do it. We should just call the whole thing off.
it: Non abbiamo nemmeno iniziato, e hai già deciso che non puoi farcela. Dovremmo semplicemente annullare tutto.

# 444_Lily
source: No... I'll do it. Please.
it: No... Lo farò. Ti prego.

# 456_Akiyama
source: That's the spirit. And don't worry, you're number one material exactly as you are.
it: Questo è lo spirito giusto. E non preoccuparti, hai la stoffa della numero uno esattamente così come sei.

# 468_Lily
source: Speaking of, how do you determine a hostess's rank? Is it by sales?
it: A proposito, come si determina il rango di un'hostess? Si basa sulle vendite?

# 480_Akiyama
source: You got it. Starting today, you'll have three days to make us three million yen.
it: Esatto. A partire da oggi, avrai tre giorni per farci guadagnare tre milioni di yen.

# 492_Lily
source: Three million? In three days?
it: Tre milioni? In tre giorni?

# 504_Akiyama
source: Do that and you pass the test. I'll loan you the hundred million yen, no collateral, no guarantor.
it: Fallo e supererai il test. Ti presterò i cento milioni di yen, senza garanzie né fideiussori.

# 528_Akiyama
source: And if you can't do it, we'll just pretend this never happened. Like we discussed earlier.
it: E se non ce la farai, faremo finta che non sia successo nulla. Come abbiamo discusso prima.
