Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid000903ce.po
Languages: pt_br

# 56_Motoyama
source: *cough* *wheeze*
pt_br: *coff* *rantolo*

# 68_Saejima
source: You know, I lost everythin' 25 years ago myself.
pt_br: Sai, ho perso tutto 25 anni fa anch'io.

# 92_Saejima
source: I'm not askin' ya to believe me, but that's why I came back. To find out the truth.
pt_br: Non ti chiedo mica di credermi, ma è per questo che sono tornato. Per scoprire la verità.

# 104_Motoyama
source: So, what really happened back then... and why?
pt_br: Quindi, cos'è successo davvero all'epoca... e perché?

# 116_Saejima
source: Still tryin' to piece that together. But I can tell ya this much...
pt_br: Sto ancora cercando di mettere insieme i pezzi. Ma una cosa te la posso dire...

# 128_Saejima
source: That's a question ya don't wanna ask. It'll land you in deeper shit than this, and I couldn't bear to see that.
pt_br: È una domanda che non ti conviene fare. Ti ficcherà in un casino più nero di questo, e non potrei sopportare di vederlo.

# 140_Saejima
source: I'm sorry, Aniki. One thing's for sure, though...
pt_br: Mi dispiace, Aniki. Però una cosa è certa...

# 152_Motoyama
source: Yeah?
pt_br: Sì?

# 164_Saejima
source: Sasai-san is alive.
pt_br: Sasai-san è vivo.

# 176_Motoyama
source: Really? After all this time...!
pt_br: Davvero? Dopo tutto questo tempo...!

# 248_Saejima
source: He's changed a lot, and not for the better. But he's still our boss.
pt_br: È cambiato parecchio, e non in meglio. Ma è pur sempre il nostro capo.

# 260_Motoyama
source: So he's alive... maybe that's enough.
pt_br: Allora è vivo... e forse mi basta così.

# 272_Saejima
source: What're ya gonna do next?
pt_br: Che hai intenzione di fare adesso?

# 284_Motoyama
source: I'm gonna leave. Somehow, I feel like I can finally shut the door on the demons that've haunted me all these years.
pt_br: Me ne vado. In qualche modo, sento di poter finalmente chiudere la porta ai demoni che mi hanno tormentato tutti questi anni.

# 296_Saejima
source: Yeah?
pt_br: Sì?

# 308_Motoyama
source: And I'm sorry. Truth is, you were only a kid in way over your head. Just like I was.
pt_br: E scusa. La verità è che eri solo un ragazzino che si era cacciato in qualcosa di troppo grosso. Proprio come me.

# 320_Saejima
source: Don't worry 'bout it. Just take care of yourself, Aniki.
pt_br: Non ti fare problemi. Stai attento a te, Aniki.

# 332_Motoyama
source: I will.
pt_br: Certo.

# 356_Motoyama
source: But tell me something, Saejima.
pt_br: Ma dimmi una cosa, Saejima.

# 368_Saejima
source: Yes, sir?
pt_br: Sì, capo?

# 380_Motoyama
source: Kamurocho's been my prison for half my life. I've been too scared to set foot outside this city.
pt_br: Kamurocho è stata la mia prigione per metà della mia vita. Ho avuto troppa paura di mettere piede fuori da questa città.

# 404_Motoyama
source: I lost my boss, my rank in the Tojo... but I didn't have the courage to skip town and live my own life.
pt_br: Ho perso il mio capo, il mio rango nella Tojo... ma non ho avuto il coraggio di filarmela e vivere la mia vita.

# 428_Motoyama
source: But you broke out of prison, didn't you? What did it feel like, breathing free for the first time in a quarter century?
pt_br: Ma sei evaso di prigione, no? Com'è stato, respirare libero per la prima volta in un quarto di secolo?

# 440_Saejima
source: Frankly, I still ain't used to it. I'm like a ghost payin' a visit from the past.
pt_br: A dire il vero, non mi ci sono ancora abituato. Sono come un fantasma tornato dal passato.

# 464_Saejima
source: Still, it's not all bad.
pt_br: Eppure, non è mica tutto nero.

# 500_Saejima
source: I made some new friends. Might be on the run, but I ain't lonely no more. And that's good enough.
pt_br: Mi sono fatto qualche nuovo amico. Sarò pure in fuga, ma non sono più solo. E mi basta così.

# 524_Saejima
source: People are what make people happy. You're not in this alone, Aniki.
pt_br: È la gente che rende felice la gente. Non sei solo in questo, Aniki.

# 536_Saejima
source: If things get rough out there, don't lose it. Just come on back to Kamurocho. Back to your family.
pt_br: Se le cose si mettono male là fuori, non perdere la testa. Torna dritto a Kamurocho. Dalla tua famiglia.

# 548_Motoyama
source: I'll remember that. Thanks, Saejima.
pt_br: Non me lo scorderò. Grazie, Saejima.

# 560_Saejima
source: Yeah.
pt_br: Sì.

# 620_Saejima
source: (25 years of hell, huh? Motoyama-aniki had it rough, too.)
pt_br: (25 anni d'inferno, eh? Motoyama-aniki l'ha passata brutta anche lui.)

# 632_Saejima
source: (Welp, I got things to do. First, better tell Tadokoro how the gig went. I reckon he'll send his stooge to the hideout.)
pt_br: (Vabbè, c'ho da fare. Prima, è meglio che dica a Tadokoro com'è andato il lavoretto. Mi sa che manderà il suo scagnozzo al covo.)
