Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0021.po
Languages: pt_br

# 8388_Erena
source: You're right. I think I'll sleep on it.
pt_br: Hai ragione. Credo che ci dormirò su.

# 8400_Akiyama
source: You should make up with her. You're living together, after all.
pt_br: Dovresti fare pace con lei. Dopotutto, vivete insieme.

# 8412_Erena
source: You're right. But we actually get along pretty well most of the time.
pt_br: Hai ragione. Ma in realtà andiamo piuttosto d'accordo il più delle volte.

# 8424_Akiyama
source: You just want a little more consideration.
pt_br: Vuoi solo un po' più di riguardo.

# 8436_Erena
source: That's it. She's a big girl now. She should be able to take care of herself－it's for her own good.
pt_br: È così e basta. È grande ormai. Dovrebbe sapersela cavare da sola－è per il suo bene.

# 8448_Akiyama
source: You sound like a surprisingly good big sister.
pt_br: Sembri una sorellona sorprendentemente brava.

# 8460_Erena
source: I knew you'd understand.
pt_br: Sapevo che avresti capito.

# 8472_Erena
source: Speakin' of which, my sister said she wanted to go shopping. Maybe I'll go with her.
pt_br: A proposito, mia sorella ha detto che voleva andare a fare shopping. Magari ci vado con lei.

# 8484_Akiyama
source: By the way, how are things with your boyfriend?
pt_br: A proposito, come va con il tuo ragazzo?

# 8520_Erena
source: Okay, I guess.
pt_br: Ok, suppongo.

# 8532_Akiyama
source: Really? That's not the impression I'm getting.
pt_br: Davvero? Non è l'impressione che mi sto facendo io.

# 8544_Erena
source: You're pretty perceptive.
pt_br: Sei parecchio perspicace.

# 8556_Akiyama
source: You're just easy to read.
pt_br: Sei proprio un libro aperto.

# 8568_Erena
source: Hahah. Yes, I'm not a very good liar.
pt_br: Ahahah. Sì, non sono molto brava a mentire.

# 8580_Akiyama
source: Hehe. So I take it things aren't going very well?
pt_br: Hehe. Allora, non è che le cose stiano andando proprio alla grande, eh?

# 8592_Erena
source: Well... Maybe I jumped into this relationship a little too quickly.
pt_br: Beh... Forse mi sono buttato in questa storia un po' troppo in fretta.

# 8604_Akiyama
source: I told you so. I mean, he just picked you up off the street, right? You didn't really know him at all.
pt_br: Te l'avevo detto io. Cioè, ti ha rimorchiata per strada, no? Non lo conoscevi mica, per niente.

# 8616_Erena
source: That's true. But he sure seemed like a nice guy at first.
pt_br: Già, è vero. Però all'inizio sembrava proprio uno a posto.

# 8628_Akiyama
source: What about now? Now that you know him a little better, do you think he's not for you, or are you still not sure?
pt_br: E adesso? Ora che lo conosci un po' meglio, pensi che non faccia per te, o non sei ancora sicura?

# 8640_Erena
source: Hmm. I'm not sure. But I also don't see things gettin' much better in the future.
pt_br: Hmm. Non sono sicuro. Ma non vedo neanche le cose migliorare granché in futuro.

# 8652_Akiyama
source: I see. Then maybe you're better off just ending it now.
pt_br: Capisco. Allora forse ti converrebbe troncare subito.

# 8664_Erena
source: Yeah. I'm gonna give it a little more thought.
pt_br: Sì. Ci penserò su ancora un po'.

# 8676_Erena
source: Thanks for listening to me. I can't talk about this with my sister, so it helped a lot.
pt_br: Grazie di avermi ascoltato. Non posso parlarne con mia sorella, quindi mi ha aiutato un sacco.

# 8688_Akiyama
source: Maybe you're just working too hard at it. You were buying clothes just to suit his taste after all.
pt_br: Magari ti stai solo impegnando troppo. Dopotutto, comprava vestiti solo per piacergli.

# 8700_Akiyama
source: If the other person doesn't react the way you hoped, sometimes it can be disappointing.
pt_br: Se l'altro non reagisce come speravi, a volte ci si rimane male.

# 8712_Erena
source: You really are perceptive.
pt_br: Sei proprio perspicace.

# 8724_Erena
source: That's it exactly. I always do my best to change myself to match my boyfriends' tastes, but in the end I just get tired of it.
pt_br: Esatto. Faccio sempre del mio meglio per cambiarmi e adattarmi ai gusti dei miei ragazzi, ma alla fine mi stufo e basta.

# 8736_Akiyama
source: I see...
pt_br: Capisco...

# 8748_Erena
source: But at least I've got you!
pt_br: Ma almeno ci sei tu!

# 8760_Akiyama
source: Hm? What do you mean?
pt_br: Hm? Cosa vuoi dire?

# 8772_Erena
source: Even if I break up with him, I can always start seein' you, right?
pt_br: Anche se lo mollo, posso sempre iniziare a vederti, no?

# 8784_Akiyama
source: Hey! So I'm like your insurance policy or something?
pt_br: Ehi! Allora sarei tipo la tua assicurazione o qualcosa del genere?

# 8796_Akiyama
source: Are you breaking up with him already?
pt_br: Lo stai già mollando?

# 8808_Erena
source: Oh. That... I haven't decided.
pt_br: Oh. Quello... non ho deciso.

# 8820_Akiyama
source: So it hasn't gotten that bad yet, huh? Still, sometimes it's better to end things quickly rather than having them drag on forever.
pt_br: Quindi non è ancora messa così male, eh? Però, a volte è meglio troncare subito piuttosto che farla tirare per le lunghe.

# 8832_Erena
source: I just don't know. Should I break up with him?
pt_br: Non so proprio. Dovrei lasciarlo?

# 8844_Akiyama
source: How about you break up with your boyfriend and start going out with me?
pt_br: Che ne dici di mollare il tuo ragazzo e metterti con me?

# 8856_Erena
source: I'm sorry, but I'm not in the mood for that kind of joke right now.
pt_br: Mi dispiace, ma non sono dell'umore per battute del genere in questo momento.

# 8868_Akiyama
source: Who's joking?
pt_br: Ma chi sta scherzando?

# 8880_Erena
source: Do you mind if I ask you something?
pt_br: Ti dispiace se ti chiedo una cosa?

# 8892_Akiyama
source: Hm? What?
pt_br: Mmh? Cosa?

# 8904_Erena
source: A while ago my boyfriend and I were watching a DVD. It was a horror movie.
pt_br: Qualche tempo fa io e il mio ragazzo stavamo guardando un DVD. Era un film horror.

# 8916_Erena
source: Anyway, I was eating a big plate of stir-fried noodles while we were watchin'.
pt_br: Comunque, stavo mangiando un piattone di noodles saltati mentre guardavamo.

# 8928_Akiyama
source: Noodles, huh?
pt_br: Noodles, eh?

# 8940_Erena
source: My boyfriend seemed real shocked that I could eat while watching that kinda movie.
pt_br: Il mio ragazzo sembrava proprio scioccato che potessi mangiare mentre guardavo quel genere di film.

# 8952_Erena
source: You think that's such a strange thing to do?
pt_br: Pensi che sia una cosa così strana da fare?

# 8964_Akiyama
source: That's not such a big deal. It wouldn't bother me at all.
pt_br: Non è mica un gran che. Non mi darebbe fastidio per niente.

# 8976_Erena
source: Really? But I should've known better.
pt_br: Davvero? Ma dovevo immaginarlo.

# 8988_Akiyama
source: He's a jerk if he's going to make a big deal about something little like that.
pt_br: È uno stronzo se si mette a fare storie per una cosa da niente.

# 9000_Erena
source: Ya really think so?
pt_br: Davvero la pensi così?

# 9012_Akiyama
source: Yeah, it's really nothing to get upset about.
pt_br: Già, non c'è davvero niente per cui prendersela.

# 9024_Erena
source: Oh, okay. I'll try and forget about it then.
pt_br: Ah, va bene. Allora cercherò di dimenticarmelo.

# 9036_Akiyama
source: I'd be a little surprised too. Noodles don't exactly go well with horror movies, if you know what I mean.
pt_br: Sarei un po' sorpreso anch'io. I Noodles non vanno proprio a braccetto con i film horror, se capisci cosa intendo.

# 9048_Erena
source: Really!? Ya think so too?
pt_br: Davvero!? La pensi anche tu?

# 9060_Akiyama
source: Well, it's just my opinion, but...
pt_br: Beh, è solo la mia opinione, ma...

# 9072_Erena
source: I'll just have to not eat anything while we're watching DVDs. Hope I can stand the hunger.
pt_br: Mi toccherà semplicemente non mangiare niente mentre ci guardiamo dei DVD. Spero di reggere la fame.

# 9084_Akiyama
source: Why don't you just skip the horror films from now on?
pt_br: Ma perché non te li salti proprio i film horror d'ora in poi?

# 9096_Akiyama
source: It must've been a pretty boring movie. If he was focused on the movie, he wouldn't even have noticed what you were doing.
pt_br: Dev'essere stato un film proprio noioso. Se fosse stato concentrato sul film, non si sarebbe nemmeno accorto di quello che stavi facendo.

# 9108_Erena
source: Well, it's true that it wasn't very good, but...
pt_br: Beh, è vero che non era granché, però...

# 9120_Akiyama
source: You don't really notice the person next to you in the movie theater when they're eating popcorn, right? It's the same thing.
pt_br: Non ti accorgi nemmeno della persona che ti siede accanto al cinema quando mangia i popcorn, vero? È la stessa cosa.

# 9132_Erena
source: Yeah, I think I know what you mean! It always bothers me before the movie starts, but once the lights go down, I can just tune it right out.
pt_br: Sì, sì, credo proprio di sapere cosa intendi! Mi dà sempre fastidio prima che inizi il film, ma una volta che le luci si abbassano, riesco a non farci più caso.

# 9144_Akiyama
source: Exactly. I think the problem was the movie you were watching.
pt_br: Appunto. Secondo me il problema era il film che stavi guardando.

# 9156_Erena
source: I see! I've got to go rent a different DVD and see what happens.
pt_br: Capisco! Devo andare a prendermi un altro DVD e vedere come va a finire.

# 9168_Erena
source: But I don't want it to be too interesting. Then I'll forget about eatin'.
pt_br: Ma non voglio che sia troppo interessante. Poi mi scordo di mangiare.

# 9180_Akiyama
source: Do you cook at home much?
pt_br: Cucini spesso a casa?

# 9192_Erena
source: Cook?
pt_br: Cucini?

# 9204_Erena
source: I may not look it, but I actually cook a lot.
pt_br: Potrei non sembrarlo, ma in realtà cucino un sacco.

# 9216_Akiyama
source: Heheh. Why do you look so happy?
pt_br: Heheh. Perché sei così contento?

# 9228_Erena
source: I like it when people are surprised I can cook.
pt_br: Mi piace quando la gente si sorprende che so cucinare.

# 9240_Erena
source: It's better if you look like you can't cook. Then people are more impressed when they find out that ya can.
pt_br: È meglio se sembri che non sai cucinare. Poi la gente rimane più colpita quando scopre che in realtà ci sai fare.

# 9252_Akiyama
source: Heheh, I see.
pt_br: Heheh, Capisco.

# 9264_Erena
source: Makes sense, right?
pt_br: Ha senso, no?

# 9276_Akiyama
source: It's great when women can cook. They become pretty popular, too.
pt_br: È una cosa forte quando le donne sanno cucinare. Diventano parecchio popolari, pure.

# 9288_Erena
source: Yeah, I think I'd do just fine in that department. I even got all my own pots and pans.
pt_br: Eh sì, credo che me la caverei alla grande in quel campo. Ho persino tutte le mie pentole e padelle.

# 9300_Erena
source: People tell me I make a pretty good omurice. Oh, and I make a mean hamburg steak, too.
pt_br: Mi dicono che faccio un omurice davvero buono. Ah, e anche l'hamburg steak lo faccio da urlo.

# 9312_Akiyama
source: Really... That's good.
pt_br: Davvero... Bene così.

# 9324_Erena
source: I know. Maybe I'll whip something up for ya sometime.
pt_br: Lo so. Magari ti tiro su qualcosa un giorno.

# 9336_Akiyama
source: Sure. It's been a long time since I've last had a home-cooked meal.
pt_br: Volentieri. È da un sacco che non mangio qualcosa fatto in casa.

# 9348_Erena
source: Hahahah! I was just kiddin' about that last part. Sorry!
pt_br: Ahahah! Stavo solo scherzando sull'ultima cosa. Scusa!

# 9372_Akiyama
source: So you try to look like you can't cook? What's wrong with letting people know that you can cook right from the beginning?
pt_br: Allora fai finta di non saper cucinare? Cosa c'è di male a far sapere alla gente che sai cucinare fin dall'inizio?

# 9384_Erena
source: Bein' all ladylike isn't really my style.
pt_br: Essere tutta signorina non è proprio il mio genere.

# 9396_Akiyama
source: Hey, I thought Kyoto girls were supposed to be elegant.
pt_br: Ehi, pensavo che le ragazze di Kyoto dovessero essere eleganti.

# 9408_Erena
source: Oh, come on. Ya know girls from Kyoto aren't really like that, right?
pt_br: Ma dai! Sai che le ragazze di Kyoto non sono mica così, vero?

# 9420_Akiyama
source: I see...
pt_br: Capisco...

# 9432_Akiyama
source: You can't fool me. I know what you're really like.
pt_br: Non mi freghi. So cosa sei veramente.

# 9444_Erena
source: Hahahah! Don't say that. You'll gimme a bad reputation.
pt_br: Hahahah! Non dire così. Mi rovinerai la reputazione.

# 9456_Erena
source: But now that you know that I can cook, I bet you've changed your opinion of me, haven't ya?
pt_br: Ma ora che sai che so cucinare, scommetto che hai cambiato opinione su di me, vero?

# 9468_Akiyama
source: I suppose I have. I like you even more now.
pt_br: Credo proprio di sì. Adesso mi piaci ancora di più.

# 9480_Erena
source: Ooh, I like the sound of that. Go on...
pt_br: Ohhh, mi piace come suona. Avanti...

# 9492_Akiyama
source: I'd like to try your cooking sometime.
pt_br: Mi piacerebbe provare la tua cucina prima o poi.

# 9504_Erena
source: That's going to have to wait till we know each other a bit more. I don't cook for just anybody, ya know.
pt_br: Dovrà aspettare che ci conosciamo un po' meglio. Non cucino per chiunque, sai.

# 9516_Erena
source: My little sister went to a flea market the other day and ran into one of her friends from high school! She was sellin' some things there.
pt_br: La mia sorellina l'altro giorno è andata a un mercatino delle pulci e ha beccato una sua amica del liceo! Stava vendendo un po' di roba lì.

# 9528_Akiyama
source: Oh? And?
pt_br: Oh? E quindi?

# 9540_Erena
source: Then she looked at what her friend was selling...
pt_br: Poi ha dato un'occhiata a quello che vendeva la sua amica...

# 9552_Akiyama
source: What was it?
pt_br: Che cos'era?

# 9564_Erena
source: Well, she was sellin' a picture frame that my sister'd given her for her birthday!
pt_br: Beh, stava vendendo una cornice che le aveva regalato mia sorella per il suo compleanno!

# 9576_Akiyama
source: Ouch. That's not very nice.
pt_br: Ahia. Non è molto carino.

# 9588_Erena
source: No, it isn't. I think it's terrible.
pt_br: No, non lo è. Penso che sia terribile.

# 9600_Akiyama
source: Yep. That's not bein' nice at all, if ya ask me.
pt_br: Già. Non è mica carino, se mi chiedi.

# 9612_Erena
source: Haha! I think you're startin' to sound like me!
pt_br: Ahah! Mi sa che stai cominciando a parlare come me!

# 9624_Akiyama
source: Heheh. Maybe your accent is starting to rub off on me.
pt_br: Heheh. Forse il tuo accento mi sta contagiando.

# 9636_Erena
source: I just love it when people from Tokyo try and talk using the Kansai accent.
pt_br: Mi fa morire quando quelli di Tokyo provano a parlare con l'accento del Kansai.

# 9648_Akiyama
source: Really? Why?
pt_br: Davvero? Perché?

# 9660_Erena
source: Oh, I dunno. It's just cute.
pt_br: Boh, non saprei. È solo carino.

# 9672_Akiyama
source: Don't some people hate fake Kansai accents though? I mean, doesn't it irritate people from Kansai?
pt_br: Non è che a qualcuno non piacciono gli accenti Kansai finti, però? Cioè, non irrita quelli del Kansai?

# 9684_Akiyama
source: I've heard some people say that they don't want people from Tokyo trying to speak like them.
pt_br: Ho sentito dire che c'è gente che non vuole che quelli di Tokyo provino a parlare come loro.

# 9696_Erena
source: Oh, I guess some people are like that.
pt_br: Ah, capisco, c'è chi è fatto così.

# 9708_Erena
source: But I think it's adorable when people make all kindsa mistakes tryin' to speak it.
pt_br: Ma trovo adorabile quando la gente fa un sacco di errori provando a parlarlo.

# 9720_Akiyama
source: So you do think I'm bad at it?
pt_br: Allora, pensi davvero che sia scarso?

# 9732_Erena
source: Don't feel bad. I wouldn't want ya to get any better at it than ya are.
pt_br: Non sentirti in colpa. Non vorrei mica che ci diventassi più bravo di così.

# 9744_Akiyama
source: I think I'll quit using it...
pt_br: Penso che smetto di usarlo...

# 9756_Akiyama
source: There's nothing cute about a Kansai accent. I could maybe understand if it was a girl speaking it, but a man?
pt_br: L'accento del Kansai non ha niente di simpatico. Potrei anche capire se a parlarlo fosse una ragazza, ma un uomo?

# 9768_Erena
source: Really? Why do you think that?
pt_br: Davvero? Come mai la pensi così?

# 9780_Akiyama
source: I've always thought the Kansai accent sounded kind of harsh. It sounds like you're always angry.
pt_br: Ho sempre pensato che l'accento del Kansai suonasse un po' duro. Sembra che siate sempre arrabbiati.

# 9792_Akiyama
source: Sometimes young punks try to fake a Kansai accent. They think it makes them sound tough. I hate it.
pt_br: Certe volte 'sti ragazzini provano a scimmiottare l'accento del Kansai. Pensano che così sembrino più tosti. Lo detesto.

# 9804_Erena
source: Wow. I can't believe you don't appreciate the Kansai accent like I do... I'm kind of shocked.
pt_br: Wow. Non ci credo che tu non apprezzi l'accento del Kansai come me... Sono un po' scioccato.

# 9816_Akiyama
source: Lemme take ya out to eat!
pt_br: Dai, ti porto fuori a mangiare!

# 9828_Erena
source: Haha! You're getting pretty good!
pt_br: Haha! Stai diventando proprio bravo!

# 9840_Akiyama
source: Really? That was good?
pt_br: Davvero? Era così bravo?

# 9852_Erena
source: Well, to me, there isn't anything special about people from Kansai speaking in a Kansai accent. It just sounds natural.
pt_br: Beh, per me, non c'è niente di speciale nella gente del Kansai che parla con l'accento del Kansai. Suona naturale e basta.

# 9864_Erena
source: But when I see somebody from Tokyo tryin' so hard to do it, it's just adorable.
pt_br: Ma quando vedo uno di Tokyo che ci si impegna così tanto a farlo, è proprio una cosa tenera.

# 9876_Akiyama
source: Heheh. I see.
pt_br: Eheh. Capisco.

# 9888_Erena
source: Uh-oh. I'm starvin'.
pt_br: Ops. Sto morendo di fame.

# 9900_Akiyama
source: You haven't eaten recently?
pt_br: Non hai mangiato di recente?

# 9912_Erena
source: I ate, but it wasn't enough.
pt_br: Ho mangiato, ma non mi è bastato.

# 9924_Akiyama
source: Heheh. Dieting, are you?
pt_br: Heheh. Stai a dieta, eh?

# 9936_Erena
source: No, it isn't that. I may not look it, but I'm actually a pretty big eater.
pt_br: No, non è quello. Non si direbbe, ma in realtà sono una che mangia parecchio.

# 9948_Erena
source: I had a normal meal, but I guess it wasn't enough for me today.
pt_br: Ho fatto un pasto normale, ma credo che non mi sia bastato oggi.

# 9960_Akiyama
source: You eat that much?
pt_br: Mangi così tanto?

# 9972_Erena
source: Yeah. Everybody who knows me says I got a huge appetite.
pt_br: Eh, sì. Tutti quelli che mi conoscono dicono che ho un appetito da lupo.

# 9984_Akiyama
source: You certainly don't look it.
pt_br: Decisamente non si direbbe.

# 9996_Erena
source: I know! I'm so small that everybody's always shocked when they find out.
pt_br: Lo so! Sono così piccola che tutti rimangono sempre di stucco quando lo vengono a sapere.

# 10008_Akiyama
source: Are you a picky eater?
pt_br: Sei schizzinosa?

# 10020_Erena
source: Not really. I just hate green peas.
pt_br: Non proprio. Odio proprio i piselli verdi.

# 10032_Akiyama
source: Hmm... They say that your parents' eating habits can have a big effect on you.
pt_br: Mmh... Dicono che le abitudini alimentari dei tuoi genitori possano influire un sacco su di te.

# 10044_Akiyama
source: If your parents aren't picky eaters, you're more likely to grow up eating a large variety of food.
pt_br: Se i tuoi genitori non sono schizzinosi col cibo, è più probabile che tu cresca mangiando un sacco di cose diverse.

# 10056_Erena
source: Oh yeah?
pt_br: Ah sì?

# 10068_Akiyama
source: It sounds like you'd make a good mother someday.
pt_br: Sembra proprio che faresti una gran brava mamma, un giorno.

# 10080_Erena
source: Really? Thanks!
pt_br: Davvero? Grazie!

# 10092_Akiyama
source: But you'll have to work on eating peas.
pt_br: Ma dovrai imparare a mangiare i piselli.

# 10104_Erena
source: Ugh... That's one thing I can't do.
pt_br: Uff... Quella è una cosa che proprio non riesco a fare.

# 10116_Akiyama
source: You want something to eat? I can order you something.
pt_br: Ti va qualcosa da mangiare? Posso ordinarti qualcosa.

# 10128_Erena
source: Huh? Really?
pt_br: Eh? Davvero?

# 10140_Akiyama
source: Sure. Order whatever you like.
pt_br: Certo. Ordina pure quello che vuoi.

# 10152_Erena
source: You're so nice! Maybe I'll have some <Color:7>Dried Ray Fin<Color:Default>!
pt_br: Sei troppo gentile! Magari mi ordino un po' di <Color:7>Pinna di razza essiccata<Color:Default>!

# 10164_Erena
source: Excuse me!
pt_br: Scusi!

# 10188_Erena
source: 真っ黒中。フラグ立てたりWdrResetしたり。
pt_br: È tutto nero, qui dentro. Imposto dei flag, resetto Wdr e via dicendo.

# 10224_Erena
source: That was great!
pt_br: È stato fantastico!

# 10236_Akiyama
source: Heheh. Feeling better now?
pt_br: Heheh. Stai meglio adesso?

# 10248_Erena
source: Thank you!
pt_br: Grazie!

# 10260_Akiyama
source: You eat pretty fast, don't you?
pt_br: Mangi parecchio in fretta, eh?

# 10272_Erena
source: Teehee. ♪ Yep!
pt_br: Hihi. ♪ Sì!

# 10284_Erena
source: People say I should enter a speed eatin' contest.
pt_br: La gente dice che dovrei partecipare a una gara a chi mangia più in fretta.

# 10296_Akiyama
source: Maybe you could slow down just a bit.
pt_br: Forse potresti rallentare un attimo.

# 10308_Akiyama
source: Oh, sorry. I don't have enough money.
pt_br: Oh, scusa. Non ho abbastanza soldi.

# 10320_Erena
source: What!? Really? But you look like a guy who has lotsa money.
pt_br: Cosa!? Davvero? Ma hai proprio l'aria di uno che c'ha un sacco di soldi.

# 10332_Akiyama
source: Heheh. Sorry. Maybe next time.
pt_br: Eheh. Scusa. Magari la prossima volta.

# 10344_Erena
source: Gah... I shouldn't have gotten my hopes up. Now I'm hungrier than before.
pt_br: Uff... Non avrei dovuto farmi illusioni. E ora ho più fame di prima.

# 10356_Akiyama
source: You'll just have to grin and bear it for now. They say you shouldn't eat your fill anyway.
pt_br: Per adesso dovrai stringere i denti. Dicono che comunque non dovresti abbuffarti.

# 10368_Erena
source: But I'm not even close to being full. My stomach's halfway empty, and it's gettin' worse!
pt_br: Ma non sono minimamente piena. Ho lo stomaco mezzo vuoto, e sta peggiorando!

# 10380_Akiyama
source: Snacking isn't good for you, you know. It's better if you eat more at each meal.
pt_br: Fare spuntini non ti fa bene, sai. È meglio se mangi di più ai pasti.

# 10392_Erena
source: Really? But I want to eat now... What should I do?
pt_br: Davvero? Ma voglio mangiare adesso... Cosa dovrei fare?

# 10404_Akiyama
source: Wait until your next meal.
pt_br: Aspetta fino al tuo prossimo pasto.

# 10416_Erena
source: Seriously!? But I'm starvin'...
pt_br: Sul serio!? Ma sto morendo di fame...

# 10428_Erena
source: Oh no... I just remembered something terrible.
pt_br: Oh no... Mi è appena venuto in mente qualcosa di terribile.

# 10440_Akiyama
source: What?
pt_br: Cosa?

# 10452_Erena
source: I met someone I know from Kyoto a little while ago. She was in Tokyo for some sightseeing.
pt_br: Ho incontrato una che conosco di Kyoto poco fa. Era a Tokyo per farsi un giro.

# 10464_Akiyama
source: I see. Did something happen between you two?
pt_br: Capisco. È successo qualcosa tra voi due?

# 10476_Erena
source: Well... To tell you the truth, she's someone I didn't really want to see.
pt_br: Beh... A dire il vero, è una che non volevo proprio vedere.

# 10488_Akiyama
source: Huh...
pt_br: Eh...

# 10500_Akiyama
source: Did she steal a boyfriend from you or something?
pt_br: Ti ha rubato un ragazzo o roba del genere?
