Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid000205c8.po
Languages: pt

source: You gained 500 EXP.
pt: Hai ottenuto 500 ESP.

source: You can switch between day and night by resting.
pt: Puoi passare dal giorno alla notte riposando.

source: Switching Main Characters
pt: Cambio del personaggio principale

# 192_Date
source: So these are the final hours before the big showdown, huh? Make sure you're prepared before you go. And talk to the others before you rest.
pt: Quindi queste sono le ultime ore prima della grande resa dei conti, eh? Assicuratevi di essere preparati prima di andare. E parlate con gli altri prima di riposare.

# 204_Switching Main Characters
source: During the Finale, you can switch between any of the four main characters at New Serena. Talk to the character you want to control and select the appropriate command.
pt: Durante il finale, puoi passare da un personaggio principale all'altro al New Serena. Parla con il personaggio che vuoi controllare e seleziona il comando appropriato.

# 216_Switching Main Characters
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt: Questa informazione è stata aggiunta come <Color:14>promemoria<Color:Default>. Leggi i <Color:14>promemoria<Color:Default> selezionando <Color:14>Promemoria<Color:Default> nel menu di pausa. Puoi accedere al menu di pausa con il pulsante <Action:Button_Options@Adventure>.

# 228_Date
source: I have no idea what's in store for you guys... All I can say is, make sure you don't have any regrets before you head out.
pt: Non ho idea di cosa vi aspetti... Tutto quello che posso dire è, assicuratevi di non avere rimpianti prima di uscire.

# 264_Date
source: Hey, you guys ready to go?
pt: Ehi, ragazzi, siete pronti a andare?

# 276_Player
source: Not yet. I need a little more time.
pt: Non ancora. Mi serve ancora un po' di tempo.

# 288_Date
source: All right, I'll be waiting.
pt: Va bene, aspetterò.

# 300_Player
source: Yeah, let's roll.
pt: Sì, andiamo.

# 312_Date
source: You're really sure? You might wanna stock up on Staminans if you haven't already. This'll be your last chance.
pt: Sei davvero sicuro? Forse è meglio fare scorta di Staminan se non l'hai ancora fatto. Sarà la tua ultima occasione.

# 324_Player
source: Actually, hold on. There's a few more things I need to take care of.
pt: In realtà, aspetta. Ci sono ancora un paio di cose di cui devo occuparmi.

# 336_Date
source: All right, I'll be waiting.
pt: Va bene, aspetterò.

# 348_Player
source: Yeah, we're good to go.
pt: Sì, siamo pronti.

# 360_Date
source: Then let's do it.
pt: Allora facciamolo.

# 384_Date
source: Let me know when you guys are ready to go to the Millennium Tower. We'll head out once all four of you are good.
pt: Fatemi sapere quando siete pronti per andare alla Millennium Tower. Partiremo quando sarete tutti pronti.

# 396_Date
source: Oh, and I brought some blankets so you can rest. Can't take down a massive criminal conspiracy without a little beauty sleep, right?
pt: Oh, e ho portato delle coperte per farvi riposare. Non si può sgominare una massiccia cospirazione criminale senza un sonnellino di bellezza, giusto?

# 444_Date
source: Not yet.
pt: Non ancora.

# 456_Date
source: Let's roll.
pt: Andiamo.

# 468_Date
source: Actually, hold on.
pt: In realtà, aspetta.

# 480_Date
source: I'm sure.
pt: Sono sicuro.
