Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01020354.po
Languages: pt

# 128_Zhao
source: Leaving already, Ma-chan?
pt: Te ne vai già, Ma-chan?

# 176_Tanimura
source: ...You know, Zhao-san? You've been a better friend to me than I've ever been to you.
pt: ...Sai, Zhao-san? Sei stato un amico migliore per me di quanto io lo sia mai stato per te.

# 188_Zhao
source: Don't be ridiculous. You know that's not true.
pt: Non essere ridicolo. Sai che non è vero.

# 212_Zhao
source: I'm just sorry the truth turned out to be so harsh. Your father, murdered by another man on the force... I can barely believe it.
pt: Mi dispiace solo che la verità si sia rivelata così dura. Tuo padre, ucciso da un altro uomo delle forze dell'ordine... riesco a stento a crederci.

# 224_Tanimura
source: You're telling me.
pt: A chi lo dici.

# 236_Zhao
source: Something about all this doesn't sit well with me... How will your father's spirit ever find peace?
pt: Qualcosa in tutto questo non mi convince... Come potrà mai trovare pace lo spirito di tuo padre?

# 260_Tanimura
source: I think he'll be just fine.
pt: Credo che starà benissimo.

# 272_Zhao
source: Hm?
pt: Mh?

# 296_Tanimura
source: Chief Hisai, Sugiuchi-san... They were tired of being used by Munakata and Katsuragi all these years.
pt: Il capo Hisai, Sugiuchi-san... Erano stanchi di essere usati da Munakata e Katsuragi per tutti questi anni.

# 308_Zhao
source: Hm...
pt: Mh...

# 332_Tanimura
source: The two of them spent their whole lives serving others.
pt: Loro due hanno passato tutta la vita a servire gli altri.

# 344_Tanimura
source: But their final moments... Those were theirs, and theirs alone.
pt: Ma i loro ultimi istanti... quelli sono stati solo loro.

# 356_Tanimura
source: They went out following their own brand of justice.
pt: Se ne sono andati seguendo il loro personale concetto di giustizia.

# 392_Tanimura
source: Sugiuchi-san must've known telling me the truth of what happened 25 years ago was signing his own death warrant.
pt: Sugiuchi-san doveva sapere che dirmi la verità su ciò che accadde 25 anni fa era firmare la sua condanna a morte.

# 404_Tanimura
source: But he did it anyway.
pt: Ma l'ha fatto lo stesso.

# 416_Tanimura
source: And Chief Hisai... He took his own life in order to spare you, me, and Mei Hua.
pt: E il capo Hisai... Si è tolto la vita per risparmiare te, me e Mei Hua.

# 440_Zhao
source: That explains what he said into the phone before he shot himself: "Both of them will be dealt with."
pt: Questo spiega quello che ha detto al telefono prima di spararsi: 'Di loro due ci occuperemo noi.'

# 452_Tanimura
source: Yeah. Chief Hisai told Munakata I was dead so he'd stop coming after me.
pt: Sì. Il capo Hisai ha detto a Munakata che ero morto, così avrebbe smesso di darmi la caccia.

# 464_Tanimura
source: He spared my life so that I could do what's right. So that I could do what he never could.
pt: Mi ha risparmiato la vita perché potessi fare la cosa giusta. Perché potessi fare ciò che lui non ha mai potuto.

# 476_Zhao
source: You mean bring Munakata down?
pt: Intendi incastrare Munakata?

# 488_Tanimura
source: Exactly.
pt: Esatto.

# 512_Zhao
source: But how are you gonna do that, Ma-chan? Munakata's one of the most powerful men in one of the top police institutions in the world.
pt: Ma come farai, Ma-chan? Munakata è uno degli uomini più potenti in una delle più importanti istituzioni di polizia del mondo.

# 524_Tanimura
source: Well, I don't think I'll be getting much help from my fellow officers, that's for sure.
pt: Beh, non credo che riceverò molto aiuto dai miei colleghi, questo è sicuro.

# 596_Akiyama
source: Phew. The shit's really hit the proverbial fan, huh?
pt: Fiuu. La merda ha davvero colpito il ventilatore, eh?

# 608_Tanimura
source: You're telling me. Anyway, what's up? You wouldn't swing by here without a good reason.
pt: A chi lo dici. Comunque, che succede? Non passeresti di qui senza un buon motivo.

# 620_Akiyama
source: You know, sometimes it's depressing how sharp you are.
pt: Sai, a volte è deprimente quanto sei acuto.

# 632_Tanimura
source: What happened?
pt: Che è successo?

# 644_Akiyama
source: District attorney's goons showed up at my office. Started tearing the place apart at the seams.
pt: Gli scagnozzi del procuratore distrettuale si sono presentati nel mio ufficio. Hanno iniziato a mettere a soqquadro il posto.

# 656_Akiyama
source: Not to mention, they chucked me out on the street.
pt: Per non parlare del fatto che mi hanno sbattuto fuori in strada.

# 668_Tanimura
source: Wait, they're investigating Sky Finance? On what grounds?
pt: Aspetta, stanno indagando sulla Sky Finance? Per quale motivo?

# 680_Akiyama
source: They said they're looking into some kinda coercion. The exact term's eluding me at the moment.
pt: Hanno detto che stanno indagando su una specie di coercizione. Il termine esatto al momento mi sfugge.

# 692_Akiyama
source: Anyway, the issue is my tests. They said I'm forcing people to do stuff they don't want to do in exchange for money. Classic coercion case, I guess.
pt: Comunque, il problema sono i miei test. Dicono che costringo la gente a fare cose che non vuole fare in cambio di denaro. Un classico caso di coercizione, immagino.

# 704_Tanimura
source: Heh, it's like I can hear the words coming out of the DA's mouth himself.
pt: Eh, è come se sentissi le parole uscire dalla bocca stessa del procuratore.

# 716_Akiyama
source: Anyway, I didn't know where else to turn, so I thought I'd drop by here.
pt: Comunque, non sapevo dove altro andare, quindi ho pensato di passare di qui.

# 728_Akiyama
source: Looks like I caught you at a bad time, though. Want me to come back later?
pt: Sembra che ti abbia beccato in un brutto momento, però. Vuoi che torni più tardi?

# 740_Tanimura
source: No, your timing actually couldn't be better.
pt: No, il tuo tempismo non potrebbe essere migliore.

# 752_Akiyama
source: Oh yeah?
pt: Ah sì?

# 764_Tanimura
source: Yeah. I need a hand with something, Akiyama-san.
pt: Sì. Ho bisogno di una mano per una cosa, Akiyama-san.
