Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0009.po
Languages: pt_br

# 18000_Kiryu
source: You can't quit.
pt_br: Non puoi mollare.

# 18012_Kiryu
source: What counts as cheating?
pt_br: Cosa conta come tradimento?

# 18024_Kiryu
source: Now you're just being silly.
pt_br: Adesso stai solo facendo lo sciocco.

# 18036_Kiryu
source: Do I look like the kind of man who'd cheat?
pt_br: Sembro il tipo da tradire?

# 18048_Kiryu
source: What if you don't like the guy?
pt_br: E se non ti piace il tipo?

# 18060_Kiryu
source: You can't just sit back and wait for it.
pt_br: Non puoi mica startene lì con le mani in mano ad aspettare.

# 18072_Kiryu
source: Haven't you ever told someone yourself?
pt_br: Non l'hai mai detto a qualcuno, tu?

# 18084_Kiryu
source: You look like you don't have any worries.
pt_br: Hai l'aria di non avere pensieri.

# 18096_Kiryu
source: It's annoying when people jump to conclusions.
pt_br: Che rottura quando la gente salta alle conclusioni.

# 18108_Kiryu
source: Do you have a hard time hiding your feelings?
pt_br: Fai fatica a nascondere i tuoi sentimenti?

# 18120_Kiryu
source: Maybe you were too wild as a teenager.
pt_br: Forse eri troppo scatenato da adolescente.

# 18132_Kiryu
source: I bet you hang out with a different crowd, too.
pt_br: Scommetto che frequenti un giro diverso anche tu.

# 18144_Kiryu
source: That's a surprisingly sensible thing to say.
pt_br: Quella è una cosa sorprendentemente sensata da dire.

# 18156_Kiryu
source: People say I'm scary, too.
pt_br: Pure a me dicono che faccio paura.

# 18168_Kiryu
source: That impression doesn't last long, does it?
pt_br: Quell'impressione non dura poi molto, vero?

# 18180_Kiryu
source: You've got a kind of aura about you.
pt_br: Hai una certa aura.

# 18192_Kiryu
source: A corset?
pt_br: Un corsetto?

# 18204_Kiryu
source: Apparently? You don't remember it?
pt_br: Ma davvero? Non te lo ricordi?

# 18216_Kiryu
source: Don't worry about it. Here, have a drink.
pt_br: Non ti preoccupare. Tieni, bevi qualcosa.

# 18228_Kiryu
source: That's what I like about you.
pt_br: È proprio questo che mi piace di te.

# 18240_Kiryu
source: Don't worry about that.
pt_br: Non preoccupartene.

# 18252_Kiryu
source: Education isn't always a good thing.
pt_br: L'istruzione non è mica sempre un bene.

# 18264_Kiryu
source: Aren't you working yourself a bit too hard?
pt_br: Non stai mica lavorando un po' troppo?

# 18276_Kiryu
source: Do you fall asleep while doing your makeup?
pt_br: Ti addormenti mentre ti trucchi?

# 18288_Kiryu
source: I'm a little disappointed.
pt_br: Sono un po' delusa.

# 18300_Kiryu
source: Let me know if it gets to be a problem.
pt_br: Fammi sapere se diventa un problema.

# 18312_Kiryu
source: Why don't you just screen his calls?
pt_br: Perché non gli filtri le chiamate e basta?

# 18324_Kiryu
source: You shouldn't give your email to just anybody.
pt_br: Non dovresti dare la tua mail al primo che capita.

# 18336_Kiryu
source: You could ask him to come to the club.
pt_br: Potresti chiedergli di venire al club.

# 18348_Kiryu
source: You could say you've already got a boyfriend.
pt_br: Potresti dire di avere già un fidanzato.

# 18360_Kiryu
source: You could ask him how much money he has.
pt_br: Potresti chiedergli quanti soldi ha.

# 18372_Kiryu
source: But you see me when I come to the club.
pt_br: Ma tu mi vedi quando vengo al locale.

# 18384_Kiryu
source: You'd quit your job for me?
pt_br: Molleresti il lavoro per me?

# 18396_Kiryu
source: I actually live in Okinawa.
pt_br: In realtà vivo a Okinawa.

# 18408_Kiryu
source: Sounds like a good idea to me.
pt_br: Mi sembra una buona idea.

# 18420_Kiryu
source: I don't think you should get involved.
pt_br: Non credo che dovresti metterti in mezzo.

# 18432_Kiryu
source: There are no right or wrong answers in love.
pt_br: Nell'amore non c'è giusto o sbagliato.

# 18444_Kiryu
source: It'll be all right.
pt_br: Andrà tutto bene.

# 18456_Kiryu
source: That depends on us.
pt_br: Dipende da noi.

# 18468_Kiryu
source: It could be time for us to move on.
pt_br: Potrebbe essere ora di andare avanti.

# 18480_Kiryu
source: How could something like that happen?
pt_br: Come ha potuto succedere una cosa del genere?

# 18492_Kiryu
source: Why didn't your family wake you up?
pt_br: Perché la tua famiglia non ti ha svegliato?

# 18504_Kiryu
source: Are you sure you weren't in a coma?
pt_br: Ma sei sicuro che non eri in coma?

# 18516_Kiryu
source: You don't need to worry about that.
pt_br: Non ti preoccupare per quello.

# 18528_Kiryu
source: Like how men do weight training?
pt_br: Tipo, come fanno gli uomini i pesi?

# 18540_Kiryu
source: Actually, you could stand to gain some weight.
pt_br: A dire il vero, potresti mettere su qualche chilo.

# 18552_Kiryu
source: Is that such a good idea?
pt_br: È proprio una buona idea?

# 18564_Kiryu
source: You're just shutting out the outside world.
pt_br: Stai solo facendo muro col mondo esterno.

# 18576_Kiryu
source: You've really grown.
pt_br: Sei davvero cresciuta.

# 18588_Kiryu
source: You don't get it, do you?
pt_br: Non ci arrivi, eh?

# 18600_Kiryu
source: Yeah, I don't like it much myself.
pt_br: Già, nemmeno a me piace granché.

# 18612_Kiryu
source: Have you even tried it?
pt_br: Ci hai almeno provato?

# 18624_Kiryu
source: Are you sure you remember it?
pt_br: Sei proprio sicuro di ricordartelo?

# 18636_Kiryu
source: We should go out again.
pt_br: Dovremmo uscire di nuovo.

# 18648_Kiryu
source: I love you.
pt_br: Ti amo.

# 18660_Kiryu
source: Nothing
pt_br: Niente

# 18672_Kiryu
source: 777 Town
pt_br: Città 777

# 18696_Kiryu
source: The Ghost in the Underground Mall
pt_br: Il Fantasma del Centro Commerciale Sotterraneo

# 18708_Kiryu
source: The Footbaths at Yunosono Hot Springs
pt_br: I Pediluvi alle Sorgenti Termali Yunosono

# 18720_Kiryu
source: Popular Golf Dates Among Women
pt_br: Appuntamenti a Golf Popolari tra le Donne

# 18732_Kiryu
source: Eating Liver to Reverse Brain Aging
pt_br: Mangiare Fegato per Invertire l'Invecchiamento Cerebrale

# 18744_Kiryu
source: The Pole Dancing Workout
pt_br: L'Allenamento di Pole Dance

# 18756_Kiryu
source: Popular Sweet Sake Among Women
pt_br: Sake Dolce Popolare tra le Donne

# 18768_Kiryu
source: Sure.
pt_br: Certo.

# 18792_Kiryu
source: Go ahead.
pt_br: Vai pure.
