Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01020595.po
Languages: it

source: Woman
it: Donna

# 68_Hamazaki
source: The heck is this place, Kiryu?
it: Che diavolo è questo posto, Kiryu?

# 80_Kiryu
source: The ex-hideout of a family called the Tamashiro I crossed swords with last year. It's been empty for a while now.
it: L'ex nascondiglio di una famiglia chiamata Tamashiro con cui mi sono scontrato l'anno scorso. È vuoto da un po'.

# 92_Kiryu
source: If there's anywhere we won't be interrupted, it's here.
it: Se c'è un posto dove non saremo interrotti, è questo.

# 152_Kiryu
source: So are you ready to talk?
it: Allora, sei pronta a parlare?

# 164_Kiryu
source: We might be able to find where your brother is if we pool all the information we have.
it: Potremmo riuscire a scoprire dov'è tuo fratello se mettiamo insieme tutte le informazioni che abbiamo.

# 176_Woman
source: Right...
it: Giusto...

# 188_Kiryu
source: Now, you said you were Taiga Saejima's sister?
it: Ora, hai detto di essere la sorella di Taiga Saejima?

# 200_Woman
source: That's right. My name is Yasuko Saejima.
it: Esatto. Mi chiamo Yasuko Saejima.

# 212_Yasuko
source: I... haven't seen my brother for twenty-five years now.
it: Io... non vedo mio fratello da venticinque anni.

# 224_Yasuko
source: Every single day, I tried to visit him in prison... but they never once let me in to see him. Not a single time in all those years.
it: Ogni singolo giorno, ho provato a fargli visita in prigione... ma non mi hanno mai permesso di vederlo. Neanche una volta in tutti quegli anni.

# 236_Yasuko
source: Then just a few days ago, I heard he was being transferred.
it: Poi, solo pochi giorni fa, ho saputo che lo stavano trasferendo.

# 248_Yasuko
source: To Penitentiary No. 2 down in Okinawa.
it: Al Penitenziario n. 2, giù a Okinawa.

# 260_Hamazaki
source: Hm...
it: Mh...

# 272_Yasuko
source: As soon as they told me, I left Kamurocho and raced down here.
it: Appena me l'hanno detto, ho lasciato Kamurocho e mi sono precipitata qui.

# 284_Yasuko
source: But no matter how many times I ask, all the authorities insist such a place has never existed.
it: Ma non importa quante volte io chieda, tutte le autorità insistono che un posto del genere non è mai esistito.

# 296_Kiryu
source: That's what we walked in on.
it: È in questa situazione che siamo capitati.

# 308_Yasuko
source: Yes. I'm at my wit's end here.
it: Sì. Sono alla disperazione.

# 320_Hamazaki
source: ...Yasuko-san, yeah?
it: ...Yasuko-san, giusto?

# 332_Hamazaki
source: Anyone who told you Penitentiary No. 2 doesn't exist either doesn't know the truth or was lying to you. It's real, all right.
it: Chiunque ti abbia detto che il Penitenziario n. 2 non esiste, o non sa la verità o ti stava mentendo. È reale, eccome.

# 344_Yasuko
source: What!?
it: Cosa!?

# 356_Hamazaki
source: I should know. I've been there.
it: Dovrei saperlo. Ci sono stato.

# 368_Yasuko
source: You have!?
it: Davvero!?

# 380_Hamazaki
source: Oh yeah. They gave it some fancy name and number like a regular old prison, but it's not actually government-run. You ever hear of a private prison?
it: Ah, sì. Gli hanno dato un nome e un numero altisonanti come una vecchia prigione normale, ma in realtà non è gestita dal governo. Hai mai sentito parlare di una prigione privata?

# 392_Yasuko
source: Of course. And that's what Penitentiary No. 2 is?
it: Certo. Ed è questo il Penitenziario n. 2?

# 404_Hamazaki
source: Yup. Details are gonna have to come later, though. I've got some more important news for you first. Truth of the matter is... I know your brother.
it: Sì. I dettagli dovranno aspettare, però. Ho alcune notizie più importanti per te prima. La verità è... che conosco tuo fratello.

# 416_Yasuko
source: You know Taiga!?
it: Conosci Taiga!?

# 428_Hamazaki
source: Mhm. Oh, and here's another grain of truth for you. He's long gone from Okinawa.
it: Mhm. Oh, ed ecco un'altra briciola di verità per te. È andato via da Okinawa da un pezzo.

# 440_Hamazaki
source: Probably reached Kamurocho by now if I had to guess. Me and him broke out together a few days ago.
it: Probabilmente a quest'ora avrà raggiunto Kamurocho, se dovessi indovinare. Io e lui siamo evasi insieme qualche giorno fa.

# 452_Yasuko
source: You... what?
it: Voi... cosa?

# 464_Kiryu
source: He's telling the truth. Your brother washed up at my orphanage the next day, and I ended up giving him some money to get up to Kamurocho.
it: Sta dicendo la verità. Tuo fratello è arrivato al mio orfanotrofio il giorno dopo, e gli ho dato dei soldi per arrivare a Kamurocho.

# 476_Kiryu
source: Sorry, Yasuko. You just missed him.
it: Scusa, Yasuko. L'hai appena mancato.

# 488_Yasuko
source: In that case...
it: In tal caso...

# 500_Yasuko
source: I can't afford to waste any more time here. I need to get back to Kamurocho at once.
it: Non posso permettermi di perdere altro tempo qui. Devo tornare subito a Kamurocho.
