Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010205bb.po
Languages: pt

# 72_Sugiuchi
source: You're one surprise after the next, kid. Getting this close to the truth, and all by yourself? I'm damn near impressed.
pt: Sei una sorpresa continua, ragazzo. Essere arrivato così vicino alla verità, e tutto da solo? Sono quasi impressionato.

# 96_Sugiuchi
source: You don't seem too fazed by all this.
pt: Non sembri molto turbato da tutta questa situazione.

# 108_Tanimura
source: Let's just say I had a feeling you'd show up.
pt: Diciamo solo che avevo la sensazione che ti saresti fatto vivo.

# 120_Sugiuchi
source: Heh, so you baited Organized Crime to see if you could lure out the traitor?
pt: Eh, quindi hai usato la Sezione Crimine Organizzato come esca per vedere se riuscivi ad attirare il traditore?

# 132_Tanimura
source: Something like that.
pt: Qualcosa del genere.

# 144_Sugiuchi
source: And you're not surprised to see it's me.
pt: E non sei sorpreso di vedere che sono io.

# 156_Tanimura
source: Not really. Though I can't say I wanted it this way.
pt: Non proprio. Anche se non posso dire che avrei voluto che andasse così.

# 168_Sugiuchi
source: How'd you know it was me? A gambler's dumb luck? A detective's hunch?
pt: Come hai fatto a capire che ero io? La fortuna sfacciata di un giocatore d'azzardo? L'intuito di un detective?

# 180_Tanimura
source: Sugiuchi-san, a good hunch comes from keen observation.
pt: Sugiuchi-san, un buon intuito nasce da un'attenta osservazione.

# 192_Tanimura
source: Didn't you learn that back at the academy?
pt: Non te l'hanno insegnato all'accademia?

# 204_Sugiuchi
source: Heh, must've slipped my mind. So? What tipped you off?
pt: Eh, devo essermelo dimenticato. E allora? Cosa ti ha insospettito?

# 216_Tanimura
source: I've known you were no ordinary cop for a while now.
pt: È da un po' che so che non sei un poliziotto qualunque.

# 240_Tanimura
source: It's your fancy shoes. They always look brand new.
pt: Sono le tue scarpe eleganti. Sembrano sempre nuove di zecca.

# 252_Tanimura
source: Not exactly practical for a Homicide cop working murder scenes.
pt: Non proprio pratiche per un detective della Omicidi che lavora sulle scene del crimine.

# 264_Tanimura
source: A normal cop buys cheap shoes and wears them into the ground.
pt: Un poliziotto normale compra scarpe da poco e le consuma fino a farle a pezzi.

# 300_Tanimura
source: The watch, too. It's way too expensive for a detective's salary.
pt: Anche l'orologio. È decisamente troppo costoso per lo stipendio di un detective.

# 312_Tanimura
source: It's so high-end, I doubt your average person's ever even heard of the brand.
pt: È di così alta gamma che dubito che una persona comune abbia mai sentito nominare quella marca.

# 324_Tanimura
source: And if they did, their heads would explode at the price tag.
pt: E se anche fosse, il prezzo gli farebbe scoppiare la testa.

# 336_Sugiuchi
source: Heh, well don't you have it all－instincts and a sharp eye.
pt: Eh, be', non ti manca niente, eh? Istinto e occhio fino.

# 348_Tanimura
source: Please, Sugiuchi-san. You really think it was all me?
pt: Ti prego, Sugiuchi-san. Pensi davvero che sia stato tutto merito mio?

# 360_Sugiuchi
source: Huh?
pt: Eh?

# 372_Tanimura
source: You haven't exactly been subtle.
pt: Non sei stato esattamente discreto.

# 384_Tanimura
source: The rescue you staged when I met up with Katsuragi. Sending Chief Hisai ahead to Homeland.
pt: Il salvataggio che hai inscenato quando mi sono incontrato con Katsuragi. Mandare il capo Hisai in avanscoperta all'Homeland.

# 396_Tanimura
source: It almost feels like you've been wanting me to catch on.
pt: Sembra quasi che tu volessi che io capissi.

# 408_Sugiuchi
source: What are you talking about?
pt: Di cosa stai parlando?

# 420_Tanimura
source: You've been working with Katsuragi for the last 25 years.
pt: Lavori con Katsuragi da 25 anni.

# 432_Tanimura
source: But now you've grown tired of your little partnership, haven't you?
pt: Ma ora ti sei stancato della vostra piccola società, non è vero?

# 456_Tanimura
source: I paid a visit to Archive Room 13. I saw the report on the Ueno Seiwa hit.
pt: Ho fatto visita alla Stanza 13 dell'archivio. Ho visto il rapporto sulla retata all'Ueno Seiwa.

# 468_Sugiuchi
source: What...!?
pt: Cosa!?

# 480_Tanimura
source: You and my dad were both assigned to that case.
pt: Tu e mio padre eravate entrambi assegnati a quel caso.

# 492_Tanimura
source: Only the two of you could've covered up something as big as Katsuragi butchering 18 of his own people. And I know it wasn't him.
pt: Solo voi due avreste potuto insabbiare una cosa grossa come il massacro di 18 dei suoi uomini da parte di Katsuragi. E so che non è stato lui.

# 516_Tanimura
source: You were ordered by someone up top to alter the facts, weren't you?
pt: Ti è stato ordinato da qualcuno dei piani alti di alterare i fatti, non è vero?

# 528_Tanimura
source: All to protect your good friend Katsuragi.
pt: Tutto per proteggere il tuo buon amico Katsuragi.

# 540_Tanimura
source: Tell me I'm wrong!
pt: Dimmi che mi sbaglio!

# 552_Sugiuchi
source: ...You shut your goddamn mouth.
pt: ...Chiudi quella cazzo di bocca.

# 576_Sugiuchi
source: You don't know the first fucking thing about that case. Or about me!
pt: Non sai un fottuto cazzo di quel caso. O di me!

# 600_Mishima
source: Are... Are you a detective?
pt: Lei... Lei è un detective?

# 612_Tanimura
source: Yeah. I'm here to place you under protection.
pt: Sì. Sono qui per metterti sotto protezione.

# 624_Mishima
source: Okay... And you really think you can keep me safe?
pt: Ok... E pensa davvero di potermi tenere al sicuro?

# 636_Tanimura
source: Only if you keep your part of the bargain. You give me the dirt on what the Ueno Seiwa's been doing behind the scenes and I'll make sure you stay out of harm's way.
pt: Solo se rispetterai la tua parte dell'accordo. Tu mi racconti gli affari sporchi dell'Ueno Seiwa e io mi assicurerò che non ti accada nulla.

# 648_Mishima
source: Then... That's a deal. I'll talk.
pt: Allora... affare fatto. Parlerò.

# 672_Mishima
source: It's like this: me and Ihara were ordered to go make a scene at Club Elnard.
pt: È andata così: a me e Ihara è stato ordinato di andare a fare casino al Club Elnard.

# 684_Tanimura
source: Why?
pt: Perché?

# 696_Mishima
source: Dunno. Nobody said. Katsuragi just told us to stir shit up. So we followed his orders.
pt: Non lo so. Nessuno ce l'ha detto. Katsuragi ci ha solo detto di scatenare un putiferio. E noi abbiamo eseguito gli ordini.

# 708_Mishima
source: But then that prick showed up.
pt: Ma poi è sbucato fuori quello stronzo.

# 720_Tanimura
source: Akiyama from Sky Finance?
pt: Akiyama della Sky Finance?

# 732_Mishima
source: Yeah, Akiyama. He fucked up the entire game plan.
pt: Sì, Akiyama. Ha mandato a puttane tutto il piano.

# 744_Mishima
source: I don't remember nothing after he busted that bottle over my head. Next thing I knew, I was in the Champion District.
pt: Non ricordo più niente da quando mi ha spaccato quella bottiglia in testa. So solo che quando mi sono ripreso ero nel Champion District.

# 756_Mishima
source: Ihara must have carried me over. Woke up surrounded by garbage bins, no sign of Ihara anywhere.
pt: Dev'essere stato Ihara a portarmi lì. Mi sono svegliato in mezzo ai cassonetti, di Ihara nessuna traccia.

# 768_Tanimura
source: Why the Champion District?
pt: Perché proprio il Champion District?

# 780_Mishima
source: The two of us get shitfaced there a lot. That, and it's close to Elnard.
pt: Ci andavamo spesso a sbronzarci. E poi è vicino all'Elnard.

# 792_Mishima
source: Ihara must've been freaking out... I bet someone was chasing him if he ditched me like that.
pt: Ihara doveva essere nel panico... Scommetto che qualcuno lo stava inseguendo, per avermi mollato così.

# 804_Mishima
source: I started looking for him so I could find out what happened and figure out our next move... I had no idea what a shitstorm this whole thing had become.
pt: Ho iniziato a cercarlo per scoprire cosa fosse successo e decidere la mossa successiva... Non avevo idea del casino in cui eravamo finiti.

# 816_Mishima
source: Anyway, I'd been walking around Kamurocho for a while when... I found him.
pt: Comunque, dopo aver girato per Kamurocho per un po'... l'ho trovato.

# 828_Tanimura
source: His body, anyway.
pt: Il suo corpo, per lo meno.

# 840_Mishima
source: I practically puked when I saw that. I couldn't even process what was going on, you know? All I knew was I was scared shitless. So I ran as far as I could.
pt: Ho quasi vomitato quando l'ho visto. Non riuscivo a capire cosa stesse succedendo, sa? Sapevo solo che ero terrorizzato. Così sono scappato il più lontano possibile.

# 852_Mishima
source: I ended up at Ueno Seiwa headquarters, but I barely remember how I got there.
pt: Sono finito al quartier generale dell'Ueno Seiwa, ma ricordo a malapena come ci sono arrivato.

# 864_Mishima
source: Found an empty room there to chill the fuck out. Thought I'd catch my breath and try to digest all the shit that just went down.
pt: Lì ho trovato una stanza vuota per calmarmi un po'. Pensavo di riprendere fiato e cercare di metabolizzare tutto il casino che era successo.

# 876_Mishima
source: That's when I heard Katsuragi. He was in the next room talking to somebody on the phone.
pt: È stato allora che ho sentito Katsuragi. Era nella stanza accanto e parlava al telefono con qualcuno.

# 888_Tanimura
source: What did he say?
pt: Cosa ha detto?

# 900_Mishima
source: Can't say I heard everything. He was in another room and he'd already been talking a while.
pt: Non posso dire di aver sentito tutto. Era in un'altra stanza e stava già parlando da un po'.

# 912_Mishima
source: But it sounded like he was talking to the cops. The word "police" came up a lot.
pt: Ma sembrava che stesse parlando con degli sbirri. La parola "polizia" è saltata fuori un sacco di volte.

# 924_Mishima
source: But it's what he said next that freaked me out. He said, "Ihara's dead, just as planned. We'll get rid of Mishima as soon as we find him."
pt: Ma è quello che ha detto dopo che mi ha terrorizzato. Ha detto: "Ihara è morto, come da piano. Ci sbarazzeremo di Mishima non appena lo troveremo."

# 948_Mishima
source: I got the fuck out right then and there, thankfully before anybody saw me. I've been keeping it low-pro ever since.
pt: Me la sono filata all'istante, per fortuna prima che qualcuno mi vedesse. Da allora ho sempre mantenuto un basso profilo.
