Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c000b.po
Languages: pt_br

source: Oh, thanks...
pt_br: Oh, grazie...

source: Cheers!
pt_br: Salute!

source: Please enjoy yourself! <Color:7>♥<Color:Default>
pt_br: Divertiti! <Color:7>♥<Color:Default>

source: Cheers!
pt_br: Salute!

source: Please enjoy yourself! <Color:7>♥<Color:Default>
pt_br: Divertiti! <Color:7>♥<Color:Default>

source: Here ya go!
pt_br: Eccoti!

source: Oh yeah...? Well if you do hear about somethin' interestin', please let me know.
pt_br: Ah, sì...? Beh, se ti capita di sentire qualche dritta, fammelo sapere, mi raccomando.

source: Really? I wash the same part first every time. ♪
pt_br: Davvero? Lavo sempre la stessa parte per prima. ♪

source: Player
pt_br: Giocatore

source: Attendant
pt_br: Addetto

# 4020_Himeka
source: Y'know, before I started workin' here, I had a normal office job.
pt_br: Sai, prima che iniziassi a lavorare qui, facevo un normale lavoro d'ufficio.

# 4032_Tanimura
source: Really? That's a surprise.
pt_br: Davvero? Questa mi sorprende.

# 4044_Himeka
source: Ain't it? I mean, me in an office? But it was alright even if it was borin'.
pt_br: Vero? Voglio dire, io in ufficio? Ma andava bene anche se era noioso.

# 4056_Himeka
source: I got up at the same time every morning and went to work, then went out with my friends at night.
pt_br: Mi alzavo alla stessa ora ogni mattina e andavo al lavoro, poi uscivo con i miei amici la sera.

# 4068_Tanimura
source: Sounds like a pretty normal lifestyle.
pt_br: Sembra uno stile di vita piuttosto normale.

# 4080_Himeka
source: Yeah, but honestly? I was attracted to the glitter and excitement of hostess clubs ever since I was a tiny thing.
pt_br: Sì, ma onestamente? Sono stata attratta dallo sfarzo e dall'eccitazione degli hostess club fin da quando ero piccolina.

# 4092_Himeka
source: I kept imaginin' how fun it'd be to wear a pretty dress and have folks fussin' over me.
pt_br: Continuavo a immaginare quanto sarebbe stato divertente indossare un bel vestito e avere gente che mi riempiva di attenzioni.

# 4104_Himeka
source: So I finally decided, "Y'know what? Life's too short to worry 'bout the details." That's when I started workin' here.
pt_br: Così alla fine ho deciso: "Sai che c'è? La vita è troppo breve per preoccuparsi dei dettagli." È stato allora che ho iniziato a lavorare qui.

# 4116_Tanimura
source: Was the cabaret life everything you'd dreamed it was?
pt_br: La vita da cabaret era tutto ciò che avevi sognato?

# 4128_Himeka
source: Tons more fun than bein' a corporate drone! I'm so glad I got out of the rat race. Here, I get to talk to all sorts o' people all while drinkin'!
pt_br: Molto più divertente che essere un'impiegata! Sono così contenta di essere uscita dalla routine. Qui posso parlare con ogni tipo di persona mentre bevo!

# 4140_Himeka
source: Everyone here is real nice. I was even the top-earnin' hostess one month!
pt_br: Tutti qui sono molto gentili. Sono stata persino l'hostess che ha guadagnato di più per un mese!

# 4152_Tanimura
source: Sounds like you were born to be a hostess.
pt_br: Sembra che tu sia nata per fare l'hostess.

# 4164_Himeka
source: I really think so! ♪ I'm so happy I jumped ship at my old place and dove head first into the hostess life.
pt_br: Lo penso davvero! ♪ Sono così felice di aver lasciato il mio vecchio lavoro e di essermi tuffata a capofitto nella vita da hostess.

# 4176_Tanimura
source: Sounds like even the bad times don't get you down, huh? That's a great attitude to have.
pt_br: Sembra che nemmeno i brutti momenti ti abbattano, eh? È un ottimo atteggiamento.

# 4188_Himeka
source: That's a real kind thing to say. Thanks!
pt_br: È una cosa molto gentile da dire. Grazie!

# 4200_Himeka
source: Hey, Tanimura-san, if there's anything I can ever do for ya, just let me know. <Color:7>♥<Color:Default>
pt_br: Ehi, Tanimura-san, se c'è qualcosa che posso fare per te, fammelo sapere. <Color:7>♥<Color:Default>

# 4212_Himeka
source: I may not look it, but I am a professional when it comes to servin' customers. ♪
pt_br: Potrei non sembrarlo, ma sono una professionista quando si tratta di servire i clienti. ♪

# 4224_Tanimura
source: Just talking with you is enough for me.
pt_br: Mi basta parlare con te.

# 4236_Himeka
source: Hehehe. Tanimura-san, you don't look it, but yer quite the gentleman. <Color:7>♥<Color:Default>
pt_br: Eheheh. Tanimura-san, non si direbbe, ma sei un vero gentiluomo. <Color:7>♥<Color:Default>

# 4248_Tanimura
source: You're cute, and you've got personality. I bet you could make it as a pop star.
pt_br: Sei carina e hai personalità. Scommetto che potresti farcela come pop star.

# 4260_Himeka
source: Aww, come off it! I'm flattered ya think so much of me, Tanimura-san, but it'd never happen.
pt_br: Aww, ma dai! Sono lusingata che tu pensi così tanto di me, Tanimura-san, ma non succederebbe mai.

# 4272_Tanimura
source: You don't think so? Well, I think you'd be pretty popular.
pt_br: Non credi? Beh, io penso che saresti piuttosto popolare.

# 4284_Himeka
source: Naw, I wouldn't... but it's sweet of you to say. <Color:7>♥<Color:Default>
pt_br: No, non credo... ma è dolce da parte tua dirlo. <Color:7>♥<Color:Default>

# 4296_Himeka
source: Oh, I know! Maybe I can be your own private pop star! How about it? You'd be my fan, wouldn't ya?
pt_br: Oh, lo so! Forse posso essere la tua pop star privata! Che ne dici? Saresti un mio fan, vero?

# 4308_Tanimura
source: Of course.
pt_br: E di che.

# 4320_Himeka
source: Hehe! Then that makes you the first member of the official Himeka Fan Club! <Color:7>♥<Color:Default>
pt_br: Ehe! Allora questo fa di te il primo membro dell'Himeka Fan Club ufficiale! <Color:7>♥<Color:Default>

# 4332_Tanimura
source: You're still young. Have you ever thought about doing something else?
pt_br: Sei ancora giovane. Hai mai pensato di fare qualcos'altro?

# 4344_Himeka
source: Why would I? I love bein' a hostess.
pt_br: Perché dovrei? Adoro fare l'hostess.

# 4356_Tanimura
source: Maybe there's other stuff you'd enjoy just as much?
pt_br: Forse ci sono altre cose che ti piacerebbero altrettanto?

# 4368_Himeka
source: But I got no skills aside from bein' cheerful. What else would I do?
pt_br: Ma non ho altre abilità oltre a essere allegra. Cos'altro potrei fare?

# 4392_Himeka
source: I'm sorry, Tanimura-san. I didn't mean to shoot ya down like that.
pt_br: Mi dispiace, Tanimura-san. Non volevo smontarti così.

# 4404_Himeka
source: Hey, Tanimura-san, do you ever feel like you can't trust the folks around ya?
pt_br: Ehi, Tanimura-san, ti senti mai come se non potessi fidarti delle persone intorno a te?

# 4416_Tanimura
source: Well, honestly, there aren't a lot of people I trust completely... Why do you ask?
pt_br: Beh, onestamente, non ci sono molte persone di cui mi fido completamente... Perché me lo chiedi?

# 4428_Himeka
source: Well, I have a blog. I started it to keep in touch with my regulars.
pt_br: Beh, ho un blog. L'ho aperto per tenermi in contatto con i miei clienti abituali.

# 4440_Himeka
source: I write about what I eat or movies I like. It's just silly stuff like that, mostly.
pt_br: Scrivo di quello che mangio o dei film che mi piacciono. Sono solo cose sciocche del genere, per lo più.

# 4452_Himeka
source: I get lots of comments from my readers, too. They're always cheerin' me on and stuff!
pt_br: Ricevo anche molti commenti dai miei lettori. Mi incoraggiano sempre e cose del genere!

# 4464_Tanimura
source: Is that right? I'd love to see it.
pt_br: Davvero? Mi piacerebbe vederlo.

# 4476_Himeka
source: Well, recently, somebody's been leavin' nasty comments like, "You're just a tease, leading men on!" Things like that.
pt_br: Beh, di recente, qualcuno ha lasciato commenti cattivi tipo: "Sei solo una che provoca, illudi gli uomini!" Cose del genere.

# 4488_Himeka
source: But that just couldn't be further from the truth...
pt_br: Ma non potrebbe essere più lontano dalla verità...

# 4500_Tanimura
source: You have any idea who's doing it?
pt_br: Hai idea di chi sia?

# 4512_Himeka
source: Maybe... I kinda think it could be one of the girls here.
pt_br: Forse... Credo potrebbe essere una delle ragazze qui.

# 4524_Himeka
source: I just wanna enjoy my work, y'know? Why do they gotta try and take the wind outta my sails?
pt_br: Voglio solo godermi il mio lavoro, sai? Perché devono cercare di demoralizzarmi?

# 4536_Tanimura
source: They're jealous of you. It burns their asses when they see you enjoying your job so much.
pt_br: Sono gelose di te. Gli rode quando ti vedono goderti così tanto il tuo lavoro.

# 4548_Himeka
source: Then why don't they just enjoy it, too?
pt_br: Allora perché non se lo godono anche loro?

# 4560_Tanimura
source: Not everyone has your optimism. Haven't you ever felt depressed before?
pt_br: Non tutti hanno il tuo ottimismo. Non ti sei mai sentita depressa prima?

# 4572_Himeka
source: Well, sure, but...
pt_br: Beh, certo, ma...

# 4584_Tanimura
source: Some people just gotta drag others down with them. Don't let it get to you.
pt_br: Alcune persone devono solo trascinare gli altri con sé. Non lasciarti abbattere.

# 4596_Himeka
source: Oh, Tanimura-san, you're so mature. I feel a bit better after talkin' about it with you. <Color:7>♥<Color:Default>
pt_br: Oh, Tanimura-san, sei così maturo. Mi sento un po' meglio dopo averne parlato con te. <Color:7>♥<Color:Default>

# 4608_Tanimura
source: Heh. You sure recovered fast.
pt_br: Eh. Ti sei ripresa in fretta.

# 4620_Tanimura
source: You can't get along with everybody.
pt_br: Non puoi andare d'accordo con tutti.

# 4632_Himeka
source: You really think so? That's kinda depressin'.
pt_br: Pensi davvero? È un po' deprimente.

# 4644_Tanimura
source: But that shouldn't keep you from trusting people. Don't let them get to you.
pt_br: Ma questo non dovrebbe impedirti di fidarti delle persone. Non lasciarti abbattere da loro.

# 4656_Himeka
source: I get you. I may not look it, but I'm actually kinda sensitive.
pt_br: Capisco. Potrei non sembrarlo, ma in realtà sono un po' sensibile.

# 4668_Himeka
source: You're right! I gotta be stronger! Can ya help me become a stronger woman, Tanimura-san?
pt_br: Hai ragione! Devo essere più forte! Puoi aiutarmi a diventare una donna più forte, Tanimura-san?

# 4680_Tanimura
source: In any way I can.
pt_br: In ogni modo possibile.

# 4692_Tanimura
source: Just don't worry about it. That kinda thing happens all the time.
pt_br: Non preoccuparti. Quel genere di cose succede sempre.

# 4704_Himeka
source: That's easy for you to say...
pt_br: È facile per te dirlo...

# 4716_Tanimura
source: Sooner or later, whoever's doing it will get bored and leave you alone.
pt_br: Prima o poi, chiunque lo stia facendo si annoierà e ti lascerà in pace.

# 4728_Himeka
source: Hmm... You're just sayin' that cause you don't wanna get involved, right?
pt_br: Hmm... Lo dici solo perché non vuoi essere coinvolto, vero?

# 4740_Tanimura
source: Not at all. I'm just trying to think positively.
pt_br: Niente affatto. Sto solo cercando di pensare positivo.

# 4752_Himeka
source: Oh, whatever... I'll figure somethin' out on my own I guess...
pt_br: Oh, come vuoi... Immagino che troverò una soluzione da sola...

# 4776_Himeka
source: I just realized I haven't asked what ya do for a livin'.
pt_br: Mi sono appena resa conto di non averti chiesto cosa fai per vivere.

# 4788_Tanimura
source: You wanna know?
pt_br: Vuoi saperlo?

# 4800_Himeka
source: Yup! Come on, tell me! Even just a hint.
pt_br: Sì! Dai, dimmelo! Anche solo un indizio.

# 4812_Tanimura
source: A hint? Okay, well... I work for the government.
pt_br: Un indizio? Okay, beh... lavoro per il governo.

# 4824_Himeka
source: Yer a public servant!
pt_br: Sei un dipendente pubblico!

# 4836_Himeka
source: Hmm... Are you a school teacher?
pt_br: Hmm... Sei un insegnante?

# 4848_Tanimura
source: Nope. I'm not cut out to teach anyone anything.
pt_br: No. Non sono tagliato per insegnare niente a nessuno.

# 4860_Tanimura
source: I'm a cop. I'm in the Community Safety Division. It's... Well... Let's just say I'm a detective.
pt_br: Sono un poliziotto. Sono nella Divisione Sicurezza Comunitaria. È... Beh... diciamo solo che sono un detective.

# 4872_Himeka
source: Wow! Y'know, now that you mention it, you do kinda have that air about ya.
pt_br: Wow! Sai, ora che lo dici, hai un po' quell'aria.

# 4884_Tanimura
source: Really?
pt_br: Davvero?

# 4896_Himeka
source: Yeah. Ya got that "I always catch the bad guy" look. I haven't done anythin' wrong, just so ya know!
pt_br: Sì. Hai quello sguardo da "prendo sempre il cattivo". Non ho fatto niente di male, giusto per fartelo sapere!

# 4908_Tanimura
source: Heh. I wonder.
pt_br: Eh. Chissà.

# 4920_Himeka
source: Hey, I'd like your advice on something. Do ya mind?
pt_br: Ehi, vorrei un tuo consiglio su una cosa. Ti dispiace?

# 4932_Tanimura
source: I can't promise I can help, but go ahead.
pt_br: Non posso promettere di poter aiutare, ma vai avanti.

# 4944_Himeka
source: Ever since appearin' in that magazine, I've been gettin' a real mountain of customers comin' to get a taste of my hospitality.
pt_br: Da quando sono apparsa su quella rivista, ho ricevuto una vera montagna di clienti che vengono ad assaggiare la mia ospitalità.

# 4956_Himeka
source: But some of them are... I don't know... Like they've never been to a club before. They seem pretty inexperienced with women.
pt_br: Ma alcuni di loro sono... non so... come se non fossero mai stati in un club prima. Sembrano piuttosto inesperti con le donne.

# 4968_Himeka
source: Anyway, a few of those customers get the wrong idea about me. They're like, "I can't believe we get along so well!"
pt_br: Comunque, alcuni di quei clienti si fanno l'idea sbagliata su di me. Dicono tipo: "Non posso credere che andiamo così d'accordo!"

# 4980_Tanimura
source: They don't get what a hostess club is all about.
pt_br: Non capiscono di cosa si tratta in un hostess club.

# 4992_Himeka
source: Yeah. It's flatterin' when they say they love me, but...
pt_br: Sì. È lusinghiero quando dicono che mi amano, ma...

# 5004_Himeka
source: A few are creepin' a little too hard, if ya know what I mean. Nothin' bad's happened yet, but...
pt_br: Alcuni si stanno spingendo un po' troppo oltre, se capisci cosa intendo. Non è successo ancora niente di male, ma...

# 5016_Tanimura
source: You should report stuff like that to the police. Then we can tell them to lay off.
pt_br: Dovresti denunciare cose del genere alla polizia. Poi possiamo dirgli di lasciar perdere.

# 5028_Himeka
source: But they like me, and they're customers. I don't wanna offend them or anythin'.
pt_br: Ma gli piaccio, e sono clienti. Non voglio offenderli o altro.

# 5040_Himeka
source: How can I let 'em know without burnin' their butts?
pt_br: Come posso farglielo capire senza farli arrabbiare?

# 5052_Tanimura
source: Just call me if something happens. I'll drop whatever I'm doing and come help.
pt_br: Chiamami se succede qualcosa. Mollerò tutto quello che sto facendo e verrò ad aiutare.

# 5064_Himeka
source: But, Tanimura-san... Ain't that gonna be an inconvenience for you?
pt_br: Ma, Tanimura-san... Non sarà un disturbo per te?

# 5076_Tanimura
source: It's fine. After all, protecting the public is my job.
pt_br: Va bene. Dopotutto, proteggere il pubblico è il mio lavoro.

# 5088_Himeka
source: Wow, really? That's a huge weight off my shoulders! <Color:7>♥<Color:Default>
pt_br: Wow, davvero? Mi togli un peso enorme dalle spalle! <Color:7>♥<Color:Default>

# 5100_Himeka
source: A cop who races to rescue the damsel in distress. It's like somethin' you'd see out of a movie! ♪
pt_br: Un poliziotto che corre a salvare la damigella in pericolo. È come qualcosa che vedresti in un film! ♪

# 5112_Tanimura
source: You think?
pt_br: Dici?

# 5124_Himeka
source: I feel much safer knowin' I can count on you, Tanimura-san! <Color:7>♥<Color:Default>
pt_br: Mi sento molto più sicura sapendo di poter contare su di te, Tanimura-san! <Color:7>♥<Color:Default>

# 5136_Tanimura
source: You have to tell it to them straight. That's the best way to deal with guys like that.
pt_br: Devi dirglielo chiaramente. È il modo migliore per affrontare tipi del genere.

# 5148_Himeka
source: I should just say I think they're creeps?
pt_br: Dovrei solo dire che penso siano degli sfigati?

# 5160_Tanimura
source: Well... Maybe soften it up a little. You don't want to make things worse than they already are.
pt_br: Beh... Forse addolcisci un po'. Non vuoi peggiorare le cose.

# 5172_Himeka
source: So what should I say?
pt_br: Allora cosa dovrei dire?

# 5184_Tanimura
source: Well... You could tell them that you have a boyfriend so you can't get involved with anyone else.
pt_br: Beh... Potresti dirgli che hai un ragazzo così non puoi frequentare nessun altro.

# 5196_Himeka
source: But I don't have a boyfriend right now...
pt_br: Ma non ho un ragazzo al momento...

# 5208_Tanimura
source: They don't have to know that.
pt_br: Non devono saperlo.

# 5220_Himeka
source: What if they wanna meet him?
pt_br: E se volessero incontrarlo?

# 5232_Himeka
source: Hey, maybe you could pretend to be my boyfriend!
pt_br: Ehi, forse potresti fingere di essere il mio ragazzo!

# 5244_Tanimura
source: I suppose I wouldn't mind that.
pt_br: Suppongo non mi dispiacerebbe.

# 5256_Himeka
source: Alrighty! From now on, I'll say I have a boyfriend. If they ask to meet him, you're the one who's comin' to dinner! ♪
pt_br: Va bene! D'ora in poi, dirò che ho un ragazzo. Se chiedono di incontrarlo, sarai tu quello che verrà a cena! ♪

# 5268_Himeka
source: Hehehe. I'm countin' on you when the time comes! <Color:7>♥<Color:Default>
pt_br: Eheheh. Conto su di te quando sarà il momento! <Color:7>♥<Color:Default>

# 5280_Tanimura
source: Maybe you should learn self defense.
pt_br: Forse dovresti imparare l'autodifesa.

# 5292_Himeka
source: Me? But I'm teeny tiny!
pt_br: Io? Ma sono piccolina!

# 5304_Tanimura
source: It would only be for emergencies.
pt_br: Sarebbe solo per le emergenze.

# 5316_Himeka
source: No, I could never do that!
pt_br: No, non potrei mai farlo!

# 5328_Tanimura
source: Height doesn't matter in martial arts.
pt_br: L'altezza non conta nelle arti marziali.

# 5340_Himeka
source: Darn it, Tanimura-san! That wasn't the kind of answer I was lookin' for.
pt_br: Accidenti, Tanimura-san! Non era il tipo di risposta che cercavo.

# 5352_Tanimura
source: What about judo? It doesn't matter how big or small you are in judo.
pt_br: Che ne dici del judo? Non importa quanto sei grande o piccola nel judo.

# 5364_Himeka
source: Never mind, just drop it.
pt_br: Lascia perdere, dimentica.

# 5376_Himeka
source: Tanimura-san, I want you to meet a member of my family.
pt_br: Tanimura-san, voglio che tu conosca un membro della mia famiglia.

# 5388_Tanimura
source: Huh?
pt_br: Uh?

# 5400_Himeka
source: Well, he's like a member of the family. I guess he's sort of my partner.
pt_br: Beh, è come un membro della famiglia. Immagino sia una specie di mio compagno.

# 5412_Tanimura
source: Hey, we don't know each other that well...
pt_br: Ehi, non ci conosciamo così bene...

# 5424_Himeka
source: Here he is! Lookie, lookie!
pt_br: Eccolo! Guarda, guarda!

# 5460_Himeka
source: This is my pet, Nyanchu! Cute as a button, ain't he?
pt_br: Questo è il mio animale domestico, Nyanchu! Carino come un bottone, vero?

# 5472_Tanimura
source: Yeah, he's a cutie.
pt_br: Sì, è carino.

# 5484_Himeka
source: Ain't he? ♪ Are you a cat person, too?
pt_br: Vero? ♪ Sei anche tu un amante dei gatti?

# 5496_Tanimura
source: Yeah, I like cats more than dogs. He's a golden chinchilla, right?
pt_br: Sì, mi piacciono i gatti più dei cani. È un cincillà dorato, giusto?

# 5508_Himeka
source: That's right! Color me surprised, Tanimura-san! You know yer cats!
pt_br: Esatto! Lasciami sorpresa, Tanimura-san! Te ne intendi di gatti!

# 5520_Tanimura
source: Something wrong with that?
pt_br: Che c'è di male?

# 5532_Himeka
source: No, not at all! I'm just happy to have somebody I can talk about cats with! <Color:7>♥<Color:Default>
pt_br: No, niente affatto! Sono solo felice di avere qualcuno con cui parlare di gatti! <Color:7>♥<Color:Default>

# 5544_Himeka
source: I'll send you a picture of him later.
pt_br: Ti manderò una sua foto più tardi.

# 5556_Tanimura
source: I'm looking forward to that.
pt_br: Non vedo l'ora.

# 5568_Tanimura
source: Cats are cute, but I'm more of a dog person.
pt_br: I gatti sono carini, ma preferisco i cani.

# 5580_Himeka
source: Aww, why's that?
pt_br: Aww, perché?

# 5592_Tanimura
source: I like going out on walks with dogs. You can't walk a cat.
pt_br: Mi piace uscire a fare passeggiate con i cani. Non puoi portare a spasso un gatto.

# 5604_Himeka
source: Yeah, that's true. My family used to have a dog, so I know what it's like. Walkin' a dog's definitely got its charm.
pt_br: Sì, è vero. La mia famiglia aveva un cane, quindi so com'è. Portare a spasso un cane ha decisamente il suo fascino.

# 5616_Himeka
source: Wanna know what my dog's name was?
pt_br: Vuoi sapere come si chiamava il mio cane?

# 5640_Himeka
source: Whoa! How'd ya guess!?
pt_br: Whoa! Come hai fatto a indovinare!?

# 5652_Tanimura
source: Heh. I just had a feeling.
pt_br: Eh. Avevo solo una sensazione.

# 5664_Tanimura
source: He's cute, but... What kind of name is Nyanchu?
pt_br: È carino, ma... Che razza di nome è Nyanchu?

# 5676_Himeka
source: What? What's wrong with Nyanchu?
pt_br: Cosa? Cosa c'è di sbagliato in Nyanchu?

# 5688_Tanimura
source: Don't you think it sounds like the bad guy in a kung fu flick?
pt_br: Non pensi che suoni come il cattivo di un film di kung fu?

# 5700_Himeka
source: What the heck!? No way, not at all! I really like that name!
pt_br: Che diavolo!? Assolutamente no! Mi piace molto quel nome!

# 5712_Himeka
source: No one makes fun of my Nyanchu's name! As punishment, ya gotta say it ten times fast!
pt_br: Nessuno prende in giro il nome del mio Nyanchu! Come punizione, devi dirlo dieci volte velocemente!

# 5724_Tanimura
source: Huh? Seriously? Do I have to?
pt_br: Eh? Sul serio? Devo?

# 5736_Himeka
source: Yes! Ready... Go!
pt_br: Sì! Pronti... Via!

# 5760_Himeka
source: Haha! I can't believe ya actually did it!
pt_br: Haha! Non posso credere che tu l'abbia fatto davvero!

# 5772_Himeka
source: You're pretty cute, y'know. I like a man with an honest soul and a good heart. <Color:7>♥<Color:Default>
pt_br: Sei piuttosto carino, sai. Mi piace un uomo con un'anima onesta e un buon cuore. <Color:7>♥<Color:Default>

# 5784_Tanimura
source: Heh.
pt_br: Eh.

# 5796_Himeka
source: You know, Tanimura-san, you're lucky you're tall.
pt_br: Sai, Tanimura-san, sei fortunato a essere alto.

# 5808_Tanimura
source: Why'd you bring that up all of a sudden?
pt_br: Perché hai tirato fuori l'argomento all'improvviso?

# 5820_Himeka
source: I bet the world would be a friendlier place if I were a foot taller.
pt_br: Scommetto che il mondo sarebbe un posto più amichevole se fossi trenta centimetri più alta.

# 5832_Tanimura
source: You think height makes that big a difference?
pt_br: Pensi che l'altezza faccia una così grande differenza?

# 5844_Himeka
source: Of course it does! Bein' a small girl is a big pain!
pt_br: Certo che sì! Essere una ragazza bassa è una gran seccatura!

# 5856_Himeka
source: I'm always stuck with my face pressed up against some sweaty guy's chest on subways, and I can never find pants that fit.
pt_br: Sono sempre bloccata con la faccia premuta contro il petto sudato di qualche uomo in metropolitana, e non riesco mai a trovare pantaloni che mi stiano bene.

# 5868_Himeka
source: If a genie offered me one wish, I'd definitely wish to be taller.
pt_br: Se un genio mi offrisse un desiderio, desidererei sicuramente essere più alta.
