Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c02eb.po
Languages: pt_br

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Player
pt_br: Giocatore

# 116_Chihiro
source: Hot spring dates are so fashionable.
pt_br: Gli appuntamenti alle terme vanno un sacco.

# 128_Player
source: Um, I guess so.
pt_br: Uhm, credo di sì.

# 140_Chihiro
source: Let's go in.
pt_br: Entriamo.

# 164_Chihiro
source: Hot spring dates are so fashionable.
pt_br: Gli appuntamenti alle terme vanno un sacco.

# 176_Chihiro
source: Well, let's go in.
pt_br: Allora, entriamo.

# 188_Player
source: Hold on a sec... Um, looks like I'm low on cash.
pt_br: Aspetta un attimo... Ehm, mi sa che sono a corto di contanti.

# 200_Chihiro
source: What? You are!?
pt_br: Cosa? Davvero!?

# 212_Player
source: Yeah. Sorry.
pt_br: Sì. Scusa.

# 224_Chihiro
source: That's a shame. I guess that's it today. Goodbye for now.
pt_br: Peccato. Immagino sia tutto per oggi. Arrivederci per ora.

# 236_Player
source: (I better find some money...)
pt_br: (Mi conviene trovare dei soldi...)

# 344_Chihiro
source: Amazing! You're good at table tennis too?
pt_br: Fantastico! Sei bravo anche a ping pong?

# 356_Player
source: Yeah, I'm all right.
pt_br: Già, sto bene.

# 368_Chihiro
source: That warmed me up nicely. A change of pace is good once in a while!
pt_br: Mi ha riscaldato per bene. Un cambio di ritmo ogni tanto ci sta!

# 380_Talk_Ojigi
source: Well, I'll see you at the club.
pt_br: Allora, ci vediamo al club.

# 404_Chihiro
source: That was really refreshing.
pt_br: È stato proprio un toccasana.

# 416_Player
source: Yeah, I agree.
pt_br: Già, sono d'accordo.

# 428_Chihiro
source: I had a great time. Ask me out again, okay?
pt_br: Mi sono divertita un sacco. Chiedimi di uscire ancora, dai?

# 452_Chihiro
source: I did it! I beat you!
pt_br: Ce l'ho fatta! Ti ho stracciato!

# 464_Player
source: Heh.
pt_br: Eh.

# 476_Chihiro
source: That warmed me up nicely. A change of pace is good once in a while!
pt_br: Mi ha riscaldato per bene. Un cambio di ritmo ogni tanto ci sta!

# 488_Talk_Ojigi
source: Well, I'll see you at the club.
pt_br: Allora, ci vediamo al club.

# 596_Chihiro
source: Hot spring dates are so fashionable.
pt_br: Gli appuntamenti alle terme vanno un sacco.

# 608_Player
source: Um, I guess so.
pt_br: Uhm, credo di sì.

# 620_Chihiro
source: Let's go in.
pt_br: Entriamo.

# 644_Chihiro
source: Hot spring dates are so fashionable.
pt_br: Gli appuntamenti alle terme vanno un sacco.

# 656_Chihiro
source: Well, let's go in.
pt_br: Allora, entriamo.

# 668_Player
source: Hold on a sec... Um, looks like I'm low on cash.
pt_br: Aspetta un attimo... Ehm, mi sa che sono a corto di contanti.

# 680_Chihiro
source: What? You are!?
pt_br: Cosa? Davvero!?

# 692_Player
source: Yeah. Sorry.
pt_br: Sì. Scusa.

# 704_Chihiro
source: That's a shame. I guess that's it today. Goodbye for now.
pt_br: Peccato. Immagino sia tutto per oggi. Arrivederci per ora.

# 716_Player
source: (I better find some money...)
pt_br: (Mi conviene trovare dei soldi...)

# 824_Chihiro
source: Amazing! You're good at table tennis too?
pt_br: Fantastico! Sei bravo anche a ping pong?

# 836_Player
source: Yeah, I'm all right.
pt_br: Già, sto bene.

# 848_Chihiro
source: I had a lotta fun! Wanna head to the club now? <Color:7>♥<Color:Default>
pt_br: Mi sono divertito un sacco! Andiamo al club adesso? <Color:7>♥<Color:Default>

# 860_Player
source: Sure.
pt_br: Certo.

# 884_Chihiro
source: That was really refreshing.
pt_br: È stato proprio un toccasana.

# 896_Player
source: Yeah, I agree.
pt_br: Già, sono d'accordo.

# 908_Chihiro
source: I had a lotta fun! Wanna head to the club now? <Color:7>♥<Color:Default>
pt_br: Mi sono divertito un sacco! Andiamo al club adesso? <Color:7>♥<Color:Default>

# 920_Player
source: Yeah.
pt_br: Sì.

# 944_Chihiro
source: I did it! I beat you!
pt_br: Ce l'ho fatta! Ti ho stracciato!

# 956_Player
source: Heh.
pt_br: Eh.

# 968_Chihiro
source: That warmed me up nicely. A change of pace is good once in a while!
pt_br: Mi ha riscaldato per bene. Un cambio di ritmo ogni tanto ci sta!

# 980_Chihiro
source: Wanna go the club now?
pt_br: Vuoi andare al club ora?

# 992_Player
source: Sure.
pt_br: Certo.
