Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0109027e.po
Languages: pt_br

# 92_Erena
source: Hey, Akiyama-san... Wanna go out on a date with me?
pt_br: Ehi, Akiyama-san... Ti va di uscire con me per un appuntamento?

# 104_Akiyama
source: A date? Sure, I wouldn't mind that. But you sound kinda tired. Something wrong?
pt_br: Un appuntamento? Certo, ci sto volentieri. Però sembri un po' stanca. C'è qualcosa che non va?

# 116_Erena
source: Nah, I'm fine... Guess I'm still not totally over my ex.
pt_br: Naah, sto bene... Credo di non aver ancora del tutto superato il mio ex.

# 128_Akiyama
source: Oh, right... How about we paint the town red today to take your mind off him?
pt_br: Ah, giusto... Che ne dici se oggi usciamo a fare baldoria per distrarti un po' da lui?

# 140_Erena
source: Really!? That sounds fun!
pt_br: Davvero!? Che figata!

# 152_Akiyama
source: Good. Where should I meet you?
pt_br: Bene. Dove ci vediamo?

# 164_Erena
source: The usual place?
pt_br: Il solito posto?

# 176_Akiyama
source: Theater Square? Heheh... What if we see that couple again?
pt_br: Piazza del Teatro? Heheh... E se rivedessimo quella coppia di nuovo?

# 188_Erena
source: Haha! That'd be pretty funny.
pt_br: Haha! Sarebbe davvero divertente.

# 200_Erena
source: Well, bye. I'll be waiting for ya!
pt_br: Beh, ciao. Ti aspetto!

# 212_Akiyama
source: Okay, see you soon.
pt_br: Okay, ci si vede presto.
