Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010205bf.po
Languages: it

# 2428_Kiryu
source: That would explain it.
it: Questo spiegherebbe tutto.
