Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00020223.po
Languages: pt

source: You handed over the <Color:8>Chain<Color:Default>.
pt: Hai consegnato la <Color:8>Catena<Color:Default>.

source: You handed over the <Color:8>Hoe<Color:Default>.
pt: Hai consegnato la <Color:8>Zappa<Color:Default>.

source: You got the <Color:8>Chain and Grappling Hook<Color:Default>.
pt: Hai ottenuto la <Color:8>Catena e il rampino<Color:Default>.

# 136_Saejima
source: Got everythin' ya asked for. Now can ya fix me up that grapplin' hook?
pt: Ho tutto quello che mi hai chiesto. Ora puoi prepararmi quel rampino?

# 196_Kamiyama
source: Wow... I'm amazed you actually scrounged up all the materials in here. This should be perfect, yes.
pt: Wow... Sono sbalordito che tu sia riuscito a racimolare tutti i materiali qui dentro. Dovrebbe essere perfetto, sì.

# 208_Kamiyama
source: Pardon me a moment while I step into my workshop.
pt: Scusami un momento, vado nel mio laboratorio.

# 268_Kamiyama
source: Sorry to keep you waiting. One grappling hook, just as ordered.
pt: Scusa per l'attesa. Un rampino, come ordinato.

# 304_Kamiyama
source: I don't know what you're planning, and I prefer to keep it that way... but please, don't tell anyone where you got this.
pt: Non so cosa tu stia pianificando e preferisco che resti così... ma ti prego, non dire a nessuno dove l'hai preso.

# 316_Saejima
source: Don't worry, I ain't no snitch.
pt: Non preoccuparti, non sono una spia.

# 328_Kamiyama
source: Great. Seeing how you seem to do things, I bet whatever you're planning is... big. I can't wait to find out what it is. Anyway, good luck.
pt: Ottimo. Visto come sembri fare le cose, scommetto che qualsiasi cosa tu stia pianificando sia... grossa. Non vedo l'ora di scoprire di cosa si tratta. Comunque, buona fortuna.

# 352_Kamiyama
source: I'm going to need something nice and metallic to fashion into a hook.
pt: Mi servirà qualcosa di bello e metallico per farne un gancio.

# 364_Kamiyama
source: A pitchfork or hoe would work perfectly... so maybe you can ask an inmate on farm detail?
pt: Un forcone o una zappa andrebbero benissimo... quindi magari puoi chiedere a un detenuto addetto ai lavori agricoli?

# 376_Saejima
source: Hey, got the chain.
pt: Ehi, ho la catena.

# 388_Kamiyama
source: Already? Wow, you're good. This should work quite nicely.
pt: Già? Wow, sei bravo. Dovrebbe andare più che bene.

# 400_Kamiyama
source: It's, uh, pretty heavy though. You sure that's okay?
pt: È, uhm, piuttosto pesante però. Sei sicuro che vada bene?

# 412_Saejima
source: Not gonna be a problem.
pt: Non sarà un problema.

# 424_Kamiyama
source: If you say so. Now for the hook part of this whole arrangement... You wouldn't happen to have a pitchfork, would you?
pt: Se lo dici tu. Ora, per la parte del gancio di tutta questa faccenda... Non avresti per caso un forcone?

# 436_Saejima
source: Uh, no.
pt: Uhm, no.

# 448_Kamiyama
source: Hm... Oh, I've got it! One of the guys they put on farm duty might have something you can use.
pt: Mmm... Oh, ci sono! Uno dei tizi addetti ai lavori agricoli potrebbe avere qualcosa che puoi usare.

# 460_Kamiyama
source: I mean, you can't farm without equipment. Think I can get by with a pitchfork or maybe even a hoe.
pt: Voglio dire, non si può coltivare senza attrezzi. Penso di potermela cavare con un forcone o forse anche con una zappa.

# 472_Saejima
source: (Huh. Didn't think I'd be scroungin' up farm tools for this.)
pt: (Eh. Non pensavo di dover racimolare attrezzi agricoli per questo.)

# 496_Kamiyama
source: Start by getting me a chain, the thicker the better. I think I've seen one of the inmates swinging one around recently.
pt: Inizia procurandomi una catena, più spessa è, meglio è. Credo di aver visto uno dei detenuti che ne agitava una di recente.

# 508_Kamiyama
source: Oh, and... do try not to get into any fights. The guards here don't take too kindly to roughhousing.
pt: Oh, e... cerca di non fare a botte. Le guardie qui non gradiscono le maniere forti.

# 520_Saejima
source: Hey, got a sec?
pt: Ehi, hai un secondo?

# 532_Kamiyama
source: Oh, uh, sure. You're the one they hauled in yesterday, right?
pt: Oh, uhm, certo. Sei quello che hanno portato dentro ieri, vero?

# 544_Saejima
source: Yup. Heard you're good with your hands.
pt: Sì. Ho sentito che sei bravo con le mani.

# 556_Kamiyama
source: That's right, sir. I made a name for myself on these islands as, well... Let's just say I'm a craftsman of sorts. Or at least I <Italic>was</Italic>, until I got thrown in here.
pt: Esatto, signore. Mi sono fatto un nome su queste isole come, beh... diciamo che sono una specie di artigiano. O almeno lo <Italic>ero</Italic>, finché non mi hanno sbattuto qui dentro.

# 568_Saejima
source: What's a regular ol' citizen doing gettin' dumped in one of the highest security prisons in the country?
pt: Cosa ci fa un normale cittadino scaricato in una delle prigioni di massima sicurezza del paese?

# 580_Kamiyama
source: I suppose I was just in the wrong place at the wrong time.
pt: Suppongo di essermi trovato nel posto sbagliato al momento sbagliato.

# 592_Kamiyama
source: I was minding my own business, doing business with some fine gentlemen who... turned out to be yakuza. When the police showed up for them, they took me in, too.
pt: Mi stavo facendo gli affari miei, facendo affari con dei signori distinti che... si sono rivelati essere yakuza. Quando la polizia si è presentata per loro, hanno portato via anche me.

# 604_Kamiyama
source: Once they started looking into my livelihood, though, they figured out I was involved in some, uh, less than legal activities.
pt: Una volta che hanno iniziato a indagare sui miei affari, però, hanno scoperto che ero coinvolto in alcune, uhm, attività non proprio legali.

# 616_Saejima
source: Folks in my line of work call those crimes. What kind we talkin'?
pt: La gente del mio giro li chiama crimini. Di che tipo stiamo parlando?

# 628_Kamiyama
source: Well, um... I made, modded, bought, and sold all kinds of deadly weapons.
pt: Beh, ehm... ho costruito, modificato, comprato e venduto ogni tipo di arma letale.

# 652_Kamiyama
source: I never hurt a soul, though! No siree! Er, not directly, anyway. Not to mention the fact I got forced into the business to start with...
pt: Non ho mai fatto del male a nessuno, però! Nossignore! Ehm, non direttamente, almeno. Per non parlare del fatto che sono stato costretto a entrare nel giro all'inizio...

# 664_Saejima
source: Ya don't say. Well, whatever your story, I got a favor to ask.
pt: Non mi dire. Beh, qualunque sia la tua storia, ho un favore da chiederti.

# 676_Saejima
source: Gonna need ya to make a grapplin' hook for me. Think ya can manage that?
pt: Mi serve che tu mi costruisca un rampino. Pensi di potercela fare?

# 688_Kamiyama
source: Anything's possible as long as I have the materials. May I ask why?
pt: Tutto è possibile finché ho i materiali. Posso chiedere perché?

# 700_Saejima
source: Ya can ask, but I ain't tellin'. You'll be better off not knowin', anyhow.
pt: Puoi chiedere, ma non te lo dirò. Starai meglio non sapendolo, comunque.

# 712_Kamiyama
source: I, uh... All right, then. Do you need it to be especially sturdy?
pt: Io, uhm... va bene, allora. Ti serve che sia particolarmente robusto?

# 724_Saejima
source: Sturdy enough to hold a person or two.
pt: Abbastanza robusto da sostenere una o due persone.

# 736_Kamiyama
source: I... see.
pt: Capisco...

# 748_Kamiyama
source: Well, all right. No more questions from me, then!
pt: Beh, va bene. Niente più domande da parte mia, allora!

# 760_Kamiyama
source: Just bring me a nice, thick chain and that grappling hook should be a cinch.
pt: Portami solo una bella catena spessa e quel rampino sarà un gioco da ragazzi.

# 772_Kamiyama
source: Fortunately for you, I saw one of the inmates swinging one around the other day.
pt: Fortunatamente per te, l'altro giorno ho visto uno dei detenuti che ne agitava una.

# 784_Saejima
source: Oh yeah?
pt: Ah sì?

# 796_Kamiyama
source: Just try to keep things civil, okay? The guards would be on you in a flash if you start trouble.
pt: Cerca solo di mantenere la calma, ok? Le guardie ti sarebbero addosso in un attimo se inizi a creare problemi.

# 808_Saejima
source: Right, thanks.
pt: Giusto, grazie.
