Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0009040d.po
Languages: pt_br

source: Groaning Man
pt_br: Uomo che geme

source: Cured Man
pt_br: Uomo Guarito

# 96_Akiyama
source: What's the matter? You're sweating like crazy.
pt_br: Cosa c'è? Stai sudando come un matto.

# 108_Groaning Man
source: I was going to buy some stomach medicine from that drugstore, but I can't move another step or else... Oogh!
pt_br: Stavo per comprare delle medicine per lo stomaco da quella farmacia, ma non riesco a fare un altro passo o sennò... Ugh!

# 120_Akiyama
source: Yikes! Don't move. I'll go buy some for you. Just hang in there, okay?
pt_br: Caspita! Non ti muovere. Vado a prenderne un po' per te. Tieni duro, va bene?

# 204_Akiyama
source: Well? Feeling better?
pt_br: Allora? Stai meglio?

# 216_Cured Man
source: I think I'm over the worst of it...
pt_br: Credo di aver superato il peggio...

# 228_Cured Man
source: I guess it wasn't such a good idea to hit twenty yakiniku restaurants in a single day.
pt_br: Mi sa che non è stata una gran pensata farsi venti yakiniku ristoranti in un solo giorno.

# 240_Akiyama
source: Really? Twenty of them? You must really love yakiniku.
pt_br: Davvero? Venti? Devi proprio adorare lo yakiniku.

# 252_Cured Man
source: Oh, no, no. It's my job.
pt_br: Ma no, no. È il mio lavoro.

# 264_Ajikawa
source: Sorry, I should've introduced myself earlier. I'm Ajikawa, of the Michelle Guide Corporation.
pt_br: Scusa, avrei dovuto presentarmi prima. Sono Ajikawa, della Michelle Guide Corporation.

# 276_Ajikawa
source: I truly appreciate you stepping into help upon seeing me squirm like that. Thanks a million.
pt_br: Ti sono davvero grato di essermi venuto in aiuto, vedendomi contorcermi in quel modo. Grazie mille.

# 288_Akiyama
source: It was nothing. The name's Akiyama. I'm a moneylender here in Kamurocho.
pt_br: Figurati. Mi chiamo Akiyama. Sono un usuraio qui a Kamurocho.

# 300_Akiyama
source: Michelle Guide... Isn't that the company that publishes restaurant guidebooks over in Europe?
pt_br: Michelle Guide... Non è mica la ditta che pubblica guide gastronomiche lì in Europa?

# 312_Ajikawa
source: That's right. And now we'd like to include the best of Kamurocho in a Japanese edition of our legendary guidebook. I'm here doing research.
pt_br: Esatto. E ora vorremmo includere il meglio di Kamurocho in un'edizione giapponese della nostra leggendaria guida. Sono qui per le mie ricerche.

# 324_Ajikawa
source: But this place just has too many restaurants to try and find the hidden gems! *burp*
pt_br: Ma qui c'è una marea di ristoranti per cercare di scovare le gemme nascoste! *rutto*

# 336_Akiyama
source: Can you really judge these places properly when you eat so much at once?
pt_br: Riesci davvero a giudicare come si deve questi locali quando mangi così tanto in una volta sola?

# 348_Ajikawa
source: Sure! They say an empty stomach is the best condiment, but empty or full hardly matters to us pros when it comes to reviewing a given dish.
pt_br: Certo! Dicono che lo stomaco vuoto sia il miglior condimento, ma vuoto o pieno non ci importa granché, a noi professionisti, quando si tratta di recensire un determinato piatto.

# 360_Akiyama
source: Ah, I see. So simply knowing a lot about food isn't enough, huh? Impressive.
pt_br: Ah, capisco. Quindi sapere un sacco di cose sul cibo non basta, eh? Impressionante.

# 372_Ajikawa
source: Thank you very much. I'm embarrassed to admit, however, that Japanese food isn't my area of expertise.
pt_br: Grazie mille. Devo ammettere, però, con un po' di imbarazzo, che la cucina giapponese non è il mio campo.

# 384_Ajikawa
source: For days now I've been wandering blindly from restaurant to restaurant. It just proves I need a local to point me in the in the right direction...
pt_br: Sono giorni ormai che giro a zonzo alla cieca da un ristorante all'altro. Questo dimostra solo che mi serve uno del posto per indicarmi la la direzione giusta...

# 396_Ajikawa
source: Akiyama-san, you said you worked in finance here in Kamurocho? You must know all kinds of high-end restaurants in the area, then, yes?
pt_br: Akiyama-san, hai detto che lavoravi in finanza qui a Kamurocho? Allora devi conoscere ogni genere di ristoranti di lusso qui in zona, dico bene?

# 408_Akiyama
source: Well, when it comes to spending money on food, I'm not exactly what you'd call frugal.
pt_br: Beh, quando si tratta di spendere soldi per il cibo, non sono esattamente quello che definiresti un tipo parsimonioso.

# 420_Ajikawa
source: Excellent! I've been searching for somebody like you!
pt_br: Eccellente! È da un po' che cercavo uno come te!

# 432_Ajikawa
source: Would you be so kind as to tell me about some of the better restaurants you know? I'll gladly compensate you for your time, of course.
pt_br: Potrebbe farmi la cortesia di parlarmi di alcuni dei migliori ristoranti che conosce? La ricompenserò volentieri per il suo tempo, ovviamente.

# 444_Akiyama
source: I don't see why not. There must've been some reason I stopped to help you, so... sure, I can show you some places.
pt_br: Non vedo perché no. Ci dev'essere stato un motivo se mi sono fermato ad aiutarti, quindi... certo, posso farti vedere qualche posto.

# 456_Ajikawa
source: Really!? Thank you so much!
pt_br: Veramente!? Grazie mille!

# 468_Ajikawa
source: Could you first tell me about your favorite yakiniku restaurant, then?
pt_br: Potresti prima parlarmi del tuo ristorante yakiniku preferito, allora?

# 480_Ajikawa
source: And if you could tell me which of their dishes has the most mouthwatering texture, and what their most unique offal dish is, that would be great!
pt_br: E se potessi dirmi quale dei loro piatti ha la consistenza più succulenta, e qual è il loro piatto di frattaglie più particolare, sarebbe fantastico!

# 492_Akiyama
source: Some pretty specific requests you have there.
pt_br: Hai delle richieste proprio specifiche, eh?

# 504_Ajikawa
source: Many of our readers consider themselves foodies. They prefer selections that are not only tasty, but that make for good conversation as well.
pt_br: Molti dei nostri lettori si considerano dei buongustai. Preferiscono selezioni che non siano solo gustose, ma che offrano anche spunti per una buona conversazione.

# 516_Akiyama
source: Sounds rough.
pt_br: Sembra tosto.

# 528_Ajikawa
source: Oof, there goes my stomach again... I'll rest for a moment at a bar I know, at least until my stomach settles.
pt_br: Uff, ancora lo stomaco che mi tormenta... Mi fermo un attimo in un bar che conosco, almeno finché non mi si sistema lo stomaco.

# 540_Ajikawa
source: I'm terribly sorry, but could you come to Earth Angel in the Champion District once you're done gathering restaurant info?
pt_br: Mi dispiace davvero tanto, ma potresti venire all'Earth Angel nel Champion District una volta che avrai finito di raccogliere le info sui ristoranti ?

# 552_Akiyama
source: Oh, uh, sure. Hope you feel better... So mouthwatering texture and a unique offal dish at my favorite yakiniku restaurant, right?
pt_br: Oh, uh, certo. Spero ti rimetta... Quindi, che fa venire l'acquolina la consistenza e un piatto unico di frattaglie al mio locale yakiniku preferito, no?

# 564_Ajikawa
source: That's right. Good luck, and thank you. Ow...
pt_br: Esatto. In bocca al lupo, e grazie. Ahia...

# 624_Akiyama
source: (My favorite yakiniku joint, huh? Definitely that one Hana-chan likes so much.)
pt_br: Il mio yakiniku preferito, eh? Decisamente quello che piace tanto a Hana-chan.
