Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee0417.po
Languages: it

source: You got a <Color:8>Memo<Color:Default>.
it: Hai ottenuto un <Color:8>Promemoria<Color:Default>.

source: You gained 500 EXP.
it: Hai ottenuto 500 EXP.

source: Mysterious Old Man
it: Anziano Misterioso

source: Memos
it: Promemoria

# 56_Mysterious Old Man
source: You there... Halt.
it: Tu... Fermati.

# 68_Player
source: What's cracking, old man?
it: Che succede, vecchio?

# 80_Mysterious Old Man
source: My name is not "old man." I am Sotaro Komaki, a master of the most esoteric martial arts known to man.
it: Il mio nome non è "vecchio". Sono Sotaro Komaki, un maestro delle arti marziali più esoteriche conosciute dall'uomo.

# 92_Player
source: O...kay. And what do you want with me?
it: O...kay. E cosa vuoi da me?

# 104_Komaki
source: Simply put, I can sense one's physical ability merely by observing the gait of their walk. And you, my suave friend, appear to be an especially promising specimen.
it: In parole povere, posso percepire l'abilità fisica di una persona semplicemente osservando la cadenza della sua camminata. E tu, mio elegante amico, sembri essere promettente.

# 116_Player
source: Hold up, you're not trying to get me to join some kinda kooky dojo, are you? That stuff's not really my style.
it: Aspetta un attimo, non starai cercando di convincermi a unirmi a qualche dojo strambo, vero? Quel genere di cose non fa per me.

# 128_Komaki
source: You needn't join anything. Take this.
it: Non devi unirti a nulla. Prendi questo.

# 152_Mysterious Old Man
source: Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. Access the Pause Menu with the <Action:Button_Options@Adventure> button. You will collect <Color:14>memos<Color:Default> as you progress through the story and interact with people in the city.
it: Leggi i <Color:14>promemoria<Color:Default> selezionando <Color:14>Promemoria<Color:Default> nel menu di Pausa. Accedi al menu di Pausa con il tasto <Action:Button_Options@Adventure>. Raccoglierai <Color:14>promemoria<Color:Default> man mano che progredisci nella storia e interagisci con le persone in città.

# 164_Mysterious Old Man
source: <Color:14>Memos<Color:Default> cover a wide variety of topics, all of which will be useful for life in Kamurocho. Explore the city top to bottom to complete your <Color:14>memo<Color:Default> collection!
it: I <Color:14>promemoria<Color:Default> coprono una vasta gamma di argomenti, tutti utili per la vita a **Kamurocho**. Esplora la città da cima a fondo per completare la tua collezione di <Color:14>promemoria<Color:Default>!

# 176_Mysterious Old Man
source: Any information you glean from these memos will not only grant you knowledge but worldly experience. Now go forth, and let your brain soak up information like the sponge it is!
it: Qualsiasi informazione che ricavi da questi promemoria non solo ti garantirà conoscenza, ma anche esperienza mondana. Ora va', e lascia che il tuo cervello assorba le informazioni!

# 188_Player
source: ...Sure. Thanks, old man.
it: ...Certo. Grazie, vecchio.
