Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00e60250.po
Languages: pt_br

source: Hehehe. ♪ What should I have you buy? <Color:7>♥<Color:Default>
pt_br: Eheheh. ♪ Cosa dovrei farti comprare? <Color:7>♥<Color:Default>

source: But if that's where you wanna go, Akiyama-san, I guess I'll go.
pt_br: Ma se è lì che vuoi andare, Akiyama-san, immagino che verrò.

source: Hehe... You certainly know how to heat things up! I hope you like my singing. ♪
pt_br: Eheh... Sai certamente come scaldare l'atmosfera! Spero ti piaccia il mio canto. ♪

source: I only started playing recently. Hehehe... This should be a good matchup. <Color:7>♥<Color:Default>
pt_br: Ho iniziato a giocare da poco. Eheheh... Dovrebbe essere una bella sfida. <Color:7>♥<Color:Default>

source: Well, if that's where you wanna go, Akiyama-san, I guess I'll go.
pt_br: Beh, se è lì che vuoi andare, Akiyama-san, immagino che verrò.

source: Sounds fun! ♪ You'd better teach me how to play, then. <Color:7>♥<Color:Default>
pt_br: Sembra divertente! ♪ Allora farai meglio a insegnarmi a giocare. <Color:7>♥<Color:Default>

source: Well, if that's where you wanna go, Akiyama-san, I guess I'll go.
pt_br: Beh, se è lì che vuoi andare, Akiyama-san, immagino che verrò.

source: Player
pt_br: Giocatore

# 496_Akiyama
source: This is the store?
pt_br: Questo è il negozio?

# 508_Rio
source: Yes. What'll I do if he's still here?
pt_br: Sì. Che faccio se è ancora qui?

# 568_Rio
source: Ooh, look at him!
pt_br: Ooh, guardalo!

# 580_Akiyama
source: You really bought him, huh?
pt_br: L'hai comprato davvero, eh?

# 592_Rio
source: Hey! You told me to do it!
pt_br: Ehi! Me l'hai detto tu di farlo!

# 604_Akiyama
source: You agonized about it for over an hour! If I hadn't said something, we'd still be in there.
pt_br: Ti sei scervellato per più di un'ora! Se non avessi detto niente, saremmo ancora lì dentro.

# 616_Rio
source: Yeah, you're right...
pt_br: Già, hai ragione...

# 628_Akiyama
source: Well, I hope he gets along with your other dog.
pt_br: Beh, spero che vada d'accordo con il tuo altro cane.

# 640_Rio
source: I'm sure he will. But first, I have to take him to the groomer. They'll make him nice and cute!
pt_br: Certo che sì. Ma prima, devo portarlo dal toelettatore. Lo faranno diventare un vero amore!

# 652_Akiyama
source: Groomer? Like a beauty salon for dogs?
pt_br: Toelettatore? Tipo un salone di bellezza per cani?

# 664_Rio
source: That's right! I'm going to get him a full doggie makeover!
pt_br: Proprio così! Gli farò fare un restyling canino completo!

# 676_Akiyama
source: Sounds like that might take a while. Do you want to go somewhere else in the meantime?
pt_br: Mi sa che ci vorrà un po'. Vuoi andare da qualche altra parte intanto?

# 688_Rio
source: Good idea! Where would you like to go?
pt_br: Ottima idea! Dove ti va di andare?

# 700_Player
source: (What should we do?)
pt_br: (Che facciamo?)

# 724_Player
source: (Where should we go...)
pt_br: (Dove dovremmo andare...)

# 736_Player
source: (Where should we go...)
pt_br: (Dove dovremmo andare...)

# 748_Player
source: (We could go shopping.)
pt_br: Potremmo andare a fare shopping.

# 760_Player
source: (We could go out to eat.)
pt_br: (Potremmo andare a mangiare fuori.)

# 784_Player
source: How about Kanrai for some yakiniku?
pt_br: Andiamo da Kanrai a mangiare yakiniku?

# 796_Rio
source: Yakiniku? Now that I think of it, I am kinda hungry.
pt_br: Yakiniku? Ora che ci penso, ho un po' di fame.

# 808_Akiyama
source: Okay, let's go.
pt_br: Ok, andiamo.

# 832_Player
source: How about Kanrai for some yakiniku?
pt_br: Andiamo da Kanrai a mangiare yakiniku?

# 844_Rio
source: Huh? Yakiniku again? I kinda wanted to eat something different today... <Color:7>♥<Color:Default>
pt_br: Eh? Ancora yakiniku? Veramente oggi volevo mangiare qualcosa di diverso... <Color:7>♥<Color:Default>

# 856_Rio
source: But if you really want to go, Akiyama-san, I could live with it...
pt_br: Ma se vuoi andarci davvero, Akiyama-san, potrei farmelo andare bene...

# 868_Talk_Yes
source: Okay, let's go.
pt_br: Ok, andiamo.

# 904_Player
source: How does Sushi Gin sound?
pt_br: Che ne dici di Sushi Gin?

# 916_Rio
source: Sushi? Now that I think of it, I am kinda hungry.
pt_br: Sushi? Ora che ci penso, ho un po' di fame.

# 928_Akiyama
source: Okay, let's go.
pt_br: Ok, andiamo.

# 952_Player
source: How does Sushi Gin sound?
pt_br: Che ne dici di Sushi Gin?

# 964_Rio
source: Huh? Sushi again? I kinda wanted to eat something different today... <Color:7>♥<Color:Default>
pt_br: Eh? Ancora sushi? Veramente oggi volevo mangiare qualcosa di diverso... <Color:7>♥<Color:Default>

# 976_Rio
source: But if you really want to go, Akiyama-san, I could live with it...
pt_br: Ma se vuoi andarci davvero, Akiyama-san, potrei farmelo andare bene...

# 988_Talk_Yes
source: Okay, let's go.
pt_br: Ok, andiamo.

# 1024_Player
source: Why don't we go shopping at Le Marche?
pt_br: Che ne dici se andiamo a fare shopping a Le Marche?

# 1036_Rio
source: Huh? Does that mean... You're going to buy me something? <Color:7>♥<Color:Default>
pt_br: Eh? Significa che... mi comprerai qualcosa? <Color:7>♥<Color:Default>

# 1060_Talk_Yes
source: Okay, let's go.
pt_br: Ok, andiamo.

# 1084_Player
source: Why don't we go shopping at Le Marche?
pt_br: Che ne dici se andiamo a fare shopping a Le Marche?

# 1096_Rio
source: Hehehe. ♪ What should I have you buy? <Color:7>♥<Color:Default>
pt_br: Eheheh. ♪ Cosa dovrei farti comprare? <Color:7>♥<Color:Default>

# 1108_Talk_Yes
source: Okay, let's go.
pt_br: Ok, andiamo.

# 1144_Player
source: Wanna hit up Watami?
pt_br: Andiamo da Watami?

# 1156_Rio
source: I love Watami. <Color:7>♥<Color:Default> I'm so happy! <Color:7>♥<Color:Default>
pt_br: Adoro Watami. <Color:7>♥<Color:Default> Sono così felice! <Color:7>♥<Color:Default>

# 1168_Akiyama
source: Wonder what I'm gonna order... <Color:7>♥<Color:Default> Hehe... I'm excited. <Color:7>♥<Color:Default>
pt_br: Chissà cosa ordinerò... <Color:7>♥<Color:Default> Eheh... sono emozionata. <Color:7>♥<Color:Default>

# 1180_Talk_Yes
source: Okay, let's go.
pt_br: Ok, andiamo.

# 1204_Player
source: Wanna hit up Watami?
pt_br: Andiamo da Watami?

# 1216_Rio
source: Watami again? Hehehe. ♪ I do love Watami. <Color:7>♥<Color:Default>
pt_br: Ancora Watami? Eheheh. ♪ Adoro Watami. <Color:7>♥<Color:Default>

# 1228_Akiyama
source: Wonder what I'm gonna order... <Color:7>♥<Color:Default> Hehe... I'm excited. <Color:7>♥<Color:Default>
pt_br: Chissà cosa ordinerò... <Color:7>♥<Color:Default> Eheh... sono emozionata. <Color:7>♥<Color:Default>

# 1240_Talk_Yes
source: Okay, let's go.
pt_br: Ok, andiamo.

# 1276_Player
source: Should we go bowling?
pt_br: Andiamo a bowling?

# 1288_Rio
source: Bowling? I'm quite the bowler, you know.
pt_br: Bowling? Sono una giocatrice niente male, sai.

# 1300_Akiyama
source: Hehehe. ♪ Show me what you got, Akiyama-san.
pt_br: Eheheh. ♪ Fammi vedere di cosa sei capace, Akiyama-san.

# 1312_Talk_Yes
source: Okay, let's go.
pt_br: Ok, andiamo.

# 1336_Player
source: Should we go bowling?
pt_br: Andiamo a bowling?

# 1348_Rio
source: Again? If we're going on a date, I'd rather we go somewhere different than last time...
pt_br: Ancora? Se usciamo per un appuntamento, preferirei andare in un posto diverso dall'ultima volta...

# 1372_Akiyama
source: Okay, let's head out.
pt_br: Ok, andiamo.

# 1408_Player
source: Should we go play darts at Bantam?
pt_br: Ti va di fare una partita a freccette al Bantam?

# 1420_Rio
source: What? I didn't know you played darts, Akiyama-san!
pt_br: Cosa? Non sapevo che giocassi a freccette, Akiyama-san!

# 1432_Akiyama
source: I've got a little experience playing darts, too. Hehehe...
pt_br: Anch'io ho un po' di esperienza con le freccette. Eheheh...

# 1444_Akiyama
source: Okay, let's go.
pt_br: Ok, andiamo.

# 1468_Player
source: Should we go play darts at Bantam?
pt_br: Ti va di fare una partita a freccette al Bantam?

# 1480_Rio
source: Again? You must be really into darts.
pt_br: Ancora? Devi essere proprio un appassionato di freccette.

# 1492_Akiyama
source: Shall we get going?
pt_br: Ci muoviamo?

# 1528_Player
source: Want to go sing karaoke?
pt_br: Ti va di andare a cantare al karaoke?

# 1540_Rio
source: Karaoke? I love karaoke! <Color:7>♥<Color:Default>
pt_br: Karaoke? Adoro il karaoke! <Color:7>♥<Color:Default>

# 1564_Talk_Yes
source: Okay, let's go.
pt_br: Ok, andiamo.

# 1588_Player
source: Want to go sing karaoke?
pt_br: Ti va di andare a cantare al karaoke?

# 1600_Rio
source: That sounds nice. ♪ I want to sing a whole lot! <Color:7>♥<Color:Default>
pt_br: Mi piace l'idea. ♪ Voglio cantare un sacco! <Color:7>♥<Color:Default>

# 1612_Talk_Smile
source: Hehehe... Okay, let's go.
pt_br: Eheheh... ok, andiamo.

# 1648_Player
source: Let's shoot some pool.
pt_br: Facciamoci una partita a biliardo.

# 1660_Rio
source: Pool? That's so you, Akiyama-san. ♪
pt_br: Biliardo? È così da te, Akiyama-san. ♪

# 1684_Talk_Yes
source: Okay, let's go.
pt_br: Ok, andiamo.

# 1708_Player
source: Let's shoot some pool.
pt_br: Facciamoci una partita a biliardo.

# 1720_Rio
source: Again? If we're going on a date, I'd rather we go somewhere different than last time...
pt_br: Ancora? Se usciamo per un appuntamento, preferirei andare in un posto diverso dall'ultima volta...

# 1744_Akiyama
source: Okay, let's head out.
pt_br: Ok, andiamo.

# 1780_Player
source: Let's play golf.
pt_br: Giochiamo a golf.

# 1792_Rio
source: Golf!? Wow, I didn't know people went golfing on dates!
pt_br: Golf!? Wow, non sapevo che si andasse a giocare a golf agli appuntamenti!

# 1816_Talk_Yes
source: Okay, let's go.
pt_br: Ok, andiamo.

# 1840_Player
source: Let's play golf.
pt_br: Giochiamo a golf.

# 1852_Rio
source: Again? If we're going on a date, I'd rather we go somewhere different than last time...
pt_br: Ancora? Se usciamo per un appuntamento, preferirei andare in un posto diverso dall'ultima volta...

# 1876_Talk_Angry
source: Okay, let's head out.
pt_br: Ok, andiamo.

# 1912_Player
source: Let's hit the hot springs.
pt_br: Facciamo un salto alle terme.

# 1924_Rio
source: The hot springs? Ooh, afterwards, let's play table tennis! ♪ I love playing table tennis! <Color:7>♥<Color:Default>
pt_br: Le terme? Oh, dopo giochiamo a ping-pong! ♪ Adoro giocare a ping-pong! <Color:7>♥<Color:Default>

# 1936_Akiyama
source: Hehehe, I'm rarin' to go!
pt_br: Eheheh, non vedo l'ora!

# 1948_Talk_Yes
source: Okay, let's do it!
pt_br: Ok, facciamolo!

# 1972_Player
source: Let's hit the hot springs.
pt_br: Facciamo un salto alle terme.

# 1984_Rio
source: The hot springs? Let's play table tennis again this time! <Color:7>♥<Color:Default>
pt_br: Le terme? Giochiamo di nuovo a ping-pong stavolta! <Color:7>♥<Color:Default>

# 1996_Akiyama
source: Hehehe, I'm rarin' to go!
pt_br: Eheheh, non vedo l'ora!

# 2008_Talk_Yes
source: Okay, let's do it!
pt_br: Ok, facciamolo!

# 2032_Akiyama
source: Go Hang Out
pt_br: Usciamo

# 2044_Akiyama
source: Go Shopping
pt_br: Andare a fare shopping

# 2056_Akiyama
source: Go Out to Eat
pt_br: Uscire a mangiare

# 2068_Akiyama
source: Go Hang Out
pt_br: Usciamo

# 2080_Akiyama
source: Go Shopping
pt_br: Andare a fare shopping

# 2092_Akiyama
source: Go Out to Eat
pt_br: Uscire a mangiare

# 2104_Akiyama
source: Should we go bowling?
pt_br: Andiamo a bowling?

# 2116_Akiyama
source: Want to go sing karaoke?
pt_br: Ti va di andare a cantare al karaoke?

# 2128_Akiyama
source: How about we play some pool?
pt_br: Ti va di fare una partita a biliardo?

# 2140_Akiyama
source: We could hit the hot springs.
pt_br: Potremmo andare alle terme.

# 2152_Akiyama
source: Do something else.
pt_br: Fare qualcos'altro.

# 2164_Akiyama
source: Should we go bowling?
pt_br: Andiamo a bowling?

# 2176_Akiyama
source: Want to go sing karaoke?
pt_br: Ti va di andare a cantare al karaoke?

# 2188_Akiyama
source: How about we play some pool?
pt_br: Ti va di fare una partita a biliardo?

# 2200_Akiyama
source: We could golf.
pt_br: Potremmo fare golf.

# 2212_Akiyama
source: We could hit the hot springs.
pt_br: Potremmo andare alle terme.

# 2224_Akiyama
source: Do something else.
pt_br: Fare qualcos'altro.

# 2236_Akiyama
source: We could go to Le Marche.
pt_br: Potremmo farci un giro a Le Marche.

# 2248_Akiyama
source: Do something else.
pt_br: Fare qualcos'altro.

# 2260_Akiyama
source: How about some yakiniku?
pt_br: Ti va un po' di yakiniku?

# 2272_Akiyama
source: How does sushi sound?
pt_br: Che ne dici del sushi?

# 2284_Akiyama
source: Wanna hit up Watami?
pt_br: Andiamo da Watami?

# 2296_Akiyama
source: Do something else.
pt_br: Fare qualcos'altro.
