Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0026009e.po
Languages: pt_br

# 188_Chigusa
source: Well? You ready?
pt_br: Allora? Sei pronto?

# 200_Chigusa
source: Just come with me and I'll make you remember everything.
pt_br: Vieni con me e ti farò ricordare tutto.

# 212_Kiryu
source: Look, I'm sorry... but whoever you're looking for, I'm not him.
pt_br: Senti, mi dispiace... ma chiunque tu stia cercando, non sono io.

# 224_Chigusa
source: You can keep saying that until your face turns blue, but I'm sure I can make you remember! How long are you gonna keep pretending!?
pt_br: Puoi continuare a dirlo fino alla nausea, ma io sono sicura di poterti far ricordare! Per quanto tempo continuerai a far finta di niente!?

# 248_Chigusa
source: Ugh, fine! I'll just wait here until you've come to your senses. Crawl back to me once you're ready to face the music.
pt_br: Uff, e sia! Aspetterò qui finché non ti tornerà un po' di cervello. Torna strisciando da me quando sarai pronto a pagare il conto.

# 260_Kiryu
source: (Hm... I don't know what it is, but something's definitely up with this girl. Maybe it wouldn't hurt to hear her out when I have the time.)
pt_br: (Hm... Non so cosa sia, ma c'è decisamente qualcosa che non mi quadra con questa qui. Forse non guasterebbe ascoltarla quando avrò un attimo.)

# 272_Kiryu
source: All right, I guess I can spare some time.
pt_br: Va bene, dai, un po' di tempo lo trovo.

# 284_Chigusa
source: Why didn't you say so in the first place? Ugh, whatever. Let's start over at Mach Bowl. You must remember Mach Bowl, right?
pt_br: Perché non l'hai detto subito? Uhm, vabbè. Ricominciamo al Mach Bowl. Ti devi ricordare del Mach Bowl, vero?

# 296_Kiryu
source: I know it, yeah, but-
pt_br: Lo so, sì, ma-

# 308_Chigusa
source: Then let's go!
pt_br: E allora andiamo!

# 320_Chigusa
source: Come on.
pt_br: Andiamo.

# 344_Chigusa
source: You could have at least called me when you got back to town! But no, all you ever think about is yourself!
pt_br: Avresti potuto almeno chiamarmi quando sei tornato in città! E invece no, tu pensi solo a te stesso!

# 356_Chigusa
source: There's only so much bullshit one girl can take! I give and give and give, and all I get back is <Italic>lies</Italic>! Well, no more!
pt_br: C'è un limite a quante cazzate una ragazza può sopportare! Io do e do e do, e tutto quello che ricevo in cambio sono <Italic>bugie</Italic>! Beh, ora basta!

# 368_Kiryu
source: I think you've got the wrong guy. I don't even know who you are.
pt_br: Mi sa che hai sbagliato persona. Non so nemmeno chi sei.

# 380_Chigusa
source: Chigusa Yachiyo! Are you seriously pretending you don't remember me!? How low are you gonna stoop!?
pt_br: Chigusa Yachiyo! Ma davvero fai finta di non ricordarti di me!? Fino a che punto ti abbasserai!?

# 392_Kiryu
source: How could I remember you when we've never met?
pt_br: Come potrei ricordarti quando non ci siamo mai incontrati?

# 404_Chigusa
source: You're kidding, right? You promised me you'd come back to Kamurocho, and we could be together again. I waited for you all this time, and look what I got!
pt_br: Stai scherzando, vero? Mi avevi promesso che saresti tornato a Kamurocho, e che avremmo potuto stare di nuovo insieme. Ti ho aspettato per tutto questo tempo, e guarda cosa mi ritrovo!

# 416_Kiryu
source: I did... what?
pt_br: Ho fatto... cosa?

# 428_Chigusa
source: Don't tell me that was another one of your lies. Where have you been this past year, anyway?
pt_br: Non venire a dirmi che è stata un'altra delle tue cazzate. Dov'eri finito quest'anno, comunque?

# 440_Kiryu
source: Look, I honestly don't know who you are, but maybe I can help you find the guy you're looking for. What's his name? I'm Kiryu, by the way.
pt_br: Senti, onestamente non so chi tu sia, ma forse posso aiutarti a trovare il tizio che cerchi. Come si chiama? Sono Kiryu, comunque.

# 452_Chigusa
source: *sigh* So you're going by a different name now? Do you really want to avoid me that badly?
pt_br: *sospiro* Allora ti fai chiamare con un altro nome adesso? Vuoi davvero evitarmi così tanto?

# 464_Chigusa
source: Well, I've had enough of the lies! I've heard them all before. First it's business out of the country, then you need money for an "accident"... It just never ends!
pt_br: Basta, mi sono rotta delle tue bugie! Le ho sentite già mille volte. Prima sono affari all'estero, poi hai bisogno di soldi per un "incidente"... Non finisce mai!

# 476_Kiryu
source: I'm telling you, you've got the wrong guy.
pt_br: Te lo dico io, hai proprio sbagliato persona.

# 488_Chigusa
source: Fine! If you're really gonna keep playing dumb, I'll just have to refresh your memory.
pt_br: Va bene! Se ti ostini a fare il finto tonto, dovrò solo rinfrescarti la memoria.

# 500_Chigusa
source: Well? Let's go!
pt_br: Allora? Andiamo!

# 512_Kiryu
source: (She wants me to come with her? I really have no idea what she's talking about, though...)
pt_br: (Vuole che vada con lei? Però non ho la minima idea di cosa stia parlando...)

# 524_Chigusa
source: Come on, the clock's ticking! I can make you remember me, just you watch!
pt_br: Dai, il tempo stringe! Ti farò ricordare di me, aspetta e vedrai!

# 536_Kiryu
source: I need you to listen to me. Whoever you're looking for, I'm not him.
pt_br: Ascoltami bene. Chiunque tu stia cercando, io non sono lui.

# 548_Chigusa
source: No, I need <Italic>you</Italic> to listen to <Italic>me</Italic>! I can make you remember who I am if you just come with me.
pt_br: No, <Italic>tu</Italic> mi devi ascoltare! Posso farti ricordare chi sono, se vieni con me.

# 560_Kiryu
source: You just don't give up, do you?
pt_br: Non molli proprio, eh?

# 572_Chigusa
source: Ugh, fine! I'll just wait here until you've come to your senses. Crawl back to me once you're ready to face the music.
pt_br: Uff, e sia! Aspetterò qui finché non ti tornerà un po' di cervello. Torna strisciando da me quando sarai pronto a pagare il conto.

# 584_Kiryu
source: (Hm... I don't know what it is, but something's definitely up with this girl. Maybe it wouldn't hurt to hear her out when I have the time.)
pt_br: (Hm... Non so cosa sia, ma c'è decisamente qualcosa che non mi quadra con questa qui. Forse non guasterebbe ascoltarla quando avrò un attimo.)

# 668_Kiryu
source: All right. I guess I can spare some time.
pt_br: Va bene. Credo di poter trovare un po' di tempo.

# 680_Chigusa
source: Why didn't you say so in the first place? Ugh, whatever. Let's start over at Mach Bowl. You must remember Mach Bowl, right?
pt_br: Perché non l'hai detto subito? Uhm, vabbè. Ricominciamo al Mach Bowl. Ti devi ricordare del Mach Bowl, vero?

# 692_Kiryu
source: I know it, yeah, but-
pt_br: Lo so, sì, ma-

# 704_Chigusa
source: Then let's go!
pt_br: E allora andiamo!

# 740_Chigusa
source: Go with Chigusa
pt_br: Vai con Chigusa

# 752_Chigusa
source: Take a Rain Check
pt_br: Rimandiamo a un'altra volta

# 764_Chigusa
source: Go with Chigusa
pt_br: Vai con Chigusa

# 776_Chigusa
source: Take a Rain Check
pt_br: Rimandiamo a un'altra volta
