Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0002021b.po
Languages: pt_br

source: 17：00 沖縄第弐刑務所 食堂
pt_br: 17:00 Carcere di Okinawa II, Mensa

source: Idle
pt_br: Inattivo

source: Inmate
pt_br: Detenuto

# 116_Inmate
source: What the...
pt_br: Ma che...

# 128_Inmate
source: Aren't you... Taiga Saejima?
pt_br: Non sei tu... Taiga Saejima?

# 164_Inmate
source: Hm...
pt_br: Mmm...

# 176_Inmate
source: It really is you, isn't it?
pt_br: Sei davvero tu, non è vero?

# 200_Inmate
source: Holy shit. Saejima, the stone-cold hitman? You're a friggin' legend!
pt_br: Cazzo. Saejima, il sicario spietato? Sei una fottuta leggenda!

# 212_Inmate
source: Ain't that right, fellas?
pt_br: Non è così, ragazzi?

# 236_Saejima
source: I'm not a hitman.
pt_br: Non sono un sicario.

# 248_Inmate
source: Say what?
pt_br: Come hai detto?

# 260_Saejima
source: I said, I ain't no hitman.
pt_br: Ho detto, non sono un sicario.

# 284_Inmate
source: Uh, guys? What's going on here?
pt_br: Uh, ragazzi? Che succede qui?
