Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee00ee.po
Languages: pt

source: Player
pt: Giocatore

source: How to Play Cho-han
pt: Come giocare a Cho-han

source: Guessing the Number on One Die
pt: Indovinare il numero di un dado

source: Guessing the Numbers on Both Dice
pt: Indovinare i numeri di entrambi i dadi

source: Playing Against the House
pt: Giocare contro il banco

# 276_Staff
source: This here's cho-han! Wanna give it a try?
pt: Questo è il cho-han! Vuoi provare?

# 288_Staff
source: This here's cho-han! Wanna give it a try?
pt: Questo è il cho-han! Vuoi provare?

# 300_Staff
source: Yeah, I'll play.
pt: Sì, gioco.

# 312_Staff
source: Okay, let's get started, then!
pt: Ok, allora cominciamo!

# 336_Staff
source: Not right now.
pt: Non adesso.

# 348_Staff
source: Well, all right. I hope you'll play next time!
pt: Beh, va bene. Spero che giocherai la prossima volta!

# 360_Staff
source: Whaddya wanna know?
pt: Cosa vuoi sapere?

# 372_Staff
source: Cho-han is a gambling game where players predict whether the total value of two dice rolls will end up odd or even.
pt: Il Cho-han è un gioco d'azzardo in cui i giocatori prevedono se il valore totale del lancio di due dadi sarà pari o dispari.

# 384_Staff
source: The payout is based on how much you and the other players wagered.
pt: La vincita si basa su quanto tu e gli altri giocatori avete scommesso.

# 396_Staff
source: You can bet on what number will show on one of the two dice. If you guess right, you can earn even more tags than by simply guessing odd or even.
pt: Puoi scommettere su quale numero uscirà su uno dei due dadi. Se indovini, puoi guadagnare ancora più targhette che semplicemente indovinando pari o dispari.

# 408_Staff
source: You can also bet on which numbers will show on both dice. If you guess right, you get all of the money in the current pot.
pt: Puoi anche scommettere su quali numeri usciranno su entrambi i dadi. Se indovini, ti prendi tutti i soldi del piatto.

# 420_Staff
source: To play against the house, first place any bet. Guess right, and the tags you win become your bet against the house. When playing against the house, you will guess either odd or even. Guess right, and you win double the tags you bet. Up to five rolls are possible.
pt: Per giocare contro il banco, prima fai una puntata qualsiasi. Se indovini, le targhette che vinci diventano la tua puntata contro il banco. Quando giochi contro il banco, dovrai indovinare pari o dispari. Se indovini, vinci il doppio delle targhette che hai puntato. Sono possibili fino a cinque lanci.

# 432_Staff
source: Play
pt: Gioca

# 444_Staff
source: Don't Play
pt: Non giocare

# 456_Staff
source: Play
pt: Gioca

# 468_Staff
source: Not Now
pt: Non ora

# 480_Staff
source: Learn the Rules
pt: Impara le regole

# 492_Staff
source: Ask About Cho-han
pt: Chiedi del Cho-han

# 504_Staff
source: Ask About Guessing One Die
pt: Chiedi sull'indovinare un dado

# 516_Staff
source: Ask About Guessing Both Dice
pt: Chiedi sull'indovinare entrambi i dadi

# 528_Staff
source: Ask About Playing Against the House
pt: Chiedi sul giocare contro il banco

# 540_Staff
source: Go Back
pt: Torna indietro
