Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid06ee0616.po
Languages: pt_br

source: Take the mugwort?
pt_br: Raccogliere l'artemisia?

source: Take the mugwort?
pt_br: Raccogliere l'artemisia?

source: Player
pt_br: Giocatore

# 160_Player
source: (Huh, mugwort. Looks edible...)
pt_br: (Uh, artemisia. Sembra commestibile...)

# 184_Player
source: You got <Color:8>Mugwort<Color:Default>.
pt_br: Hai ottenuto <Color:8>Artemisia<Color:Default>.

# 208_Player
source: (...Maybe not.)
pt_br: (...Forse è meglio di no.)

# 220_Player
source: (Huh, mugwort. Looks edible...)
pt_br: (Uh, artemisia. Sembra commestibile...)

# 244_Player
source: You got <Color:8>Mugwort<Color:Default>.
pt_br: Hai ottenuto <Color:8>Artemisia<Color:Default>.

# 268_Player
source: (...Maybe not.)
pt_br: (...Forse è meglio di no.)

# 280_Player
source: Yes
pt_br: Sì

# 304_Player
source: Yes
pt_br: Sì
