Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid004b0008.po
Languages: it

source: Idol Blogger
it: Blogger Idol

source: Blog Reader
it: Lettore del Blog

source: Player
it: Giocatore

# 84_Idol Blogger
source: Ohmigosh, you have to see my avatar.
it: Oddio, devi vedere il mio avatar.

# 96_Idol Blogger
source: I made it the other day on Amoebatar! Isn't it like, the cutest thing ever?
it: L'ho fatto l'altro giorno su Amoebatar! Non è la cosa più carina di sempre?

# 108_Blog Reader
source: Whoa, it looks exactly like you! Wait, what's Amoebatar?
it: Wow, ti assomiglia tantissimo! Aspetta, cos'è Amoebatar?

# 120_Idol Blogger
source: What!? I thought you said you read my blog! I've only been talking about it for like, ever! Are you seriously even a fan?
it: Cosa!? Credevo avessi detto di leggere il mio blog! Ne ho parlato da tipo un sacco di tempo! Ma sei davvero un mio fan?

# 132_Blog Reader
source: Huh? Uh, you haven't updated your blog at all in the last couple weeks! I thought you'd like, given up on blogging or something!
it: Eh? Ehm, non hai aggiornato il tuo blog per niente nelle ultime due settimane! Pensavo avessi tipo rinunciato al blogging o qualcosa del genere!

# 144_Idol Blogger
source: Ohmigosh, I posted on my old blog that I was starting a new one on Amoeblog! There was even a link! Did you even read the top post?
it: Oddio, ho scritto sul mio vecchio blog che ne stavo iniziando uno nuovo su Amoeblog! C'era anche un link! Hai letto almeno il post in cima?

# 156_Blog Reader
source: Oh... I must've missed it. So wait, you've been doing all your blogging on Amoeblog now?
it: Oh... Dev'essermi sfuggito. Quindi aspetta, ora fai tutto il tuo blogging su Amoeblog?

# 168_Idol Blogger
source: Yeah! Once you make an Amoeba account, you can make your own cute little avatar, then use it to chat with your friends or play games and stuff.
it: Sì! Dopo aver creato un account Amoeba, puoi fare il tuo piccolo avatar carino, e usarlo per chattare con gli amici o giocare e cose così.

# 180_Blog Reader
source: So wait, if I made an Amoebatar, I could play games with you online?
it: Quindi aspetta, se facessi un Amoebatar, potrei giocare online con te?

# 192_Idol Blogger
source: Yup!
it: Sì!

# 204_Blog Reader
source: Cool! I'm gonna make one then!
it: Forte! Allora ne faccio uno!

# 216_Player
source: (Amoebatar? Sounds like something the girls at the club would be into.)
it: (Amoebatar? Sembra una cosa che piacerebbe alle ragazze del club.)

# 228_Player
source: (Amoebatar? Sounds like something the girls at the club would be into.)
it: (Amoebatar? Sembra una cosa che piacerebbe alle ragazze del club.)

# 240_Player
source: (Amoebatar? Sounds like something the girls at the club would be into.)
it: (Amoebatar? Sembra una cosa che piacerebbe alle ragazze del club.)
