Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0021.po
Languages: pt_br

# 12504_Erena
source: Then it don't matter if you jump into a relationship.
pt_br: Allora non fa niente se ti butti in una relazione.

# 12516_Akiyama
source: Maybe, but I can't help but think that going out with a guy who picks you up off the street isn't the best idea.
pt_br: Magari, però non posso fare a meno di pensare che uscire con un tipo che ti rimorchia per strada non sia il massimo.

# 12528_Erena
source: Oh, I'm not so sure about that. I know people who started going out that way and got married.
pt_br: Oh, non ne sarei così convinta, sai. Conosco persone che hanno iniziato a frequentarsi così e si sono sposate.

# 12540_Erena
source: I really don't like the way you're assumin' that I'm the one at fault here.
pt_br: Non mi piace proprio il modo in cui presumi che sia io quello in torto qui.

# 12552_Erena
source: Now I'm afraid to get involved with someone again...
pt_br: Ora ho paura di legarmi di nuovo a qualcuno...

# 12564_Akiyama
source: Why? People break up all the time.
pt_br: Perché? La gente si molla ogni due per tre.

# 12576_Erena
source: Yeah, but if it's always going to be like this...
pt_br: Già, ma se deve andare sempre così...

# 12588_Akiyama
source: Like what?
pt_br: Ad esempio?

# 12600_Erena
source: Always worrying about what the other person is thinking. Not being able to be yourself. I just end up gettin' sick of it after a while.
pt_br: Preoccuparsi sempre di quello che pensa l'altro. Non riuscire a essere se stessi. Alla fine mi stufo e basta, dopo un po'.

# 12612_Akiyama
source: I see...
pt_br: Capisco...

# 12624_Erena
source: I'm afraid it'll just be the same if I get involved with somebody else.
pt_br: Ho paura che sarà sempre la stessa storia, se mi metto con un altro.

# 12636_Akiyama
source: Don't worry about what the other person thinks. You should just be yourself.
pt_br: Non stare a pensare a quello che pensa l'altro. Sii te stesso e basta.

# 12648_Erena
source: That's easy to say, but I always end up wantin' to change myself to please whoever I'm seeing.
pt_br: Si fa presto a dire, ma finisco sempre per volermi cambiare per piacere a chi mi sto vedendo.

# 12660_Akiyama
source: That might be okay to some degree, but I think you take it a little too far.
pt_br: In parte, magari ci sta, ma credo che tu esageri un po'.

# 12672_Akiyama
source: If he doesn't like you for who you really are, you're never going to have a real future.
pt_br: Se non gli piaci per quello che sei veramente, non avrai mai un vero futuro.

# 12684_Erena
source: Ya think so? I've never been in a long-term relationship, so I don't know.
pt_br: Dici? Non sono mai stato in una relazione a lungo termine, quindi non lo so.

# 12696_Akiyama
source: Then why don't you give it a try next time?
pt_br: Allora perché non ci provi la prossima volta?

# 12708_Erena
source: Alright. I think I will.
pt_br: Ok. Credo proprio di sì.

# 12720_Akiyama
source: So what are you saying? You plan to be alone for the rest of your life?
pt_br: Quindi cosa vuoi dire? Hai intenzione di restare da sola per il resto della tua vita?

# 12732_Erena
source: Right now that don't sound so bad.
pt_br: Adesso come adesso, non suona mica male.

# 12744_Akiyama
source: Seriously?
pt_br: Seriamente?

# 12756_Erena
source: I'm just so sick of it all. Maybe I should just stick to relationships like the ones I got with my customers here. It's not as tiring.
pt_br: Sono proprio stufa di tutto. Forse dovrei limitarmi alle relazioni come quelle che ho coi miei clienti qui. È meno faticoso.

# 12768_Akiyama
source: Look, you're a little down right now, but I know you're going to want to have another relationship sooner or later. Cheer up.
pt_br: Senti, sei un po' giù adesso, ma so che prima o poi vorrai avere un'altra relazione. Fatti forza.

# 12780_Erena
source: Maybe you're right, but I don't really want to talk about it right now. Sorry, but do you mind if we change the subject?
pt_br: Magari hai ragione, ma non mi va tanto di parlarne adesso. Scusa, ma ti dispiacerebbe se cambiassimo argomento?

# 12792_Akiyama
source: Oh... Okay then.
pt_br: Oh... Okay allora.

# 12804_Akiyama
source: Maybe the opposite would be better.
pt_br: Magari il contrario sarebbe meglio.

# 12816_Erena
source: The opposite?
pt_br: L'opposto?

# 12828_Akiyama
source: I mean, maybe it would be better if you could find a guy who'd change to suit you.
pt_br: Cioè, magari sarebbe meglio se trovassi un tizio che si adattasse a te.

# 12840_Akiyama
source: Either that, or find somebody that you can just be yourself with.
pt_br: Oppure, trovati qualcuno con cui puoi essere te stesso e basta.

# 12852_Erena
source: Well... That'd definitely be less tiring for me.
pt_br: Beh... quello sarebbe decisamente meno faticoso per me.

# 12864_Akiyama
source: In any case, why don't you stop going to such lengths to try and please people?
pt_br: Comunque, perché non la pianti di farti in quattro per accontentare la gente?

# 12876_Erena
source: Yeah... I'll try.
pt_br: Sì... Ci proverò.

# 12888_Erena
source: Thanks for listenin'.
pt_br: Grazie per avermi ascoltato.

# 12900_Akiyama
source: Heheh.
pt_br: Eheh.

# 12912_Erena
source: I saw the best romantic comedy yesterday!
pt_br: Ho visto la migliore commedia romantica ieri!

# 12924_Akiyama
source: You like those?
pt_br: Ti piacciono quelli?

# 12936_Erena
source: I guess. I like horror, too, but the girl in me can't get enough romantic comedies.
pt_br: Immagino. Anche a me piace l'horror, ma la ragazzina che è in me non ne ha mai abbastanza di commedie romantiche.

# 12948_Erena
source: I love stories with happy endings. <Color:7>♥<Color:Default>
pt_br: Adoro le storie con un lieto fine. <Color:7>♥<Color:Default>

# 12960_Akiyama
source: I see.
pt_br: Capisco.

# 12972_Erena
source: You know, movies where the guy and the girl keep missing each other, but finally get together at the end?
pt_br: Hai presente quei film dove lui e lei continuano a sfiorarsi, senza mai incontrarsi, ma alla fine si mettono insieme?

# 12984_Erena
source: So romantic! Don't you just love that kinda thing?
pt_br: Così romantico! Non ti piacciono proprio le cose così?

# 12996_Akiyama
source: Real life never works out that way. If you keep missing each other, you probably won't end up like that.
pt_br: Nella vita vera non va mai a finire così. Se continuate a mancarvi, probabilmente non andrete a finire così.

# 13008_Erena
source: Why do ya have to be so cynical?
pt_br: Perché devi essere così cinico?

# 13020_Akiyama
source: Maybe it's because I'm a man, but I've always been that way. Sometimes I want to scream at the screen because the plot's so unrealistic.
pt_br: Forse è perché sono un uomo, ma sono sempre stato fatto così. A volte mi viene voglia di urlare allo schermo perché la trama è così campata in aria.

# 13032_Erena
source: If I were watchin' a movie and someone did that, I'd get pretty upset.
pt_br: Se stessi a guardare un film e qualcuno facesse così, mi innervosirei un bel po'.

# 13044_Erena
source: I think I need a more romantic type of man.
pt_br: Mi sa che avrei bisogno di un uomo più romantico.

# 13056_Akiyama
source: I don't like happy endings. Maybe I'm just the twisted type.
pt_br: Non mi piacciono i finali felici. Forse sono solo il tipo contorto.

# 13068_Erena
source: Really? What kind of movies do you like?
pt_br: Davvero? Che tipo di film ti piacciono?

# 13080_Akiyama
source: Well, more realistic stuff, I guess. You know, people doing the best they can, even if it doesn't end well.
pt_br: Beh, cose più realistiche, immagino. Sai, la gente che fa del suo meglio, anche se poi non finisce bene.

# 13092_Erena
source: I see. Why do you think you like that?
pt_br: Capisco. Perché credi che ti piaccia?

# 13104_Akiyama
source: Maybe it's because of my job. I get to see how lots of different kinds of people live. I know that life can be hard.
pt_br: Forse è per il mio lavoro. Mi capita di vedere come vive tanta gente diversa. So che la vita può essere dura.

# 13116_Erena
source: Hmm... That sounds convincing coming from an older gentleman. But I think I'll stick with my romantic comedies for the moment.
pt_br: Mmh... Suona convincente detto da un signore più anziano. Ma credo che per ora mi terrò stretto le mie commedie romantiche.

# 13128_Akiyama
source: Heheh.
pt_br: Eheh.

# 13140_Akiyama
source: You're pretty cute sometimes.
pt_br: Sei abbastanza carina a volte.

# 13152_Erena
source: I know.
pt_br: Lo so.

# 13164_Akiyama
source: Heheh. But don't you sometimes know exactly how a story's going to end, right when it starts?
pt_br: Heheh. Ma non ti capita a volte di sapere esattamente come andrà a finire una storia, proprio quando inizia?

# 13176_Akiyama
source: It's not like the two main characters aren't going to get together, right?
pt_br: Mica i due protagonisti non si metteranno insieme, no?

# 13188_Erena
source: That's okay. It's not the ending that's important. It's how they get there, how they overcome the obstacles in front of them.
pt_br: Va bene così. Non è il finale che conta. È come ci arrivano, come superano gli ostacoli che hanno davanti.

# 13200_Akiyama
source: Hmm... I haven't thought about it that way.
pt_br: Mmm... Non l'avevo mai vista così.

# 13212_Erena
source: I've never met a man like you before.
pt_br: Non ho mai incontrato un uomo come te prima.

# 13224_Akiyama
source: Really?
pt_br: Davvero?

# 13236_Erena
source: Yeah. Don't know what it is, but I really feel like I can be myself in front of you.
pt_br: Sì. Non so cosa sia, ma mi sento davvero di poter essere me stessa davanti a te.

# 13248_Akiyama
source: That's nice of you to say.
pt_br: È gentile da parte tua dirlo.

# 13260_Erena
source: I feel like you accept me for who I am.
pt_br: Sento che mi accetti per come sono.

# 13272_Erena
source: That's why I can talk to you about anything. You've really given me a lot of good advice.
pt_br: Ecco perché posso parlarti di tutto. Mi hai proprio dato un sacco di buoni consigli.

# 13284_Akiyama
source: You can't do that with other customers? Why don't you try being yourself with everyone?
pt_br: Non puoi fare così con gli altri clienti? Perché non provi a essere te stessa con tutti?

# 13296_Erena
source: But I always have to leave a good impression on my customers. I can't talk about my private life.
pt_br: Ma devo sempre fare bella figura con i miei clienti. Non posso parlare della mia vita privata.

# 13308_Akiyama
source: But you do with me.
pt_br: Ma tu con me sì.

# 13320_Erena
source: Is that a problem?
pt_br: È un problema?

# 13332_Akiyama
source: A problem? Not at all. The fact that you feel you can talk about personal things with me shows that you trust me.
pt_br: Un problema? Per niente. Il fatto che tu senta di potermi parlare di cose personali dimostra che ti fidi di me.

# 13344_Erena
source: Really?
pt_br: Davvero?

# 13356_Akiyama
source: Yeah.
pt_br: Sì.

# 13368_Erena
source: Thank you. You're so sweet. I love that about you.
pt_br: Grazie. Sei così dolce. Lo adoro di te.

# 13380_Erena
source: But I should try and be more independent, and not rely on you all the time.
pt_br: Ma dovrei cercare di essere un po' più indipendente, e non appoggiarmi a te in continuazione.

# 13392_Akiyama
source: We do get along well, don't we? For some reason I feel really relaxed when I talk with you.
pt_br: Andiamo proprio d'accordo, vero? Per qualche motivo mi sento davvero rilassata quando parlo con te.

# 13404_Erena
source: Really!? That's great!
pt_br: Davvero!? Fantastico!

# 13416_Erena
source: I know! If you got any problems that you can't discuss with other people, you can tell me!
pt_br: Lo so! Se hai qualche problema di cui non puoi parlare con gli altri, puoi confidarti con me!

# 13428_Akiyama
source: Well, I don't really have anything to say right now.
pt_br: Beh, non ho proprio niente da dire adesso.

# 13440_Erena
source: There's no reason to hide anything from me. Come on, tell me your deepest, darkest secrets!
pt_br: Non c'è motivo di nascondermi niente. Dai, dimmi i tuoi segreti più profondi e oscuri!

# 13452_Akiyama
source: Oh, brother.
pt_br: Oh, santo cielo.

# 13464_Akiyama
source: I'm nobody special. I haven't really done anything for you.
pt_br: Non sono mica nessuno di speciale. Non ho fatto granché per te.

# 13476_Erena
source: What? Why'd you say that?
pt_br: Cosa? Perché l'hai detto?

# 13488_Erena
source: Here I am, telling you that you've helped me out a lot, and you go and brush it off like it means nothin'. Guess ya don't give a crap about me, huh?
pt_br: Eccomi qui a dirti che mi hai dato una grossa mano, e tu te ne freghi come se non contasse niente. Allora non ti frega un tubo di me, eh?

# 13500_Akiyama
source: I just meant that I'm sure you would've made it through on your own, even if I hadn't been here. All I've done is listen to you.
pt_br: Volevo solo dire che sono sicuro che ce l'avresti fatta da sola, anche se non fossi stato qui. Tutto quello che ho fatto è stato ascoltarti.

# 13512_Erena
source: You mean I've just been foolin' myself all this time? I thought we had a connection... Guess it was all in my head. Talk about disappointing.
pt_br: Vuoi dire che mi sono solo illuso tutto questo tempo? Pensavo che ci fosse qualcosa tra noi... Immagino fosse tutto nella mia testa. Che delusione.

# 13536_Erena
source: Do you know much about LA?
pt_br: Conosci bene LA?

# 13548_Akiyama
source: You mean Los Angeles?
pt_br: Vuoi dire Los Angeles?

# 13560_Akiyama
source: Not really. I don't know much about foreign countries. Why do you ask?
pt_br: Non proprio. Non è che sappia granché sull'estero. Come mai me lo chiedi?

# 13572_Erena
source: One of my cousins is there right now, and I just thought it'd be cool to visit him someday.
pt_br: Uno dei miei cugini è lì proprio adesso, e ho pensato che sarebbe una figata andarlo a trovare un giorno.

# 13584_Akiyama
source: Why not? Sounds like it could be fun.
pt_br: Perché no? Sembra possa essere divertente.

# 13596_Erena
source: But I can't go right away. Plus, I also want to go to Hawaii sometime.
pt_br: Ma non posso andarci subito. E poi, vorrei anche andare alle Hawaii un giorno.

# 13608_Akiyama
source: You could do both. You could fly to LA, then go back via Hawaii.
pt_br: Potresti fare entrambe le cose. Potresti volare a LA, e poi tornare via Hawaii.

# 13620_Erena
source: Guess that's an option... But I've always wanted to go to Guam, too.
pt_br: Beh, anche quella è un'opzione... Ma ho sempre voluto andare a Guam, anch'io.

# 13632_Akiyama
source: Well, I guess you could go to LA, then Hawaii, and stop by Guam on the way home.
pt_br: Beh, immagino che potresti andare a LA, poi alle Hawaii, e fare un salto a Guam sulla via del ritorno.

# 13644_Erena
source: Are you teasing me?
pt_br: Mi stai stuzzicando?

# 13656_Akiyama
source: Huh?
pt_br: Uh?

# 13668_Erena
source: I mean, that's impossible. You're obviously just bein' mean.
pt_br: Cioè, è impossibile. Evidentemente mi stai solo prendendo in giro.

# 13680_Akiyama
source: Sorry...
pt_br: Scusa...

# 13692_Akiyama
source: Where else do you want to visit? You seem eager to travel.
pt_br: Dove altro ti piacerebbe fare un salto? Sembri proprio avere la smania di viaggiare.

# 13704_Erena
source: Well... I've always wanted to see Guam.
pt_br: Beh... ho sempre voluto vedere Guam.

# 13716_Akiyama
source: Guam? Isn't Hawaii good enough?
pt_br: Guam? Non vanno bene le Hawaii?

# 13728_Erena
source: I guess I just can't get enough of the tropics.
pt_br: A quanto pare non mi stanco mai dei tropici.

# 13740_Akiyama
source: Since you're being so extravagant, why don't you go to Bali and Fiji while you're at it?
pt_br: Visto che non badi a spese, perché non vai a Bali e alle Fiji, già che ci sei?

# 13752_Erena
source: Hahahah! Maybe I should just make it a trip around the world. I know! You could take me!
pt_br: Hahahah! Magari dovrei farne direttamente un giro del mondo. Ho un'idea! Potresti portarmi tu!

# 13764_Akiyama
source: Whoa, don't get carried away there.
pt_br: Ehi, non farti prendere la mano.

# 13776_Akiyama
source: Wouldn't it be better to just travel in Japan? I personally don't like trips where your schedule is all packed.
pt_br: Non sarebbe meglio viaggiare solo in Giappone? Personalmente non mi piacciono i viaggi con l'agenda strapiena.

# 13788_Akiyama
source: Relaxing at a hot spring somewhere in Japan would be more my speed.
pt_br: Rilassarsi in un onsen da qualche parte in Giappone sarebbe più nelle mie corde.

# 13800_Erena
source: Ooh, hot springs are nice, too.
pt_br: Oooh, anche le terme sono una goduria.

# 13812_Akiyama
source: Do they have hot springs in Kyoto?
pt_br: Ci sono onsen a Kyoto?

# 13824_Erena
source: Well, yes. Places like Ohara and Arashiyama.
pt_br: Beh, sì. Posti come Ohara e Arashiyama.

# 13836_Akiyama
source: I wouldn't mind visiting there sometime.
pt_br: Non mi dispiacerebbe farci un salto prima o poi.

# 13848_Erena
source: Really? I'd love to go, too!
pt_br: Davvero? Mi piacerebbe un sacco andarci anch'io!

# 13860_Akiyama
source: Huh? You're coming, too? How am I supposed to relax then?
pt_br: Eh? Vieni anche tu? E come faccio a rilassarmi così?

# 13872_Erena
source: My sister got real mad at me recently.
pt_br: Mia sorella si è arrabbiata di brutto con me di recente.

# 13884_Akiyama
source: What did you do?
pt_br: Cosa hai combinato?

# 13896_Erena
source: The problem is I did nothing. Literally. I mean, I didn't clean up the apartment.
pt_br: Il problema è che non ho fatto niente. Letteralmente. Cioè, non ho pulito l'appartamento.

# 13908_Akiyama
source: Oh, I understand that. I never clean.
pt_br: Oh, lo capisco. Non pulisco mai.

# 13920_Erena
source: You too? My sister can be such a pain about it.
pt_br: Anche tu? Mia sorella sa essere proprio una rottura a riguardo.

# 13932_Akiyama
source: But you're the one who got the place dirty in the first place, right?
pt_br: Ma sei stato tu a sporcare il posto tanto per cominciare, vero?

# 13944_Erena
source: Well...
pt_br: Beh...

# 13956_Erena
source: Yes.
pt_br: Sì.

# 13968_Akiyama
source: I thought so. Then she's right.
pt_br: Lo pensavo. Allora ha ragione.

# 13980_Erena
source: But she's so annoying about it.
pt_br: Ma è proprio una rompiscatole a riguardo.

# 13992_Akiyama
source: How annoying is she, exactly?
pt_br: Quanto è rompiscatole, esattamente?

# 14004_Erena
source: Very?
pt_br: Davvero?

# 14016_Akiyama
source: Is that all?
pt_br: È tutto qui?

# 14028_Erena
source: Yeah. She's very annoying.
pt_br: Già. È proprio insopportabile.

# 14040_Akiyama
source: Would it kill you to be a little more descriptive?
pt_br: Ti costerebbe essere un po' più descrittiva?

# 14052_Erena
source: But it's true! She's <Italic>very</Italic> annoying!
pt_br: Ma è vero! È <Italic>davvero</Italic> fastidiosa!

# 14064_Akiyama
source: I understand what you mean, but...
pt_br: Capisco quello che intendi, ma...

# 14076_Erena
source: Ugh, you're just like my sister. Why do people get so upset about the littlest things?
pt_br: Ugh, sei proprio come mia sorella. Perché la gente si agita così tanto per delle sciocchezze?

# 14100_Akiyama
source: When you live together, you have to get along. She came all the way here to Tokyo, right?
pt_br: Quando si vive insieme, bisogna andare d'accordo. È venuta fin qui a Tokyo, no?

# 14112_Erena
source: That's true. But it isn't like we don't ever get along.
pt_br: È vero. Ma non è che non andiamo mai d'accordo.

# 14124_Erena
source: It's just that we occasionally－very occasionally－have a horrible fight.
pt_br: È solo che ogni tanto —ma proprio molto di rado— facciamo una litigata tremenda.

# 14136_Akiyama
source: That happens when you live together. It probably wouldn't matter who it was.
pt_br: Capita quando si convive. Probabilmente non farebbe differenza chiunque fosse.

# 14148_Erena
source: Yeah.
pt_br: Sì.

# 14160_Erena
source: I know! We could have separate rooms! Then she won't be able to complain about what I do in my own room!
pt_br: Lo so! Potremmo avere stanze separate! Così non potrà più brontolare per quello che faccio nella mia stanza!

# 14172_Akiyama
source: Do you have room for that?
pt_br: Hai spazio per quello?

# 14184_Erena
source: Well, no. We'd have to move.
pt_br: Beh, no. Dovremmo trasferirci.

# 14196_Akiyama
source: Don't you think cleaning up would be easier than moving?
pt_br: Non pensi che fare pulizia sarebbe più facile che traslocare?

# 14208_Erena
source: Oh, I guess... Ugh, what a pain.
pt_br: Ah, immagino... Ugh, che palle.

# 14220_Akiyama
source: Why doesn't she just clean up? If she spent her time cleaning instead of complaining, the place would be spotless.
pt_br: Perché non si dà una mossa a pulire? Se passasse il tempo a pulire invece di lamentarsi, il posto sarebbe uno specchio.

# 14232_Erena
source: I like the way ya think!
pt_br: Mi piace come la pensi!

# 14244_Akiyama
source: Heheh.
pt_br: Eheh.

# 14256_Erena
source: But my sister's busy with work. I don't want to cause more trouble for her.
pt_br: Ma mia sorella è presa dal lavoro. Non voglio darle più guai.

# 14268_Erena
source: I guess I've got to try and be neater.
pt_br: Immagino che dovrò cercare di essere più ordinata.

# 14280_Akiyama
source: You can do it.
pt_br: Ce la puoi fare.

# 14292_Erena
source: You really think so?
pt_br: Lo pensi davvero?

# 14304_Akiyama
source: Sure. Why don't you try surprising her?
pt_br: Certo. Perché non provi a sorprenderla?

# 14316_Erena
source: That might be fun. I can just imagine the look on her face if I started cleanin' up all of a sudden.
pt_br: Sarebbe divertente. Mi immagino che faccia farebbe se mi mettessi a pulire di punto in bianco.

# 14328_Erena
source: Alright. I'll do it!
pt_br: Ok. Lo faccio!

# 14340_Erena
source: A friend of mine got married the other day.
pt_br: Un mio amico si è sposato l'altro giorno.

# 14352_Erena
source: She was so pretty in her wedding dress! The groom was... Well, he was okay.
pt_br: Era così bella nel suo abito da sposa! Lo sposo era... Beh, era okay.

# 14364_Erena
source: But the bride! She was practically glowin'! I was so jealous!
pt_br: Ma la sposa! Praticamente splendeva da morire! Ero così gelosa!

# 14376_Akiyama
source: Heheh. You'll get your chance someday.
pt_br: Heheh. Ti capiterà l'occasione, prima o poi.

# 14388_Erena
source: Maybe... I never really used to dream about getting married.
pt_br: Forse... a dire il vero, non ho mai sognato granché di sposarmi.

# 14400_Erena
source: But that all changed when I saw my friend's wedding. Now I'm thinkin' about the kind of dress I want, and the kind of ceremony I'd have.
pt_br: Ma tutto è cambiato quando ho visto il matrimonio della mia amica. Adesso sto pensando al tipo di vestito che voglio, e al tipo di cerimonia che farei.

# 14412_Akiyama
source: Sounds like you're itching to get hitched.
pt_br: Pare che tu abbia la smania di fare il grande passo.

# 14424_Erena
source: But of course I got no one to get married to. I am not sure there's anybody out there who'd want to marry somebody like me.
pt_br: Ma certo, non ho nessuno con cui sposarmi. Non sono sicura che ci sia qualcuno in giro che voglia sposare una come me.

# 14436_Erena
source: I'm so impatient. And even though I got the looks, I'm real lazy.
pt_br: Sono così impaziente. E anche se ho un bell'aspetto, sono proprio pigra.

# 14448_Erena
source: But I don't want to sit around doin' the same thing over and over again, either.
pt_br: Ma non voglio neanche starmene lì a fare sempre le stesse cose.

# 14460_Akiyama
source: You don't have anything to worry about.
pt_br: Non hai niente di cui preoccuparti.

# 14472_Erena
source: Really? You think somebody would want to marry me?
pt_br: Davvero? Pensi che qualcuno voglia sposarmi?
