Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01830213.po
Languages: pt_br

source: Man in Disguise
pt_br: Uomo Mascherato

# 72_Man in Disguise
source: Gaaagh!
pt_br: Aaaargh!

# 84_Akiyama
source: That'll show you!
pt_br: Così impari!

# 96_"Akiyama"
source: You did it! Amazing!
pt_br: Ce l'hai fatta! Fantastico!

# 144_"Akiyama"
source: Yikes!
pt_br: Ahi!

# 192_"Akiyama"
source: Oh, no! He took the case!
pt_br: Cazzo! Ha preso la valigetta!

# 204_Akiyama
source: Seriously? I told you to hold onto it!
pt_br: Ma fai sul serio? Ti avevo detto di tenertela stretta!

# 216_"Akiyama"
source: Now what do we do? What do we do, Suzuki-san!?
pt_br: E adesso che si fa? Che si fa, Suzuki-san!?

# 228_Akiyama
source: Take a deep breath. The case is gone. You can't get it back now, so why don't we just go on ahead to the drop-off point?
pt_br: Prendi un bel respiro. La valigetta è sparita. Non puoi riaverla ora, quindi perché non andiamo dritti al punto di consegna?

# 240_"Akiyama"
source: Are you sure? Do you think they'll forgive me?
pt_br: Sei sicuro? Pensi che mi perdoneranno?

# 276_"Akiyama"
source: Phew... We're about halfway there. So far, so good. All we have to do is keep this up and－
pt_br: Uff... Siamo quasi a metà. Per ora, tutto liscio. Basta continuare così e－

# 288_Man in Disguise
source: Halt.
pt_br: Fermo.

# 300_"Akiyama"
source: Eeek!
pt_br: Iiiih!

# 312_Man in Disguise
source: Leave the case and go.
pt_br: Molla la valigetta e vattene.

# 336_"Akiyama"
source: Hey, I know! Suzuki-san! If you want that hundred million, take care of these guys!
pt_br: Ehi, so cosa fare! Suzuki-san! Se vuoi quei cento milioni, occupati tu di questi tizi!

# 348_Akiyama
source: Really? But...
pt_br: Davvero? Ma...

# 360_"Akiyama"
source: Do you want the loan or not!?
pt_br: Lo vuoi 'sto prestito o no!?

# 372_Akiyama
source: Okay, I get you... Just make sure you hold onto that case, all right?
pt_br: Okay, ho capito... Assicurati solo di tenere stretta quella valigetta, va bene?

# 384_"Akiyama"
source: Right. I'll defend it with my very life!
pt_br: Ci sto. Lo difenderò con la mia stessa vita!

# 396_Akiyama
source: Here goes... All right, you ruffians, come and get me!
pt_br: Allora, si comincia... Bene, voi scagnozzi, fatevi sotto!
