Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00a4025d.po
Languages: pt_br

source: Scored one lead!
pt_br: Ho beccato una pista!

source: Sexy Gal
pt_br: Figa

# 88_Yakuza
source: You're good...
pt_br: Sei bravo...

# 100_Sexy Gal
source: Sorry about that, mister. Chi-kun has a really short fuse.
pt_br: Mi scusi, signore. Chi-kun ha una miccia davvero corta.

# 112_Sexy Gal
source: Now, what do you say to the nice man, Chi-kun?
pt_br: Allora, cosa dici all'uomo gentile, Chi-kun?

# 124_Yakuza
source: Sorry! My bad!
pt_br: Scusa! Colpa mia!

# 136_Sexy Gal
source: Can I make it up to you? I'll hear you out on that hostess thing.
pt_br: Posso rimediare? Ti ascolto su quella faccenda delle hostess.

# 148_Akiyama
source: Sure thing! I'll get in touch with you later, then.
pt_br: Certo! Ci sentiamo dopo, allora.

# 220_Akiyama
source: Hello there. I'm a scout for a hostess club.
pt_br: Ehilà. Faccio lo scout per un hostess club.

# 232_Sexy Gal
source: Hehe. Little old to be a scout, don't you think?
pt_br: Hehe. Non sei un po' vecchiotto per fare lo scout, non credi?

# 244_Akiyama
source: Hahaha! You got me there. Believe it or not, I'm actually only thirty-two... So, do you already have a position somewhere else?
pt_br: Hahaha! Mi hai beccato. Incredibile ma vero, ho solo trentadue anni... Allora, hai già un posto da qualche altra parte?

# 256_Yakuza
source: Uh-huh, at a club in Roppongi.
pt_br: Ah-ah, in un locale a Roppongi.

# 268_Akiyama
source: No wonder! I knew there was something about you. Ever give any thought to switching clubs?
pt_br: Non per niente! Sapevo che c'era qualcosa in te. Hai mai fatto un pensierino a cambiare club?

# 280_Yakuza
source: Well, actually...
pt_br: Beh, a dire il vero...

# 292_Yakuza
source: Hey, you!
pt_br: Ehi, tu!

# 304_Yakuza
source: Whaddya doin' talkin' to my girl?
pt_br: Che ci fai a parlare con la mia tipa?

# 316_Yakuza
source: Hi, Chi-kun. I've been waiting forever!
pt_br: Ciao, Chi-kun. È una vita che ti aspetto!

# 328_Akiyama
source: Oh, so she's with you. I was just hoping she might want to give our club a try.
pt_br: Ah, allora è con te. Stavo solo sperando che volesse provare il nostro club.

# 340_Yakuza
source: Are you shittin' me, pal? I should chop off yer finger for that!
pt_br: Ma mi stai a pigliare per il culo, eh? Dovrei mozzarti un dito per una roba del genere!
