Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c001c.po
Languages: pt_br

source: Attendant
pt_br: Addetto

source: Player
pt_br: Giocatore

# 396_Attendant
source: Welcome to Shine.
pt_br: Benvenuto a Shine.

# 408_Attendant
source: Will you be enjoying our club today?
pt_br: Vuole godersi il nostro locale oggi?

# 420_Attendant
source: Welcome, sir.
pt_br: Benvenuto, signore.

# 432_Attendant
source: (Crap, I don't have any cash on me...)
pt_br: (Cavolo, non ho contanti con me...)

# 444_Attendant
source: Wait a second!
pt_br: Aspetta un secondo!

# 456_Attendant
source: What is it sir?
pt_br: Cosa desidera, signore?

# 468_Attendant
source: Sorry, I'll come back later...
pt_br: Scusa, tornerò più tardi...

# 480_Attendant
source: (I should bring at least 20,000 yen...)
pt_br: (Dovrei portare almeno 20.000 yen...)

# 516_Attendant
source: Ah, I see you have a copy of Night Magazine. Would you like to use it?
pt_br: Ah, vedo che hai una copia di Night Magazine. Ti va di usarlo?

# 528_Attendant
source: Excellent. Using your copy of Night Magazine entitles you to a 1,000 yen discount.
pt_br: Perfetto! Dato che hai la tua copia di Night Magazine, ti spetta uno sconto di 1.000 yen.

# 540_Attendant
source: Very well.
pt_br: Molto bene.

# 552_Attendant
source: Do you wish to request someone?
pt_br: Vuoi qualcuno in particolare?

# 624_Attendant
source: Error.
pt_br: Errore.

# 708_Attendant
source: Very well. Please come again.
pt_br: Benissimo. Torni a trovarci.

# 732_Attendant
source: No preference? Yes sir. Please come this way.
pt_br: Nessuna preferenza? Certo, signore. Per favore, venga da questa parte.

# 756_Attendant
source: Rio? Excellent. Right this way, sir.
pt_br: Rio? Ottimo. Prego, da questa parte, signore.

# 780_Attendant
source: I'm sorry. Rio isn't working at the moment.
pt_br: Mi dispiace. Rio non è disponibile al momento.

# 816_Attendant
source: Shizuka? Excellent.
pt_br: Shizuka? Ottimo.

# 840_Attendant
source: I'm sorry. Shizuka isn't working at the moment.
pt_br: Mi dispiace. Shizuka non c'è al momento.

# 876_Attendant
source: Himeka? Excellent.
pt_br: Himeka? Ottimo.

# 900_Attendant
source: I'm sorry. Himeka isn't working at the moment.
pt_br: Mi dispiace. Himeka non è di turno al momento.

# 924_Attendant
source: We look forward to serving you again.
pt_br: Non vediamo l'ora di servirla di nuovo.

# 948_Attendant
source: Here is your bill, sir.
pt_br: Ecco il conto, signore.

# 960_Attendant
source: All right.
pt_br: Va bene.

# 972_M_shp_stand_tlk_ojigi
source: Thank you.
pt_br: Grazie.

# 984_Attendant
source: We hope to see you again.
pt_br: Speriamo di rivederti.

# 996_P_sitsofaR_tlk_standup
source: Now then...
pt_br: Allora...

# 1008_Attendant
source: Enter
pt_br: Entra

# 1020_Attendant
source: Don't Enter
pt_br: Non entrare

# 1032_Attendant
source: Use It
pt_br: Usalo

# 1044_Attendant
source: Don't Use It
pt_br: Non usarlo

# 1068_Attendant
source: No preference.
pt_br: Fa lo stesso.

# 1080_Attendant
source: On second thought, no thanks.
pt_br: Ripensandoci, no grazie.

# 1104_Attendant
source: No preference.
pt_br: Fa lo stesso.

# 1116_Attendant
source: On second thought, no thanks.
pt_br: Ripensandoci, no grazie.

# 1128_Attendant
source: No preference.
pt_br: Fa lo stesso.

# 1140_Attendant
source: On second thought, no thanks.
pt_br: Ripensandoci, no grazie.

# 1164_Attendant
source: No preference.
pt_br: Fa lo stesso.

# 1176_Attendant
source: On second thought, no thanks.
pt_br: Ripensandoci, no grazie.
