Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00e60292.po
Languages: pt_br

source: Shinnosuke's Former Customer
pt_br: Ex cliente di Shinnosuke

source: Boyfriend
pt_br: Fidanzato

# 100_Shinnosuke
source: You can't get away with this! You have to pay your tab!
pt_br: Non puoi farla franca così! Devi pagare il conto!

# 112_Shinnosuke's Former Customer
source: Huh? What're you talking about!? You already paid off the club, right? I don't owe them anything!
pt_br: Ma che dici? Di che parli!? Hai già pagato il locale, no? Non gli devo niente!

# 124_Shinnosuke
source: But you owe me now, so pay up!
pt_br: Ma ora mi devi, quindi sborsa!

# 148_Shinnosuke
source: Why you...!
pt_br: Brutto...!

# 160_Boyfriend
source: Give it up! You're a professional host, time you learned how to deal with things like this!
pt_br: Dacci un taglio! Sei un host professionista, è ora che impari a cavartela in situazioni del genere!

# 208_Shinnosuke's Former Customer
source: Haha! I soooo prefer a strong man to a pretty-faced host!
pt_br: Ahah! Io preferisco di gran lunga un maschione a un host belloccio!

# 220_Boyfriend
source: Heheh...
pt_br: Eh eh...

# 232_Shinnosuke
source: Damn it...
pt_br: Maledizione...

# 244_Tanimura
source: That's enough.
pt_br: Basta così.

# 256_Boyfriend
source: Huh?
pt_br: Uh?

# 268_Shinnosuke's Former Customer
source: Who are you?
pt_br: Chi sei?

# 280_Tanimura
source: I heard everything. You're definitely in the wrong here. Pay him his money.
pt_br: Ho sentito tutto. Sei palesemente in torto qui. Sborsa i suoi soldi.

# 292_Shinnosuke's Former Customer
source: No way! The host pays if the customer doesn't, right? Those are the rules!
pt_br: Ma nemmeno per sogno! Se il cliente non paga, ci rimette l'host, no? Quelle sono le regole!

# 304_Shinnosuke's Former Customer
source: He knew that when he started this line of work! No point crying about it now!
pt_br: Lo sapeva benissimo, quando ha iniziato 'sto mestiere! Inutile frignare adesso!

# 328_Tanimura
source: He may have been a little naive. But it sounds to me like you had no intention of paying what you owed.
pt_br: Sarà stato un po' ingenuo. Ma a me pare proprio che non avessi la minima intenzione di saldare il dovuto.

# 340_Talk_Quest
source: That's straight-up fraud.
pt_br: Questa è una truffa bella e buona.

# 352_Shinnosuke's Former Customer
source: Don't be ridiculous! I didn't defraud anybody!
pt_br: Non dire cavolate! Non ho truffato nessuno!

# 364_Boyfriend
source: I've heard enough. Time for you to get lost!
pt_br: Ne ho sentito abbastanza. Sparisci!

# 376_Tanimura
source: Oh, and I suppose you're gonna make me?
pt_br: Ah, e suppongo che tu mi ci farai?
