Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0009016c.po
Languages: it

source: Conspiracy Theorist
it: Teorico della Cospirazione

source: Displaced Worker
it: Lavoratore Licenziato

# 84_Conspiracy Theorist
source: Did you hear about that death row inmate who broke out of maximum security and fled to Kamurocho?
it: Hai sentito di quel detenuto nel braccio della morte che è scappato dal carcere di massima sicurezza ed è fuggito a Kamurocho?

# 96_Displaced Worker
source: I've had just about enough of your crackpot rumors. If that were true, there'd be policemen everywhere.
it: Ne ho abbastanza delle tue voci strampalate. Se fosse vero, ci sarebbero poliziotti ovunque.

# 108_Conspiracy Theorist
source: No, it's totally legit. There's this black site in Okinawa where they hold only the worst and most violent felons.
it: No, è assolutamente vero. C'è questo sito segreto a Okinawa dove tengono solo i peggiori e più violenti criminali.

# 120_Conspiracy Theorist
source: But since it's a government secret, law enforcement has to keep things hush-hush if anyone breaks out.
it: Ma dato che è un segreto di stato, le forze dell'ordine devono mantenere il più assoluto riserbo se qualcuno evade.

# 132_Conspiracy Theorist
source: If the media caught wind of this, it'd be a PR nightmare. That's why a classified task force is leading the manhunt.
it: Se i media lo venissero a sapere, sarebbe un incubo per le pubbliche relazioni. Ecco perché una task force segreta sta guidando la caccia all'uomo.

# 144_Displaced Worker
source: You can keep your crazy-ass conspiracy theories. It's always "inside job" this and "cover-up" that. No wonder you can't hold down a steady job.
it: Puoi tenerti le tue folli teorie della cospirazione. È sempre "lavoro interno" questo e "insabbiamento" quello. Non c'è da stupirsi che tu non riesca a mantenere un lavoro fisso.

# 156_Conspiracy Theorist
source: Fine, don't believe me. But don't say I didn't warn you!
it: Bene, non credermi. Ma non dire che non ti avevo avvertito!

# 168_Saejima
source: (Folks are already blabbin' about my getaway all the way out here in Tokyo? Best keep a low profile.)
it: (La gente sta già spifferando della mia fuga fin qui a Tokyo? Meglio mantenere un basso profilo.)
