Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01020211.po
Languages: pt_br

source: Shibata Family Member
pt_br: Membro Famiglia Shibata

# 100_Akiyama
source: Well? Had enough?
pt_br: Allora? Ne hai avuto abbastanza?

# 112_Shibata Family Member
source: Dammit... We heard you were good, but we didn't know you were gonna be <Italic>this</Italic> good.
pt_br: Accidenti... Avevamo sentito dire che eri bravo, ma non sapevamo saresti stato <Italic>così</Italic> bravo.

# 124_Akiyama
source: Huh, glad I have a reputation, at least. What else are they saying about me?
pt_br: Ah, sono contento di avere una reputazione, almeno. Cos'altro dicono di me?

# 136_Shibata Family Member
source: You think you're so damn funny, huh? I dunno much, but...
pt_br: Pensi di essere così divertente, eh? Non so molto, ma...

# 148_Akiyama
source: But what?
pt_br: Ma cosa?

# 160_Shibata Family Member
source: We got boys... heading to your office as we speak.
pt_br: Abbiamo dei ragazzi... diretti al tuo ufficio in questo momento.

# 172_Akiyama
source: No kidding.
pt_br: Dici sul serio.

# 184_Akiyama
source: Tell me something. They as tough as you?
pt_br: Dimmi una cosa. Sono duri quanto te?

# 196_Shibata Family Member
source: Heh, sure are. Top of the Shibata Family heap.
pt_br: Eh, certo che lo sono. Il meglio della Famiglia Shibata.

# 208_Akiyama
source: Perfect. Then I've got nothing to worry about.
pt_br: Perfetto. Allora non ho nulla di cui preoccuparmi.

# 220_Shibata Family Member
source: Whaddya mean?
pt_br: Che vuoi dire?

# 232_Akiyama
source: Heh, you'll see.
pt_br: Heh, vedrai.

# 268_Kido
source: I never got through to Arai-aniki. Wound up reporting the boss's death myself.
pt_br: Non sono mai riuscito a parlare con Arai-aniki. Ho finito per denunciare io stesso la morte del boss.

# 280_Akiyama
source: Must have been rough on you.
pt_br: Deve essere stato difficile per te.

# 292_Kido
source: Apparently he got stabbed in the back. No real sign of a struggle.
pt_br: A quanto pare è stato pugnalato alla schiena. Nessun vero segno di colluttazione.

# 304_Kido
source: That's not all, though. The cops think the killer might be a woman 'cause of how they found him.
pt_br: Non è tutto, però. I poliziotti pensano che l'assassino possa essere una donna, per come l'hanno trovato.

# 316_Akiyama
source: A woman?
pt_br: Una donna?

# 328_Kido
source: Yeah. His shirt was off, and there were traces of lipstick on his neck and lips.
pt_br: Sì. Non aveva la camicia e c'erano tracce di rossetto sul collo e sulle labbra.

# 340_Akiyama
source: So this girl came in promising action... and gave Kanemura more action than he bargained for.
pt_br: Quindi questa ragazza è entrata promettendo azione... e ha dato a Kanemura più azione di quanto si aspettasse.

# 352_Kido
source: That's what it looks like.
pt_br: Sembra così.

# 364_Kido
source: Still, something doesn't add up. It's just, well...
pt_br: Eppure, c'è qualcosa che non torna. È solo che...

# 376_Akiyama
source: What's up?
pt_br: Che c'è?

# 388_Kido
source: When I got back to the office, it was completely empty. That just doesn't happen. Ever.
pt_br: Quando sono tornato in ufficio, era completamente vuoto. Non succede mai. Mai.

# 400_Akiyama
source: True. You usually have one or two boys keeping an eye on things out front, especially when the boss is in.
pt_br: Vero. Di solito hai uno o due ragazzi a tenere d'occhio le cose fuori, specialmente quando c'è il boss.

# 412_Kido
source: Not only that, but...
pt_br: Non solo, ma...

# 424_Akiyama
source: But?
pt_br: Ma?

# 436_Kido
source: I dunno. The boss never seemed like the kinda guy to fall for that kinda trick, no matter the girl.
pt_br: Non so. Il boss non è mai sembrato il tipo da cascarci, non importa quale ragazza.

# 460_Kido
source: He didn't really ever talk about women or anything. And he wasn't exactly a spring chicken, if you get me.
pt_br: Non parlava mai di donne o altro. E non era esattamente un ragazzino, se capisci cosa intendo.

# 472_Akiyama
source: I hear you... But you never know.
pt_br: Capisco... Ma non si sa mai.

# 484_Kido
source: Huh?
pt_br: Uh?

# 496_Akiyama
source: If the police are right, she must be one hell of a woman.
pt_br: Se la polizia ha ragione, deve essere una donna incredibile.

# 508_Akiyama
source: You ever heard of a femme fatale, Kido-chan?
pt_br: Hai mai sentito parlare di una femme fatale, Kido-chan?

# 520_Kido
source: A femme fatale? What's that?
pt_br: Una femme fatale? Cos'è?

# 532_Akiyama
source: A very special kind of woman. She might not be the most gorgeous girl in town, but you can't deny that there's something special about her.
pt_br: Un tipo di donna molto speciale. Potrebbe non essere la ragazza più bella della città, ma non si può negare che abbia qualcosa di speciale.

# 544_Akiyama
source: And just when it seems like you've got her, she suddenly decides to keep you at arm's length.
pt_br: E proprio quando sembra che tu l'abbia conquistata, lei decide improvvisamente di tenerti a distanza.

# 556_Akiyama
source: But that only makes you want her more... and before you know it, she's the only thing you can think about. They say a girl like that'll eventually lead you to total ruin.
pt_br: Ma questo ti fa desiderare ancora di più... e prima che tu te ne accorga, è l'unica cosa a cui riesci a pensare. Dicono che una ragazza così alla fine ti porterà alla rovina totale.

# 568_Akiyama
source: Maybe you'll find one of your own someday, Kido-chan. A woman so alluring, you can't possibly pull yourself away.
pt_br: Forse ne troverai una anche tu un giorno, Kido-chan. Una donna così seducente da cui non potrai allontanarti.

# 580_Kido
source: Can't say I'd complain if I did.
pt_br: Non mi lamenterei se succedesse.

# 592_Akiyama
source: Enough about that, though. First things first, we've got work to do.
pt_br: Basta con questo, però. Prima di tutto, abbiamo del lavoro da fare.

# 604_Kido
source: Work?
pt_br: Lavoro?

# 640_Kido
source: So Arai-aniki really did it, huh?
pt_br: Quindi Arai-aniki l'ha fatto davvero, eh?

# 652_Akiyama
source: I couldn't believe it, either. Arai-san's too smart to get trigger happy with someone like that, especially a two-bit goon like Ihara.
pt_br: Non potevo crederci neanche io. Arai-san è troppo intelligente per essere così impulsivo con uno come quello, specialmente un manovale da quattro soldi come Ihara.

# 664_Kido
source: And nobody's seen him since?
pt_br: E nessuno l'ha più visto da allora?

# 676_Akiyama
source: Nope. I don't know if the cops are onto him yet, but he killed that creep right there in the middle of town.
pt_br: No. Non so se la polizia l'abbia già individuato, ma ha ucciso quel verme proprio lì, in mezzo alla città.

# 688_Akiyama
source: It's only a matter of time before they figure it out.
pt_br: È solo una questione di tempo prima che lo scoprano.

# 712_Akiyama
source: How you holding up?
pt_br: Come stai?

# 736_Akiyama
source: You said you found Kanemura, right?
pt_br: Hai detto di aver trovato Kanemura, giusto?

# 748_Kido
source: Yeah. Right after I lost those Ueno Seiwa guys.
pt_br: Sì. Subito dopo aver perso di vista quei tipi della Ueno Seiwa.
