Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0038.po
Languages: pt_br

# 6132_Kiryu
source: Good. You keep that up and your life will be a success. I guarantee it.
pt_br: Bene. Continua così e la tua vita sarà un successo. Te lo garantisco.

# 6144_望月京子：源氏名
source: For reals? I've got the Kiryu-san seal of approval?
pt_br: Davvero? Ho il sigillo di approvazione di Kiryu-san?

# 6156_Kiryu
source: You do indeed.
pt_br: Esatto.

# 6168_望月京子：源氏名
source: Haha. Thanks! <Color:7>♥<Color:Default>
pt_br: Ahah. Grazie! <Color:7>♥<Color:Default>

# 6180_Kiryu
source: Yes, but my heart is pure.
pt_br: Sì, ma il mio cuore è puro.

# 6192_望月京子：源氏名
source: Really? I can't imagine you being like that. In what way is your heart pure?
pt_br: Davvero? Non riesco a immaginarti così. In che senso il tuo cuore è puro?

# 6204_Kiryu
source: Well... I'm pretty sentimental.
pt_br: Beh... Sono piuttosto sentimentale.

# 6216_Kiryu
source: Whenever I watch a yakuza movie, I'm in tears by the end.
pt_br: Ogni volta che guardo un film sulla yakuza, alla fine sono in lacrime.

# 6228_望月京子：源氏名
source: I'm not sure I'd call that pure... And who cries watching yakuza movies, anyway?
pt_br: Non sono sicura che lo definirei puro... E poi, chi piange guardando i film sulla yakuza?

# 6240_Kiryu
source: Well, one of my favorites is－
pt_br: Beh, uno dei miei preferiti è-

# 6252_望月京子：源氏名
source: Uh, you know, maybe just tell me later.
pt_br: Ehm, sai, magari dimmelo più tardi.

# 6276_Kiryu
source: What kind of food do you like?
pt_br: Che tipo di cibo ti piace?

# 6288_望月京子：源氏名
source: Hmm... Well, I don't like fancy stuff.
pt_br: Mmm... Beh, non mi piacciono le cose elaborate.

# 6300_望月京子：源氏名
source: When I go to a French restaurant, I get full just by looking at the decor.
pt_br: Quando vado in un ristorante francese, mi sazio solo a guardare l'arredamento.

# 6312_望月京子：源氏名
source: I'm more of a hamburgers and pizza kind of girl. I love junk food.
pt_br: Sono più una tipa da hamburger e pizza. Adoro il cibo spazzatura.

# 6324_Kiryu
source: I should've known.
pt_br: Avrei dovuto immaginarlo.

# 6336_望月京子：源氏名
source: I've always thought it was silly to spend a lot of time on meals. Just eat and get it over with!
pt_br: Ho sempre pensato che fosse sciocco dedicare molto tempo ai pasti. Basta mangiare e farla finita!

# 6348_Kiryu
source: So that's why you eat nothing but junk food?
pt_br: Quindi è per questo che mangi solo cibo spazzatura?

# 6360_望月京子：源氏名
source: That's right. Most of the time, anyway. Is there something strange about that?
pt_br: Esatto. La maggior parte delle volte, comunque. C'è qualcosa di strano?

# 6372_Kiryu
source: It's not strange, but... isn't it bad for your health?
pt_br: Non è strano, ma... non fa male alla salute?

# 6384_望月京子：源氏名
source: Nah, it's fine. Hamburgers and pizza both have vegetables on them, right?
pt_br: Ma no, va bene. Hamburger e pizza hanno entrambi le verdure, no?

# 6396_Kiryu
source: But aren't they pretty high in calories?
pt_br: Ma non sono piuttosto calorici?

# 6408_望月京子：源氏名
source: Not a problem! I move enough every day to burn them all off. You should see me on stage!
pt_br: Nessun problema! Mi muovo abbastanza ogni giorno per bruciarle tutte. Dovresti vedermi sul palco!

# 6420_望月京子：源氏名
source: What about you? Have you had a physical exam recently? Sometimes people who look healthy can actually be overweight.
pt_br: E tu? Hai fatto un controllo medico di recente? A volte le persone che sembrano sane possono essere in sovrappeso.

# 6432_Kiryu
source: I don't think I have to worry about that.
pt_br: Non credo di dovermi preoccupare di questo.

# 6444_望月京子：源氏名
source: You never know. Maybe you should follow my special junk food diet!
pt_br: Non si sa mai. Forse dovresti seguire la mia speciale dieta a base di cibo spazzatura!

# 6468_Kiryu
source: Don't you get tired of it?
pt_br: Non ti stanchi?

# 6480_望月京子：源氏名
source: Nope! I try and rotate the menu so I get plenty of variety.
pt_br: No! Cerco di variare il menù per avere molta scelta.

# 6492_望月京子：源氏名
source: If I have a fish burger today, I'll have a cheeseburger tomorrow. Things like that.
pt_br: Se oggi mangio un hamburger di pesce, domani prenderò un cheeseburger. Cose del genere.

# 6504_望月京子：源氏名
source: Not having to think about what I'm going to eat saves a lot of time, too. You should try it!
pt_br: Non dover pensare a cosa mangiare mi fa risparmiare un sacco di tempo. Dovresti provare!

# 6516_Kiryu
source: Um, I don't think so...
pt_br: Ehm, non credo...

# 6528_望月京子：源氏名
source: You know, I keep recommending my diet to people, but no one takes me up on it.
pt_br: Sai, continuo a consigliare la mia dieta alla gente, ma nessuno la segue.

# 6540_望月京子：源氏名
source: I wonder why...
pt_br: Mi chiedo perché...

# 6552_Kiryu
source: It's a mystery all right...
pt_br: È un bel mistero...

# 6564_Kiryu
source: I like junk food myself. Sometimes I'm too busy to cook.
pt_br: Anche a me piace il cibo spazzatura. A volte sono troppo impegnato per cucinare.

# 6576_望月京子：源氏名
source: Right? So you eat a lot of junk food too, huh?
pt_br: Vero? Quindi anche tu mangi un sacco di cibo spazzatura, eh?

# 6588_Kiryu
source: Yeah. And on the worst occasions, I get by with just energy drinks.
pt_br: Sì. E nelle occasioni peggiori, vado avanti solo con bevande energetiche.

# 6600_望月京子：源氏名
source: Really!? You mean like Staminan or Tauriner? That can't be good for you.
pt_br: Davvero!? Intendi tipo Staminan o Tauriner? Non può farti bene.

# 6612_望月京子：源氏名
source: You should try to eat better.
pt_br: Dovresti cercare di mangiare meglio.

# 6624_Kiryu
source: Heh. That's funny coming from you.
pt_br: Eh. Detto da te fa ridere.

# 6636_望月京子：源氏名
source: What's your favorite animal?
pt_br: Qual è il tuo animale preferito?

# 6648_Kiryu
source: Animal? Well, I've always liked dragons.
pt_br: Animale? Beh, mi sono sempre piaciuti i draghi.

# 6660_望月京子：源氏名
source: Dragons? No, I meant real animals! Like, what kind of pet would you like to have?
pt_br: Draghi? No, intendevo animali veri! Tipo, che animale domestico ti piacerebbe avere?

# 6672_Kiryu
source: Actually, I have a dog, though I'm not the one who takes care of him.
pt_br: In realtà, ho un cane, anche se non sono io a prendermene cura.

# 6684_望月京子：源氏名
source: A dog? That's nice. I've got a bird, myself. <Color:7>♥<Color:Default>
pt_br: Un cane? Che bello. Io ho un uccello. <Color:7>♥<Color:Default>

# 6708_望月京子：源氏名
source: Birds seem so much more free than cats or dogs. I mean, they can fly.
pt_br: Gli uccelli sembrano molto più liberi di cani e gatti. Insomma, possono volare.

# 6720_望月京子：源氏名
source: I bought a parakeet not long after I moved to Tokyo. His name is Kenny.
pt_br: Ho comprato un parrocchetto poco dopo essermi trasferita a Tokyo. Si chiama Kenny.

# 6732_Kiryu
source: Kenny, huh? Does he talk?
pt_br: Kenny, eh? Parla?

# 6744_望月京子：源氏名
source: Yeah. When I tell him about my problems, he says, "Hang in there!" Pretty smart, huh? <Color:7>♥<Color:Default>
pt_br: Sì. Quando gli parlo dei miei problemi, dice: "Tieni duro!". Intelligente, eh? <Color:7>♥<Color:Default>

# 6756_Kiryu
source: That's impressive.
pt_br: Impressionante.

# 6768_望月京子：源氏名
source: Right!? When I make it big with my music, I'm gonna build myself a big house and buy all kinds of birds!
pt_br: Vero!? Quando sfonderò con la musica, mi costruirò una casa grande e comprerò uccelli di ogni tipo!

# 6780_Kiryu
source: Wouldn't it be noisy to have so many birds?
pt_br: Non sarebbe rumoroso con così tanti uccelli?

# 6792_望月京子：源氏名
source: Hehe. No, I think it'd be fun.
pt_br: Eheh. No, penso sarebbe divertente.

# 6804_望月京子：源氏名
source: I get lonely if it's too quiet. I don't like being alone.
pt_br: Mi sento sola se è troppo silenzioso. Non mi piace stare da sola.

# 6816_Kiryu
source: That's a surprise.
pt_br: Questa è una sorpresa.

# 6828_望月京子：源氏名
source: That's why I want a lot of kids when I get married. I want a noisy, cheerful house.
pt_br: Ecco perché voglio tanti figli quando mi sposerò. Voglio una casa rumorosa e allegra.

# 6840_Kiryu
source: Yeah. Kids are fun.
pt_br: Sì. I bambini sono divertenti.

# 6852_望月京子：源氏名
source: Huh? You have kids? Are you married, Kiryu-san?
pt_br: Eh? Hai dei figli? Sei sposato, Kiryu-san?

# 6864_Kiryu
source: No, uh... I'm not married, but... I was just saying that I like kids. That's all.
pt_br: No, ehm... non sono sposato, ma... dicevo solo che mi piacciono i bambini. Tutto qui.

# 6876_望月京子：源氏名
source: Hehe. Okay then.
pt_br: Eheh. D'accordo, allora.

# 6888_Kiryu
source: That sounds like it would be fun.
pt_br: Sembra divertente.

# 6900_望月京子：源氏名
source: I know! I like things noisy and cheerful.
pt_br: Lo so! Mi piacciono le cose rumorose e allegre.

# 6912_Kiryu
source: I don't know if your neighbors would agree, though.
pt_br: Non so se i tuoi vicini sarebbero d'accordo, però.

# 6924_望月京子：源氏名
source: Well, I won't have to worry about that. I'll make it a huge house, and I'll have it soundproofed, too!
pt_br: Beh, non dovrò preoccuparmi di questo. La farò enorme, e la farò anche insonorizzare!

# 6936_Kiryu
source: So you could scream as much as you want.
pt_br: Così potresti urlare quanto vuoi.

# 6948_望月京子：源氏名
source: Come on, Kiryu-san! I don't sit around at home screaming all day, you know!
pt_br: Andiamo, Kiryu-san! Non passo le giornate a casa a urlare, sai!

# 6960_Kiryu
source: Heh...
pt_br: Eh...

# 6972_Kiryu
source: I still like dragons better.
pt_br: Preferisco ancora i draghi.

# 6984_望月京子：源氏名
source: Come on. Dragons aren't even real.
pt_br: Andiamo. I draghi non esistono nemmeno.

# 6996_Kiryu
source: Oh, I don't know. There might be a dragon closer to you than you think.
pt_br: Oh, non so. Potrebbe esserci un drago più vicino di quanto pensi.

# 7008_望月京子：源氏名
source: Huh? What do you mean?
pt_br: Eh? Cosa intendi?

# 7020_Kiryu
source: Heh...
pt_br: Eh...

# 7032_望月京子：源氏名
source: I have no idea what you're talking about...
pt_br: Non ho idea di cosa tu stia parlando...

# 7044_望月京子：源氏名
source: You're really buff, you know. You must work out a lot, huh?
pt_br: Sei davvero muscoloso, sai. Ti alleni molto, eh?

# 7056_Kiryu
source: Not really. I'm just like this naturally.
pt_br: Non proprio. Sono così di natura.

# 7068_望月京子：源氏名
source: Really? Wow, I'm jealous. I just started doing some weight training myself.
pt_br: Davvero? Wow, che invidia. Ho appena iniziato a fare un po' di pesi anch'io.

# 7092_望月京子：源氏名
source: Yeah, I've been getting a little chubby in the tummy. So I've been doing sit-ups every day.
pt_br: Sì, mi sta venendo un po' di pancetta. Così faccio addominali tutti i giorni.

# 7104_望月京子：源氏名
source: But they haven't helped much so far. My stomach is still pudgy, but I'm gonna keep doing sit-ups till I get rock hard abs!
pt_br: Ma finora non sono serviti a molto. La mia pancia è ancora morbida, ma continuerò a fare addominali finché non avrò una tartaruga scolpita!

# 7116_Kiryu
source: A well-defined waistline is important too.
pt_br: Anche un girovita ben definito è importante.

# 7128_望月京子：源氏名
source: I know. I want to wear outfits that show my bare midriff and stuff like that at our concerts.
pt_br: Lo so. Voglio indossare abiti che mostrino la pancia scoperta e cose del genere ai nostri concerti.

# 7140_Kiryu
source: Yeah, you don't want to have a muffin top.
pt_br: Sì, non vuoi avere la pancetta.

# 7152_望月京子：源氏名
source: What is it with you and my waistline? You got some kind of fetish, Kiryu-san?
pt_br: Cosa c'è tra te e il mio girovita? Hai qualche feticismo, Kiryu-san?

# 7164_Kiryu
source: What? No, not really.
pt_br: Cosa? No, non proprio.

# 7176_望月京子：源氏名
source: You don't have to hide it from me. It's okay. I'll keep working out until my waist is nice and slender for you.
pt_br: Non devi nascondermelo. Va bene. Continuerò ad allenarmi finché il mio girovita non sarà bello e snello per te.

# 7188_Kiryu
source: You should try drinking protein shakes. That should make it easier to put on muscle.
pt_br: Dovresti provare a bere frullati proteici. Dovrebbe rendere più facile mettere su muscoli.

# 7200_望月京子：源氏名
source: I dunno. I don't wanna turn into some kind of no neck body builder.
pt_br: Non so. Non voglio trasformarmi in una specie di culturista senza collo.

# 7212_Kiryu
source: You don't have to worry about that. It'll help you lose weight, too.
pt_br: Non devi preoccuparti di questo. Ti aiuterà anche a perdere peso.

# 7224_望月京子：源氏名
source: Really? Wow! I might give that a try!
pt_br: Davvero? Wow! Potrei provarci!

# 7236_望月京子：源氏名
source: You know a lot of things, don't you? I'm kinda impressed. <Color:7>♥<Color:Default>
pt_br: Sai un sacco di cose, vero? Sono piuttosto impressionata. <Color:7>♥<Color:Default>

# 7248_Kiryu
source: Heh.
pt_br: Eh.

# 7260_Kiryu
source: Are you sure you can stick with it? You won't give up partway through?
pt_br: Sei sicura di riuscire a continuare? Non mollerai a metà?

# 7272_望月京子：源氏名
source: Don't underestimate me. I may not look it, but I can be pretty tenacious!
pt_br: Non sottovalutarmi. Forse non sembra, ma posso essere piuttosto tenace!

# 7284_Kiryu
source: If you want ripped abs, you have to do more than sit-ups. You have to lose a lot of body fat.
pt_br: Se vuoi addominali scolpiti, devi fare più che addominali. Devi perdere molto grasso corporeo.

# 7296_望月京子：源氏名
source: Then I guess I'll have to start dieting, too. Don't worry. If I say I'm gonna do something, I do it!
pt_br: Allora immagino che dovrò mettermi a dieta anch'io. Non preoccuparti. Se dico che farò qualcosa, la faccio!

# 7308_Kiryu
source: I just think you should aim a bit lower.
pt_br: Penso solo che dovresti puntare un po' più in basso.

# 7320_望月京子：源氏名
source: That's not very nice. I was all excited about this and now you're bringing me down.
pt_br: Non è molto carino. Ero tutta eccitata per questo e ora mi stai demoralizzando.

# 7332_Kiryu
source: Sorry...
pt_br: Scusa...

# 7344_望月京子：源氏名
source: You look like you're a pretty strong drinker. You don't get red at all when you drink.
pt_br: Sembri un bevitore piuttosto forte. Non arrossisci affatto quando bevi.

# 7356_Kiryu
source: Yeah.
pt_br: Sì.

# 7368_望月京子：源氏名
source: I'm not too bad myself, but when I get drunk my personality completely changes.
pt_br: Neanch'io sono male, ma quando mi ubriaco la mia personalità cambia completamente.

# 7380_Kiryu
source: How so?
pt_br: In che senso?

# 7392_望月京子：源氏名
source: I start out really energetic and talkative, but as I drink I get more and more quiet.
pt_br: Inizio molto energica e loquace, ma man mano che bevo divento sempre più silenziosa.

# 7404_望月京子：源氏名
source: When I'm totally drunk, I act like an innocent maiden. I never remember it, though.
pt_br: Quando sono completamente ubriaca, mi comporto come una fanciulla innocente. Non me lo ricordo mai, però.

# 7416_Kiryu
source: You? An innocent maiden?
pt_br: Tu? Una fanciulla innocente?

# 7428_望月京子：源氏名
source: Yeah. I break into tears for no reason, and I get really clingy. I'd never do that kind of thing if I was sober.
pt_br: Sì. Scoppio a piangere senza motivo e divento molto appiccicosa. Non farei mai una cosa del genere da sobria.

# 7440_望月京子：源氏名
source: That's why I don't drink that much at the club.
pt_br: Ecco perché non bevo molto al club.

# 7452_Kiryu
source: I'd like to see that. I just can't picture you all cute and innocent.
pt_br: Mi piacerebbe vederlo. Non riesco a immaginarti tutta carina e innocente.

# 7464_望月京子：源氏名
source: Oh, sure. You just want to do things to me while I'm drunk, because you know I won't remember any of it.
pt_br: Oh, certo. Vuoi solo farmi delle cose mentre sono ubriaca, perché sai che non mi ricorderò nulla.

# 7476_Kiryu
source: What do you mean, things?
pt_br: Cosa intendi con 'cose'?

# 7488_望月京子：源氏名
source: Don't make me say it! That's sexual harassment!
pt_br: Non farmelo dire! Sono molestie sessuali!

# 7500_Kiryu
source: Hey, you're the one who came up with this "things" scenario.
pt_br: Ehi, sei tu che hai inventato questo scenario delle 'cose'.

# 7512_望月京子：源氏名
source: Hehe. You're naughty, Kiryu-san! <Color:7>♥<Color:Default>
pt_br: Eheh. Sei un birichino, Kiryu-san! <Color:7>♥<Color:Default>

# 7524_Kiryu
source: What are you talking about?
pt_br: Di cosa stai parlando?

# 7536_Kiryu
source: I guess you have a cute side too, huh?
pt_br: Immagino che anche tu abbia un lato carino, eh?

# 7548_望月京子：源氏名
source: Sure. I am a girl, after all.
pt_br: Certo. Dopotutto, sono una ragazza.

# 7560_望月京子：源氏名
source: Do you prefer the girly girl type?
pt_br: Preferisci il tipo di ragazza molto femminile?

# 7572_Kiryu
source: I like women who are true to themselves. That's as important as what their personality is like.
pt_br: Mi piacciono le donne che sono fedeli a se stesse. È importante quanto la loro personalità.

# 7584_望月京子：源氏名
source: Does that mean you wouldn't like the innocent maiden version of me?
pt_br: Significa che non ti piacerebbe la mia versione da fanciulla innocente?

# 7596_Kiryu
source: I didn't say that. The way you are now and the way you are when you're drunk are two sides of the same coin. I wouldn't try and change it.
pt_br: Non ho detto questo. Il modo in cui sei ora e il modo in cui sei quando sei ubriaca sono due facce della stessa medaglia. Non cercherei di cambiarlo.

# 7608_望月京子：源氏名
source: Thank you, Kiryu-san. <Color:7>♥<Color:Default> I like the way I am too. <Color:7>♥<Color:Default>
pt_br: Grazie, Kiryu-san. <Color:7>♥<Color:Default> Mi piace anche come sono. <Color:7>♥<Color:Default>

# 7620_Kiryu
source: I can't imagine that.
pt_br: Non riesco a immaginarlo.

# 7632_望月京子：源氏名
source: No? Then I'd better drink up. It'll be a special treat, just for you.
pt_br: No? Allora è meglio che beva. Sarà un trattamento speciale, solo per te.

# 7644_Kiryu
source: Didn't you say that you start out energetic and talkative?
pt_br: Non hai detto che all'inizio sei energica e loquace?

# 7656_望月京子：源氏名
source: Haha. Did I say that?
pt_br: Ahah. L'ho detto?

# 7668_Kiryu
source: So you can't switch it on right away, huh?
pt_br: Quindi non puoi attivarlo subito, eh?

# 7680_望月京子：源氏名
source: No. I told you, I don't even remember when it happens.
pt_br: No. Te l'ho detto, non mi ricordo nemmeno quando succede.

# 7692_望月京子：源氏名
source: I wish there was something I could do about it.
pt_br: Vorrei poterci fare qualcosa.

# 7704_Kiryu
source: That's tough...
pt_br: È dura...

# 7716_Kiryu
source: Who were those guys from before, anyway?
pt_br: Chi erano quei tizi di prima, comunque?

# 7728_望月京子：源氏名
source: Oh, they're from Bad Flag. I hear they caused a lot of trouble at clubs in Osaka, and now they're in Kamurocho.
pt_br: Oh, sono dei Bad Flag. Ho sentito che hanno causato un sacco di problemi nei club di Osaka, e ora sono a Kamurocho.

# 7740_望月京子：源氏名
source: They're making things difficult for bands around here now.
pt_br: Ora stanno rendendo le cose difficili per le band di qui.

# 7752_望月京子：源氏名
source: They suck.
pt_br: Fanno schifo.

# 7764_Kiryu
source: Is your band okay?
pt_br: La tua band sta bene?

# 7776_望月京子：源氏名
source: For the moment. But I heard them talking smack about us.
pt_br: Per il momento. Ma li ho sentiti sparlare di noi.

# 7788_望月京子：源氏名
source: They said I'm just a big tease with my lyrics. Man, I can't stand those guys!
pt_br: Hanno detto che sono solo una grande provocatrice con i miei testi. Cavolo, non sopporto quei tizi!

# 7800_Kiryu
source: You shouldn't have anything to do with them.
pt_br: Non dovresti avere niente a che fare con loro.

# 7812_望月京子：源氏名
source: Hey, I didn't start this. But I'll be damned if I'm just gonna sit back and do nothing while they talk smack like that!
pt_br: Ehi, non ho iniziato io. Ma accidenti se resterò a guardare senza fare niente mentre sparlano così!

# 7824_Kiryu
source: You can never tell what guys like that will do. And avoiding trouble is part of a leader's job, right?
pt_br: Non si sa mai cosa faranno tizi del genere. E evitare i problemi fa parte del lavoro di un leader, giusto?

# 7836_望月京子：源氏名
source: What's that supposed to mean? I didn't think you were such a wuss.
pt_br: Cosa dovrebbe significare? Non pensavo fossi un tale smidollato.

# 7848_Kiryu
source: I'm just thinking of what's best for you.
pt_br: Sto solo pensando a cosa è meglio per te.

# 7860_望月京子：源氏名
source: Well, whatever.
pt_br: Beh, come vuoi.

# 7872_Kiryu
source: You can't let them get the upper hand. Give them an inch and they'll take a mile.
pt_br: Non puoi lasciarli prendere il sopravvento. Dagli un dito e si prenderanno il braccio.

# 7884_望月京子：源氏名
source: I know that. Who do you think I am?
pt_br: Lo so. Chi pensi che io sia?

# 7896_望月京子：源氏名
source: If they want a fight, I'll give 'em one!
pt_br: Se vogliono una rissa, gliela darò!

# 7908_Kiryu
source: I like your spirit. But you should be careful. You never know what they might do.
pt_br: Mi piace il tuo spirito. Ma dovresti stare attenta. Non si sa mai cosa potrebbero fare.

# 7920_望月京子：源氏名
source: Hey, thanks, Kiryu-san. But I'm sure I'll be fine.
pt_br: Ehi, grazie, Kiryu-san. Ma sono sicura che andrà tutto bene.

# 7932_Kiryu
source: You want me to teach them a lesson? We shouldn't wait until something happens.
pt_br: Vuoi che gli dia una lezione? Non dovremmo aspettare che succeda qualcosa.

# 7944_望月京子：源氏名
source: Thanks, I appreciate the thought. <Color:7>♥<Color:Default>
pt_br: Grazie, apprezzo il pensiero. <Color:7>♥<Color:Default>

# 7956_望月京子：源氏名
source: But I want to handle this myself. That's how I've always done things.
pt_br: Ma voglio occuparmene io. È così che ho sempre fatto le cose.

# 7968_Kiryu
source: Okay. Don't hesitate to call me if you're in trouble.
pt_br: Ok. Non esitare a chiamarmi se sei nei guai.

# 7980_望月京子：源氏名
source: I won't. I'm glad you're on my side, Kiryu-san. <Color:7>♥<Color:Default>
pt_br: Non lo farò. Sono contenta che tu sia dalla mia parte, Kiryu-san. <Color:7>♥<Color:Default>

# 7992_望月京子：源氏名
source: I just got some good news. Wanna hear?
pt_br: Ho appena ricevuto delle buone notizie. Vuoi sentirle?

# 8004_Kiryu
source: Sure, what is it?
pt_br: Certo, cosa c'è?

# 8016_望月京子：源氏名
source: I was walking toward Kamurocho Station the other day when this young couple called out to me. I think they were in high school.
pt_br: L'altro giorno stavo camminando verso la stazione di Kamurocho quando una giovane coppia mi ha chiamata. Penso che fossero al liceo.

# 8028_Kiryu
source: And?
pt_br: E?

# 8040_望月京子：源氏名
source: The two of them met at one of our gigs!
pt_br: Si sono conosciuti a uno dei nostri concerti!

# 8052_望月京子：源氏名
source: So I'm like cupid to them, basically.
pt_br: Quindi, in pratica, per loro sono come Cupido.

# 8064_Kiryu
source: I see.
pt_br: Capisco.

# 8076_望月京子：源氏名
source: They said they're going to keep coming to our gigs together. <Color:7>♥<Color:Default>
pt_br: Hanno detto che continueranno a venire insieme ai nostri concerti. <Color:7>♥<Color:Default>

# 8088_望月京子：源氏名
source: It sounds silly, but... I felt like I'd made a difference in their lives.
pt_br: Sembra sciocco, ma... mi sono sentita come se avessi fatto la differenza nelle loro vite.

# 8100_望月京子：源氏名
source: It made me glad I chose to be a musician.
pt_br: Mi ha resa felice di aver scelto di fare la musicista.

# 8112_Kiryu
source: Keep working hard for your fans.
pt_br: Continua a lavorare sodo per i tuoi fan.

# 8124_望月京子：源氏名
source: I will! It's nice to feel needed.
pt_br: Lo farò! È bello sentirsi utili.

# 8136_Kiryu
source: Sure. But it can sometimes be difficult to live up to people's expectations.
pt_br: Certo. Ma a volte può essere difficile essere all'altezza delle aspettative della gente.
