Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00830227.po
Languages: pt_br

source: You exchanged the <Color:8>Business Card<Color:Default> for the <Color:8>Expensive-looking Watch<Color:Default>.
pt_br: Hai scambiato il <Color:8>Biglietto da Visita<Color:Default> con l'<Color:8>Orologio Costoso<Color:Default>.

source: Regretful Man
pt_br: Uomo Pentito

# 96_Regretful Man
source: Dammit. There's got to be some way to join the Ginrei Association...
pt_br: Maledizione. Ci deve essere un modo per entrare nella Ginrei Association...

# 108_Akiyama
source: (Ginrei Association? That name rings a bell.)
pt_br: (Ginrei Association? Quel nome... mi dice qualcosa.)

# 120_Akiyama
source: Excuse me. Did you just say "Ginrei Association"?
pt_br: Scusi. Ha appena detto "Ginrei Association"?

# 132_Regretful Man
source: Yeah, I said it... What's it to you?
pt_br: Già, l'ho detto... Che ti frega?

# 144_Akiyama
source: Is it really that great?
pt_br: È davvero così gran cosa?

# 156_Regretful Man
source: I pity you commoners. The Ginrei Association is a social club open only to the crème de la crème.
pt_br: Mi fate pena, popolino. L'Associazione Ginrei è un circolo sociale riservato solo alla crème de la crème.

# 168_Regretful Man
source: The connections you can make in that club can help you expand your business beyond your wildest dreams...
pt_br: Le conoscenze che puoi stringere in quel locale possono aiutarti ad espandere i tuoi affari oltre i tuoi sogni più sfrenati...

# 180_Regretful Man
source: But they make it way too hard for new members to join, dammit!
pt_br: Ma la rendono maledettamente difficile per i nuovi ad entrare, dannazione!

# 192_Akiyama
source: These Gin-whozit people let you join? You certainly seem qualified.
pt_br: Questa gente della Gin-coso ti fa entrare? Sembri proprio qualificato.

# 204_Regretful Man
source: Clubs like this are incredibly exclusive. Existing members turn away new applicants, no matter how deserving they may be.
pt_br: Club così sono davvero esclusivi. Chi è già dentro non fa entrare i nuovi candidati, a prescindere da quanto meritevoli possano essere.

# 216_Regretful Man
source: Dammit... All I need is one lousy business card!
pt_br: Maledizione... Mi serve solo un dannato biglietto da visita!

# 228_Akiyama
source: Do you mean this business card?
pt_br: Intendi questo biglietto da visita?

# 240_Regretful Man
source: Wha－!? How did you get that!?
pt_br: Ma cooos－!? Come hai fatto ad averlo!?

# 252_Akiyama
source: That doesn't matter, does it? I'd be happy to give it to you.
pt_br: Non fa niente, no? Te lo do volentieri.

# 264_Regretful Man
source: Are you sure? How much do you want for it?
pt_br: Sei sicuro? Quanto vuoi per questo?

# 276_Akiyama
source: How about a trade for something other than money?
pt_br: Che ne dici di uno scambio, ma non in cambio di soldi?

# 288_Regretful Man
source: Hm?
pt_br: Mh?

# 300_Akiyama
source: It's a long story.
pt_br: Ah, sarebbe una storia lunga.

# 312_Regretful Man
source: I see. Well, then, uh... All right, why don't I swap you this?
pt_br: Capisco. Beh, allora, uhm... Va bene, che ne dici se ti scambio questo?

# 324_Regretful Man
source: Frankly, it's nowhere near as valuable as that business card, but it's your call.
pt_br: A dire il vero, non è neanche lontanamente così prezioso come quel biglietto da visita, ma decidi tu.

# 336_Akiyama
source: No matter. It's up to the owner to decide how much the card is worth, wouldn't you agree?
pt_br: Poco importa. Sta al proprietario decidere quanto la carta vale, non sei d'accordo?

# 348_Akiyama
source: I say you got yourself a deal.
pt_br: Direi che hai fatto un affare.

# 384_Regretful Man
source: Okay... You're sure you're all right with this?
pt_br: Ok... Sei sicuro che per te va bene così?

# 396_Akiyama
source: A deal's a deal. But I appreciate your honesty.
pt_br: La parola è la parola. Ma apprezzo la tua onestà.

# 408_Regretful Man
source: I owe you one!
pt_br: Te ne devo una!

# 420_Akiyama
source: Sure thing. Thanks.
pt_br: Vai tranquillo. Grazie.

# 432_Regretful Man
source: Hey, not to be blunt, but would you like to join my company? With a business card like this, I know you're definitely no ordinary man!
pt_br: Senti, non per essere schietto, ma ti andrebbe di unirti alla mia azienda? Con un biglietto da visita come questo, so che non sei mica uno qualunque!

# 444_Akiyama
source: Ooh, sorry. Wish I could, but unfortunately, my hour's almost up.
pt_br: Oh, scusa. Magari potessi, ma purtroppo la mia ora è quasi scaduta.

# 456_Regretful Man
source: Your hour? What do you mean?
pt_br: La tua ora? Che vuoi dire?

# 468_Akiyama
source: Important business awaits! Goodbye!
pt_br: Mi aspettano affari importanti! Arrivederci!

# 480_Regretful Man
source: Hey!
pt_br: Ehi!
