Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00e601a0.po
Languages: pt_br

source: You handed over <Color:8>1,000 yen<Color:Default>.
pt_br: Hai allungato <Color:8>1.000 yen<Color:Default>.

source: Slick Homeless Man
pt_br: Barbone Smaliziato

# 184_Saejima
source: Did a kid pickpocket run through here?
pt_br: È filato via di qui un pischello borseggiatore?

# 196_Slick Homeless Man
source: Good question. But I'll need a little something before I give you an answer. Say, a crisp bill.
pt_br: Bella domanda. Però mi serve un qualcosina prima di darti una risposta. Diciamo, una banconota bella fresca.

# 208_Slick Homeless Man
source: Oho, it's you again. So, you got my payment ready?
pt_br: Ah, sei di nuovo tu. Allora, hai il mio pagamento pronto?

# 232_Saejima
source: Shit... Alright, fine.
pt_br: Merda... E sia.

# 256_Homeless Man
source: Thanks, heh... If it's Tadashi you're looking for, he ran off toward the underground parking lot.
pt_br: Grazie, eh... Se è Tadashi che cerchi, s'è filato via verso il parcheggio sotterraneo.

# 268_Saejima
source: The parkin' lot, huh?
pt_br: Il parcheggio, eh?

# 280_Saejima
source: This here's all I got on me.
pt_br: Questo è tutto quello che c'ho addosso.

# 292_Slick Homeless Man
source: Bah! I don't want your spare change. I want paper money－ the real stuff.
pt_br: Bah! Non voglio i tuoi spiccioli. Voglio soldi di carta－ quelli veri.

# 304_Saejima
source: (Dammit. Better go make a quick buck.)
pt_br: Maledizione! Meglio che vada a farmi un po' di grana.

# 316_Saejima
source: I'm the one askin' the questions here. If I wanted to, I could get ya singin' a different tune real quick.
pt_br: Sono io che faccio le domande, qui. Se volessi, potrei farti cambiare musica in men che non si dica.

# 328_Slick Homeless Man
source: Your threats don't scare me! This is my livelihood we're talking about. You think I'm just going to give away valuable info for free?
pt_br: Le tue minacce non mi spaventano! Questa è la mia pagnotta di cui stiamo parlando. Credi davvero che butterò via info preziose così, a sbafo?

# 340_Saejima
source: (Looks like he ain't squealin'. Guess I oughta pony up.)
pt_br: (Pare che non sbottoni. Mi tocca tirare fuori la grana.)

# 352_Saejima
source: Pay the Man 1,000 Yen
pt_br: Paga l'uomo 1.000 Yen

# 364_Saejima
source: Beat the Answer out of Him
pt_br: Fagli dare la risposta a suon di botte

# 376_Saejima
source: Pay the Man 1,000 Yen
pt_br: Paga l'uomo 1.000 Yen

# 388_Saejima
source: Beat the Answer out of Him
pt_br: Fagli dare la risposta a suon di botte
