Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010204b1.po
Languages: it

# 168_Zhao
source: Ma-chan! What happened!?
it: Ma-chan! Cos'è successo!?

# 180_Tanimura
source: You're all right! Man, I'm so happy, I could hug you... Maybe after I catch my breath.
it: Stai bene! Amico, sono così felice che potrei abbracciarti... Magari dopo aver ripreso fiato.

# 192_Mei Hua
source: Are you... okay, Ma-chan?
it: Stai... bene, Ma-chan?

# 204_Tanimura
source: Yeah... I'll be good in a minute.
it: Sì... starò bene tra un minuto.

# 216_Mei Hua
source: Oh, by the way. There's someone here to see you.
it: Oh, a proposito. C'è qualcuno qui per te.

# 228_Tanimura
source: Huh?
it: Eh?

# 240_Hisai
source: Tanimura-kun! Thank goodness you're safe!
it: Tanimura-kun! Grazie al cielo sei salvo!

# 252_Tanimura
source: Chief...?
it: Capo...?

# 312_Tanimura
source: Well, Zhao-san, I'm off.
it: Bene, Zhao-san, io vado.

# 324_Zhao
source: All right. Stay on your toes, Ma-chan.
it: Va bene. Stai all'erta, Ma-chan.

# 336_Tanimura
source: Will do.
it: Lo farò.

# 360_Zhao
source: Ah, Ma-chan. How'd it go? You find the briefcase?
it: Ah, Ma-chan. Com'è andata? Hai trovato la valigetta?

# 372_Tanimura
source: Yeah, took me long enough. Sure wish I'd thought to ask Yasuko-san what her car looked like before she left.
it: Sì, c'è voluto un bel po'. Avrei voluto chiedere a Yasuko-san com'era la sua macchina prima che se ne andasse.

# 384_Tanimura
source: Anyway, I got a call from Katsuragi not long after that. We set up a meeting tomorrow.
it: Comunque, poco dopo ho ricevuto una chiamata da Katsuragi. Abbiamo fissato un incontro per domani.

# 396_Zhao
source: Really, you did!? Wow, that's quite the breakthrough!
it: Davvero!? Wow, questa è una bella svolta!

# 408_Zhao
source: I'm sure he's up to something, though. You'd better be prepared!
it: Sono sicuro che ha in mente qualcosa, però. Faresti meglio a prepararti!

# 420_Tanimura
source: I will be. In the meantime, you mind holding on to this briefcase for me?
it: Lo sarò. Nel frattempo, ti dispiace tenermi questa valigetta?

# 444_Tanimura
source: Yasuko-san said this key was for a car she left in the <Color:7>Central Parking Lot<Color:Default>.
it: Yasuko-san ha detto che questa chiave era per un'auto che ha lasciato nel <Color:7>Parcheggio Centrale<Color:Default>.

# 456_Zhao
source: Hope nobody broke into the trunk.
it: Spero che nessuno abbia forzato il bagagliaio.

# 468_Tanimura
source: Seriously. Guess there's only one way to find out.
it: Davvero. Immagino ci sia solo un modo per scoprirlo.

# 516_Tanimura
source: Please. I need your help.
it: Per favore. Ho bisogno del tuo aiuto.

# 540_Tanimura
source: I swear I'll reunite you with your brother. And you won't have to kill anymore.
it: Giuro che ti riunirò a tuo fratello. E non dovrai più uccidere.

# 564_Zhao
source: He's not much different than you.
it: Non è molto diverso da te.

# 576_Zhao
source: All he wants is justice for the murder of the father he loved.
it: Tutto ciò che vuole è giustizia per l'omicidio del padre che amava.

# 588_Zhao
source: Can you find it in your heart to help him?
it: Puoi trovare nel tuo cuore la voglia di aiutarlo?

# 612_Yasuko
source: Please, look at me.
it: Per favore, guardami.

# 636_Yasuko
source: All right... I'll help you.
it: Va bene... ti aiuterò.

# 648_Tanimura
source: You will!?
it: Davvero!?

# 672_Tanimura
source: I see. Now it's all starting to make sense.
it: Capisco. Ora tutto inizia ad avere un senso.

# 684_Tanimura
source: Katsuragi and Shibata were working together behind the scenes back then.
it: Katsuragi e Shibata lavoravano insieme dietro le quinte, a quel tempo.

# 696_Tanimura
source: But Shibata must've used Katsuragi's involvement to blackmail him somehow.
it: Ma Shibata deve aver usato il coinvolgimento di Katsuragi per ricattarlo in qualche modo.

# 708_Tanimura
source: Which is why Katsuragi sent Arai, one of his own, to kill him.
it: Ed è per questo che Katsuragi ha mandato Arai, uno dei suoi, a ucciderlo.

# 732_Tanimura
source: Taiga Saejima was only the spark that lit the fire. I knew there was more to this.
it: Taiga Saejima è stato solo la scintilla che ha appiccato l'incendio. Sapevo che c'era dell'altro.

# 768_Tanimura
source: My question is why would Arai agree to work with Katsuragi...
it: La mia domanda è perché Arai avrebbe accettato di lavorare con Katsuragi...

# 780_Zhao
source: But wait! Could it be, that shooting the other day was－
it: Ma aspetta! Che sia stata quella sparatoria dell'altro giorno a...

# 792_Tanimura
source: Yeah, most likely another one of his power plays. We're talking about a criminal mastermind here.
it: Sì, molto probabilmente un'altra delle sue mosse di potere. Stiamo parlando di una mente criminale.

# 828_Tanimura
source: Let's get Katsuragi to do the talking.
it: Facciamo parlare Katsuragi.

# 840_Yasuko
source: How?
it: Come?

# 852_Tanimura
source: According to what Arai said, Katsuragi still needs you.
it: Secondo quello che ha detto Arai, Katsuragi ha ancora bisogno di te.

# 864_Tanimura
source: And with you for bait, he'll have to come to the negotiating table.
it: E con te come esca, dovrà venire al tavolo delle trattative.

# 876_Zhao
source: Now hold on a second, Ma-chan. What happens to her when－
it: Aspetta un secondo, Ma-chan. Cosa le succederà quando...

# 888_Tanimura
source: I'm not gonna actually hand her over. He just wants to know where she is.
it: Non ho intenzione di consegnarla davvero. Vuole solo sapere dov'è.

# 912_Tanimura
source: I promise I'll keep you safe. So? Will you work with me?
it: Prometto che ti terrò al sicuro. Allora? Lavorerai con me?

# 948_Yasuko
source: I can't.
it: Non posso.

# 960_Tanimura
source: Why not!?
it: Perché no!?

# 972_Yasuko
source: Because I have to save my brother! Only Katsuragi's testimony can do that!
it: Perché devo salvare mio fratello! Solo la testimonianza di Katsuragi può farlo!

# 1008_Tanimura
source: Yasuko-san, Katsuragi forced you to murder. You're lucky you didn't get killed yourself.
it: Yasuko-san, Katsuragi ti ha costretta a uccidere. Sei fortunata a non essere stata uccisa tu stessa.

# 1020_Tanimura
source: And he'll never tell the truth about your brother. So why do you still trust him?
it: E non dirà mai la verità su tuo fratello. Quindi perché ti fidi ancora di lui?

# 1044_Tanimura
source: I'll prove your brother's innocence.
it: Proverò l'innocenza di tuo fratello.

# 1056_Tanimura
source: And I need to know why my dad was killed. To know what really happened in '85.
it: E io ho bisogno di sapere perché mio padre è stato ucciso. Di sapere cosa è successo veramente nell'85.

# 1080_Yasuko
source: You're selfish.
it: Sei egoista.

# 1092_Tanimura
source: Huh?
it: Eh?

# 1104_Yasuko
source: What do you think you can actually do for me? You only care about your own issues.
it: Cosa pensi di poter fare davvero per me? Ti interessano solo i tuoi problemi.

# 1152_Yasuko
source: My brother meant the world to me. I loved him so much... More than anything!
it: Mio fratello era tutto per me. Gli volevo così bene... Più di ogni altra cosa!

# 1164_Yasuko
source: Ever since my brother walked out of my life that day... This whole time, I've been alone!
it: Da quando mio fratello è uscito dalla mia vita quel giorno... per tutto questo tempo, sono stata sola!

# 1188_Yasuko
source: You're not the only one... who's lost someone precious!
it: Non sei l'unico... che ha perso qualcuno di prezioso!

# 1212_Yasuko
source: I hate you all... The yakuza, the police... and Katsuragi too.
it: Vi odio tutti... La yakuza, la polizia... e anche Katsuragi.

# 1224_Yasuko
source: I don't even care who's behind all this. All I've ever wanted was to see my brother again!
it: Non mi interessa nemmeno chi c'è dietro a tutto questo. Tutto quello che ho sempre voluto è stato rivedere mio fratello!

# 1260_Yasuko
source: You're his son...
it: Sei suo figlio...

# 1272_Tanimura
source: What did you and my dad talk about the day he was murdered?
it: Di cosa avete parlato tu e mio padre il giorno in cui è stato ucciso?

# 1284_Yasuko
source: Nothing. I waited for him, but... I never got to see him.
it: Niente. L'ho aspettato, ma... non l'ho mai visto.

# 1296_Tanimura
source: He didn't show?
it: Non si è presentato?

# 1308_Yasuko
source: No. I was supposed to meet him at a café in Kamurocho in the early afternoon.
it: No. Dovevo incontrarlo in un caffè a Kamurocho nel primo pomeriggio.

# 1320_Yasuko
source: But he called me in the morning and asked me if we could reschedule for that evening.
it: Ma mi ha chiamato la mattina e mi ha chiesto se potevamo rimandare a quella sera.

# 1332_Tanimura
source: Did he say why?
it: Ha detto perché?

# 1344_Yasuko
source: I don't remember exactly, but he said the hit was a setup.
it: Non ricordo esattamente, ma ha detto che il colpo era una trappola.

# 1356_Yasuko
source: He said, "Your brother pulled the trigger on these men, but he wasn't the real perpetrator. I'll have proof of it soon, so hang tight."
it: Ha detto: 'Tuo fratello ha premuto il grilletto su questi uomini, ma non era il vero colpevole. Avrò presto le prove, quindi tieni duro.'

# 1368_Tanimura
source: You mean someone else was involved!? And he was on to their identity...
it: Vuoi dire che c'era qualcun altro coinvolto!? E lui stava per scoprirne l'identità...

# 1380_Yasuko
source: Before your father hung up, he said the hit wasn't as simple as aggression between two yakuza factions...
it: Prima che tuo padre riattaccasse, ha detto che il colpo non era semplice come un'aggressione tra due fazioni della yakuza...

# 1392_Yasuko
source: He said it was part of a much greater plot, orchestrated by a powerful force. The last thing he told me was, "Take care of yourself."
it: Ha detto che faceva parte di un complotto molto più grande, orchestrato da una forza potente. L'ultima cosa che mi ha detto è stata: 'Abbi cura di te'.

# 1404_Tanimura
source: ...What did he mean by "a powerful force"?
it: ...Cosa intendeva con 'una forza potente'?

# 1416_Yasuko
source: I never figured that out.
it: Non l'ho mai capito.

# 1428_Yasuko
source: But when your father never showed up, I got so scared, I left Kamurocho immediately.
it: Ma quando tuo padre non si è presentato, mi sono spaventata così tanto che ho lasciato subito Kamurocho.

# 1440_Tanimura
source: I see... Can't blame you.
it: Capisco... Non posso biasimarti.

# 1452_Yasuko
source: So your father was... You think because of his investigation of that case, somebody had...
it: Quindi tuo padre era... Pensi che a causa della sua indagine su quel caso, qualcuno abbia...

# 1464_Tanimura
source: Looks like it. But what you just told me shed some new light on things.
it: Sembra di sì. Ma quello che mi hai appena detto ha gettato una nuova luce sulla faccenda.

# 1476_Yasuko
source: It did?
it: Davvero?

# 1488_Tanimura
source: I always thought the person who killed my dad was either from the Tojo or the Ueno Seiwa.
it: Ho sempre pensato che la persona che ha ucciso mio padre fosse del Tojo o dell'Ueno Seiwa.

# 1500_Tanimura
source: But something just never seemed right.
it: Ma c'era qualcosa che non mi tornava.

# 1512_Yasuko
source: How so?
it: In che senso?

# 1524_Tanimura
source: A cop killing normally raises a firestorm in the force.
it: L'omicidio di un poliziotto di solito scatena un putiferio nelle forze dell'ordine.

# 1536_Tanimura
source: An extra-thorough investigation always follows because it's one of our own.
it: Segue sempre un'indagine molto approfondita perché è uno dei nostri.

# 1548_Tanimura
source: But my father's death was classified as accidental, even though it was clearly murder.
it: Ma la morte di mio padre è stata classificata come accidentale, anche se era chiaramente un omicidio.

# 1560_Tanimura
source: That just doesn't happen.
it: Non succede e basta.

# 1572_Yasuko
source: Do you think that "powerful force" your father mentioned... was responsible for killing him?
it: Pensi che quella 'forza potente' di cui parlava tuo padre... sia stata responsabile della sua morte?

# 1584_Tanimura
source: ...It's possible. Maybe my old man came across something he wasn't meant to see.
it: ...È possibile. Forse il mio vecchio si è imbattuto in qualcosa che non doveva vedere.

# 1596_Yasuko
source: If that's true, this whole thing's even scarier than I thought...
it: Se è vero, tutta questa faccenda è ancora più spaventosa di quanto pensassi...

# 1608_Tanimura
source: But back to you, Yasuko-san.
it: Ma torniamo a te, Yasuko-san.

# 1620_Tanimura
source: Why come back to Kamurocho after 25 years? And why are you bumping off Shibata Family members?
it: Perché tornare a Kamurocho dopo 25 anni? E perché stai facendo fuori i membri della Famiglia Shibata?

# 1644_Tanimura
source: Does it have something to do with your brother?
it: C'entra qualcosa tuo fratello?

# 1668_Tanimura
source: Don't worry. Even if you tell me the truth, the police won't do a thing.
it: Non preoccuparti. Anche se mi dici la verità, la polizia non farà nulla.

# 1680_Tanimura
source: None of my superiors are likely to believe a word I say, anyway. Guess that comes in handy for once.
it: Nessuno dei miei superiori crederà a una parola di quello che dico, comunque. Immagino che per una volta torni utile.

# 1704_Tanimura
source: ...Please. I need to know.
it: ...Per favore. Ho bisogno di sapere.

# 1716_Yasuko
source: ...I was contacted by a man named Katsuragi from the Ueno Seiwa Clan.
it: ...Sono stata contattata da un uomo di nome Katsuragi del Clan Ueno Seiwa.

# 1728_Yasuko
source: He told me he'd save my brother, but on the condition that I brought him 100 million yen... or agreed to murder.
it: Mi ha detto che avrebbe salvato mio fratello, ma a condizione che gli portassi 100 milioni di yen... o che accettassi di uccidere.

# 1740_Tanimura
source: Katsuragi said that!? How'd he even get in touch with you?
it: L'ha detto Katsuragi!? Come ha fatto a contattarti?

# 1752_Yasuko
source: This was several months ago.
it: È successo diversi mesi fa.

# 1764_Yasuko
source: I was living out in Chiba when I got a call from a man who claimed to be a detective in Tokyo.
it: Vivevo a Chiba quando ho ricevuto una chiamata da un uomo che affermava di essere un detective di Tokyo.

# 1776_Yasuko
source: "I know someone who can save your brother. How about I introduce you to him?" He said this right out of the blue.
it: 'Conosco qualcuno che può salvare tuo fratello. Che ne dici se te lo presento?' Me l'ha detto così, dal nulla.

# 1788_Tanimura
source: Wait, this was someone from the police?
it: Aspetta, era qualcuno della polizia?

# 1800_Yasuko
source: Yes. And because it was the police, I never thought to question it. So I rushed here as fast as I could to meet this mystery person.
it: Sì. E siccome era la polizia, non ho mai pensato di metterlo in discussione. Così mi sono precipitata qui il più velocemente possibile per incontrare questa persona misteriosa.

# 1812_Tanimura
source: ...Who turned out to be Katsuragi.
it: ...Che si è rivelato essere Katsuragi.

# 1824_Yasuko
source: That's right.
it: Esatto.

# 1836_Tanimura
source: What did he say to you?
it: Cosa ti ha detto?

# 1848_Yasuko
source: He told me he was one of the victims of the shooting 25 years ago.
it: Mi ha detto di essere una delle vittime della sparatoria di 25 anni fa.

# 1860_Yasuko
source: And if he testified that my brother wasn't the killer, the case would have to be reexamined.
it: E se avesse testimoniato che mio fratello non era l'assassino, il caso sarebbe stato riaperto.

# 1872_Yasuko
source: ...Which would mean he could be released.
it: ...Il che significherebbe che potrebbe essere rilasciato.

# 1884_Tanimura
source: All for the price tag of 100 million yen or murder?
it: Tutto per il prezzo di 100 milioni di yen o un omicidio?

# 1896_Yasuko
source: Yes. But 100 million is such an impossible sum of money...
it: Sì. Ma 100 milioni è una somma così impossibile...

# 1908_Tanimura
source: So you chose murder.
it: Così hai scelto l'omicidio.

# 1932_Tanimura
source: Why did Katsuragi send you after people connected to the Shibata Family?
it: Perché Katsuragi ti ha mandato contro persone legate alla Famiglia Shibata?

# 1944_Yasuko
source: He didn't mention anything about them belonging to the Shibata Family. But...
it: Non ha detto nulla sul fatto che appartenessero alla Famiglia Shibata. Ma...

# 1956_Tanimura
source: But?
it: Ma?

# 1968_Yasuko
source: He did say eliminating certain individuals would help prove my brother's innocence.
it: Ha detto che eliminare certi individui avrebbe aiutato a dimostrare l'innocenza di mio fratello.

# 1980_Tanimura
source: Certain individuals?
it: Certi individui?

# 1992_Yasuko
source: Now I think he wanted to silence the people who knew the truth about what happened.
it: Ora penso che volesse mettere a tacere le persone che sapevano la verità su quello che è successo.

# 2028_Yasuko
source: You're with the police, aren't you?
it: Sei della polizia, vero?

# 2040_Tanimura
source: That's right.
it: Esatto.

# 2064_Yasuko
source: You heard what Shibata said earlier? ...About me?
it: Hai sentito quello che ha detto Shibata prima? ...Su di me?

# 2076_Tanimura
source: Yeah. I did.
it: Sì. L'ho sentito.

# 2088_Yasuko
source: Then why...?
it: Allora perché...?

# 2100_Tanimura
source: Simple. I'm with the Community Safety Division, not Homicide.
it: Semplice. Sono della Divisione Sicurezza Pubblica, non dell'Omicidi.

# 2112_Yasuko
source: Even so...
it: Anche così...

# 2136_Tanimura
source: Even so, I couldn't prove you murdered even if I wanted to. Don't have concrete evidence.
it: Anche così, non potrei provare che hai ucciso anche se volessi. Non ho prove concrete.

# 2160_Tanimura
source: And since I lack that evidence, I'll just have to detain you here until I get what I need.
it: E dato che mi mancano le prove, dovrò trattenerti qui finché non otterrò quello che mi serve.

# 2184_Tanimura
source: Think of it like you're here for voluntary questioning.
it: Considerala come una deposizione spontanea.

# 2208_Yasuko
source: What's your angle here...?
it: Qual è il tuo scopo...?

# 2232_Yasuko
source: What do you really want from me?
it: Cosa vuoi veramente da me?

# 2256_Tanimura
source: I've been looking for you for a long time. Ten years, by this point.
it: È da molto tempo che ti cerco. Dieci anni, a questo punto.

# 2304_Tanimura
source: 25 years ago, on April 30th, 1985... You were supposed to meet with my dad.
it: 25 anni fa, il 30 aprile 1985... Dovevi incontrarti con mio padre.

# 2328_Tanimura
source: That night, they fished his body out of the Arakawa River.
it: Quella notte, hanno ripescato il suo corpo dal fiume Arakawa.

# 2340_Yasuko
source: What!?
it: Cosa!?

# 2364_Tanimura
source: Yasuko Saejima-san. I'm not asking this as a detective, but as a son whose father was murdered.
it: Yasuko Saejima-san. Non te lo chiedo come detective, ma come un figlio a cui hanno ucciso il padre.

# 2388_Tanimura
source: What did my dad say to you that day? Please... I need to know.
it: Cosa ti ha detto mio padre quel giorno? Ti prego... ho bisogno di saperlo.
