Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00e60001.po
Languages: pt_br

source: Man Seeking a Loan
pt_br: Uomo in cerca di prestito

# 160_Hana
source: Oh, Chief. You have a customer waiting.
pt_br: Oh, capo. Un cliente sta aspettando.

# 172_Akiyama
source: The one you told me about on the phone? Got it. Thanks.
pt_br: Quello di cui mi hai parlato al telefono? Ho capito, grazie.

# 244_Akiyama
source: Apologies for the wait. So, tell me, what brings you here today?
pt_br: Mi scuso per l'attesa. Quindi, cosa ti porta qui, oggi?

# 256_Man Seeking a Loan
source: Are you Akiyama-san? You provide interest-free loans here, is that right?
pt_br: Tu sei Akiyama-san, giusto? Ho sentito che fai prestiti senza interessi, vero?

# 268_Akiyama
source: Indeed I do. That said, there are a few conditions. May I ask your name?
pt_br: Certo. Anche se, ci sono alcune condizioni. Posso chiederti come ti chiami?

# 280_Shiobara
source: It's Shiobara. Uh... How much are you willing to lend out, er, usually?
pt_br: Io sono Shiobara. Uh... posso chiederti quanti soldi metti ehm, a disposizione, di solito?

# 292_Akiyama
source: Mind telling me why you need the money first? That'll help me decide whether or not I should give you the loan.
pt_br: Potresti prima dirmi a cosa ti servono i soldi? Mi serve per capire se darti o meno il prestito.

# 304_Shiobara
source: Well, not too long ago, I drove my printing company into bankruptcy. I'd inherited the place from my father, you see.
pt_br: Beh, non molto tempo fa, ho mandato in bancarotta la mia compagnia di stampe. Ho ereditato il posto da mio padre.

# 316_Hana
source: But this time I figure I'll start my own company. From the ground up.
pt_br: Ma questa volta pensavo di aprirne una mia. Dal basso.

# 328_Akiyama
source: You ran your father's company into the ground?
pt_br: Hai mandato al lastrico la compagnia di tuo padre?

# 340_Shiobara
source: It made money, but not enough to get out of the red. In the end, all I could do was downsize. But downsizing isn't always the best option, you know?
pt_br: Faceva soldi, ma non così tanti da guadagnarci sopra. Alla fine, ciò che potevo fare era ridimensionare, ma non è sempre la scelta giusta, sai?

# 352_Hana
source: The company was already on its way under. If our only available option was downsizing, wouldn't it have been better to just pull the plug?
pt_br: La compagnia stava già fallendo. Se la tua unica opzione è il ridimensionamento, non sarebbe stato meglio staccare subito la spina?

# 364_F_oba_sitchr_tlk_kamae
source: I think it's cowardly to fire people just to try and keep a company artificially afloat.
pt_br: Penso sia da codardi licenziare le persone e cercare di mantenere a galla una compagnia in modo artificioso.

# 376_Talk_Yes
source: So I took responsibility for my bad management and let the place go bankrupt. No hard feelings all around, right?
pt_br: Mi sono assunto la responsabilità per la mia incompetenza gestionale e ho lasciato che l'attività fallisse. Nessuno si è offeso, giusto?

# 388_Akiyama
source: (I see. Spoken like a typical spoiled heir...)
pt_br: (Capisco. Parla proprio come un figlio di papà viziato...)

# 400_Shiobara
source: The old company doesn't matter now anyway. What's important is getting this new company off the ground. So... Will you lend me some money?
pt_br: Comunque, la vecchia compagnia è andata. Ciò che importa ora è far nascere quella nuova. Quindi... potrei avere quel prestito di denaro?

# 424_Akiyama
source: I'm not against the idea, but why come to me? Can't you get your bank to cover it?
pt_br: Non sono contrario all'idea, ma perché da me? Non puoi chiedere un prestito alla banca?

# 436_Shiobara
source: I guess I didn't pass their review. They asked me what business the company would be in, but I hadn't decided yet. Something online, that's for sure.
pt_br: Credo di non aver superato le loro domande. Mi hanno chiesto l'obiettivo della compagnia, ma non ho ancora deciso. Di sicuro qualcosa online.

# 448_Akiyama
source: Still haven't figured it out, huh?
pt_br: Non lo hai ancora deciso, eh?

# 460_Shiobara
source: What, you need planning documents, too? Don't you loan sharks usually skip all that formality crap?
pt_br: Cioè, anche tu hai bisogno di documenti di pianificazione? Il tuo prestito di solito non salta tutta questa formalità?

# 472_Akiyama
source: No, it's just... Never mind. How much did you need?
pt_br: No, è che... Non importa. Quanto ti servirebbe?

# 484_Shiobara
source: Let's see. How about three－no, five million?
pt_br: Vediamo. Che ne dici di tre - anzi, cinque milioni?

# 496_Akiyama
source: Why so much? Though now that I think about it... you probably have no idea how much you really need.
pt_br: Come mai così tanto? Ma ora che ci penso... forse neanche tu sai di quanti soldi hai bisogno.

# 508_P_sitsofa_tlk_kamae
source: Eh, what the hell. I'll lend you the five mil. No interest, no collateral.
pt_br: Oh, ma che cavolo. Ti darò i cinque milioni. Senza interessi o garanzia.

# 520_Shiobara
source: Seriously!? You're not pulling my leg here?
pt_br: Sul serio!? Non mi prendi in giro, vero?

# 544_Akiyama
source: But first, you're going to have to pass my test.
pt_br: Ma prima, dovrai superare il mio test.

# 556_Shiobara
source: Sure! Bring it on! I don't know what kind of test you're talking about, but I'll do anything you ask!
pt_br: Certo! Forza! Non so di che test parli, ma farò tutto ciò che mi chiedi!

# 568_Akiyama
source: All right. So you want to start a company, be its president? In that case, I'll need you to...
pt_br: Molto bene. Quindi vuoi cominciare un'azienda ed essere il suo presidente? In tal caso, ho bisogno che tu...

# 580_Akiyama
source: Find three people to be your business partners and bring them to me.
pt_br: Trovi tre persone che siano compagni di affari e che li porti qui da me.

# 604_Shiobara
source: Business partners? Three of them? Is that really all you need?
pt_br: Tre compagni d'affari? E basta? Davvero è tutto qui?

# 616_Akiyama
source: Yeah. People who'd be happy to help build up a company. What do you think? Can you do it?
pt_br: Già. Persone a cui piacerebbe aiutare a costruire una compagnia. Che ne pensi? Puoi farcela?

# 628_Shiobara
source: What are you talking about? I've got tons of friends. It won't take long at all!
pt_br: Ma di che stai parlando? Ho un sacco di amici disposti. Non ci vorrà molto!

# 640_Talk_OK
source: I'll be right back, okay? Better get that five million for me!
pt_br: Torno subito, ok? Meglio che prepari già da ora quei cinque milioni!

# 712_Akiyama
source: Bring me the business cards of ten company presidents. Any kind of company will do.
pt_br: Portami i biglietti da visita di dieci presidenti di compagnie. Qualsiasi compagnia andrà bene.

# 736_Shiobara
source: Ten business cards? Is that really all you need?
pt_br: Dieci biglietti da visita? Basta così?

# 748_Akiyama
source: Corporate CEOs, presidents of small factories－take your pick. Just find ten of them, get their cards, and bring them here.
pt_br: CEO di corporazioni, presidenti di piccole fattorie, la scelta è tua. Trovali, prendi il biglietto da visita, e poi portalo da me.

# 760_Shiobara
source: Are you sure? That sounds pretty easy. I mean, I used to be a president myself. I can get twenty or even thirty cards, no problem.
pt_br: Ne sei sicuro? Mi sembra facile. Voglio dire, anche io ero un presidente. Posso ottenerne almeno una trentina senza problemi.

# 772_Akiyama
source: Excellent, I'm glad to hear it. Well, good luck. I'll see you soon.
pt_br: Eccellente, mi fa piacere. Buona fortuna, allora. Ci si vede presto.

# 784_Shiobara
source: I'll be right back, okay? Better get that five million ready for me!
pt_br: Torno subito, ok? Meglio che prepari già da ora quei cinque milioni!

# 856_Akiyama
source: Invite a hostess out after the club closes and bring her back here to my office.
pt_br: Invita una hostess a uscire dopo la chiusura del club e portala qui nel mio ufficio.

# 880_Shiobara
source: A hostess club? That's it? I just bring the girl here and the five million's mine?
pt_br: Un hostess club? Tutto qui? Devo solo portare la ragazza qui e i cinque milioni sono miei?

# 892_Shiobara
source: I don't know...
pt_br: Non lo so...

# 904_Akiyama
source: Oh, come on. It should be a piece of cake for a guy like you! What's the problem?
pt_br: Andiamo! Dovrebbe essere un gioco da ragazzi per uno come te! Qual è il problema?

# 916_Shiobara
source: I just don't have the cash. Hostess clubs are expensive, you know? It's a real shame...
pt_br: È solo che non ho i contanti. Gli hostess club costano cari, sai? È un vero peccato...

# 928_P_sitsofa_tlk_kamae
source: I'd have all kinds of girls trailing after me if I just had the money. I'd be like the Pied Piper of Kamurocho!
pt_br: Avrei un sacco di ragazze che mi seguirebbero se solo avessi i soldi. Sarei come il Pifferaio Magico di Kamurocho!

# 940_Akiyama
source: I guess I'll have to point you over to my friend's hostess club, then. You can put it on my tab.
pt_br: Immagino che dovrò indirizzarti al club per hostess del mio amico, allora. Puoi metterlo sul mio conto.

# 952_Hana
source: The place is called Sweet, over on Pink Street. Just tell them Akiyama sent you and they'll take care of the rest.
pt_br: Il locale si chiama Sweet, su Pink Street. Dì solo che ti manda Akiyama e si occuperanno di tutto.

# 964_Shiobara
source: Really?
pt_br: Davvero?

# 976_Akiyama
source: You can't do it without money, right? Well, I'm making that particular problem go away. So what do you think? Can you do that?
pt_br: Non puoi farlo senza soldi, vero? Bene, ti tolgo di mezzo questo particolare problema. Quindi che ne dici? Puoi farlo?

# 988_Shiobara
source: Yes, of course! No problem at all. I'll bring you the best hostess in the club!
pt_br: Sì, ma certo! Nessun problema. Ti porterò la miglior ragazza del club!

# 1000_Hana
source: I'll be right back, okay? Better get that five million ready for me!
pt_br: Torno subito, ok? Meglio che prepari già da ora quei cinque milioni!

# 1048_Hana
source: Find three business partners.
pt_br: Trova tre compagni d'affari.

# 1060_Hana
source: Bring me ten presidents' business cards.
pt_br: Portami dieci biglietti da visita.

# 1072_Hana
source: Invite a hostess here after the club closes.
pt_br: Invita una hostess qui dopo la chiusura.
