Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0038.po
Languages: pt_br

# 17592_望月京子：源氏名
source: You should come if you're free!
pt_br: Dovresti venire se sei libero!

# 17604_Kiryu
source: Sure.
pt_br: Certo.

# 17616_望月京子：源氏名
source: I came to work on my motorcycle today. Maybe you could ride behind me?
pt_br: Oggi sono venuta al lavoro in moto. Vuoi fare un giro dietro di me?

# 17628_Kiryu
source: I think I'll pass...
pt_br: Penso che passerò...

# 17640_望月京子：源氏名
source: After getting your email, I sat down and added it all up!
pt_br: Dopo aver ricevuto la tua email, mi sono seduta e ho fatto i conti!

# 17652_望月京子：源氏名
source: Taking a taxi was actually cheaper than parking in a parking lot. I was really surprised!
pt_br: Prendere un taxi era in realtà più economico che parcheggiare in un parcheggio. Sono rimasta davvero sorpresa!

# 17664_Kiryu
source: They're expensive during the day.
pt_br: Sono costosi durante il giorno.

# 17676_望月京子：源氏名
source: I'm gonna try taking taxis more often. Thanks for the tip.
pt_br: Proverò a prendere i taxi più spesso. Grazie per il consiglio.

# 17688_望月京子：源氏名
source: Remember when I had writer's block, you said that sleeping might help?
pt_br: Ricordi quando avevo il blocco dello scrittore e mi hai detto che dormire avrebbe potuto aiutare?

# 17700_望月京子：源氏名
source: Well, I fell asleep before I had a chance to read your email.
pt_br: Beh, mi sono addormentata prima di avere la possibilità di leggere la tua email.

# 17712_Kiryu
source: Oh, I see.
pt_br: Oh, capisco.

# 17724_望月京子：源氏名
source: There's no point in agonizing over it when I can't write, is there? It's better to just go to bed.
pt_br: Non ha senso tormentarsi quando non riesco a scrivere, vero? È meglio andare a letto e basta.

# 17736_望月京子：源氏名
source: Thanks for helping me out with that song before. I'd never expect you to think of something like the button from a school uniform.
pt_br: Grazie per avermi aiutato con quella canzone prima. Non mi sarei mai aspettata che pensassi a una cosa come il bottone di un'uniforme scolastica.

# 17748_Kiryu
source: Something wrong with that?
pt_br: Che c'è di male?

# 17760_望月京子：源氏名
source: Of course not! In fact, I did something similar when I graduated from high school.
pt_br: Certo che no! Anzi, ho fatto una cosa simile quando mi sono diplomata.

# 17772_望月京子：源氏名
source: But in my case, a boy asked me for my button, so I was the one doing the giving.
pt_br: Ma nel mio caso, un ragazzo mi ha chiesto il bottone, quindi sono stata io a darlo.

# 17784_Kiryu
source: That sounds like you.
pt_br: Sembra da te.

# 17796_望月京子：源氏名
source: Sure. That sounds fun.
pt_br: Certo. Sembra divertente.

# 17808_望月京子：源氏名
source: Being a leader can be hard.
pt_br: Essere un leader può essere difficile.

# 17820_望月京子：源氏名
source: I'd like to hear you play sometime.
pt_br: Mi piacerebbe sentirti suonare qualche volta.

# 17832_望月京子：源氏名
source: Take good care of it.
pt_br: Abbicene cura.

# 17844_望月京子：源氏名
source: You want me to buy you a new one?
pt_br: Vuoi che te ne compri una nuova?

# 17856_望月京子：源氏名
source: I hope you have a big hit someday.
pt_br: Spero che un giorno tu abbia un grande successo.

# 17868_望月京子：源氏名
source: You're right.
pt_br: Hai ragione.

# 17880_望月京子：源氏名
source: You're pretty confident, aren't you?
pt_br: Sei piuttosto sicura di te, vero?

# 17892_望月京子：源氏名
source: Can I have your autograph?
pt_br: Posso avere il tuo autografo?

# 17904_望月京子：源氏名
source: I think I may have. Just now.
pt_br: Credo di sì. Proprio ora.

# 17916_望月京子：源氏名
source: Sure. I find them every day.
pt_br: Certo. Ne trovo ogni giorno.

# 17928_望月京子：源氏名
source: Not recently.
pt_br: Non di recente.

# 17940_望月京子：源氏名
source: You shouldn't resort to violence.
pt_br: Non dovresti ricorrere alla violenza.

# 17952_望月京子：源氏名
source: You're not the one who needs to change.
pt_br: Non sei tu a dover cambiare.

# 17964_望月京子：源氏名
source: You have to find a man who's compatible.
pt_br: Devi trovare un uomo compatibile.

# 17976_望月京子：源氏名
source: Yeah, but kids like me.
pt_br: Sì, ma piaccio ai bambini.

# 17988_望月京子：源氏名
source: I don't care what people think.
pt_br: Non mi importa di quello che pensa la gente.

# 18000_望月京子：源氏名
source: Yes, but my heart is pure.
pt_br: Sì, ma il mio cuore è puro.

# 18012_望月京子：源氏名
source: It's not strange, but...
pt_br: Non è strano, ma...

# 18024_望月京子：源氏名
source: Don't you get tired of it?
pt_br: Non ti stanchi?

# 18036_望月京子：源氏名
source: I like junk food myself.
pt_br: Anche a me piace il cibo spazzatura.

# 18048_望月京子：源氏名
source: Wouldn't it be noisy to have so many birds?
pt_br: Non sarebbe rumoroso con così tanti uccelli?

# 18060_望月京子：源氏名
source: That sounds like it would be fun.
pt_br: Sembra divertente.

# 18072_望月京子：源氏名
source: I still like dragons better.
pt_br: Preferisco ancora i draghi.

# 18084_望月京子：源氏名
source: A well-defined waistline is important too.
pt_br: Anche un girovita ben definito è importante.

# 18096_望月京子：源氏名
source: You should try drinking protein shakes.
pt_br: Dovresti provare a bere frullati proteici.

# 18108_望月京子：源氏名
source: Are you sure you can stick with it?
pt_br: Sei sicura di riuscire a continuare?

# 18120_望月京子：源氏名
source: I'd like to see that.
pt_br: Mi piacerebbe vederla.

# 18132_望月京子：源氏名
source: I guess you have a cute side too, huh?
pt_br: Immagino che anche tu abbia un lato carino, eh?

# 18144_望月京子：源氏名
source: I can't imagine that.
pt_br: Non riesco a immaginarlo.

# 18156_望月京子：源氏名
source: You shouldn't have anything to do with them.
pt_br: Non dovresti avere niente a che fare con loro.

# 18168_望月京子：源氏名
source: You can't let them get the upper hand.
pt_br: Non puoi lasciarli prendere il sopravvento.

# 18180_望月京子：源氏名
source: You want me to teach them a lesson?
pt_br: Vuoi che gli dia una lezione?

# 18192_望月京子：源氏名
source: Keep working hard for your fans.
pt_br: Continua a lavorare sodo per i tuoi fan.

# 18204_望月京子：源氏名
source: So some of your fans are high school kids?
pt_br: Quindi alcuni dei tuoi fan sono liceali?

# 18216_望月京子：源氏名
source: It's ironic to think of you as cupid.
pt_br: È ironico pensare a te come Cupido.

# 18228_望月京子：源氏名
source: I think you're just too busy.
pt_br: Penso che tu sia solo troppo impegnata.

# 18240_望月京子：源氏名
source: You need a change of pace.
pt_br: Hai bisogno di un cambio di ritmo.

# 18252_望月京子：源氏名
source: Stop complaining.
pt_br: Smettila di lamentarti.

# 18264_望月京子：源氏名
source: I'm nothing special.
pt_br: Non sono mica un fenomeno.

# 18276_望月京子：源氏名
source: Everybody tries to pick fights with me.
pt_br: Tutti cercano di attaccar briga con me.

# 18288_望月京子：源氏名
source: I'm a pacifist, so I try to avoid fighting.
pt_br: Sono un pacifista, quindi cerco di evitare di combattere.

# 18300_望月京子：源氏名
source: No. You're not submissive.
pt_br: No. Non sei sottomessa.

# 18312_望月京子：源氏名
source: Yep. You're submissive all right.
pt_br: Sì. Sei sottomessa, eccome.

# 18324_望月京子：源氏名
source: That seems pretty normal, actually.
pt_br: In realtà sembra abbastanza normale.

# 18336_望月京子：源氏名
source: You should sit down and talk this out.
pt_br: Dovreste sedervi e parlarne.

# 18348_望月京子：源氏名
source: You were wrong.
pt_br: Avevi torto.

# 18360_望月京子：源氏名
source: You'll make up sooner or later.
pt_br: Prima o poi farete pace.

# 18372_望月京子：源氏名
source: I check my horoscope every day.
pt_br: Controllo il mio oroscopo ogni giorno.

# 18384_望月京子：源氏名
source: Well, sort of.
pt_br: Beh, più o meno.

# 18396_望月京子：源氏名
source: I'm usually the one telling people's fortunes.
pt_br: Di solito sono io a leggere la mano alla gente.

# 18408_望月京子：源氏名
source: Sounds like you'd look like a musician.
pt_br: Sembra che avresti l'aspetto di una musicista.

# 18420_望月京子：源氏名
source: That's not really much different, is it?
pt_br: Non è molto diverso, vero?

# 18432_望月京子：源氏名
source: I can't really say without seeing it first.
pt_br: Non posso dirlo senza averlo visto prima.

# 18444_望月京子：源氏名
source: Yeah, that's scary.
pt_br: Sì, è spaventoso.

# 18456_望月京子：源氏名
source: That's got nothing to do with ghosts.
pt_br: Non c'entra niente con i fantasmi.

# 18468_望月京子：源氏名
source: Maybe I should sleep with you next time.
pt_br: Forse la prossima volta dovrei dormire con te.

# 18480_望月京子：源氏名
source: You can't do it half-heartedly.
pt_br: Non puoi farlo a metà.

# 18492_望月京子：源氏名
source: What's wrong? Don't you think you can do it?
pt_br: Che succede? Non pensi di potercela fare?

# 18504_望月京子：源氏名
source: Just ignore him.
pt_br: Ignoralo.

# 18516_望月京子：源氏名
source: Don't do anything hasty.
pt_br: Non fare niente di avventato.

# 18528_望月京子：源氏名
source: You should watch out.
pt_br: Dovresti stare attenta.

# 18540_望月京子：源氏名
source: I'll get revenge for you.
pt_br: Ti vendicherò.

# 18552_望月京子：源氏名
source: Sure. I'll be there.
pt_br: Certo. Ci sarò.

# 18564_望月京子：源氏名
source: If I can make it.
pt_br: Se ce la faccio.

# 18576_望月京子：源氏名
source: Maybe I could sing a song...
pt_br: Forse potrei cantare una canzone...

# 18588_望月京子：源氏名
source: How about going out for a nice meal?
pt_br: Che ne dici di una bella cena fuori?

# 18600_望月京子：源氏名
source: I could take you on a trip somewhere.
pt_br: Potrei portarti in viaggio da qualche parte.

# 18612_望月京子：源氏名
source: You want money?
pt_br: Vuoi dei soldi?

# 18624_望月京子：源氏名
source: Me too.
pt_br: Anch'io.

# 18636_望月京子：源氏名
source: You'd be a fool to fall in love with me.
pt_br: Saresti una sciocca a innamorarti di me.

# 18648_望月京子：源氏名
source: Do you have a fever or something?
pt_br: Hai la febbre o qualcosa del genere?

# 18660_望月京子：源氏名
source: I can make you happy.
pt_br: Posso renderti felice.

# 18672_望月京子：源氏名
source: Only heaven knows.
pt_br: Solo il cielo lo sa.

# 18684_望月京子：源氏名
source: I'll do what I can to help.
pt_br: Farò quello che posso per aiutare.

# 18696_望月京子：源氏名
source: You could always use it as a party trick.
pt_br: Potresti sempre usarlo come trucco da festa.

# 18708_望月京子：源氏名
source: Maybe your whole band could do it together.
pt_br: Forse tutta la tua band potrebbe farlo insieme.

# 18720_望月京子：源氏名
source: Dance a little for me right now.
pt_br: Balla un po' per me adesso.

# 18732_望月京子：源氏名
source: I love you?
pt_br: Ti amo?

# 18744_望月京子：源氏名
source: A bright future?
pt_br: Un futuro luminoso?

# 18756_望月京子：源氏名
source: Purity?
pt_br: Purezza?

# 18768_望月京子：源氏名
source: Okay then...
pt_br: Okay, allora...

# 18780_望月京子：源氏名
source: When we're alone.
pt_br: Quando saremo soli.

# 18792_望月京子：源氏名
source: You don't need to thank me.
pt_br: Non devi ringraziarmi.

# 18804_望月京子：源氏名
source: Can I touch it?
pt_br: Posso toccarla?

# 18816_望月京子：源氏名
source: Keep up the good work.
pt_br: Continua così.

# 18828_望月京子：源氏名
source: I don't believe it.
pt_br: Non ci credo.

# 18840_望月京子：源氏名
source: A heartrending ballad.
pt_br: Una ballata strappalacrime.

# 18852_望月京子：源氏名
source: Some upbeat hip-hop.
pt_br: Un po' di hip-hop allegro.

# 18864_望月京子：源氏名
source: How about a traditional Japanese ballad?
pt_br: Che ne dici di una ballata tradizionale giapponese?

# 18876_望月京子：源氏名
source: Be the best indie musician you can be.
pt_br: Sii la migliore musicista indipendente che puoi essere.

# 18888_望月京子：源氏名
source: I hope you make it big soon.
pt_br: Spero che tu sfondi presto.

# 18900_望月京子：源氏名
source: Didn't you promise to write me a song?
pt_br: Non mi avevi promesso di scrivere una canzone?

# 18912_望月京子：源氏名
source: Nothing
pt_br: Niente

# 18924_望月京子：源氏名
source: 777 Town
pt_br: Città 777

# 18948_望月京子：源氏名
source: The Ghost in the Underground Mall
pt_br: Il Fantasma del Centro Commerciale Sotterraneo

# 18960_望月京子：源氏名
source: The Footbaths at Yunosono Hot Springs
pt_br: I Pediluvi alle Sorgenti Termali Yunosono

# 18972_望月京子：源氏名
source: Popular Golf Dates Among Women
pt_br: Appuntamenti a Golf Popolari tra le Donne

# 18984_望月京子：源氏名
source: Eating Liver to Reverse Brain Aging
pt_br: Mangiare Fegato per Invertire l'Invecchiamento Cerebrale

# 18996_望月京子：源氏名
source: The Pole Dancing Workout
pt_br: L'Allenamento di Pole Dance

# 19008_望月京子：源氏名
source: Popular Sweet Sake Among Women
pt_br: Sake Dolce Popolare tra le Donne

# 19020_望月京子：源氏名
source: I'll order you one.
pt_br: Te ne ordino uno.

# 19032_望月京子：源氏名
source: I think you'll live.
pt_br: Penso che sopravviverai.

# 19044_望月京子：源氏名
source: Sure.
pt_br: Certo.
