Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0002035e.po
Languages: it

source: Homeless Guy
it: Senzatetto

# 88_Homeless Guy
source: If anyone can help you, it's Toku-san.
it: Se c'è qualcuno che può aiutarti, è Toku-san.

# 100_Homeless Guy
source: He's been a Kamurocho local for decades. Spends his time down in the underground mall.
it: È uno del posto da decenni. Passa il suo tempo giù nel centro commerciale sotterraneo.

# 112_Saejima
source: Got a sec? The Sasai Family used to have an office 'round these parts. Know anything 'bout that?
it: Hai un secondo? La Famiglia Sasai aveva un ufficio da queste parti. Ne sai qualcosa?

# 124_Homeless Guy
source: Well, I remember some yakuza types used to hang out here, but that was, what... 20, 30 years ago?
it: Beh, mi ricordo che c'erano degli yakuza che bazzicavano da queste parti, ma parliamo di... 20, 30 anni fa?

# 136_Saejima
source: Yeah, those guys. Any idea where their boss went?
it: Sì, loro. Qualche idea di dove sia finito il loro capo?

# 148_Homeless Guy
source: Sorry, can't say I do. Toku-san might, though.
it: Mi dispiace, non ne ho idea. Forse Toku-san, però.

# 160_Saejima
source: Who's Toku and where do I find him?
it: Chi è Toku e dove lo trovo?

# 172_Homeless Guy
source: Another homeless guy like me. He's been busking around town for decades. Spends his days down in the <Color:7>underground mall<Color:Default>.
it: Un altro senzatetto come me. Suona per strada in città da decenni. Passa le sue giornate giù nel <Color:7>centro commerciale sotterraneo<Color:Default>.

# 184_Saejima
source: The hell's that?
it: Che diavolo è?

# 196_Homeless Guy
source: It's a bunch of stores they set up under Showa Street. Built just a while back.
it: È un mucchio di negozi che hanno costruito sotto Showa Street. Costruito da poco.

# 208_Homeless Guy
source: The whole thing's one big, fancy shopping center beneath the streets. Hence the name.
it: È un grande e lussuoso centro commerciale sotterraneo. Da qui il nome.

# 220_Saejima
source: Alright then, guess I'll go see if your pal Toku's still hangin' 'round this underground mall.
it: Va bene allora, credo che andrò a vedere se il tuo amico Toku è ancora in giro per questo centro commerciale sotterraneo.

# 232_Homeless Guy
source: He should be. And I'm sure he'll be able to tell you what you want to know.
it: Dovrebbe essere lì. E sono sicuro che saprà dirti quello che vuoi sapere.
