Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee0026.po
Languages: it

source: Man
it: Uomo

source: Foreign Man
it: Uomo Straniero

# 128_Tanimura
source: Excuse me, I'd like to pass through here.
it: Scusi, vorrei passare di qui.

# 152_Tanimura
source: (Doesn't look like he understands Japanese.)
it: (Non sembra che capisca il giapponese.)

# 164_Tanimura
source: "Excuse me, are you Chinese? I'm a policeman. Could you let me through?"
it: "Scusi, è cinese? Sono un poliziotto. Potrebbe farmi passare?"

# 176_Man
source: "Go right ahead."
it: "Prego, vada pure."

# 236_Kiryu
source: Hey, could you move?
it: Ehi, potresti spostarti?

# 248_Akiyama
source: Hey there, pal. Think you could move out of my way?
it: Ehi, amico. Pensi di poterti togliere dalla mia strada?

# 260_Saejima
source: Hey, you're in my way.
it: Ehi, mi stai intralciando.

# 272_Tanimura
source: This place definitely wouldn't have been chosen.
it: Questo posto non sarebbe stato scelto di certo.

# 308_Kiryu
source: (A foreigner... Doesn't look like he understands Japanese. I guess I'll avoid Little Asia for now.)
it: (Uno straniero... Non sembra capire il giapponese. Immagino che eviterò Little Asia per ora.)

# 320_Akiyama
source: (Doesn't look like he has any interest in letting me through.)
it: (Non sembra interessato a farmi passare.)

# 332_Saejima
source: (Doesn't look like he's gonna let me through. Best to avoid causin' trouble.)
it: (Non sembra che mi voglia far passare. Meglio evitare di causare problemi.)

# 344_Tanimura
source: This place definitely wouldn't have been chosen.
it: Questo posto non sarebbe stato scelto di certo.
