Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee04ff.po
Languages: pt_br

source: You got a <Color:8>Locker Key Radar<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Radar Chiave Armadietto<Color:Default>.

source: You gained 500 EXP.
pt_br: Hai ottenuto 500 ESP.

source: Overburdened Man
pt_br: Uomo Oberato

source: Coin Lockers 1
pt_br: Armadietti 1

# 56_Overburdened Man
source: Dammit, seriously!? I swear, there are never any open lockers in this stupid place! Maybe once or twice a year if you're lucky! Do I need to get up earlier or something?
pt_br: Maledizione, sul serio!? Giuro, non c'è mai un armadietto libero inquesto posto del cavolo! Forse una o due volte l'anno, se sei fortunato!Devo alzarmi prima o che altro?

# 68_Overburdened Man
source: These coin lockers were once rented out by those who needed them, but all of their keys have been lost. The keys are scattered around Kamurocho, lying on the road and hidden behind objects. Whoever finds the keys has the right to obtain whatever is inside their locker.
pt_br: Questi armadietti a gettoni, un tempo affittati da chi ne aveva bisogno, hanno perso tutte le loro chiavi. Le chiavi sono sparpagliate in giro per Kamurocho, le trovi per strada e sono nascoste dietro ogni sorta di cosa. Chi le trova ha il diritto di portarsi a casa quello che c'è dentro l'armadietto.

# 80_Overburdened Man
source: Find keys by entering first-person mode with <Action:Button_R3@Adventure>. Once you have the key, go back to the lockers to find what's inside.
pt_br: Trova le chiavi entrando in modalità in prima persona con <Action:Button_R3@Adventure>. Una volta che hai la chiave, torna agli armadietti per scoprire cosa c'è dentro.

# 92_Overburdened Man
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt_br: Questa informazione è stata aggiunta come <Color:14>Memo<Color:Default>. Leggi i <Color:14>Memos<Color:Default> selezionando <Color:14>Memos<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.

# 104_Overburdened Man
source: Oh, hey, I found this lying around on the ground. Maybe you can do something with it.
pt_br: Ehi, senti, ho trovato 'sta roba qui buttata per terra. Magari tu ci puoi fare qualcosa.

# 152_Overburdened Man
source: You know, whenever I see a guy with a big green afro walk through this area, the next day, all the lockers are in use. There's something going on here, I know it...
pt_br: Sai, ogni volta che vedo un tipo con un grosso afro verde passare di qui, il giorno dopo, tutti gli armadietti sono occupati. C'è qualcosa sotto, lo so...
