Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0036.po
Languages: pt_br

# 6036_Kiryu
source: If you really like baseball that much, maybe you could make a team at the club.
pt_br: Se ti piace così tanto il baseball, forse potresti formare una squadra al club.

# 6048_松岡里緒奈：源氏名
source: Huh? You mean with the other hostesses?
pt_br: Eh? Intendi con le altre hostess?

# 6060_Kiryu
source: Yeah. You could play against your customers. It might be pretty popular.
pt_br: Sì. Potreste giocare contro i vostri clienti. Potrebbe diventare piuttosto popolare.

# 6072_松岡里緒奈：源氏名
source: Interesting! That could be way fun!
pt_br: Interessante! Potrebbe essere molto divertente!

# 6084_Kiryu
source: Exactly.
pt_br: Esatto.

# 6096_松岡里緒奈：源氏名
source: We could all use the exercise, and a lot of the girls are pretty good at sports.
pt_br: Un po' di esercizio farebbe bene a tutte, e molte ragazze sono brave negli sport.

# 6108_松岡里緒奈：源氏名
source: Maybe I'll ask them. That's a great idea!
pt_br: Forse glielo chiederò. È un'ottima idea!

# 6120_Kiryu
source: Heh. Good luck.
pt_br: Eh. Buona fortuna.

# 6132_Kiryu
source: That's just the way it is. You can't change it.
pt_br: È così e basta. Non puoi cambiarlo.

# 6144_松岡里緒奈：源氏名
source: But aren't men and women supposed to be equal?
pt_br: Ma uomini e donne non dovrebbero essere uguali?

# 6156_Kiryu
source: Yeah, but there aren't enough female players. They'd be at a disadvantage if they played against men.
pt_br: Sì, ma non ci sono abbastanza giocatrici. Sarebbero svantaggiate se giocassero contro gli uomini.

# 6168_Kiryu
source: Besides, the appeal of baseball is in fast pitches and home runs. I don't think a woman could handle it.
pt_br: Inoltre, il fascino del baseball sta nei lanci veloci e nei fuoricampo. Non credo che una donna possa farcela.

# 6180_松岡里緒奈：源氏名
source: I never thought you were that kind of guy. I'm a little shocked...
pt_br: Non avrei mai pensato che tu fossi quel tipo di persona. Sono un po' scioccata...

# 6192_Kiryu
source: You want to go to a batting cage and hit a few?
pt_br: Vuoi andare in una gabbia di battuta e colpire qualche palla?

# 6204_松岡里緒奈：源氏名
source: Huh!? Are you asking me out?
pt_br: Eh!? Mi stai chiedendo di uscire?

# 6216_Kiryu
source: Sure. I'd like to see how good you really are.
pt_br: Certo. Mi piacerebbe vedere quanto sei brava davvero.

# 6228_松岡里緒奈：源氏名
source: Um, I don't know. I might be busy later.
pt_br: Uhm, non lo so. Potrei essere impegnata più tardi.

# 6252_松岡里緒奈：源氏名
source: But thanks for asking me. Maybe we'll get a chance to go sometime. <Color:7>♥<Color:Default>
pt_br: Ma grazie per avermelo chiesto. Forse avremo l'occasione di andare qualche volta. <Color:7>♥<Color:Default>

# 6264_Kiryu
source: Okay.
pt_br: Ok.

# 6276_松岡里緒奈：源氏名
source: You know, I often go to the zoo by myself.
pt_br: Sai, vado spesso allo zoo da sola.

# 6288_Kiryu
source: Not on a date or anything?
pt_br: Non a un appuntamento o altro?

# 6300_松岡里緒奈：源氏名
source: No. I just like looking at the big animals. It makes me feel... powerful.
pt_br: No. Mi piace solo guardare i grandi animali. Mi fa sentire... potente.

# 6312_Kiryu
source: Ah, I think I know what you mean.
pt_br: Ah, credo di capire cosa intendi.

# 6324_松岡里緒奈：源氏名
source: I think my favorite is the gorilla.
pt_br: Penso che il mio preferito sia il gorilla.

# 6336_Kiryu
source: Why the gorilla?
pt_br: Perché il gorilla?

# 6348_松岡里緒奈：源氏名
source: Because they're so strong! They could tear you limb from limb without even trying.
pt_br: Perché sono così forti! Potrebbero farti a pezzi senza nemmeno provarci.

# 6360_Kiryu
source: I... I see.
pt_br: Cap... capisco.

# 6372_松岡里緒奈：源氏名
source: If I could be reborn as any animal, I'd be a gorilla. Ooh-ooh-ooh!
pt_br: Se potessi rinascere come un animale, sarei un gorilla. Uh-uh-uh!

# 6384_松岡里緒奈：源氏名
source: What would you come back as?
pt_br: Tu come cosa torneresti?

# 6396_Kiryu
source: I'd stay a human.
pt_br: Rimarrei un essere umano.

# 6408_松岡里緒奈：源氏名
source: No, it has to be an animal! That's the whole point!
pt_br: No, deve essere un animale! È questo il punto!

# 6420_Kiryu
source: Well, I like dragons...
pt_br: Beh, mi piacciono i draghi...

# 6432_松岡里緒奈：源氏名
source: But dragons are imaginary! They don't have dragons in zoos, do they?
pt_br: Ma i draghi sono immaginari! Non ci sono draghi negli zoo, vero?

# 6444_松岡里緒奈：源氏名
source: This is giving me a headache...
pt_br: Mi sta venendo il mal di testa...

# 6456_Kiryu
source: Hey, you asked the question.
pt_br: Ehi, sei tu che hai fatto la domanda.

# 6468_Kiryu
source: I'd like to be a lion. The lion's the king of the beasts.
pt_br: Mi piacerebbe essere un leone. Il leone è il re degli animali.

# 6480_松岡里緒奈：源氏名
source: A lion, huh? Typical man.
pt_br: Un leone, eh? Tipico da uomo.

# 6492_松岡里緒奈：源氏名
source: But don't male lions just lie around all day? It's the females that do the hunting.
pt_br: Ma i leoni maschi non stanno tutto il giorno a poltrire? Sono le femmine che cacciano.

# 6504_Kiryu
source: Sounds good to me. I'd like a taste of that life.
pt_br: Mi sembra ottimo. Mi piacerebbe assaggiare quella vita.

# 6516_松岡里緒奈：源氏名
source: What!? You want to sit back while the women do all the work!? That's terrible.
pt_br: Cosa!? Vuoi startene comodo mentre le donne fanno tutto il lavoro!? È terribile.

# 6528_Kiryu
source: It's not like I'm really going to do it...
pt_br: Non è che lo farò davvero...

# 6540_Kiryu
source: I'd like to be a gorilla, too.
pt_br: Anch'io vorrei essere un gorilla.

# 6552_松岡里緒奈：源氏名
source: Really? What a coincidence! What do you like about gorillas?
pt_br: Davvero? Che coincidenza! Cosa ti piace dei gorilla?

# 6564_Kiryu
source: Well, they're strong. And they have lots of wives.
pt_br: Beh, sono forti. E hanno molte mogli.

# 6576_松岡里緒奈：源氏名
source: Lots of wives, huh? You mean male gorillas sleep around a lot?
pt_br: Molte mogli, eh? Intendi che i gorilla maschi vanno con molte femmine?

# 6588_Kiryu
source: That's right. Would you be interested in being one of my mates?
pt_br: Esatto. Ti interesserebbe essere una delle mie compagne?

# 6600_松岡里緒奈：源氏名
source: Hehehe. I won't settle for being one of many, but I'll consider it if I get to be your official wife. <Color:7>♥<Color:Default>
pt_br: Eheheh. Non mi accontenterò di essere una delle tante, ma ci penserò se potrò essere la tua moglie ufficiale. <Color:7>♥<Color:Default>

# 6612_Kiryu
source: Ah. Oh well.
pt_br: Ah. Pazienza.

# 6624_松岡里緒奈：源氏名
source: I'm quite the eater, just so you know. I can eat weird food that most people find disgusting.
pt_br: Sono una buona forchetta, giusto perché tu lo sappia. Posso mangiare cibi strani che la maggior parte della gente trova disgustosi.

# 6636_Kiryu
source: That's pretty good.
pt_br: Niente male.

# 6648_松岡里緒奈：源氏名
source: But I can't stand sweets! I get heartburn just smelling sweet things.
pt_br: Ma non sopporto i dolci! Mi viene il bruciore di stomaco solo a sentire l'odore dei dolci.

# 6660_Kiryu
source: Huh. That's unusual.
pt_br: Eh. Insolito.

# 6672_松岡里緒奈：源氏名
source: Yeah. I wouldn't be a good choice to take to one of those cake buffets.
pt_br: Sì. Non sarei una buona scelta da portare a uno di quei buffet di torte.

# 6684_松岡里緒奈：源氏名
source: I'd rather have meat! In fact, I could go for some right now!
pt_br: Preferirei la carne! Anzi, ne mangerei un po' proprio adesso!

# 6696_Kiryu
source: We should go out for all-you-can-eat yakiniku. Get your stomach ready.
pt_br: Dovremmo andare a mangiare yakiniku all-you-can-eat. Prepara lo stomaco.

# 6708_松岡里緒奈：源氏名
source: Really!? I just love salted tongue with green onions!
pt_br: Davvero!? Adoro la lingua salata con cipollotti!

# 6720_Kiryu
source: I'll try and remember that.
pt_br: Cercherò di ricordarmelo.

# 6732_松岡里緒奈：源氏名
source: But if I eat too much, I might not be able to fit into my dresses...
pt_br: Ma se mangio troppo, potrei non entrare più nei miei vestiti...

# 6744_Kiryu
source: Hey, I can't solve all your problems.
pt_br: Ehi, non posso risolvere tutti i tuoi problemi.

# 6756_松岡里緒奈：源氏名
source: Oh well! As long as we're getting yakiniku. You promised!
pt_br: Oh, beh! L'importante è che mangiamo yakiniku. L'hai promesso!

# 6768_Kiryu
source: Sure.
pt_br: Certo.

# 6780_Kiryu
source: Don't you worry about getting fat? You already look like you could really put it away.
pt_br: Non ti preoccupi di ingrassare? Sembri già una che mangia parecchio.

# 6792_松岡里緒奈：源氏名
source: Hey! That's not nice! I'll have you know I keep track of every calorie I eat!
pt_br: Ehi! Non è carino! Sappi che tengo traccia di ogni caloria che mangio!

# 6804_Kiryu
source: Really?
pt_br: Davvero?

# 6816_松岡里緒奈：源氏名
source: Well, I try to. My weight stays pretty much the same.
pt_br: Beh, ci provo. Il mio peso rimane più o meno lo stesso.

# 6828_Kiryu
source: Well, don't let your guard down.
pt_br: Beh, non abbassare la guardia.

# 6840_松岡里緒奈：源氏名
source: What kind of a guy comes to a hostess club and lectures the girls about their weight? Now I'm depressed.
pt_br: Che tipo di uomo viene in un hostess club a fare la predica alle ragazze sul loro peso? Ora sono depressa.

# 6852_Kiryu
source: S... Sorry.
pt_br: S... scusa.

# 6864_Kiryu
source: Do you eat many vegetables? Eating nothing but meat isn't good for you.
pt_br: Mangi molte verdure? Mangiare solo carne non fa bene.

# 6876_松岡里緒奈：源氏名
source: I know that! I eat other things besides meat!
pt_br: Lo so! Mangio anche altre cose oltre alla carne!

# 6888_松岡里緒奈：源氏名
source: I know all about eating a balanced diet. We learn about that in school, you know.
pt_br: So tutto su come seguire una dieta equilibrata. Lo impariamo a scuola, sai.

# 6900_Kiryu
source: Okay. And you seem to be exercising enough, so you must be pretty healthy.
pt_br: Ok. E sembra che tu faccia abbastanza esercizio, quindi devi essere piuttosto in salute.

# 6912_松岡里緒奈：源氏名
source: Yep! Just look at my figure! You don't have to worry about me!
pt_br: Già! Guarda il mio fisico! Non devi preoccuparti per me!

# 6924_Kiryu
source: Maybe we should go out to eat sometime.
pt_br: Forse dovremmo andare a mangiare fuori qualche volta.

# 6936_松岡里緒奈：源氏名
source: I'd like that. <Color:7>♥<Color:Default>
pt_br: Mi piacerebbe. <Color:7>♥<Color:Default>

# 6948_松岡里緒奈：源氏名
source: *sigh*
pt_br: *sospiro*

# 6960_Kiryu
source: What's wrong? Did you drink too much?
pt_br: Che c'è? Hai bevuto troppo?

# 6972_松岡里緒奈：源氏名
source: Next week all the students at my college need to take a physical exam.
pt_br: La prossima settimana tutti gli studenti del mio college devono fare una visita medica.

# 6984_Kiryu
source: And?
pt_br: E?

# 6996_松岡里緒奈：源氏名
source: Well, I drink every day and don't always get enough sleep.
pt_br: Beh, bevo tutti i giorni e non sempre dormo abbastanza.

# 7008_松岡里緒奈：源氏名
source: So I'm afraid they're going to find something wrong with me.
pt_br: Quindi ho paura che mi trovino qualcosa che non va.

# 7020_Kiryu
source: Maybe you should stop drinking.
pt_br: Forse dovresti smettere di bere.

# 7032_松岡里緒奈：源氏名
source: What!? No, I can't imagine life without alcohol.
pt_br: Cosa!? No, non posso immaginare la vita senza alcol.

# 7044_Kiryu
source: Well, what about cutting out drinking until the exam? That might make a difference.
pt_br: Beh, che ne dici di smettere di bere fino all'esame? Potrebbe fare la differenza.

# 7056_松岡里緒奈：源氏名
source: Hmm. Maybe...
pt_br: Mmm. Forse...

# 7068_松岡里緒奈：源氏名
source: Okay! I'll stop drinking starting tomorrow!
pt_br: Ok! Smetterò di bere da domani!

# 7080_Kiryu
source: Why not start today? You're not really going to quit, right?
pt_br: Perché non iniziare oggi? Non hai intenzione di smettere davvero, vero?

# 7092_松岡里緒奈：源氏名
source: No, but I'd better drink plenty today if I'm going to stop tomorrow.
pt_br: No, ma è meglio che beva molto oggi se devo smettere domani.

# 7104_Kiryu
source: Whatever you say...
pt_br: Come vuoi tu...

# 7116_Kiryu
source: You're young. I'm sure you'll be fine.
pt_br: Sei giovane. Sono sicuro che starai bene.

# 7128_松岡里緒奈：源氏名
source: But there could still be something wrong with me, right?
pt_br: Ma potrebbe comunque esserci qualcosa che non va in me, giusto?

# 7140_Kiryu
source: If there is, I'll look after you.
pt_br: Se c'è, mi prenderò cura di te.

# 7152_松岡里緒奈：源氏名
source: You will? That's so kind of you! <Color:7>♥<Color:Default>
pt_br: Lo farai? È così gentile da parte tua! <Color:7>♥<Color:Default>

# 7164_松岡里緒奈：源氏名
source: But what if I catch a cold or something?
pt_br: Ma se prendo un raffreddore o qualcosa del genere?

# 7176_Kiryu
source: Then I'll make you the best rice porridge you've ever tasted. Don't worry, okay?
pt_br: Allora ti preparerò la migliore zuppa di riso che tu abbia mai assaggiato. Non preoccuparti, ok?

# 7188_松岡里緒奈：源氏名
source: Okay. I feel better already! <Color:7>♥<Color:Default>
pt_br: Ok. Mi sento già meglio! <Color:7>♥<Color:Default>

# 7200_Kiryu
source: Why don't you just skip school that day? They can't force you to get examined, right?
pt_br: Perché non salti la scuola quel giorno? Non possono costringerti a farti visitare, giusto?

# 7212_松岡里緒奈：源氏名
source: But what if I have some terrible disease? It'd just get worse without me knowing.
pt_br: Ma se avessi una qualche malattia terribile? Peggiorerebbe senza che io lo sappia.

# 7224_Kiryu
source: You can worry about that later.
pt_br: Potrai preoccupartene più tardi.

# 7236_松岡里緒奈：源氏名
source: Wow... You don't really care about what happens to me.
pt_br: Wow... non ti importa davvero di quello che mi succede.

# 7248_Kiryu
source: Hey, I didn't say that.
pt_br: Ehi, non ho detto questo.

# 7260_松岡里緒奈：源氏名
source: Now I'm depressed.
pt_br: Ora sono depressa.

# 7272_松岡里緒奈：源氏名
source: You remember my brother, right?
pt_br: Ti ricordi di mio fratello, vero?

# 7284_Kiryu
source: Yeah.
pt_br: Sì.

# 7296_松岡里緒奈：源氏名
source: Well, I just got an email from him. Wanna know what he said?
pt_br: Beh, ho appena ricevuto una sua e-mail. Vuoi sapere cosa ha detto?

# 7308_Kiryu
source: Sure. What did he say?
pt_br: Certo. Cosa ha detto?

# 7320_松岡里緒奈：源氏名
source: "Introduce me to one of your girlfriends!" What the heck, right!?
pt_br: "Presentami una delle tue amiche!" Ma ti pare!?

# 7332_Kiryu
source: You two do seem pretty close.
pt_br: Voi due sembrate piuttosto legati.

# 7344_松岡里緒奈：源氏名
source: We get along well enough, but what kind of guy asks his sister to set him up on a date?
pt_br: Andiamo abbastanza d'accordo, ma che tipo di ragazzo chiede a sua sorella di organizzargli un appuntamento?

# 7356_Kiryu
source: I think he's just messing with you.
pt_br: Penso che ti stia solo prendendo in giro.

# 7368_松岡里緒奈：源氏名
source: You really think so?
pt_br: Lo pensi davvero?

# 7380_Kiryu
source: I do.
pt_br: Sì.

# 7392_松岡里緒奈：源氏名
source: Hmm. You know, my brother is brainier than I am, and I think he's been making fun of me behind my back all this time.
pt_br: Mmm. Sai, mio fratello è più intelligente di me e penso che mi abbia preso in giro alle mie spalle per tutto questo tempo.

# 7404_Kiryu
source: There you go. He's messing with you.
pt_br: Ecco. Ti sta prendendo in giro.

# 7416_松岡里緒奈：源氏名
source: Ugh, that's depressing.
pt_br: Ugh, che deprimente.

# 7428_Kiryu
source: Maybe you can find a way to get back at him.
pt_br: Forse puoi trovare un modo per vendicarti.

# 7440_松岡里緒奈：源氏名
source: How can I do that while working at the club?
pt_br: Come posso farlo mentre lavoro al club?

# 7452_Kiryu
source: Why don't you do it? Is it that big of a deal?
pt_br: Perché non lo fai? È un grosso problema?

# 7464_松岡里緒奈：源氏名
source: No way! What am I supposed to do, start throwing parties so my brother can meet girls?
pt_br: Assolutamente no! Cosa dovrei fare, iniziare a dare feste perché mio fratello possa conoscere ragazze?

# 7476_Kiryu
source: Why not? It might get him a girl and bring the two of you closer together at the same time.
pt_br: Perché no? Potrebbe trovarsi una ragazza e allo stesso tempo avvicinarvi.

# 7488_松岡里緒奈：源氏名
source: Really? And would it be all right with you if a hot guy asks me out at one of those parties?
pt_br: Davvero? E a te andrebbe bene se un bel ragazzo mi chiedesse di uscire a una di quelle feste?

# 7500_Kiryu
source: Well, no...
pt_br: Beh, no...

# 7512_松岡里緒奈：源氏名
source: See? This is really turning into a major hassle.
pt_br: Visto? Sta diventando davvero una gran seccatura.

# 7524_Kiryu
source: He's a lot like you. You two have similar personalities.
pt_br: È molto simile a te. Avete personalità simili.

# 7536_松岡里緒奈：源氏名
source: What!? How can an inconsiderate jerk like my brother be similar to me? Give me a break...
pt_br: Cosa!? Come può un cretino senza riguardi come mio fratello essere simile a me? Ma fammi il piacere...

# 7548_Kiryu
source: Well, when I saw you two together, you seemed to get along pretty well.
pt_br: Beh, quando vi ho visti insieme, sembravate andare piuttosto d'accordo.

# 7560_松岡里緒奈：源氏名
source: Well, yeah...
pt_br: Beh, sì...

# 7572_Kiryu
source: And I don't have a brother at all. I'd love the chance to fight about little things with a brother.
pt_br: E io non ho nessun fratello. Mi piacerebbe avere la possibilità di litigare per delle sciocchezze con un fratello.

# 7584_松岡里緒奈：源氏名
source: Huh. I never thought of it like that.
pt_br: Eh. Non ci avevo mai pensato in questo modo.

# 7596_松岡里緒奈：源氏名
source: I guess I'll look over what he wrote in that email. He's the only brother I have. <Color:7>♥<Color:Default>
pt_br: Immagino che darò un'occhiata a ciò che ha scritto in quell'e-mail. È l'unico fratello che ho. <Color:7>♥<Color:Default>

# 7608_Kiryu
source: Hehe. Attagirl.
pt_br: Eheh. Brava ragazza.

# 7620_松岡里緒奈：源氏名
source: Kiryu-san, do you like professional wrestling?
pt_br: Kiryu-san, ti piace il wrestling professionistico?

# 7632_Kiryu
source: Sure. I used to watch it all the time on TV when I was younger.
pt_br: Certo. Lo guardavo sempre in TV quando ero più giovane.

# 7644_松岡里緒奈：源氏名
source: Have you heard of a wrestler named Thunder Matsuoka?
pt_br: Hai mai sentito parlare di un wrestler di nome Thunder Matsuoka?

# 7668_Kiryu
source: Oh, you mean the guy who runs Kamuro Pro Wrestling? He's getting on in the years. He's been wrestling since I was a kid.
pt_br: Oh, intendi il tizio che gestisce la Kamuro Pro Wrestling? Sta invecchiando. Fa wrestling da quando ero un ragazzino.

# 7680_松岡里緒奈：源氏名
source: Yes... I've never told this to anybody before...
pt_br: Sì... Non l'ho mai detto a nessuno prima d'ora...

# 7692_Kiryu
source: What is it?
pt_br: E cioè?

# 7704_松岡里緒奈：源氏名
source: Thunder Matsuoka is my dad.
pt_br: Thunder Matsuoka è mio padre.

# 7716_Kiryu
source: What!? Really!?
pt_br: Cosa!? Davvero!?

# 7728_松岡里緒奈：源氏名
source: Don't tell anybody!
pt_br: Non dirlo a nessuno!

# 7740_Kiryu
source: The father you had that fight with was... Thunder Matsuoka?
pt_br: Il padre con cui hai litigato era... Thunder Matsuoka?

# 7752_松岡里緒奈：源氏名
source: That's right.
pt_br: Esatto.

# 7764_Kiryu
source: Wow, Thunder Matsuoka! I'm his biggest fan!
pt_br: Wow, Thunder Matsuoka! Sono il suo più grande fan!

# 7776_松岡里緒奈：源氏名
source: Really!? You're a fan of my dad?
pt_br: Davvero!? Sei un fan di mio padre?

# 7788_Kiryu
source: Yes. He was so strong and confident when he was younger. I always looked up to him.
pt_br: Sì. Era così forte e sicuro di sé quando era più giovane. L'ho sempre ammirato.

# 7800_松岡里緒奈：源氏名
source: No way!
pt_br: Assolutamente no!

# 7812_Kiryu
source: Hey, could you get his autograph for me?
pt_br: Ehi, potresti farmi avere un suo autografo?

# 7824_松岡里緒奈：源氏名
source: What!? Are you joking!? Not unless hell freezes over!
pt_br: Cosa!? Stai scherzando!? Nemmeno se l'inferno si congelasse!

# 7836_松岡里緒奈：源氏名
source: I told you, I never want to see him again! Whose side are you on, anyway?
pt_br: Te l'ho detto, non voglio vederlo mai più! Da che parte stai, comunque?

# 7848_Kiryu
source: Hmm. Let me think...
pt_br: Mmm. Fammi pensare...

# 7860_松岡里緒奈：源氏名
source: You need to think about it!? Traitor!
pt_br: Devi pensarci!? Traditore!

# 7872_Kiryu
source: I'd love to fight him just once.
pt_br: Mi piacerebbe combattere contro di lui almeno una volta.

# 7884_松岡里緒奈：源氏名
source: Huh!? You want to fight my dad?
pt_br: Eh!? Vuoi combattere contro mio padre?

# 7896_Kiryu
source: Sure. He may not be young, but he can still put on a good show.
pt_br: Certo. Non sarà giovane, ma sa ancora dare spettacolo.

# 7908_松岡里緒奈：源氏名
source: You know a lot about wrestling?
pt_br: Ne sai molto di wrestling?

# 7920_Kiryu
source: Yeah. Back when I lived in Kamurocho, I went to wrestling matches all the time.
pt_br: Sì. Quando vivevo a Kamurocho, andavo sempre agli incontri di wrestling.

# 7944_Kiryu
source: So could you ask him if he'd go a round with me?
pt_br: Allora potresti chiedergli se farebbe un round con me?

# 7956_松岡里緒奈：源氏名
source: What!? No! I don't want to get involved in something like that!
pt_br: Cosa!? No! Non voglio essere coinvolta in una cosa del genere!

# 7968_Kiryu
source: Oh. That's too bad.
pt_br: Oh. Peccato.

# 7980_松岡里緒奈：源氏名
source: Hey, don't look so sad about it!
pt_br: Ehi, non essere così triste!

# 7992_Kiryu
source: I'm jealous. I can't believe he's really your father.
pt_br: Sono invidioso. Non posso credere che sia davvero tuo padre.

# 8004_松岡里緒奈：源氏名
source: Huh? Why!? What's so great about my dad, anyway?
pt_br: Eh? Perché!? Cos'ha di così speciale mio padre, comunque?

# 8016_Kiryu
source: He's in his fifties, and he still manages to get into the ring and fight wrestlers half his age. He must really love the sport.
pt_br: Ha cinquant'anni e riesce ancora a salire sul ring e a combattere con wrestler che hanno la metà dei suoi anni. Deve amare davvero questo sport.

# 8028_松岡里緒奈：源氏名
source: You've got that right. He's a wrestling fool.
pt_br: Hai proprio ragione. È un pazzo per il wrestling.

# 8040_松岡里緒奈：源氏名
source: When I was young, he tried to make me into a wrestler!
pt_br: Quando ero giovane, ha cercato di farmi diventare una wrestler!

# 8052_Kiryu
source: You? A wrestler?
pt_br: Tu? Una wrestler?

# 8064_Kiryu
source: That sounds like something he'd do.
pt_br: Sembra una cosa che farebbe.

# 8076_松岡里緒奈：源氏名
source: Well, I don't care how much you love wrestling. You don't try to force your daughter into it.
pt_br: Beh, non mi importa quanto ami il wrestling. Non si cerca di costringere la propria figlia a farlo.

# 8088_Kiryu
source: Your father's a great man. Maybe he had a hard time showing his love for you. Maybe his way was to connect with you through wrestling.
pt_br: Tuo padre è un grande uomo. Forse ha avuto difficoltà a dimostrarti il suo amore. Forse il suo modo era entrare in sintonia con te attraverso il wrestling.

# 8100_松岡里緒奈：源氏名
source: Hmm... I didn't think about it that way. My dad, a great man...
pt_br: Mmm... non ci avevo pensato in questo modo. Mio padre, un grande uomo...

# 8112_Kiryu
source: You should appreciate him more.
pt_br: Dovresti apprezzarlo di più.

# 8124_松岡里緒奈：源氏名
source: You know how my dad runs Kamuro Pro Wrestling?
pt_br: Sai che mio padre gestisce la Kamuro Pro Wrestling?

# 8136_Kiryu
source: Yeah?
pt_br: Sì?

# 8148_松岡里緒奈：源氏名
source: Well, yesterday I read on an online forum that they're having financial troubles.
pt_br: Beh, ieri ho letto su un forum online che hanno problemi finanziari.

# 8160_松岡里緒奈：源氏名
source: They said they've been losing viewers for years. I don't know if it's true, but...
pt_br: Hanno detto che perdono spettatori da anni. Non so se sia vero, ma...

# 8172_Kiryu
source: Why don't you ask your father about it?
pt_br: Perché non lo chiedi a tuo padre?

# 8184_松岡里緒奈：源氏名
source: I can't do that. We're still fighting.
pt_br: Non posso farlo. Stiamo ancora litigando.

# 8196_Kiryu
source: You could try going to a match. Then you'd know how many customers there are.
pt_br: Potresti provare ad andare a un incontro. Così sapresti quanti clienti ci sono.
