Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01ee00cd.po
Languages: pt_br

source: Player
pt_br: Giocatore

# 132_Player
source: (An elevator. Hmm... Which floor?)
pt_br: (Un ascensore. Uhm... Che piano?)

# 144_Player
source: (Not right now.)
pt_br: (Non ora.)

# 156_Player
source: (Guess it's time to leave.)
pt_br: (Immagino sia ora di andarsene.)

# 180_Player
source: (Let's go to the casino floor.)
pt_br: Andiamo al piano del casinò.

# 204_Player
source: (I think I'll go to the gambling hall floor.)
pt_br: (Mi sa che vado al piano del casinò.)

# 228_Player
source: Street Level
pt_br: Livello Stradale

# 240_Player
source: Casino
pt_br: Casinò

# 252_Player
source: Gambling Hall
pt_br: Sala da gioco

# 264_Player
source: Never Mind
pt_br: Lascia perdere
