Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010901fe.po
Languages: pt_br

# 84_Tanimura
source: Found you, Tao.
pt_br: Trovato, Tao.

# 96_Tao
source: Ahhh! You scared me!
pt_br: Ahhh! Mi hai fatto prendere un colpo!

# 108_Tanimura
source: Hey, calm down.
pt_br: Ehi, datti una calmata.

# 180_Tao
source: I didn't do anything! I swear!
pt_br: Non ho fatto niente! Lo giuro!

# 192_Tanimura
source: You were about to tag this place up, weren't you?
pt_br: Stavi per taggare questo posto, eh?

# 216_Tanimura
source: I'm guessing you've been at this for a while now.
pt_br: Mi sa che è un po' che ci dai dentro.

# 228_Tao
source: ...How'd you know?
pt_br: ...Come lo sapevi?

# 240_Tanimura
source: We'll talk about it later. For now, just go to West Park and wait there for me, okay?
pt_br: Ne parliamo dopo. Per adesso, vai a West Park e aspettami lì, va bene?

# 264_Tao
source: ...Okay.
pt_br: ...Ok.

# 312_Tanimura
source: Last is the entrance to Little Asia from East Taihei Boulevard.
pt_br: L'ultimo è l'ingresso a Little Asia da East Taihei Boulevard.
