Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid009102bf.po
Languages: it

source: Troubled Youth
it: Gioventù travagliata

source: Volunteer
it: Volontario

source: Idle
it: Inattivo

source: Ill-natured Young Man
it: Giovane malintenzionato

# 124_Troubled Youth
source: The Kamurocho Guard!? What the hell is that? You superheroes or somethin'? Bwahaha!
it: La Guardia di Kamurocho!? Che diavolo è? Siete dei supereroi o qualcosa del genere? Bwahaha!

# 136_Volunteer
source: Eek! No more!
it: Aah! Basta!

# 148_Kiryu
source: Huh? What the...!?
it: Eh? Ma che...!?

# 160_Kiryu
source: Hey, that's enough. Seeing weak fools like you trying to act big just pisses me off.
it: Ehi, basta così. Vedere dei deboli idioti come voi che cercano di fare i gradassi mi fa solo incazzare.

# 172_Troubled Youth
source: And who the hell are you, old man? You'd best stay the fuck out of our business!
it: E tu chi cazzo saresti, vecchio? Sarà meglio che ti fai i cazzi tuoi!

# 184_Kiryu
source: So weaklings like you picking on even weaker guys is called business now? Sounds like a pretty shitty business to me.
it: Quindi dei deboli come voi che se la prendono con gente ancora più debole ora lo chiamano 'affari'? A me sembra un affare di merda.

# 196_Ill-natured Young Man
source: What'd you say? I don't know who you think you are, gramps, but you're fixing to get a lesson in the art of ass kicking!
it: Come hai detto? Non so chi credi di essere, nonno, ma stai per ricevere una lezione sull'arte di spaccare culi!

# 208_Kiryu
source: We'll see who will be teaching whom.
it: Vedremo chi insegnerà a chi.

# 220_Ill-natured Young Man
source: Heheh. This old man is actually pretty funny. All right then, let the lesson start!
it: Ah ah. Questo vecchio è piuttosto divertente. Bene allora, che la lezione abbia inizio!

# 232_Kiryu
source: Shut it and fight already. Unlike you guys, picking on small fry isn't my thing. So I'll make this quick and painful.
it: Chiudi il becco e combatti. A differenza vostra, prendersela con i pesci piccoli non è il mio forte. Quindi sarà una cosa rapida e dolorosa.

# 244_Ill-natured Young Man
source: Haha. Come on! Let's break this guy's mouth so we don't have to hear it anymore!
it: Ah ah. Forza! Spacchiamogli la faccia a questo tizio così non dovremo più sentirlo parlare!
