Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid000203f0.po
Languages: pt

# 212_Tsurumi
source: So that was the Florist of Sai...
pt: Quindi quello era il Fiorista di Sai...

# 224_Saejima
source: Hey. What'd ya just say 'bout the Florist?
pt: Ehi. Cos'hai appena detto del Fiorista?

# 236_Tsurumi
source: Uh, what? Nothing, nothing at all!
pt: Uh, cosa? Niente, assolutamente niente!

# 248_Saejima
source: I know what I heard. Don't lie to me!
pt: So cosa ho sentito. Non mentirmi!

# 260_Tsurumi
source: Please cut me some slack. Around here, a slip of the tongue could cost a guy... well, his tongue. Or his life!
pt: Ti prego, dammi tregua. Da queste parti, un passo falso potrebbe costare a un tizio... beh, la lingua. O la vita!

# 272_Saejima
source: Relax. I ain't no snitch.
pt: Rilassati. Non sono una spia.

# 284_Tsurumi
source: Well then, uh, if I let you in on my secret, do you promise not to tell anyone?
pt: Beh, allora, uhm, se ti svelo il mio segreto, prometti di non dirlo a nessuno?

# 296_Saejima
source: I can try, but no promises.
pt: Posso provarci, ma non prometto niente.

# 308_Tsurumi
source: Then we have a problem here. Sorry, but my lips are sealed.
pt: Allora abbiamo un problema. Scusa, ma la mia bocca è cucita.

# 320_Tsurumi
source: Have a nice life. And please don't ever talk to me again.
pt: Buona vita. E per favore, non parlarmi mai più.

# 332_Saejima
source: Sunnuva...
pt: Figlio di...

# 344_Saejima
source: I promise. Won't tell a soul.
pt: Lo prometto. Non lo dirò a nessuno.

# 356_Tsurumi
source: Okay, I guess I'll trust you. Keeping it a secret is killing me, anyway.
pt: Ok, credo che mi fiderò di te. Tenere il segreto mi sta uccidendo, comunque.

# 368_Tsurumi
source: I'm on a city crew that was doing some work on the manhole over in Children's Park. That's when I found it.
pt: Faccio parte di una squadra comunale che stava lavorando al tombino del Parco dei Bambini. È stato allora che l'ho trovato.

# 380_Saejima
source: Found what?
pt: Trovato cosa?

# 392_Tsurumi
source: A subterranean pleasure district. But they only let in the super rich, and even then just a select few elites. I thought it was all an urban legend, but it's real.
pt: Un quartiere dei piaceri sotterraneo. Ma fanno entrare solo i super ricchi, e anche in quel caso solo pochi eletti. Pensavo fosse solo una leggenda metropolitana, ma è reale.

# 404_Saejima
source: How'd ya find it?
pt: Come l'hai trovato?

# 416_Tsurumi
source: Well, uh, I was sneaking a nap down in the manhole when I heard someone come in.
pt: Beh, uhm, stavo facendo un pisolino giù nel tombino quando ho sentito entrare qualcuno.

# 428_Saejima
source: Who?
pt: Chi?

# 440_Tsurumi
source: I think it was the big cheese himself: the Florist of Sai. He's the info broker who calls the shots down there.
pt: Credo fosse il pezzo grosso in persona: il Fiorista di Sai. È l'informatore che comanda laggiù.

# 452_Tsurumi
source: He was wearing some real flashy clothes. The kind you see on magazines in the waiting room at the dentist's office.
pt: Indossava abiti molto vistosi. Il tipo che vedi sulle riviste nella sala d'attesa del dentista.

# 464_Saejima
source: And?
pt: E?

# 476_Tsurumi
source: He kept on going down the tunnel until he disappeared.
pt: Ha continuato a scendere nel tunnel finché non è sparito.

# 488_Tsurumi
source: When I took a look later, I found a door at the end.
pt: Quando ho controllato dopo, ho trovato una porta alla fine.

# 500_Saejima
source: Where's it go?
pt: Dove porta?

# 512_Tsurumi
source: Dunno. I didn't open it.
pt: Non lo so. Non l'ho aperta.

# 524_Saejima
source: The hell! Why not?
pt: Che diavolo! Perché no?

# 536_Tsurumi
source: It was a really heavy door. I couldn't get it to budge. I bet there's some trick to it only the Florist knows.
pt: Era una porta molto pesante. Non sono riuscito a smuoverla. Scommetto che c'è qualche trucco che solo il Fiorista conosce.

# 548_Tsurumi
source: If the rumors about the Florist are true, I'd rather keep my nose on my face than poke it where it doesn't belong.
pt: Se le voci sul Fiorista sono vere, preferirei tenere il naso fuori dagli affari che non mi riguardano.

# 572_Tsurumi
source: Then again, that stuff's all hearsay and tabloid gossip. No idea where the legend ends and the truth begins.
pt: D'altra parte, sono tutte voci e pettegolezzi da tabloid. Non ho idea di dove finisca la leggenda e inizi la verità.

# 584_Tsurumi
source: All I know is what I saw with my own eyes. Just remember, you promised to keep this a secret.
pt: So solo quello che ho visto con i miei occhi. Ricorda solo che hai promesso di mantenere il segreto.

# 596_Saejima
source: Don't worry, I ain't tellin' no one.
pt: Non preoccuparti, non lo dirò a nessuno.

# 608_Saejima
source: (Assuming this guy ain't feedin' me a big crock of shit, I oughta check out the manhole in Children's Park.)
pt: (Ammesso che questo tizio non mi stia raccontando un sacco di cazzate, dovrei controllare il tombino nel Parco dei Bambini.)

# 632_Tsurumi
source: Oh no, not you again. Please leave me alone. I don't want to get mixed up in any trouble.
pt: Oh no, non di nuovo tu. Per favore, lasciami in pace. Non voglio finire nei guai.

# 644_Saejima
source: Sorry. Gotta know what you know.
pt: Mi dispiace. Devo sapere quello che sai.

# 656_Tsurumi
source: Well then, if I let you in on my secret, do you promise not to tell anyone else?
pt: Beh, allora, se ti svelo il mio segreto, prometti di non dirlo a nessun altro?

# 680_Tsurumi
source: I promise.
pt: Lo prometto.

# 692_Tsurumi
source: No promises.
pt: Nessuna promessa.

# 704_Tsurumi
source: I promise.
pt: Lo prometto.

# 716_Tsurumi
source: No promises.
pt: Nessuna promessa.
