Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0021.po
Languages: pt_br

# 10512_Erena
source: No, nothin' like that. I used to know her in junior high.
pt_br: No, niente del genere. La conoscevo dalle medie.

# 10524_Akiyama
source: I see. What do you think?
pt_br: Capisco. Tu che ne pensi?

# 10536_Erena
source: Sorry, but could we change the subject?
pt_br: Scusa, ma potremmo cambiare argomento?

# 10548_Akiyama
source: Oh, uh, sure... I'm sorry. I didn't mean to be so insensitive.
pt_br: Oh, uh, certo... Mi dispiace. Non volevo essere così insensibile.

# 10560_Akiyama
source: Did she used to bully you or something?
pt_br: Ti metteva sotto, o roba simile?

# 10572_Erena
source: Well... Yeah, that's basically it.
pt_br: Beh... Sì, è più o meno così.

# 10584_Akiyama
source: I see. I can understand why you wouldn't want to see her then.
pt_br: Capisco. Posso capire perché non vorresti vederla allora.

# 10596_Erena
source: She used to be my friend in junior high, but somewhere along the line she started bullyin' me. I don't have the slightest clue why.
pt_br: Era la mia amica alle medie, ma a un certo punto ha iniziato a bullizzarmi. Non ho la minima idea del perché.

# 10608_Akiyama
source: She just started bullying you all of a sudden?
pt_br: Si è messa a farti il bullo così, di punto in bianco?

# 10620_Erena
source: Yeah. We used to get along fine, too.
pt_br: Già. Anche noi andavamo d'accordo.

# 10632_Akiyama
source: Then she probably wasn't too happy to see you, either. How did she seem when you saw her?
pt_br: Allora, non sarà stata proprio felicissima di vederti, eh? Come ti è sembrata quando l'hai vista?

# 10644_Erena
source: Well, normal, I guess. Maybe she forgot what she did to me.
pt_br: Beh, normale, immagino. Forse si è dimenticata cosa mi ha fatto.

# 10656_Akiyama
source: I see... Maybe she didn't really mean to bully you at all.
pt_br: Capisco... Forse non voleva mica bullizzarti, dopotutto.

# 10668_Erena
source: Are you saying I was just imagining it? I don't know.
pt_br: Mi stai dicendo che me lo stavo solo immaginando? Non lo so.

# 10680_Akiyama
source: You should use this as an opportunity to get over what happened to you in the past.
pt_br: Dovresti usare questa come un'opportunità per superare quello che ti è successo in passato.

# 10692_Erena
source: Yeah... Maybe you're right. Ya know, I do feel a little better just talking to you about it. Thanks. <Color:7>♥<Color:Default>
pt_br: Già... Forse hai ragione. Sai, mi sento un po' meglio già solo a parlartene. Grazie. <Color:7>♥<Color:Default>

# 10704_Akiyama
source: Sorry. I didn't mean to pry. Anyway, cheer up, okay?
pt_br: Scusa. Non volevo ficcare il naso. Comunque, su con la vita, ok?

# 10716_Erena
source: Oh, it isn't that big of deal...
pt_br: Oh, non è niente di che...

# 10728_Erena
source: Actually, having you be so considerate about it makes me feel even worse.
pt_br: Anzi, il fatto che tu sia così premuroso mi fa sentire ancora peggio.

# 10740_Akiyama
source: Really? Then can I ask what the problem is?
pt_br: Davvero? Allora posso chiedere qual è il problema?

# 10752_Erena
source: Well, she and I used to be friends in junior high, but...
pt_br: Beh, io e lei eravamo amici alle medie, ma...

# 10776_Erena
source: No, I'm sorry. There's no point bothering you with this. Maybe we should change the subject.
pt_br: No, mi dispiace. Non ha senso romperti le scatole con questa roba. Magari cambiamo discorso.

# 10788_Akiyama
source: All right.
pt_br: Va bene.

# 10800_Akiyama
source: Did you say you have any brothers or sisters?
pt_br: Hai detto che hai fratelli o sorelle?

# 10812_Erena
source: Actually, I've got three.
pt_br: A dire il vero, ne ho tre.

# 10824_Akiyama
source: Wow! That's a lot.
pt_br: Wow! È tanto.

# 10836_Erena
source: That's not all. They're all girls!
pt_br: Non è tutto. Sono tutte ragazze!

# 10848_Akiyama
source: You've got three sisters!? Seriously?
pt_br: Hai tre sorelle!? Sul serio!?

# 10860_Erena
source: Hahahah! Yep, I'm serious.
pt_br: Hahahah! Già, sono serio.

# 10872_Erena
source: I'm the oldest.
pt_br: Sono la più grande.

# 10884_Akiyama
source: Wow. I didn't know that.
pt_br: Wow. Non lo sapevo.

# 10896_Akiyama
source: That's a little scary.
pt_br: Fa un po' paura.

# 10908_Erena
source: Hahahah! Bet you can't even imagine what it's like livin' in our house.
pt_br: Ahahah! Scommetto che non ti puoi manco immaginare com'è vivere a casa nostra.

# 10920_Akiyama
source: It must be a little hard on your father.
pt_br: Deve essere un po' dura per tuo padre.

# 10932_Erena
source: I think it is. Poor Dad.
pt_br: Credo di sì. Povero Papà.

# 10944_Akiyama
source: Yeah... I don't think I could live in an environment like that.
pt_br: Già... Non credo che riuscirei a vivere in un ambiente del genere.

# 10956_Erena
source: It can be a little noisy with so many girls in the house, but it's also lotsa fun!
pt_br: Fa un po' di casino con così tante ragazze in casa, ma ci si diverte un casino!

# 10968_Akiyama
source: Your parents must've worked hard.
pt_br: I tuoi genitori si saranno fatti un bel mazzo.

# 10980_Erena
source: Haha! In more ways than one...
pt_br: Ahahah! In più di un senso...

# 10992_Erena
source: My dad kept joking that they'd keep tryin' till they had a boy, but in the end they had all girls.
pt_br: Mio padre scherzava sempre, dicendo che avrebbero continuato a provarci finché non fosse nato un maschietto, ma alla fine sono nate tutte femmine.

# 11004_Akiyama
source: I can understand how he must feel. Wouldn't you like to have at least one brother?
pt_br: Riesco a capire come si deve sentire. Non ti piacerebbe avere almeno un fratello?

# 11016_Erena
source: Yeah, I guess it woulda been nice to have a brother.
pt_br: Già, immagino che sarebbe stato bello avere un fratello.

# 11028_Akiyama
source: Heh, I suppose so.
pt_br: Eh, immagino di sì.

# 11040_Akiyama
source: I can imagine how noisy that'd be. Four girls, all talking in Kansai accents!
pt_br: Immagino che baccano farebbero. Quattro ragazze, tutte a parlare con l'accento del Kansai!

# 11052_Erena
source: It's not that bad. You make it sound like the neighbors would be complainin' or something.
pt_br: Non è mica così male. La metti giù come se i vicini si lamentassero o chissà cosa.

# 11064_Erena
source: We get along pretty well, so there wasn't much fighting. We're four refined Kyoto girls.
pt_br: Andavamo d'accordo un bel po', quindi non c'erano molti litigi. Siamo quattro ragazze raffinate di Kyoto.

# 11076_Akiyama
source: But aren't all families in Kansai kind of noisy?
pt_br: Ma non sono tutte le famiglie nel Kansai un po' casiniste?

# 11088_Erena
source: Now just a minute! That's just a stereotype! Not everybody from Kansai is some kind of loudmouth!
pt_br: Aspetta un attimo! È solo uno stereotipo! Non tutti quelli del Kansai sono degli spacconi!

# 11100_Akiyama
source: Really?
pt_br: Davvero?

# 11112_Erena
source: We're not like those comedians you see on TV, ya know. That's a little insultin'.
pt_br: Non siamo mica quei comici che vedi in TV, sai. È un po' un insulto.

# 11124_Akiyama
source: Oh. Sorry...
pt_br: Oh. Scusa...

# 11136_Erena
source: I was watching TV with my sister yesterday.
pt_br: Stavo guardando la TV con mia sorella ieri.

# 11148_Erena
source: They were talkin' about how long it takes for people to get serious with someone after the first date.
pt_br: Stavano a parlare di quanto ci mettono le persone a fare sul serio con qualcuno dopo il primo appuntamento.

# 11160_Akiyama
source: Oh? And?
pt_br: Oh? E quindi?

# 11172_Erena
source: It seems like a lot of people take forever to make a move.
pt_br: A quanto pare, un sacco di gente ci metta un'eternità a fare una mossa.

# 11184_Erena
source: Most of the people on the show seemed to think that was the right approach to take, too.
pt_br: La maggior parte della gente nel programma sembrava pensare che quella fosse la mossa giusta da fare, pure.

# 11196_Erena
source: It got me thinkin' about what the best approach was...
pt_br: Mi ha messo a pensare a quale fosse l'approccio migliore...

# 11208_Akiyama
source: That can be a difficult decision.
pt_br: Quella può essere una decisione difficile.

# 11220_Erena
source: Do you like to make your move right away? Or do ya like to take your time?
pt_br: Ti piace farti avanti subito? O ti piace prendertela comoda?

# 11232_Akiyama
source: If I like someone, I tell them right away. If you wait too long, somebody else could swoop in and steal them from you.
pt_br: Se mi piace qualcuno, glielo dico subito. Se aspetti troppo, qualcun altro potrebbe soffiartelo via.

# 11244_Erena
source: Really? That's a bit of a surprise.
pt_br: Davvero? Questa è un po' una sorpresa.

# 11256_Akiyama
source: Really? Why?
pt_br: Davvero? Perché?

# 11268_Erena
source: Oh, I don't know. You seem like the reserved type, so I thought you'd take your time with something like this.
pt_br: Oh, non so. Sembri il tipo riservato, quindi pensavo che te la saresti presa comoda con una cosa del genere.

# 11280_Akiyama
source: So you prefer that kind of guy?
pt_br: Allora preferisci quel tipo di ragazzo?

# 11292_Erena
source: Maybe...
pt_br: Forse...

# 11304_Akiyama
source: I like to take my time. You can't hurry love, as they say.
pt_br: Mi piace prendermela con calma. L'amore non si può affrettare, come si dice.

# 11316_Erena
source: Haha! I knew it!
pt_br: Haha! Lo sapevo!

# 11328_Erena
source: I figured you'd be that kind of guy.
pt_br: Immaginavo fossi un tipo così.

# 11340_Akiyama
source: Really? I give you that kind of impression?
pt_br: Davvero? Ti do quel tipo di impressione?

# 11352_Erena
source: Yep. I prefer men who take their time.
pt_br: Già. Preferisco gli uomini che se la prendono comoda.

# 11364_Akiyama
source: Heheh. I see.
pt_br: Eheh. Capisco.

# 11376_Akiyama
source: It depends on the situation. The best time to make a move varies from person to person.
pt_br: Dipende dalla situazione. Il momento migliore per fare una mossa varia da persona a persona.

# 11388_Akiyama
source: If I don't think the time is right, I might wait. Or I might go ahead and make my move if it is.
pt_br: Se non sento che sia il momento giusto, magari aspetto. Oppure, se lo è, mi faccio avanti e faccio la mia mossa.

# 11400_Erena
source: But you do make your move sooner or later, right?
pt_br: Ma prima o poi fai la tua mossa, giusto?

# 11412_Akiyama
source: Well, sure. You don't meet the right woman very often, after all. You can't let her get away.
pt_br: Beh, certo. Dopotutto, non capita mica tutti i giorni di incontrare la donna giusta. Non puoi lasciartela scappare.

# 11424_Erena
source: That's what I thought. There's something a little wild about ya, ain't there?
pt_br: Lo immaginavo. C'è qualcosa di un po' selvaggio in te, no?

# 11436_Erena
source: So what should I do when the time comes?
pt_br: Allora, cosa dovrei fare quando sarà il momento?

# 11448_Akiyama
source: Um, did you think I was talking about you?
pt_br: Ehm, pensavi che stessi parlando di te?

# 11460_Erena
source: I didn't think it. I knew it.
pt_br: Non l'ho solo pensato. L'ho saputo.

# 11472_Akiyama
source: Heheh. We'll see about that.
pt_br: Eheh. Vedremo un po'.

# 11484_Erena
source: Remember what I told ya about before?
pt_br: Ti ricordi quello che ti ho detto prima?

# 11496_Akiyama
source: Huh? What're you talking about?
pt_br: Eh? Ma di cosa parli?

# 11508_Erena
source: You know. How I'm good at cooking.
pt_br: Sai. Come sono brava a cucinare.

# 11520_Akiyama
source: Oh right. What about it?
pt_br: Ah, già. Che mi dici?

# 11532_Erena
source: I just ordered a pressure cooker through mail-order.
pt_br: Ho appena ordinato una pentola a pressione per corrispondenza.

# 11544_Akiyama
source: Oh. That's nice.
pt_br: Oh. Che carino.

# 11556_Erena
source: This should make my cooking even better than before.
pt_br: Questo dovrebbe farmi cucinare ancora meglio di prima.

# 11568_Akiyama
source: You keep making me fall for you all over again. I love a woman who can cook.
pt_br: Continui a farmi innamorare di nuovo, ogni volta. Adoro una donna che sa cucinare.

# 11580_Erena
source: Of course ya do. Pretty soon, I'll practically be a pro.
pt_br: Ma certo che sì. Tra non molto, sarò praticamente un professionista.

# 11592_Akiyama
source: Heheh. I'll have to go to your house to eat, then.
pt_br: Heheh. Dovrò venire a casa tua a mangiare, allora.

# 11604_Erena
source: Are you sure you're talkin' about food?
pt_br: Sei sicuro che stai parlando di cibo?

# 11616_Akiyama
source: Huh? What do you mean by that?
pt_br: Eh? Che intendi dire con questo?

# 11628_Erena
source: Oh, you know, ya naughty boy.
pt_br: Oh, lo sai, monellaccio.

# 11640_Akiyama
source: You buy things through mail-order, huh?
pt_br: Compri roba per corrispondenza, eh?

# 11652_Erena
source: All the time! I've bought all kinds of stuff through mail-order.
pt_br: Sempre! Ho comprato ogni genere di roba per corrispondenza.

# 11664_Akiyama
source: Really? Somehow I didn't think you'd do that kind of thing. For some reason I imagined you in a department store, fighting over bargains.
pt_br: Davvero? Non ti ci vedevo proprio a fare una cosa del genere. Per qualche motivo, ti immaginavo in un grande magazzino, a darti battaglia per gli sconti.

# 11676_Erena
source: You're just being silly. I love buyin' stuff through the mail. All ya got to do is pick up the phone and call the number on the screen.
pt_br: Stai solo dicendo scemenze. Adoro comprare roba per posta. Ti basta prendere il telefono e chiamare il numero che c'è sullo schermo.

# 11688_Akiyama
source: Oh, I thought you meant that you bought it online. But you're talking about one of those home shopping shows, right? Yeah, they're fun.
pt_br: Oh, pensavo che intendessi che l'avevi comprato online. Ma stai parlando di uno di quei programmi di televendite, giusto? Sì, sono divertenti.

# 11700_Erena
source: Right? I seem to end up buying something every time I watch.
pt_br: Vero? Mi sa che finisco sempre per comprare qualcosa ogni volta che guardo.

# 11712_Erena
source: Hope it arrives soon. I want it now!
pt_br: Spero che arrivi presto. Lo voglio subito!

# 11724_Akiyama
source: Uh, you just ordered it, right?
pt_br: Uh, l'hai appena ordinato, no?

# 11736_Akiyama
source: Buying the equipment is just the first step. It doesn't necessarily mean you'll become a pro.
pt_br: Comprare l'attrezzatura è solo il primo passo. Non significa mica che diventerai un pro.

# 11748_Erena
source: Yeah, but there're a lotta things that you can only make with a pressure cooker.
pt_br: Già, ma ci sono un sacco di cose che si riescono a fare solo con la pentola a pressione.

# 11760_Akiyama
source: So what are you going to make?
pt_br: Allora, cosa ti prepari?

# 11772_Erena
source: Well...
pt_br: Beh...

# 11784_Erena
source: Cabbage rolls, maybe?
pt_br: Involtini di cavolo, magari?

# 11796_Akiyama
source: Cabbage rolls, huh? Haven't had those in quite a while.
pt_br: Involtini di cavolo, eh? È da un bel po' che non ne mangio.

# 11808_Erena
source: Really? Maybe I can make some for you! This is a chance for you to see how good I really am!
pt_br: Davvero? Magari posso preparartene un po'! Questa è la tua occasione per vedere quanto sono brava per davvero!

# 11820_Akiyama
source: Hmm... I'll be looking forward to it.
pt_br: Mmm... Non vedo l'ora.

# 11832_Erena
source: Meh...
pt_br: Mah...

# 11844_Akiyama
source: What's wrong?
pt_br: Che succede?

# 11856_Erena
source: Oh, the usual. I'm gettin' kinda sick of him. It's not like it was at the start.
pt_br: Ah, il solito. Mi sto un po' stufando di lui. Non è più come all'inizio.

# 11868_Akiyama
source: Ah. You're talking about that handsome boyfriend of yours?
pt_br: Ah. Parli di quel tuo bel fidanzato?

# 11880_Erena
source: Actually, now that I've seen him up close for a while, I realized he isn't that handsome.
pt_br: A dire il vero, adesso che l'ho visto bene da vicino per un po', mi sono reso conto che non è mica così bello.

# 11892_Akiyama
source: Hey! This whole relationship started because you thought he was handsome, and now you don't even think that?
pt_br: Ma dai! Tutta questa storia è iniziata perché lo trovavi bello, e adesso non lo pensi neanche più?

# 11904_Erena
source: I don't like the way he eats. And he tends to mumble, so sometimes I can't tell what he's sayin'.
pt_br: Non mi piace come mangia. E tende a borbottare, quindi a volte non riesco a capire cosa dice.

# 11916_Erena
source: I'm just not feeling it anymore...
pt_br: Non me la sento più...

# 11928_Akiyama
source: This is your chance to end it. It's better to make a clean break now than to let it drag on forever.
pt_br: Questa è la tua occasione per troncarla. È meglio metterci un taglio netto adesso che lasciarla trascinare per le lunghe.

# 11940_Erena
source: Maybe you're right.
pt_br: Forse hai ragione.

# 11952_Akiyama
source: That didn't last long though, did it?
pt_br: Non è durato molto, però, eh?

# 11964_Erena
source: No, it didn't. Sometimes I really think I'm an idiot.
pt_br: No, non è andata così. A volte penso davvero di essere un idiota.

# 11976_Akiyama
source: Heheh. Just spend a little longer picking out your next boyfriend, okay?
pt_br: Heheh. Prenditi un po' più di tempo per scegliere il tuo prossimo fidanzato, ok?

# 11988_Erena
source: I will.
pt_br: Certo.

# 12000_Erena
source: I know! Maybe you can be my next boyfriend!?
pt_br: Lo so! Magari potresti essere il mio prossimo ragazzo!?

# 12012_Akiyama
source: Heheh. I'm not sure I want to go out with somebody who has such bad taste in men.
pt_br: Heheh. Non so se mi va di uscire con una che ha dei gusti così pessimi in fatto di uomini.

# 12036_Akiyama
source: Do you know how he feels? Maybe he's madly in love with you.
pt_br: Sai cosa prova? Forse è follemente innamorato di te.

# 12048_Erena
source: I don't know... Actually, I never really thought about it.
pt_br: Non so...A dire il vero, non ci ho mai pensato davvero.

# 12060_Akiyama
source: Why not?
pt_br: Perché no?

# 12072_Erena
source: If I really like somebody, it don't really matter if they like me or not.
pt_br: Se mi piace davvero qualcuno, non è che mi importi molto se gli piaccio o no.

# 12084_Akiyama
source: You're happy just to be near them?
pt_br: Sei contento solo a stargli vicino?

# 12096_Erena
source: Exactly!
pt_br: Esatto!

# 12108_Erena
source: But I don't think he likes me that much. At least, that's what it feels like.
pt_br: Ma non penso di piacergli poi così tanto. Almeno, è la sensazione che ho.

# 12120_Akiyama
source: I see...
pt_br: Capisco...

# 12132_Akiyama
source: Maybe it's just temporary. It's natural to have ups and downs in any relationship.
pt_br: Magari è solo temporaneo. È naturale avere alti e bassi in qualsiasi relazione.

# 12144_Erena
source: Yeah, but isn't that about couples who've been together for a long time?
pt_br: Già, ma non è che riguarda le coppie che stanno insieme da una vita?

# 12156_Erena
source: We only just started going out recently.
pt_br: Ci siamo messi insieme solo da poco.

# 12168_Akiyama
source: Then what is it? Do you think you two just aren't cut out for each other?
pt_br: E allora cos'è? Pensate che voi due non siate proprio fatti per stare insieme?

# 12180_Erena
source: Lately, all I've been thinkin' is, "I didn't think he was this kind of guy before we started going out."
pt_br: Ultimamente, è l'unica cosa che mi frulla in testa: "Non pensavo fosse quel genere di tipo prima che ci mettessimo insieme."

# 12192_Akiyama
source: Well, he just picked you up off the street though, right? How could you have known what kind of guy he was?
pt_br: Ma ti ha raccolta per strada e basta, no? Come facevi a sapere che razza di tipo fosse?

# 12204_Erena
source: Hahahah! I guess you're right. Maybe this'll be a lesson for me.
pt_br: Hahahah! Credo tu abbia ragione. Magari questa mi servirà da lezione.

# 12216_Akiyama
source: Yeah, maybe you should spend a little longer choosing a boyfriend next time.
pt_br: Già, forse la prossima volta dovresti spendere un po' più di tempo a scegliere un fidanzato.

# 12228_Erena
source: Um, I broke up with my boyfriend.
pt_br: Ehm, mi sono lasciata con il mio ragazzo.

# 12240_Akiyama
source: I see.
pt_br: Capisco.

# 12252_Erena
source: I figured if we were gonna break up sooner or later, it'd be better to get it over with. So I just went ahead and told him.
pt_br: Mi son detto che se dovevamo lasciarci prima o poi, tanto valeva farla finita subito. Così ho preso e gliel'ho detto.

# 12264_Erena
source: Apparently he was thinking the same thing.
pt_br: A quanto pare, stava pensando la stessa cosa.

# 12276_Akiyama
source: Sounds like it was the best decision for both of you.
pt_br: Sembra che sia stata la decisione migliore per entrambi.

# 12288_Erena
source: Maybe...
pt_br: Forse...

# 12300_Akiyama
source: There's no need to be sad about it. That's the way life is. I'm sure you'll meet someone new soon.
pt_br: Non c'è bisogno di abbatterti per questo. La vita è fatta così. Sono sicura che incontrerai presto qualcun altro.

# 12312_Erena
source: You're so mature. I think it's going to take more time for me to get over this.
pt_br: Sei proprio maturo. Credo che mi ci vorrà ancora un po' di tempo per superare questa cosa.

# 12324_Akiyama
source: That's okay. Take your time. I'm not saying you have to start looking for a new love right away.
pt_br: Va bene. Prenditi pure il tuo tempo. Non sto mica dicendo che devi metterti subito alla ricerca di un nuovo amore.

# 12336_Akiyama
source: You have to move at your own pace.
pt_br: Devi muoverti al tuo ritmo.

# 12348_Erena
source: Okay...
pt_br: Va bene...

# 12360_Akiyama
source: Just remember that I'm here if you ever need to talk to somebody.
pt_br: Sappi che ci sono, se mai avessi bisogno di parlare con qualcuno.

# 12372_Erena
source: Thanks for worrying about me.
pt_br: Grazie per esserti preoccupato per me.

# 12384_Akiyama
source: Are you sure you didn't love him? Sometimes you don't really appreciate what you have until it's gone.
pt_br: Sei sicura che non lo amassi? A volte non ti rendi conto di quello che hai finché non l'hai perso.

# 12396_Erena
source: Well, I don't know... I didn't hate him. And the reason I was with him in the first place was because I liked him.
pt_br: Beh, non saprei... Non lo odiavo. E il motivo per cui stavo con lui all'inizio era perché mi piaceva.

# 12408_Erena
source: I'm not sure if breakin' up was the right thing to do.
pt_br: Non sono sicura se lasciarci sia stata la cosa giusta da fare.

# 12420_Akiyama
source: This isn't something that you can know the answer to right away. You have to let some time pass to be able to look at things objectively.
pt_br: Non è una cosa a cui puoi dare una risposta subito. Devi lasciar passare un po' di tempo per poter guardare le cose obiettivamente.

# 12432_Erena
source: I guess you're right...
pt_br: Immagino tu abbia ragione...

# 12444_Erena
source: Sorry. I'll probably be like this for a while. I hope it won't be too depressing for you.
pt_br: Scusa. Sarò così ancora per un po'. Spero che non ti sia troppo pesante.

# 12456_Akiyama
source: Don't worry about it.
pt_br: Non preoccuparti.

# 12468_Akiyama
source: You jumped into that relationship too quickly. You should've waited until you knew a little more about each other before going out.
pt_br: Ti sei buttata in quella relazione troppo in fretta. Avresti dovuto aspettare di conoscervi un po' di più prima di mettervi insieme.

# 12480_Erena
source: But then we'd have never gone out. Ain't that right?
pt_br: Ma allora non saremmo mai usciti. Giusto?

# 12492_Akiyama
source: Well... I suppose that's one way to look at it.
pt_br: Beh... immagino sia un modo di vederla.
