Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid000203ec.po
Languages: pt_br

source: Old Man Oi
pt_br: Ehi, Vecchio!

source: Homeless Hiyoshi
pt_br: Barbone Hiyoshi

# 84_Old Man Oi
source: You new in town?
pt_br: Sei nuovo da queste parti?

# 96_Homeless Hiyoshi
source: Yep. Heard there was a big-time informant in these parts. One who hires fellas who're down on their luck.
pt_br: Già. Ho sentito dire che da queste parti c'era un informatore di quelli grossi. Uno che prende su gente che non se la passa bene.

# 108_Old Man Oi
source: Sure, we all know the rumors. But I've been in this city a year already and haven't seen head nor tail of 'im.
pt_br: Certo, le voci le conosciamo tutti. Ma sono in questa città ormai da un anno e non ne ho vista l'ombra.

# 120_Homeless Hiyoshi
source: Go figure. I reckon he only hires folks he can trust.
pt_br: Va' a capire. Mi sa che assume solo gente di cui si fida.

# 132_Old Man Oi
source: Well, that's a given. In the info biz, trust is everything.
pt_br: Eh, ci mancherebbe. Nel giro delle informazioni, la fiducia è tutto.

# 144_Homeless Hiyoshi
source: Sure. But if I could get one of those intel-running gigs, I'd be living on easy street.
pt_br: Certo. Ma se riuscissi a beccare uno di quei lavoretti da spaccia-dritte, sarei a cavallo.

# 156_Old Man Oi
source: Well, you'd at least be making enough money to eat. But why should he hire you? You don't have a single contact, let alone a network to gather info from.
pt_br: Beh, almeno guadagneresti abbastanza da mangiare. Ma perché dovrebbe assumerti? Non hai nemmeno un contatto, figurati una rete da cui tirare fuori informazioni.

# 168_Homeless Hiyoshi
source: Eh, you're probably right. Guess I should just forget it.
pt_br: Eh, avrai ragione tu. Mi sa che dovrei lasciar perdere.

# 180_Saejima
source: (So this information broker's real enough, but no one's got any solid info on the guy... Figures.)
pt_br: Allora, questo broker di informazioni è roba vera, ma nessuno ha delle info concrete sul tipo... Prevedibile.
