Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0083042f.po
Languages: pt_br

source: Barkeep
pt_br: Barista

source: Player
pt_br: Giocatore

# 56_Barkeep
source: Well, that was quite a match.
pt_br: Beh, è stato un bell'incontro.

# 68_Barkeep
source: As a matter of fact, we're offering a little promotion here for couples who play together. Would you care to try it out?
pt_br: Anzi, abbiamo una cosetta qui per le coppie che giocano insieme. Vi andrebbe di provarla?

# 80_Player
source: A promotion?
pt_br: Una promozione?

# 92_Barkeep
source: That's right, it's called "Prize Bank Shot." Prize names will be written on the pool table.
pt_br: Proprio così, si chiama "Prize Bank Shot". I nomi dei premi saranno scritti sul tavolo da biliardo.

# 104_Barkeep
source: Make a bank shot onto one to win that prize! Simple, right?
pt_br: Dai un tiro di sponda su uno e il premio è tuo! Semplice, no?

# 128_Barkeep
source: There are some prizes that your lady friend will have to work extra hard for. What do you say?
pt_br: Ci sono dei premi per cui la tua ragazza dovrà darsi un bel po' da fare. Che ne dici?

# 140_Barkeep
source: There are some prizes that your lady friend will have to work extra hard for. What do you say?
pt_br: Ci sono dei premi per cui la tua ragazza dovrà darsi un bel po' da fare. Che ne dici?

# 152_Barkeep
source: There are some prizes that your lady friend will have to work extra hard for. What do you say?
pt_br: Ci sono dei premi per cui la tua ragazza dovrà darsi un bel po' da fare. Che ne dici?

# 164_Barkeep
source: There are some prizes that your lady friend will have to work extra hard for. What do you say?
pt_br: Ci sono dei premi per cui la tua ragazza dovrà darsi un bel po' da fare. Che ne dici?

# 188_Shizuka
source: Hehe. What an interesting event. Good luck.
pt_br: Ah ah. Che roba curiosa, questa. In bocca al lupo.

# 200_Maya
source: Hahaha! Sounds fun! Good luck!
pt_br: Ahahaha! Sembra divertente! Buona fortuna!

# 212_Rio
source: Hehe. That sounds like fun! Good luck!
pt_br: Hehe. Sembra divertente! Buona fortuna!

# 224_Himeka
source: Hehe. Sounds like fun! Good luck!
pt_br: Hehe. Che spasso! Buona fortuna!

# 236_Player
source: All right. Let's give it a try.
pt_br: Va bene. Proviamoci.

# 248_Barkeep
source: Very well!
pt_br: Molto bene!
