Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee0021.po
Languages: pt_br

# 164_Akiyama
source: Okay. Let's get started.
pt_br: Okay. Cominciamo.

# 176_キャバ育名前
source: Okay.
pt_br: Ok.

# 188_Akiyama
source: First, let's get you changed into an outfit that brings out the best of your natural beauty. Don't worry, I guarantee you'll look great.
pt_br: Per prima cosa, cambiamoci con un outfit che tiri fuori il meglio della tua bellezza naturale. Non preoccuparti, ti garantisco che sarai fantastica.

# 224_Akiyama
source: Not bad.
pt_br: Non male.

# 236_キャバ育名前
source: Really? This is a little embarrassing...
pt_br: Davvero? È un po' imbarazzante, questo...

# 248_Akiyama
source: It's time to go out on the club floor. Don't worry. I'm sure you'll get customers.
pt_br: È ora di andare in sala. Non preoccuparti. Sono sicuro che farai clienti.

# 260_キャバ育名前
source: Okay...
pt_br: Va bene...

# 296_Akiyama
source: %s, huh? That works. You'll use that name at the club from now on.
pt_br: %s, eh? Ci sta. Userai quel nome al club d'ora in poi.

# 308_キャバ育名前
source: All right. Thank you.
pt_br: Va bene. Grazie.

# 320_Akiyama
source: First, let's get you changed into an outfit that brings out the best of your natural beauty. Don't worry, I guarantee you'll look great.
pt_br: Per prima cosa, cambiamoci con un outfit che tiri fuori il meglio della tua bellezza naturale. Non preoccuparti, ti garantisco che sarai fantastica.

# 344_Akiyama
source: Welcome to Elise. We're going to make you into this club's number one hostess.
pt_br: Benvenuta a Elise. Ti faremo diventare la hostess numero uno di questo locale.

# 356_Akiyama
source: You'll need to come up with a name to use in the club. What would you like your name to be?
pt_br: Ti servirà un nome da usare qui al locale. Che nome vorresti avere?

# 428_Akiyama
source: I'm not quite sure how to pronounce that... Why don't we come up with something a bit more natural?
pt_br: Non sono proprio sicuro di come si pronunci... Che ne dici se troviamo qualcosa di un po' più naturale?

# 488_キャバ育名前
source: Sorry, I should've called if I was going to skip work...
pt_br: Scusa, avrei dovuto chiamare se avevo intenzione di saltare il lavoro...

# 500_Akiyama
source: It's okay. I haven't been the best manager, either. I'll be sure to do a better job from now on.
pt_br: Va bene. Neanch'io sono stato il massimo come manager. D'ora in poi mi assicurerò di fare un lavoro migliore.

# 512_キャバ育名前
source: Okay.
pt_br: Ok.

# 548_Akiyama
source: You're doing well. Are you settling in to your new life yet?
pt_br: Stai andando bene. Ti stai già ambientando nella tua nuova vita?

# 560_キャバ育名前
source: Yes! I love my apartment. I could spend a whole day there and not get bored or homesick!
pt_br: Sì! Mi piace un sacco il mio appartamento. Potrei passarci un'intera giornata senza annoiarmi o sentire la mancanza di casa!

# 572_Akiyama
source: I'm glad to hear that, but don't forget to call home now and then.
pt_br: Mi fa piacere sentirlo, ma non scordarti di farti sentire a casa ogni tanto.

# 584_キャバ育名前
source: What!? No! I don't wanna have anything to do with my father anymore! I don't even wanna hear his voice!
pt_br: Cosa?! No! Non voglio più saperne di mio padre! Non voglio nemmeno sentire la sua voce!

# 596_Akiyama
source: Aren't your parents paying for your tuition? If you really wanted to cut ties with them, you'd have to quit school.
pt_br: Non sono i tuoi a pagarti l'università? Se volessi davvero tagliare i ponti con loro, dovresti mollare l'università.

# 620_Akiyama
source: (Sounds like a tough situation. Nothing I can really do to help it, though.)
pt_br: (Sembra una situazione difficile. Non posso farci granché, comunque.)
