Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0009037f.po
Languages: pt_br

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

# 84_Kiryu
source: Sorry to keep you waiting.
pt_br: Scusa se ti ho fatto aspettare.

# 96_Takashi
source: There you are, Kiryu-san! So? What did you find out about my father?
pt_br: Eccoti, Kiryu-san! Allora? Cosa hai scoperto di mio padre?

# 108_Kiryu
source: Everything you want to know should be inside this bouquet.
pt_br: Tutto quello che vuoi sapere dovrebbe essere dentro questo bouquet.

# 144_Takashi
source: I guess it's on this card, then.
pt_br: Immagino che sia su questa carta, allora.

# 156_Takashi
source: Let's see...
pt_br: Vediamo...

# 168_Takashi
source: Huh!? No way...
pt_br: Eh!? Non è possibile...

# 192_Takashi
source: This says... my father's dead. That can't be true, can it?
pt_br: Qui dice... mio padre è morto. Non può essere vero, vero?

# 204_Kiryu
source: Huh? What are you talking about?
pt_br: Eh? Di cosa stai parlando?

# 216_Takashi
source: Look! It says so right here on this card!
pt_br: Guarda! C'è scritto proprio qui su questo biglietto!

# 228_Kiryu
source: I can't believe it...
pt_br: Non ci posso credere...

# 240_Kiryu
source: (What is the Florist thinking?)
pt_br: (Cosa starà pensando il Fiorista?)

# 252_Takashi
source: I guess it's enough knowing he and my mom are out there somewhere, watching over me and Kyoka.
pt_br: Immagino che mi basti sapere che lui e mia madre sono là fuori da qualche parte, a vegliare su di me e Kyoka.

# 264_Kiryu
source: I'm sorry, Takashi.
pt_br: Mi dispiace, Takashi.

# 288_Takashi
source: ...Huh?
pt_br: ...Eh?

# 300_Kiryu
source: What is it?
pt_br: E cioè?

# 312_Takashi
source: These flowers! Aren't these...?
pt_br: Questi fiori! Ma questi non sono...?

# 324_Takashi
source: Yeah, they are! They're definitely the same flowers!
pt_br: Sì, sono proprio loro! Sono proprio gli stessi fiori!

# 336_Kiryu
source: What are you talking about?
pt_br: Di cosa stai parlando?

# 348_Takashi
source: Every year on the anniversary of my mom's death, someone leaves a massive bouquet of flowers at her grave. These are the same kind, I'm sure of it!
pt_br: Ogni anno nell'anniversario della morte di mia madre, qualcuno lascia un mazzo di fiori enorme sulla sua tomba. Sono gli stessi, ne sono certo!

# 360_Takashi
source: Whoever has been leaving them is always gone by the time I get there, so I've never known who it was.
pt_br: Chiunque li abbia lasciati è sempre sparito prima che io ci arrivi, quindi non ho mai saputo chi fosse.

# 372_Kiryu
source: Hm...
pt_br: Mmm...

# 384_Takashi
source: And, well... when she was alive, my mom loved these flowers.
pt_br: E, beh... quando era viva, mia madre amava questi fiori.

# 396_Takashi
source: She once told me how she used to have a garden full of them at home, when she and my dad still lived together.
pt_br: Mi raccontò una volta che aveva un giardino pieno di quelle a casa, quando lei e mio padre vivevano ancora insieme.

# 408_Takashi
source: I was just a baby at the time... but she said she loved that garden more than anything.
pt_br: Ero appena un bambino all'epoca... ma lei diceva che amava quel giardino più di ogni altra cosa.

# 420_Kiryu
source: Guess this is a pretty important flower, then.
pt_br: A quanto pare, questo è un fiore mica da poco, allora.

# 432_Takashi
source: Hey, Kiryu-san?
pt_br: Ehi, Kiryu-san?

# 444_Kiryu
source: Hm?
pt_br: Mh?

# 456_Takashi
source: The Florist's the one who gave you these flowers, right? Why do you think he did that?
pt_br: Il Fiorista è quello che ti ha dato questi fiori, giusto? Perché pensi che l'abbia fatto?

# 468_Kiryu
source: Couldn't tell you. All I really know about the guy is that he's an information dealer. Everything else is shrouded in mystery.
pt_br: Non saprei dirti. Tutto quello che so di 'sto tipo è che è uno che spaccia informazioni. Tutto il resto è avvolto nel mistero.

# 480_Kiryu
source: Though there's one other thing I know. As tough as he looks, he has a soft spot for that one type of flower.
pt_br: Però c'è un'altra cosa che so. Per quanto sembri un tipo tosto, ha un debole per quel tipo di fiore.

# 504_Takashi
source: Hm... I see! I think I get it now!
pt_br: Mh... Ci sono! Credo di aver capito ora!

# 516_Takashi
source: Thanks for everything, Kiryu-san. If you wouldn't mind, I'd love for you to attend the wedding.
pt_br: Grazie di tutto, Kiryu-san. Se non le dispiace, mi farebbe un sacco piacere se venisse al matrimonio.

# 528_Kiryu
source: I might just take you up on that. In the meantime, be good to Kyoka... and your dad, too.
pt_br: Potrei anche prenderti in parola. Nel frattempo, fai il bravo con Kyoka... e anche con tuo padre.

# 540_Takashi
source: I will!
pt_br: Lo farò!

# 600_Kiryu
source: Heh, looks like the truth still came out in the end...
pt_br: Eh, alla fine la verità è saltata fuori comunque...
