Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00a40075.po
Languages: pt_br

source: Idle
pt_br: Inattivo

# 168_Akiyama
source: Now then, what seems to be the problem?
pt_br: Allora, su, qual è il problema?

# 180_Nishihama
source: My name's Nishihama, and I run a consulting business.
pt_br: Mi chiamo Nishihama, e gestisco un'attività di consulenza.

# 192_Nishihama
source: It's my daughter... She's been kidnapped.
pt_br: Mia figlia... L'hanno rapita.

# 204_Akiyama
source: Kidnapped? Have you contacted the police?
pt_br: Rapito? Hai contattato la polizia?

# 216_Nishihama
source: How could I!? The kidnapper told me bad things would happen to her if I called the cops. I'm here because I need money to pay them off.
pt_br: Ma come potevo!? Il rapitore mi ha detto che le sarebbero successe brutte cose se chiamavo i poliziotti. Sono qui perché ho bisogno di soldi per pagarli.

# 228_Akiyama
source: They're demanding a ransom?
pt_br: Pretendono un riscatto?

# 240_Nishihama
source: Well, yes.
pt_br: Beh, sì.

# 252_Hana
source: Most kidnappings fail, you know. The police often wind up catching the criminals in the end, so you might want to try them first...
pt_br: La maggior parte dei rapimenti fallisce, sai. La polizia spesso finisce per beccare i criminali alla fine, quindi faresti bene a provare prima da loro...

# 264_Nishihama
source: Just because the police catch <Italic>most</Italic> of them doesn't mean my daughter won't get hurt! I'm not going to gamble with her safety like that!
pt_br: Solo perché la polizia becca <Italic>la maggior parte</Italic> di loro non significa che mia figlia non si farà male! Non ho intenzione di giocarmi la sua sicurezza in quel modo!

# 276_Nishihama
source: Besides, even if they did catch this guy, my daughter is... delicate. If anything were to happen to her before they caught him...
pt_br: E poi, anche se beccassero 'sto tizio, mia figlia è... delicata. Se le capitasse qualcosa prima che lo beccassero...

# 300_Akiyama
source: I understand. But we can't be sure that money will bring her home safe.
pt_br: Capisco. Ma non è detto che quei soldi la riporteranno a casa sana e salva.

# 312_Nishihama
source: Well, there's no sense in just talking about it! Here, take a look at this!
pt_br: Beh, a chiacchiere non si conclude niente! Tieni, dai un'occhiata a questo!

# 372_Akiyama
source: Hmm, interesting. Still, can't you just trace the email to find out who the kidnapper is?
pt_br: Hmm, interessante. Ma scusa, non puoi semplicemente rintracciare quell'email per scoprire chi è il rapitore?

# 384_Nishihama
source: They used my daughter's cell phone. I wrote back, but I guess they'd turned it off.
pt_br: Hanno usato il cellulare di mia figlia. Gli ho risposto, ma mi sa che l'avevano spento.

# 396_Akiyama
source: Would you mind sending a copy of that photo to my phone, just in case?
pt_br: Mi manderesti una copia di quella foto sul cellulare, non si sa mai?

# 408_Nishihama
source: Oh... Yeah, sure.
pt_br: Oh... Sì, certo.

# 468_Akiyama
source: Thanks. Sorry, but my business has turned me into a bit of a skeptic.
pt_br: Grazie. Scusa, ma i miei affari m'hanno reso un po' diffidente.

# 480_Akiyama
source: So... How much were you looking to borrow?
pt_br: Allora... di quanti soldi stavi parlando?

# 492_Nishihama
source: The kidnapper is asking for a hundred million yen. I scraped up seventy million by cleaning out my account and borrowing the rest from the bank...
pt_br: Il rapitore chiede cento milioni di yen. Ho racimolato settanta milioni svuotando il mio conto e prendendo il resto dalla banca...

# 504_Akiyama
source: And now you need the remaining thirty million.
pt_br: E ora hai bisogno dei restanti trenta milioni.

# 516_Nishihama
source: That's correct... I heard you could make it happen without any interest or collateral.
pt_br: Esatto... Mi hanno detto che ci riesci senza alcun interesse o garanzia.

# 528_Akiyama
source: Well, I do have a few conditions. If you can pass my test, the loan is yours. No interest, no collateral.
pt_br: Beh, qualche condizione ce l'ho, però. Se riesci a passare il mio test, il prestito è tuo. Zero interessi, zero garanzie.

# 540_Nishihama
source: I... Thank you so much! I'll do anything you ask! Anything! Please help me!
pt_br: Io... La ringrazio tantissimo! Farò qualsiasi cosa mi chiederà! Qualsiasi cosa! La prego, mi aiuti!

# 552_Akiyama
source: ...Honestly, I don't think I can trust you. Better you just forget about the whole thing.
pt_br: ...Sinceramente, non mi fido per niente di te. Ti conviene lasciare perdere tutta la faccenda.

# 564_Nishihama
source: No! You can't mean that! You're the only person I can turn to!
pt_br: No! Non puoi farmi questo! Sei l'unico a cui posso rivolgermi!

# 576_Nishihama
source: I've put all my assets up as collateral. You're the only one who'll even consider loaning me the last thirty million!
pt_br: Ho dato in garanzia tutto quello che ho. Sei l'unico che mi presterebbe anche solo gli ultimi trenta milioni!

# 588_Nishihama
source: I'm begging you, please reconsider! I won't leave until you loan me the money!
pt_br: La scongiuro, ci ripensi! Non mi muoverò di qui finché non mi presterà i soldi!

# 600_Akiyama
source: Hmm... Let me think...
pt_br: Hmm... Vediamo un po'...

# 612_Akiyama
source: ...No, I don't think I can trust you. Best just forget about the whole thing.
pt_br: ...No, non credo proprio di potermi fidare di te. Meglio lasciare perdere tutta la faccenda.

# 624_Nishihama
source: I'm begging you, please reconsider! I won't leave until you loan me the money!
pt_br: La scongiuro, ci ripensi! Non mi muoverò di qui finché non mi presterà i soldi!

# 636_Akiyama
source: ...All right, but you'll have to pass my test first.
pt_br: ...Va bene, ma prima dovrai superare la mia prova.

# 648_Akiyama
source: We don't have much time, so let's get to it.
pt_br: Non abbiamo molto tempo, quindi andiamo al sodo.

# 744_Akiyama
source: Hana-chan. Would you run a check for me on that Nishihama guy? Oh, and look into how his business is holding up, as well.
pt_br: Hana-chan. Mi daresti un'occhiata a quel Nishihama tipo? Ah, e vedi anche come vanno i suoi affari.

# 756_Hana
source: Sure thing, Chief. Hang on.
pt_br: Certo, capo. Reggi un attimo.

# 768_Hana
source: Let's see...
pt_br: Vediamo...

# 780_Hana
source: Here we go. Says here he lives with his wife and one daughter. The daughter's in high school...
pt_br: Eccoci. C'è scritto qui che vive con sua moglie e una figlia. La figlia è alle superiori...

# 804_Akiyama
source: High school, huh? That sounds about right.
pt_br: Liceo, eh? Ci sta.

# 816_Hana
source: Nishihama-san has no criminal record... Oh, but his daughter's been taken in a few times.
pt_br: Nishihama-san non ha precedenti penali... Ah, ma a sua figlia è capitato di essere portata dentro qualche volta.

# 828_Akiyama
source: Hmm... Maybe she runs with a dangerous crowd. Anything else?
pt_br: Hmm... Magari si accompagnava a brutta gente. Altro?

# 840_Hana
source: Nishihama runs a consulting business, and it appears to be doing all right... He has an average amount of debt.
pt_br: Nishihama gestisce un'attività di consulenza, e sembra che se la cavi... Ha un debito nella media.

# 864_Akiyama
source: Interesting... A kidnapping strikes a completely ordinary family...
pt_br: Interessante... Un rapimento colpisce una del tutto normale famiglia...

# 948_Nishihama
source: I got the contract. This should do the trick, right?
pt_br: Ho il contratto. Questo dovrebbe bastare, giusto?

# 960_Akiyama
source: That looks fine. Thanks. Looks like you passed the test.
pt_br: Va bene così. Grazie. Sembra proprio che tu abbia superato la prova.

# 972_Nishihama
source: ...No interest, no collateral?
pt_br: ...Senza interessi, senza garanzie?

# 984_Akiyama
source: Deal's a deal. I'll lend you thirty million, as promised. However, I can't give you such a large sum right this second.
pt_br: Affare fatto. Ti presto trenta milioni, come promesso. Però, non posso darti una cifra così grossa proprio su due piedi.

# 996_Nishihama
source: Hm?
pt_br: Mh?

# 1008_Akiyama
source: It's not like I have it lying around. I'll send it over to the exchange point. It's safer that way.
pt_br: Non è che ce l'ho qui a portata di mano. Lo farò recapitare al punto di scambio. Così è più sicuro.

# 1020_Nishihama
source: I suppose you're right...
pt_br: Mi sa che hai ragione...

# 1032_Akiyama
source: Then, we're all set for today. I'll be waiting for your call.
pt_br: Allora, siamo a posto per oggi. Aspetterò la tua chiamata.

# 1044_Nishihama
source: All right... I guess I'll head home, then. Just... please, please don't let me down on that thirty million yen!
pt_br: Vabbè... immagino che andrò a casa, allora. Solo... ti prego, ti prego, non mi deludere su quei trenta milioni di yen!

# 1104_Akiyama
source: Hana-chan, could you get the money ready? I have a feeling he'll be calling sooner rather than later.
pt_br: Hana-chan, potresti preparare i soldi? Ho la sensazione che si farà vivo prima del previsto.

# 1116_Hana
source: Yeah, okay... But are you really going to lend it to him? He's one shady customer...
pt_br: Sì, okay... Ma glielo presterai davvero? È un brutto cliente...

# 1128_Akiyama
source: Well, he passed the test, so now I've got to uphold my end of the deal. You wouldn't want a liar for a boss, would you?
pt_br: Beh, ha superato il test, quindi ora devo mantenere la mia parte dell'accordo. Non vorresti mica un bugiardo per capo, no?

# 1140_Hana
source: I guess not...
pt_br: Immagino di no...

# 1152_Akiyama
source: I'm going to step out for a moment. Take care of that money, okay?
pt_br: Esco un attimo. Pensaci tu a quei soldi, ok?

# 1164_Hana
source: Sure thing. Be careful out there.
pt_br: Certo. Occhio là fuori.

# 1212_Akiyama
source: Give Him a Test
pt_br: Mettilo alla prova

# 1224_Akiyama
source: Turn Him Down
pt_br: Rifiutalo

# 1236_Akiyama
source: Give Him a Test
pt_br: Mettilo alla prova

# 1248_Akiyama
source: Turn Him Down
pt_br: Rifiutalo
