Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01020542.po
Languages: pt

# 88_Zhao
source: Oh, Ma-chan, you're back. How'd the thing go?
pt: Oh, Ma-chan, sei tornato. Com'è andata?

# 100_Tanimura
source: Well, I found the case report for the hit.
pt: Beh, ho trovato il rapporto sul caso del colpo.

# 112_Zhao
source: You did!? What did it say!?
pt: Davvero!? Cosa diceva!?

# 124_Tanimura
source: A lot of stuff I already knew, plus one new piece of info.
pt: Un sacco di cose che già sapevo, più un'informazione nuova.

# 148_Tanimura
source: Sugiuchi was investigating that case... along with my dad.
pt: Sugiuchi stava indagando su quel caso... insieme a mio padre.

# 160_Zhao
source: Sugiuchi? The same one that's always giving you hell back at the station?
pt: Sugiuchi? Lo stesso che ti tormenta sempre alla stazione?

# 172_Tanimura
source: Mhm. I've talked to him more times than I care to remember, but he never once mentioned being on a case with my dad.
pt: Mhm. Gli ho parlato più volte di quante ne ricordi, ma non ha mai menzionato di aver lavorato a un caso con mio padre.

# 184_Tanimura
source: And that's despite him knowing how bad I want the truth.
pt: E questo nonostante sappia quanto io voglia la verità.

# 208_Tanimura
source: That's not the worst of it, either. I'm starting to believe someone on the force did my father in.
pt: E non è nemmeno la cosa peggiore. Sto iniziando a credere che qualcuno della polizia abbia fatto fuori mio padre.

# 220_Tanimura
source: Katsuragi said as much when we met yesterday.
pt: Katsuragi ha detto più o meno la stessa cosa quando ci siamo incontrati ieri.

# 232_Zhao
source: Another officer... Things just keep getting better, huh?
pt: Un altro agente... le cose vanno sempre meglio, eh?

# 244_Tanimura
source: Seriously...
pt: Sul serio...

# 256_Zhao
source: Why don't you call it a day, Ma-chan? Even you need to rest at some point.
pt: Perché non la smetti per oggi, Ma-chan? Anche tu hai bisogno di riposare a un certo punto.

# 268_Tanimura
source: ...You're right. I think I'll knock out for a while.
pt: ...Hai ragione. Penso che mi riposerò un po'.

# 280_Zhao
source: You do that.
pt: Fallo pure.

# 292_Zhao
source: Hey, Mei Hua! Get Ma-chan's futon ready!
pt: Ehi, Mei Hua! Prepara il futon di Ma-chan!

# 340_Hisai
source: Either way, Tanimura-kun, that stunt you pulled had me worried half to death!
pt: In ogni caso, Tanimura-kun, quella tua bravata mi ha fatto preoccupare a morte!

# 352_Hisai
source: I got a call from Sugiuchi-kun in Homicide telling me you were trying to contact the Ueno Seiwa.
pt: Ho ricevuto una chiamata da Sugiuchi-kun della Omicidi che mi diceva che stavi cercando di contattare l'Ueno Seiwa.

# 364_Hisai
source: So I took it upon myself to search for you before you wound up in danger... Which ended up happening anyway!
pt: Così mi sono preso la briga di cercarti prima che ti cacciassi nei guai... cosa che è successa comunque!

# 376_Tanimura
source: Ahh, so that's why you're here.
pt: Ah, ecco perché sei qui.

# 388_Hisai
source: Tanimura-kun. You must have some inclination as to how dangerous the Ueno Seiwa Clan is right now. Are you even aware of the gravity of this situation?
pt: Tanimura-kun. Avrai un'idea di quanto sia pericoloso il Clan Ueno Seiwa in questo momento. Ti rendi conto della gravità della situazione?

# 400_Tanimura
source: Eh, more or less.
pt: Eh, più o meno.

# 412_Hisai
source: *sigh*
pt: *sospiro*

# 424_Zhao
source: Well, at least this Katsuragi seems to know something about your father's killer.
pt: Beh, almeno questo Katsuragi sembra sapere qualcosa sull'assassino di tuo padre.

# 436_Zhao
source: Sounds like progress to me.
pt: A me sembra un progresso.

# 448_Tanimura
source: Yeah, I guess that's one way to look at it...
pt: Sì, immagino sia un modo di vederla...

# 460_Zhao
source: Then why the long face? You finally have a promising lead.
pt: Allora perché quella faccia lunga? Finalmente hai una pista promettente.

# 472_Tanimura
source: Something that Katsuragi said has been bugging me.
pt: Qualcosa che ha detto Katsuragi mi tormenta.

# 484_Zhao
source: And what was that?
pt: E cosa sarebbe?

# 496_Tanimura
source: The police covered up the truth about the massacre in 1985.
pt: La polizia ha insabbiato la verità sul massacro del 1985.

# 508_Tanimura
source: They knew the real killer was Katsuragi, but they pinned it all on Saejima.
pt: Sapevano che il vero assassino era Katsuragi, ma hanno dato tutta la colpa a Saejima.

# 520_Zhao
source: Huh?
pt: Eh?

# 532_Hisai
source: What!?
pt: Cosa!?

# 544_Tanimura
source: None of this rings a bell, Chief?
pt: Niente di tutto questo ti dice niente, capo?

# 556_Hisai
source: No. I'm not in Homicide, and back then I was as low on the totem pole as it gets.
pt: No. Non sono della Omicidi, e all'epoca ero l'ultimo della catena di comando.

# 568_Tanimura
source: Fair enough.
pt: Giusto.

# 580_Zhao
source: So were the police trying to protect Katsuragi? If so, why?
pt: Quindi la polizia stava cercando di proteggere Katsuragi? Se sì, perché?

# 592_Tanimura
source: Who knows? But they obviously couldn't let a scandal like that go public.
pt: Chi lo sa? Ma ovviamente non potevano permettere che uno scandalo del genere diventasse pubblico.

# 604_Zhao
source: Hrm...
pt: Mmmh...

# 628_Hisai
source: ...I just thought of something.
pt: ...Mi è appena venuto in mente qualcosa.

# 640_Tanimura
source: Hm?
pt: Mh?

# 652_Hisai
source: Maybe we could dig something up at headquarters.
pt: Forse potremmo trovare qualcosa al quartier generale.

# 664_Tanimura
source: Oh yeah? How?
pt: Ah sì? Come?

# 676_Hisai
source: Archive Room 13 on basement level 3... The so-called Forbidden Room.
pt: Sala archivio 13, terzo piano interrato... La cosiddetta Stanza Proibita.

# 688_Zhao
source: Forbidden Room!?
pt: Stanza Proibita!?

# 700_Hisai
source: That's right. Also known as the "Scandal Graveyard."
pt: Esatto. Conosciuta anche come il "Cimitero degli Scandali".

# 712_Hisai
source: All records of police misconduct over the years supposedly end up there.
pt: Tutti i verbali di cattiva condotta della polizia nel corso degli anni dovrebbero finire lì.

# 724_Hisai
source: Or so the rumor goes.
pt: O almeno così si dice.

# 736_Tanimura
source: Interesting. Then we just might find something useful.
pt: Interessante. Allora potremmo trovare qualcosa di utile.

# 748_Hisai
source: Yes. Or, well, it could all simply be a rumor.
pt: Sì. O, beh, potrebbe essere solo una voce.

# 760_Tanimura
source: Still, worth a shot. In fact... I'm all over it.
pt: Comunque, vale la pena tentare. Anzi... ci sto.

# 772_Hisai
source: Now hold your horses, Tanimura-kun! Think about it. Archive 13 is smack-dab in the middle of headquarters!
pt: Calma, Tanimura-kun! Pensaci. L'Archivio 13 è proprio nel bel mezzo del quartier generale!

# 784_Hisai
source: A rookie like you can't just go strolling in there without permission.
pt: Una recluta come te non può semplicemente entrare lì senza permesso.

# 796_Tanimura
source: I never planned on asking. I mean, we're dealing with someone who can cover up mass murder.
pt: Non avevo intenzione di chiedere. Voglio dire, abbiamo a che fare con qualcuno che può insabbiare un omicidio di massa.

# 808_Tanimura
source: I doubt they'd be keen on giving me access to the evidence.
pt: Dubito che sarebbero disposti a darmi accesso alle prove.

# 820_Zhao
source: You serious about this, Ma-chan...?
pt: Sei serio, Ma-chan...?

# 832_Hisai
source: Tanimura-kun, I... No, nothing.
pt: Tanimura-kun, io... No, niente.

# 844_Tanimura
source: So. We all ready to go?
pt: Allora. Siamo tutti pronti a partire?

# 856_Hisai
source: Huh? Wait... "We" as in you and me?
pt: Eh? Aspetta... "noi" nel senso di tu e io?

# 868_Tanimura
source: Of course! Us Community Safety boys gotta stick together, right? Besides, I've only been to HQ maybe once or twice.
pt: Certo! Noi ragazzi della Sicurezza Comunitaria dobbiamo stare uniti, giusto? E poi, sono stato al QG solo una o due volte.

# 880_Tanimura
source: I probably couldn't find this archive even if I tried.
pt: Probabilmente non riuscirei a trovare questo archivio nemmeno se ci provassi.

# 892_Tanimura
source: But you know right where it is, don't you, Chief?
pt: Ma tu sai esattamente dov'è, vero, capo?

# 904_Hisai
source: What? No, I... Well, I mean, yes, but be that as it may...
pt: Cosa? No, io... cioè, sì, ma comunque sia...

# 916_Tanimura
source: Great! Then I'll be counting on you!
pt: Ottimo! Allora conto su di te!

# 940_Zhao
source: What!? You mean someone else killed those 18 men?
pt: Cosa!? Vuoi dire che qualcun altro ha ucciso quegli 18 uomini?

# 952_Tanimura
source: Right. The Ueno Seiwa officers were taken out by one of their own: Katsuragi.
pt: Esatto. Gli ufficiali dell'Ueno Seiwa sono stati eliminati da uno dei loro: Katsuragi.

# 964_Zhao
source: Then Yasuko Saejima's brother is innocent?
pt: Allora il fratello di Yasuko Saejima è innocente?

# 976_Tanimura
source: Well, he did carry out the attack, so he's far from innocent.
pt: Beh, ha compiuto l'attacco, quindi è tutt'altro che innocente.

# 988_Tanimura
source: But there's a big difference in sentencing for murder and attempted murder.
pt: Ma c'è una grande differenza di pena tra omicidio e tentato omicidio.

# 1000_Zhao
source: Hrm...
pt: Mmmh...

# 1012_Hisai
source: Was this Katsuragi also responsible for killing your father?
pt: Questo Katsuragi è anche responsabile della morte di tuo padre?

# 1024_Tanimura
source: I couldn't get an answer out of him.
pt: Non sono riuscito a ottenere una risposta da lui.

# 1036_Hisai
source: I see...
pt: Capisco...
