Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0102055c.po
Languages: pt

# 112_Taichi
source: Taichi in the house!
pt: Taichi è qui!

# 124_Koji
source: Yo!
pt: Ehi!

# 148_Ayako
source: We're home, Uncle Kaz!
pt: Siamo a casa, zio Kaz!

# 160_Kiryu
source: Looks like you kids had a good trip.
pt: Sembra che vi siate divertiti, ragazzi.

# 172_Kiryu
source: You enjoy yourselves?
pt: Vi siete divertiti?

# 184_Taichi
source: Oh yeah, it was awesome! We hiked, went camping, even saw some old bones and stuff at a museum!
pt: Sì, è stato fantastico! Abbiamo fatto escursioni, campeggio, e abbiamo persino visto delle vecchie ossa e altre cose in un museo!

# 196_Taichi
source: Wasn't it super cool, Koji?
pt: Non è stato super forte, Koji?

# 208_Koji
source: Mhm! You gotta go with us sometime, Uncle Kaz!
pt: Mhm! Devi venire con noi qualche volta, zio Kaz!

# 220_Koji
source: How was your grade's trip, Ayako?
pt: Com'è andata la gita della tua classe, Ayako?

# 232_Ayako
source: Great!
pt: Fantastico!

# 256_Hamazaki
source: A year back, when I was still suckling the Tojo Clan teat, I found out that the top brass over at the Tokyo PD had their hands dirty... real dirty, with tons of shady cash.
pt: Un anno fa, quando ero ancora alle dipendenze del Clan Tojo, scoprii che i vertici della polizia di Tokyo avevano le mani in pasta... molto in pasta, con tonnellate di soldi sporchi.

# 268_Hamazaki
source: Bet you can guess where I learned all that.
pt: Scommetto che puoi indovinare dove ho saputo tutto questo.

# 280_Kiryu
source: The Snake Flower.
pt: I Fiore di Serpente.

# 292_Hamazaki
source: Yup. They'd been working with one of the top men on the force for years. Laundered his money through foreign banks and everything.
pt: Già. Lavoravano con uno dei pezzi grossi della polizia da anni. Riciclavano i suoi soldi tramite banche estere e tutto il resto.

# 304_Kiryu
source: Why go through all that trouble, though? What did the police need with all that cash?
pt: Ma perché tutta questa fatica? A cosa servivano tutti quei soldi alla polizia?

# 316_Hamazaki
source: What they needed... was to build what one of their highest-ranking boys called their "utopia."
pt: Quello di cui avevano bisogno... era costruire quella che uno dei loro pezzi grossi chiamava la loro "utopia".

# 328_Kiryu
source: Penitentiary No. 2.
pt: Il Penitenziario n. 2.

# 340_Hamazaki
source: Right again. The idea was, they'd build a place to toss all the convicted yakuza they round up, then go and make deals with those very same yakuza.
pt: Esatto. L'idea era di costruire un posto dove rinchiudere tutti gli yakuza condannati che arrestavano, per poi fare accordi con quegli stessi yakuza.

# 352_Kiryu
source: What kind of deals?
pt: Che tipo di accordi?

# 364_Hamazaki
source: Stuff like bribing people to commit crimes. Then when the cops came in and saved the day, everyone'd think they were the heroes. Crime would become a police-controlled affair.
pt: Cose come corrompere la gente per commettere crimini. Poi, quando la polizia interveniva a salvare la situazione, tutti li avrebbero considerati eroi. Il crimine sarebbe diventato un affare controllato dalla polizia.

# 376_Kiryu
source: That's absurd.
pt: È assurdo.

# 388_Hamazaki
source: Yeah, an absurd power grab. Whoever handled those "crimes" would get big brownie points on the force. End up rocketing up the ranks.
pt: Sì, un'assurda presa di potere. Chiunque si fosse occupato di quei "crimini" avrebbe ottenuto grandi meriti nelle forze dell'ordine. Finendo per fare carriera in fretta.

# 400_Kiryu
source: I still can't believe the ten billion Jingu was trying to launder through the Tojo... was supposed to end up with the cops.
pt: Non riesco ancora a credere che i dieci miliardi che Jingu stava cercando di riciclare tramite il Tojo... dovessero finire alla polizia.

# 412_Hamazaki
source: Believe me, I was just as surprised as you when I found out.
pt: Credimi, sono rimasto sorpreso quanto te quando l'ho scoperto.

# 424_Hamazaki
source: Even with the money getting blown to high heaven, the paper trail alone is some serious shit.
pt: Anche se i soldi sono andati in fumo, la sola traccia documentale è una cosa seria.

# 436_Hamazaki
source: Honestly, the only reason I grabbed this file in the first place is 'cause I wanted a little dirt on the warden. Something I could use to bargain my way outta there, you know.
pt: Onestamente, l'unico motivo per cui ho preso questo fascicolo è perché volevo un po' di materiale compromettente sul direttore. Qualcosa che potessi usare per negoziare la mia uscita, sai.

# 448_Hamazaki
source: But I gotta say. I never thought I'd stumble on a shitstorm this massive.
pt: Ma devo dire. Non avrei mai pensato di imbattermi in un casino così grande.

# 460_Hamazaki
source: Almost feels like it's outta my league, if you get me.
pt: Mi sembra quasi che sia fuori dalla mia portata, se capisci cosa intendo.

# 472_Hamazaki
source: I show up on Tokyo PD's doorstep with this baby in tow and that'd be the last anyone ever hears of me.
pt: Se mi presento alla porta della polizia di Tokyo con questa roba, sarebbe l'ultima volta che qualcuno sente parlare di me.

# 484_Kiryu
source: Hm...
pt: Mh...

# 496_Hamazaki
source: Turns out this file's not the bargaining chip I was hoping it'd be. It's yours now.
pt: A quanto pare, questo fascicolo non è la merce di scambio che speravo fosse. Ora è tuo.

# 508_Kiryu
source: But why me?
pt: Ma perché io?

# 520_Hamazaki
source: 'Cause you were at the center of everything that went down five years ago.
pt: Perché eri al centro di tutto quello che è successo cinque anni fa.

# 532_Hamazaki
source: Hell, you even had to beat the shit outta your own brother at the end of it all. Then...
pt: Diavolo, hai persino dovuto spaccare la faccia a tuo fratello alla fine di tutto. Poi...

# 580_Hamazaki
source: C'mon, don't gimme the silent treatment here.
pt: Andiamo, non tenermi il muso.

# 592_Kiryu
source: I just don't get it. Why did you show me that?
pt: Semplicemente non capisco. Perché me l'hai mostrato?

# 604_Hamazaki
source: I already told you. You gotta go to Kamurocho and tell my boy Saejima what really－
pt: Te l'ho già detto. Devi andare a Kamurocho e dire al mio ragazzo Saejima cosa è successo davvero-

# 616_Kiryu
source: There's more to it than that. I know there is. Besides, you would end up behind bars again in no time without this "bargaining chip" of yours.
pt: C'è di più. Lo so. Inoltre, finiresti di nuovo dietro le sbarre in men che non si dica senza questa tua "merce di scambio".

# 628_Kiryu
source: So tell me, Hamazaki. What are you really after?
pt: Allora dimmi, Hamazaki. Cosa vuoi veramente?

# 652_Kiryu
source: So, Hamazaki. What do you want?
pt: Allora, Hamazaki. Cosa vuoi?

# 664_Hamazaki
source: Well, it's kinda a long story, but Saejima...
pt: Beh, è una storia un po' lunga, ma Saejima...

# 676_Hamazaki
source: He's the guy who bumped off Yoshiharu Ueno, chairman of the Ueno Seiwa, back in '85.
pt: È il tizio che ha fatto fuori Yoshiharu Ueno, presidente dell'Ueno Seiwa, nell'85.

# 688_Kiryu
source: Wait, that's...
pt: Aspetta, quello è...

# 700_Hamazaki
source: Yup. You spend enough time in Kamurocho, you're gonna hear the story.
pt: Già. Se passi abbastanza tempo a Kamurocho, la storia la senti.

# 712_Hamazaki
source: Saejima killed eighteen men all by himself that day.
pt: Saejima ha ucciso diciotto uomini da solo quel giorno.

# 724_Kiryu
source: That's what they say.
pt: Così dicono.

# 736_Hamazaki
source: Anyways, the two of us only just met. Both locked up in a private prison a stone's throw away from here.
pt: Comunque, ci siamo appena conosciuti. Eravamo entrambi rinchiusi in una prigione privata a due passi da qui.

# 748_Kiryu
source: What do you mean, "private" prison?
pt: Cosa intendi con prigione "privata"?

# 760_Hamazaki
source: I mean, the government's not involved. They put the contract in place, yeah, but the private sector's been running the joint since the day they broke ground.
pt: Voglio dire, il governo non è coinvolto. Hanno stipulato il contratto, sì, ma il settore privato gestisce la baracca fin dal primo giorno.

# 772_Hamazaki
source: They call it Okinawa Penitentiary No. 2. Take it you never heard the name?
pt: Lo chiamano Penitenziario n. 2 di Okinawa. Immagino tu non ne abbia mai sentito parlare?

# 784_Kiryu
source: No. I had no idea a place like that existed in Okinawa.
pt: No. Non avevo idea che esistesse un posto del genere a Okinawa.

# 796_Hamazaki
source: They officially call it a correctional facility, but that's a load of bull. It's a dumping ground for washed-up yakuza they wanna snuff out for good.
pt: Ufficialmente lo chiamano istituto di correzione, ma è una stronzata. È una discarica per yakuza falliti che vogliono eliminare per sempre.

# 808_Hamazaki
source: Was only a few days ago that Saejima got shipped down from whatever shithole they had him in up in Tokyo.
pt: È stato solo pochi giorni fa che Saejima è stato spedito giù da quel buco di merda in cui lo tenevano a Tokyo.

# 820_Kiryu
source: Which is when you met.
pt: Ed è lì che vi siete conosciuti.

# 844_Kiryu
source: And you two planned the jailbreak together?
pt: E voi due avete pianificato l'evasione insieme?

# 856_Hamazaki
source: More or less. Though I'm the one who came up with the idea, if I'm being honest.
pt: Più o meno. Anche se sono stato io ad avere l'idea, a essere onesti.

# 868_Kiryu
source: Why'd you pick Saejima as your partner?
pt: Perché hai scelto Saejima come compagno?

# 880_Hamazaki
source: You saw him, right? Guy's built like a freaking brick wall.
pt: L'hai visto, no? Quel tizio è costruito come un fottuto muro di mattoni.

# 892_Hamazaki
source: More importantly... I knew what really happened back in '85. The truth.
pt: Ma soprattutto... sapevo cosa era successo davvero nell'85. La verità.

# 904_Kiryu
source: Go on.
pt: Continua.

# 916_Hamazaki
source: Back in the day, Saejima was real tight with Majima. Yeah, that Majima.
pt: Ai tempi, Saejima era molto legato a Majima. Sì, quel Majima.

# 928_Hamazaki
source: And that Ueno Seiwa hit? The one where Saejima slaughtered those eighteen guys? That was originally gonna be a two man job. Saejima and Majima.
pt: E l'attacco all'Ueno Seiwa? Quello in cui Saejima ha massacrato quei diciotto tizi? In origine doveva essere un lavoro da fare in due. Saejima e Majima.

# 940_Kiryu
source: Majima-san and Saejima were accomplices?
pt: Majima-san e Saejima erano complici?

# 952_Hamazaki
source: Yup. But the day of the attack, Majima never showed. That betrayal's how I convinced Saejima to break out with me.
pt: Già. Ma il giorno dell'attacco, Majima non si è presentato. È stato quel tradimento che mi ha convinto a far evadere Saejima con me.

# 964_Kiryu
source: Explains why Saejima was talking about revenge when he was here.
pt: Spiega perché Saejima parlava di vendetta quando era qui.

# 976_Hamazaki
source: It's all bullshit, though. Majima would never have betrayed his brother.
pt: È tutta una stronzata, però. Majima non avrebbe mai tradito suo fratello.

# 988_Hamazaki
source: They were both set up.
pt: Sono stati entrambi incastrati.

# 1000_Kiryu
source: By who?
pt: Da chi?

# 1012_Hamazaki
source: Guy named Shibata. Was heading up a third-tier Tojo family at the time.
pt: Un tizio di nome Shibata. All'epoca era a capo di una famiglia di terzo livello del Tojo.

# 1024_Hamazaki
source: Problem is, Saejima and I got split up before I got to tell him what really happened.
pt: Il problema è che io e Saejima ci siamo separati prima che potessi dirgli cosa è successo veramente.

# 1036_Kiryu
source: I think I can guess the favor you want.
pt: Penso di poter indovinare il favore che vuoi.

# 1048_Hamazaki
source: Yeah. You gotta tell him the truth, no matter what.
pt: Sì. Devi dirgli la verità, a qualunque costo.

# 1060_Kiryu
source: Why is it so important?
pt: Perché è così importante?

# 1072_Hamazaki
source: As it stands, Saejima's gonna try and kill Majima. Not only that, but...
pt: Al momento, Saejima cercherà di uccidere Majima. Non solo, ma...

# 1084_Kiryu
source: But?
pt: Ma?

# 1096_Hamazaki
source: But... I really respect him. He doesn't deserve to be living life in the dark, you know?
pt: Ma... lo rispetto davvero. Non merita di vivere una vita nell'oscurità, capisci?

# 1108_Kiryu
source: Hm.
pt: Mh.

# 1120_Hamazaki
source: I mean, sure, I only asked him to help me bust out 'cause of how tough he is.
pt: Voglio dire, certo, gli ho chiesto di aiutarmi a evadere solo perché è così forte.

# 1132_Hamazaki
source: But he actually started trusting me during the escape. Me, of all people!
pt: Ma ha iniziato a fidarsi di me durante la fuga. Di me, tra tutte le persone!

# 1156_Hamazaki
source: Look. My life's been nothing but betrayal after betrayal. I've been on both sides of that coin.
pt: Senti. La mia vita non è stata altro che un tradimento dopo l'altro. Sono stato su entrambi i lati della medaglia.

# 1168_Hamazaki
source: But two people looked beyond all that. Chose to trust me anyway. You... and Saejima.
pt: Ma due persone hanno guardato oltre tutto questo. Hanno scelto di fidarsi di me comunque. Tu... e Saejima.

# 1192_Hamazaki
source: I want another chance. To start over, be a true brother to a guy who went out on a limb and actually trusted me.
pt: Voglio un'altra possibilità. Ricominciare da capo, essere un vero fratello per un ragazzo che si è esposto e si è fidato di me.

# 1204_Hamazaki
source: So I'm begging you, Kiryu-san. You gotta help me!
pt: Quindi ti prego, Kiryu-san. Devi aiutarmi!

# 1228_Kiryu
source: One question first.
pt: Prima una domanda.

# 1240_Hamazaki
source: What's that?
pt: Cosa?

# 1252_Kiryu
source: Why do you need me to do it? Can't you go tell Saejima all this yourself?
pt: Perché hai bisogno che lo faccia io? Non puoi andare a dire tutto questo a Saejima da solo?

# 1264_Hamazaki
source: Well, I...
pt: Beh, io...

# 1276_Kiryu
source: What is it, Hamazaki?
pt: Cos'hai, Hamazaki?
