Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00260076.po
Languages: pt_br

source: Baby
pt_br: Neonato

# 360_Date
source: C'mon, kid! Be good and stop crying, will ya?
pt_br: Dai, piccolino! Fai il bravo e piantala di piangere, vuoi?

# 372_Akiyama
source: I dunno if you can reason with a baby...
pt_br: Non so mica se si può ragionare con un bambino...

# 396_Date
source: Look! Ooga booga booga!
pt_br: Guarda! Uga buga buga!

# 408_Saejima
source: You gotta be kiddin' me.
pt_br: Ma stai scherzando?!

# 432_Date
source: Woo! Upsy-daisy!
pt_br: Ehi! Uppa!

# 444_Tanimura
source: Heh.
pt_br: Eh.

# 468_Date
source: Man... I don't even know how to start with this one. This is tougher than any case I've ever handled.
pt_br: Mamma mia... Non so nemmeno da dove iniziare con questa. Questa è più tosta di qualsiasi caso mi sia capitato tra le mani.

# 480_Kiryu
source: Date-san, what's all the noise?
pt_br: Date-san, che baccano?

# 492_Date
source: Kiryu! Just the guy I wanted to see!
pt_br: Kiryu! Proprio la persona che volevo vedere!

# 504_Date
source: I'm in a real bind here! Think you can get this kid to shut up for me?
pt_br: Sono in un bel casino, qui! Credi di riuscire a far zittire questo moccioso per me?

# 516_Kiryu
source: Me? I don't know what to do with a baby! Whose kid is it, anyway?
pt_br: Io? Non so che farmene di un neonato! Di chi è 'sto marmocchio, poi?

# 528_Date
source: We can talk about that later! I've just about gone deaf from an hour of this damn crying! Just take him!
pt_br: Di quello ne parliamo dopo! Mi sono quasi spaccato i timpani per un'ora di 'sto dannato pianto! Prendilo e basta!

# 540_Kiryu
source: What makes you think I'll do any better?
pt_br: E cosa ti fa credere che io me la cavi meglio?

# 552_Date
source: You've got an orphanage, don't you? You probably deal with this stuff all the time!
pt_br: Hai un orfanotrofio, no? Probabilmente ti occupi di sta roba tutto il tempo!

# 564_Kiryu
source: I mean, yeah... but they're grade schoolers.
pt_br: Cioè, sì... ma sono bambini delle elementari.

# 576_Date
source: Grade schoolers, babies, what's the difference? Just take him!
pt_br: Ragazzini, neonati, che differenza fa? Prendilo e basta!

# 588_Kiryu
source: Hold on. You already went through all this when you had your daughter. You should know way more than I do!
pt_br: Ma aspetta un attimo. Ci sei già passato con tua figlia. Dovresti saperne molto più di me!

# 600_Date
source: Yeah, and if I were any good at taking care of kids, I'd still be happily married.
pt_br: Già, e se me la fossi cavata coi bambini, sarei ancora felicemente sposato.

# 612_Kiryu
source: ...Guess you have a point.
pt_br: ...In effetti, hai ragione.

# 624_Date
source: Well then, just give it up and take him!
pt_br: Beh, allora, lascia perdere e prendilo!

# 708_Kiryu
source: Here we go...
pt_br: Ci siamo...

# 732_Kiryu
source: ...Peekaboo! I see you!
pt_br: ...Cucù! Ti vedo!

# 792_Date
source: Even you can't do it, Kiryu? This is impossible...
pt_br: Neanche tu ce la fai, Kiryu? È impossibile...

# 804_Kiryu
source: (There must be some reason he's crying.)
pt_br: (Ci deve pur essere un motivo per cui piange.)

# 816_Kiryu
source: You said he's been crying for an hour, right? He's probably hungry.
pt_br: Hai detto che piange da un'ora, giusto? Probabilmente è affamato.

# 828_Date
source: Hey, good thinking! I'll go get some food for him!
pt_br: Ottima idea! Gli vado a prendere qualcosa da mangiare!

# 840_Kiryu
source: Hold on, Date. What are you gonna get?
pt_br: Aspetta un attimo, Date. Cosa prendi?

# 852_Date
source: Well, he's a baby, so... milk? That sounds right, I think.
pt_br: Beh, è un bambino, quindi... latte? Dovrebbe essere così, mi sa.

# 864_Kiryu
source: (Milk, huh?)
pt_br: (Latte, eh?)

# 876_Kiryu
source: Good call, Date-san. See, you do know something about kids.
pt_br: Bella mossa, Date-san. Visto? Qualcosa sui bambini la sai, dopotutto.

# 888_Date
source: Heh, yeah. Guess I do. Be back soon!
pt_br: Eh, sì. Mi sa di sì. Torno subito!

# 960_Kiryu
source: Did you get the milk?
pt_br: Hai preso il latte?

# 972_Date
source: You kidding? I looked like an idiot out there!
pt_br: Ma stai scherzando? Ho fatto la figura del cretino là fuori!

# 984_Kiryu
source: What do you mean?
pt_br: Cosa intendi?

# 996_Date
source: When I told the store clerk I was getting milk for my kid, she told me a baby shouldn't be drinking cow milk at this age!
pt_br: Quando ho detto alla commessa che stavo prendendo il latte per il mio bambino, mi ha detto che un neonato non dovrebbe bere latte di mucca a quest' età!

# 1008_Date
source: So I ended up buying formula instead. I'm glad at least someone knows what they're talking about around here.
pt_br: Quindi alla fine ho preso il latte artificiale. Meno male che almeno qualcuno ci capisce qualcosa, qui.

# 1020_Kiryu
source: Hm. I hadn't heard that before.
pt_br: Mmh. Non l'avevo mai sentita questa.

# 1032_Date
source: I feel sorry for your kids, then. What kind of orphanage are you running?
pt_br: Poveri i tuoi figli, allora. Che razza di orfanotrofio stai gestendo?

# 1056_Date
source: Anyway, enough chitchat. I'd better get the formula ready!
pt_br: Vabbè, basta chiacchiere. Vado a preparare il latte!

# 1116_Kiryu
source: That's not quite right.
pt_br: Non è proprio così.

# 1128_Date
source: Wait, what? I thought all babies drink milk!
pt_br: Aspetta, cosa? Pensavo che tutti i bambini bevessero latte!

# 1140_Kiryu
source: Yeah, from their mother. He's too young for cow's milk. You need to get him some baby formula.
pt_br: Sì, dalla mamma. È troppo piccolo per il latte di mucca. Devi procurargli del latte artificiale.

# 1152_Date
source: Oh, nice thinking! Thanks, Kiryu! Be back in a jiff!
pt_br: Oh, bella pensata! Grazie, Kiryu! Torno subito!

# 1164_Kiryu
source: (I'd never have known that if Haruka hadn't told me. Good thing she's a smart kid.)
pt_br: (Non l'avrei mai saputo se Haruka non me l'avesse detto. Meno male che è una ragazzina sveglia.)

# 1224_Date
source: I got it!
pt_br: Capito!

# 1236_Kiryu
source: Great, let's give him some.
pt_br: Perfetto, diamogliene un po'.

# 1296_Kiryu
source: That... didn't work.
pt_br: Quello... non ha funzionato.

# 1308_Date
source: What the heck? Why won't he stop crying!?
pt_br: Ma che diavolo? Perché non la smette di piangere!?

# 1320_Kiryu
source: I wish I could tell you.
pt_br: Vorrei potertelo dire.

# 1332_Date
source: Ugh, I could've sworn he'd calm down if we just gave him some food. What else can we try?
pt_br: Ugh, avrei giurato che si sarebbe calmato se gli davamo solo del cibo. Cos'altro possiamo provare?

# 1344_Kiryu
source: Hm...
pt_br: Mmm...

# 1356_Kiryu
source: (There must be some reason he's crying.)
pt_br: (Ci deve pur essere un motivo per cui piange.)

# 1368_Kiryu
source: You said he's been crying for an hour, right? He probably just needs a nap.
pt_br: Dicevi che è un'ora che piange, no? Probabilmente ha solo bisogno di un pisolino.

# 1380_Date
source: What, you think it's because he's tired? Can't he just stop crying and go to sleep, then?
pt_br: Cosa, dici che è perché è stanco? Non può mica smetterla di piangere e andare a dormire, allora?

# 1392_Kiryu
source: You really don't know the first thing about kids, Date-san. If you don't make a baby feel like he's back in his mother's womb, he'll never be able to sleep.
pt_br: Non sai proprio niente di bambini, Date-san. Se non fai sentire a un bambino che è di nuovo nel grembo materno, non riuscirà mai a dormire.

# 1404_Kiryu
source: On that note, it's way too cold in here. Think you can turn the heat up?
pt_br: A proposito, qui dentro fa un freddo cane. Riesci ad alzare il riscaldamento?

# 1416_Date
source: Yeah, one sec! How do you know all that, Kiryu!?
pt_br: Sì, un attimo! Come fai a sapere tutto questo, Kiryu!?

# 1464_Kiryu
source: ♪Nagareyuku... Yoru no chou...♪
pt_br: ♪Scorrendo... Farfalla notturna...♪

# 1476_Date
source: ...Are you seriously singing Kamurocho Lullaby? Don't you have anything better?
pt_br: ...Ma davvero stai cantando la Kamurocho Lullaby? Non c'hai niente di meglio?

# 1488_Kiryu
source: It'll work. Just wait.
pt_br: Funzionerà. Aspetta un attimo.

# 1536_Date
source: Kiryu, it's not working.
pt_br: Kiryu, non va.

# 1548_Kiryu
source: Maybe he wasn't sleepy after all...
pt_br: Forse alla fine non aveva sonno...

# 1560_Kiryu
source: (There must be some reason he's crying.)
pt_br: (Ci deve pur essere un motivo per cui piange.)

# 1572_Kiryu
source: You said he's been crying for an hour, right? He probably just needs a nap.
pt_br: Dicevi che è un'ora che piange, no? Probabilmente ha solo bisogno di un pisolino.

# 1584_Date
source: What, you think it's because he's tired? Can't he just stop crying and go to sleep, then?
pt_br: Cosa, dici che è perché è stanco? Non può mica smetterla di piangere e andare a dormire, allora?

# 1596_Kiryu
source: You really don't know the first thing about kids, Date-san. If you don't make a baby feel like he's back in his mother's womb, he'll never be able to sleep.
pt_br: Non sai proprio niente di bambini, Date-san. Se non fai sentire a un bambino che è di nuovo nel grembo materno, non riuscirà mai a dormire.

# 1608_Kiryu
source: On that note, it's way too cold in here. Think you can turn the heat up?
pt_br: A proposito, qui dentro fa un freddo cane. Riesci ad alzare il riscaldamento?

# 1620_Date
source: Yeah, one sec! How do you know all that, Kiryu!?
pt_br: Sì, un attimo! Come fai a sapere tutto questo, Kiryu!?

# 1668_Kiryu
source: ♪Nagareyuku... Yoru no chou...♪
pt_br: ♪Scorrendo... Farfalla notturna...♪

# 1680_Date
source: ...Are you seriously singing Kamurocho Lullaby? Don't you have anything better?
pt_br: ...Ma davvero stai cantando la Kamurocho Lullaby? Non c'hai niente di meglio?

# 1692_Kiryu
source: It'll work. Just wait.
pt_br: Funzionerà. Aspetta un attimo.

# 1740_Date
source: Kiryu, it's not working.
pt_br: Kiryu, non va.

# 1752_Kiryu
source: Maybe he wasn't sleepy after all...
pt_br: Forse alla fine non aveva sonno...

# 1764_Kiryu
source: (There must be some reason he's crying.)
pt_br: (Ci deve pur essere un motivo per cui piange.)

# 1776_Kiryu
source: You said he's been crying for an hour, right? He's probably hungry.
pt_br: Hai detto che piange da un'ora, giusto? Probabilmente è affamato.

# 1788_Date
source: Hey, good thinking! I'll go get some food for him!
pt_br: Ottima idea! Gli vado a prendere qualcosa da mangiare!

# 1800_Kiryu
source: Hold on, Date. What are you gonna get?
pt_br: Aspetta un attimo, Date. Cosa prendi?

# 1812_Date
source: Well, he's a baby, so... milk? That sounds right, I think.
pt_br: Beh, è un bambino, quindi... latte? Dovrebbe essere così, mi sa.

# 1824_Kiryu
source: (Milk, huh?)
pt_br: (Latte, eh?)

# 1836_Kiryu
source: Good call, Date-san. See, you do know something about kids.
pt_br: Bella mossa, Date-san. Visto? Qualcosa sui bambini la sai, dopotutto.

# 1848_Date
source: Heh, yeah. Guess I do. Be back soon!
pt_br: Eh, sì. Mi sa di sì. Torno subito!

# 1920_Kiryu
source: Did you get the milk?
pt_br: Hai preso il latte?

# 1932_Date
source: You kidding? I looked like an idiot out there!
pt_br: Ma stai scherzando? Ho fatto la figura del cretino là fuori!

# 1944_Kiryu
source: What do you mean?
pt_br: Cosa intendi?

# 1956_Date
source: When I told the store clerk I was getting milk for my kid, she told me a baby shouldn't be drinking cow milk at this age!
pt_br: Quando ho detto alla commessa che stavo prendendo il latte per il mio bambino, mi ha detto che un neonato non dovrebbe bere latte di mucca a quest' età!

# 1968_Date
source: So I ended up buying formula instead. I'm glad at least someone knows what they're talking about around here.
pt_br: Quindi alla fine ho preso il latte artificiale. Meno male che almeno qualcuno ci capisce qualcosa, qui.

# 1980_Kiryu
source: Hm. I hadn't heard that before.
pt_br: Mmh. Non l'avevo mai sentita questa.

# 1992_Date
source: I feel sorry for your kids, then. What kind of orphanage are you running?
pt_br: Poveri i tuoi figli, allora. Che razza di orfanotrofio stai gestendo?

# 2016_Date
source: Anyway, enough chitchat. I'd better get the formula ready!
pt_br: Vabbè, basta chiacchiere. Vado a preparare il latte!

# 2076_Kiryu
source: That's not quite right.
pt_br: Non è proprio così.

# 2088_Date
source: Wait, what? I thought all babies drink milk!
pt_br: Aspetta, cosa? Pensavo che tutti i bambini bevessero latte!

# 2100_Kiryu
source: Yeah, from their mother. He's too young for cow's milk. You need to get him some baby formula.
pt_br: Sì, dalla mamma. È troppo piccolo per il latte di mucca. Devi procurargli del latte artificiale.

# 2112_Date
source: Oh, nice thinking! Thanks, Kiryu! Be back in a jiff!
pt_br: Oh, bella pensata! Grazie, Kiryu! Torno subito!

# 2124_Kiryu
source: (I'd never have known that if Haruka hadn't told me. Good thing she's a smart kid.)
pt_br: (Non l'avrei mai saputo se Haruka non me l'avesse detto. Meno male che è una ragazzina sveglia.)

# 2184_Date
source: I got it!
pt_br: Capito!

# 2196_Kiryu
source: Great, let's give him some.
pt_br: Perfetto, diamogliene un po'.

# 2268_Date
source: What the heck? Why won't he stop crying!?
pt_br: Ma che diavolo? Perché non la smette di piangere!?

# 2280_Kiryu
source: I wish I could tell you.
pt_br: Vorrei potertelo dire.

# 2292_Date
source: Ugh, I could've sworn he'd calm down if we just gave him some food. What else can we try?
pt_br: Ugh, avrei giurato che si sarebbe calmato se gli davamo solo del cibo. Cos'altro possiamo provare?

# 2304_Kiryu
source: Hm...
pt_br: Mmm...

# 2316_Kiryu
source: (There must be some reason he's crying.)
pt_br: (Ci deve pur essere un motivo per cui piange.)

# 2328_Kiryu
source: Have you checked his diaper, Date-san? It's a pretty common reason for babies to cry.
pt_br: Hai controllato il suo pannolino, Date-san? È un motivo piuttosto comune per cui i bambini piangono.

# 2340_Date
source: Hey, that could be it! I didn't think of that!
pt_br: Ehi, potrebbe essere quello! Non ci avevo pensato!

# 2364_Baby
source: Maybe he's hungry.
pt_br: Magari ha fame.

# 2376_Baby
source: Maybe his diaper is dirty.
pt_br: Forse il suo pannolino è sporco.

# 2388_Baby
source: Maybe he's tired.
pt_br: Forse è stanco.

# 2400_Baby
source: Good call.
pt_br: Bella mossa.

# 2412_Baby
source: That's not quite right.
pt_br: Non è proprio così.

# 2424_Baby
source: Maybe his diaper is dirty.
pt_br: Forse il suo pannolino è sporco.

# 2436_Baby
source: Maybe he's tired.
pt_br: Forse è stanco.

# 2448_Baby
source: Maybe his diaper is dirty.
pt_br: Forse il suo pannolino è sporco.

# 2460_Baby
source: Maybe he's hungry.
pt_br: Magari ha fame.

# 2472_Baby
source: Maybe his diaper is dirty.
pt_br: Forse il suo pannolino è sporco.

# 2484_Baby
source: Good call.
pt_br: Bella mossa.

# 2496_Baby
source: That's not quite right.
pt_br: Non è proprio così.

# 2508_Baby
source: Maybe his diaper is dirty.
pt_br: Forse il suo pannolino è sporco.
