Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00020299.po
Languages: it

# 132_Kido
source: You sure you wanna go, Saejima-san?
it: Sei sicuro di voler andare, Saejima-san?

# 144_Saejima
source: Yeah. Time to settle the score for all the shit my boss and I've been through since '85.
it: Sì. È ora di regolare i conti per tutta la merda che io e il mio capo abbiamo passato dall'85.

# 156_Kido
source: 25 years is a long-ass wait, man.
it: 25 anni sono un'attesa lunghissima, amico.

# 168_Saejima
source: You're tellin' me, kid.
it: A chi lo dici, ragazzo.

# 180_Kido
source: Only one problem. The streets are still swarming with cops.
it: C'è solo un problema. Le strade brulicano ancora di sbirri.

# 192_Kido
source: No way you'll make it to the Millennium Tower aboveground.
it: Non ce la farai mai ad arrivare alla Millennium Tower in superficie.

# 204_Saejima
source: Then how do I get there?
it: Allora come ci arrivo?

# 216_Kido
source: Take the north side exit to go topside. Then, go underground from the back of the Millennium Tower and exit at the Shichifuku Parking Lot.
it: Prendi l'uscita nord per andare in superficie. Poi, vai sottoterra dal retro della Millennium Tower ed esci al parcheggio di Shichifuku.

# 228_Kido
source: Next, head to the rooftop from Pink Alley and go a little south before returning to ground level. After that, head south from the ramen shop...
it: Poi, vai sul tetto da Pink Alley e vai un po' a sud prima di tornare al livello della strada. Dopodiché, vai a sud dal negozio di ramen...

# 240_Kido
source: Go through the basement parking lot, past the central sewer, and come out a manhole in front of the Millennium Tower.
it: Attraversa il parcheggio sotterraneo, supera la fogna centrale, e esci da un tombino di fronte alla Millennium Tower.

# 252_Saejima
source: Sounds pretty fuckin' complicated, but I think I got it.
it: Sembra un casino, ma credo di aver capito.

# 264_Kido
source: You'll be fine as long as you can avoid the cops.
it: Andrà tutto bene finché riuscirai a evitare gli sbirri.

# 276_Kido
source: Sorry, man. Wish I could do more to help.
it: Scusa, amico. Vorrei poter fare di più per aiutare.

# 288_Saejima
source: Heh, ya done more than enough. Thanks for everything, Kido.
it: Eh, hai fatto più che abbastanza. Grazie di tutto, Kido.

# 300_Kido
source: You bet.
it: Ci puoi scommettere.

# 324_Kido
source: You wanna catch some Z's before it gets dark, Saejima-san?
it: Vuoi farti un pisolino prima che faccia buio, Saejima-san?

# 336_Saejima
source: Nah, not yet.
it: No, non ancora.

# 348_Kido
source: Oh, all right.
it: Oh, va bene.

# 360_Saejima
source: Yeah, I think I'll kick back a little.
it: Sì, penso che mi rilasserò un po'.

# 372_Kido
source: Sounds good.
it: Mi sembra una buona idea.

# 384_Kido
source: I'll go check out the best route for you to get to the Millennium Tower in the meantime.
it: Nel frattempo, andrò a controllare il percorso migliore per farti arrivare alla Millennium Tower.

# 420_Kido
source: Not yet.
it: Non ancora.

# 432_Kido
source: Alright.
it: Va bene.
