Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00e6036b.po
Languages: pt_br

# 92_Tanimura
source: Hey. They hurt you any?
pt_br: Ehi. Ti hanno fatto male?

# 104_Zhao
source: No... I'm fine. Didn't mean to get you involved.
pt_br: No... sto bene. Non volevo coinvolgerti.

# 116_Tanimura
source: They were looking for a woman named Nadine, right? She your buddy or something?
pt_br: Cercavano una donna di nome Nadine, giusto? È una tua amica o qualcosa del genere?

# 128_Zhao
source: Nadine... came here from the Philippines to seek better financial opportunities.
pt_br: Nadine... è venuta qui dalle Filippine in cerca di migliori opportunità economiche.

# 140_Zhao
source: But the authorities found out she was working illegally and now they're trying to chase her down.
pt_br: Ma le autorità hanno scoperto che lavorava illegalmente e ora stanno cercando di prenderla.

# 152_Tanimura
source: Then she sought help from the Asian Gateway, I'm assuming?
pt_br: Quindi ha chiesto aiuto all'Asian Gateway, suppongo?

# 164_Zhao
source: Correct. She was actually at the restaurant at the time those thugs showed up.
pt_br: Esatto. Era al ristorante quando sono arrivati quei teppisti.

# 176_Zhao
source: Luckily, she was in the back room and got the hell out of there as soon as she heard the commotion.
pt_br: Per fortuna era nel retro ed è scappata appena ha sentito il trambusto.

# 188_Tanimura
source: All right, then who were those people just now? Not the authorities, that's for sure.
pt_br: Va bene, allora chi erano quelle persone di poco fa? Non erano le autorità, questo è certo.

# 200_Zhao
source: My guess is they're responsible for bringing illegal immigrants into the country－in other words, human traffickers.
pt_br: La mia ipotesi è che siano responsabili dell'ingresso di immigrati clandestini nel paese, in altre parole, trafficanti di esseri umani.

# 212_Zhao
source: They must be afraid that if Nadine gets arrested, she'll lead the police right back to them.
pt_br: Devono temere che, se Nadine venisse arrestata, condurrebbe la polizia dritta a loro.

# 224_Tanimura
source: Makes sense. But I doubt she'll be coming this way anymore... Gonna be a real pain in the ass to find her.
pt_br: Ha senso. Ma dubito che tornerà da queste parti... Sarà una vera seccatura trovarla.

# 236_Zhao
source: ...There is one method you can try.
pt_br: ...C'è un metodo che puoi provare.

# 248_Tanimura
source: Yeah? I'm all ears.
pt_br: Sì? Sono tutto orecchi.

# 260_Zhao
source: So... There's this fortune teller over on Tenkaichi Street. Maybe she could help you track Nadine down.
pt_br: Allora... c'è questa indovina in Tenkaichi Street. Forse lei potrebbe aiutarti a rintracciare Nadine.

# 272_Tanimura
source: A fortune teller. Is that seriously the best you can come up with? Or were you just kidding?
pt_br: Un'indovina. È davvero il meglio che ti è venuto in mente? O stavi solo scherzando?

# 284_Zhao
source: Oh, it's no joke. In fact, this lady is known for being freakishly accurate with her predictions. Kind of spooky, if you ask me.
pt_br: Oh, non è uno scherzo. Anzi, questa signora è nota per essere spaventosamente precisa con le sue previsioni. Un po' inquietante, se me lo chiedi.

# 296_Tanimura
source: It sure sounds spooky... but whatever. If you're the one who's recommending it, then I guess I have nothing to lose. Where's this place, exactly?
pt_br: Sembra davvero inquietante... ma vabbè. Se me lo consigli tu, immagino di non avere niente da perdere. Dov'è questo posto, di preciso?

# 308_Zhao
source: Middle of Tenkaichi Street, right next to a host club called Stardust.
pt_br: Nel mezzo di Tenkaichi Street, proprio accanto a un host club chiamato Stardust.

# 320_Tanimura
source: Mmkay. Here's hoping fortune's on our side, huh?
pt_br: Ok. Speriamo che la fortuna sia dalla nostra parte, eh?
