Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c000a.po
Languages: pt_br

# 18576_Tanimura
source: I'm sure he'll get better eventually.
pt_br: Sono sicuro che alla fine starà meglio.

# 18588_Tanimura
source: That takes coordination.
pt_br: Ci vuole coordinazione.

# 18600_Tanimura
source: That's your special talent?
pt_br: È questo il tuo talento speciale?

# 18612_Tanimura
source: I'd give it a four out of ten.
pt_br: Gli darei un quattro su dieci.

# 18624_Tanimura
source: Well, at least it was a good experience.
pt_br: Beh, almeno è stata una buona esperienza.

# 18636_Tanimura
source: Is that all? That's nothing to get upset about.
pt_br: Tutto qui? Non è niente per cui arrabbiarsi.

# 18648_Tanimura
source: You need to think bigger!
pt_br: Devi pensare in grande!

# 18660_Tanimura
source: I'm just worried about you.
pt_br: Sono solo preoccupato per te.

# 18672_Tanimura
source: I'm sorry. Being a cop makes me suspicious.
pt_br: Mi dispiace. Essere un poliziotto mi rende sospettoso.

# 18684_Tanimura
source: I'm telling you, he's taking advantage of you.
pt_br: Te lo dico io, si sta approfittando di te.

# 18696_Tanimura
source: Horse racing is good.
pt_br: Le corse di cavalli sono ottime.

# 18708_Tanimura
source: There's nothing better than karaoke.
pt_br: Non c'è niente di meglio del karaoke.

# 18720_Tanimura
source: How about a massage?
pt_br: Che ne dici di un massaggio?

# 18732_Tanimura
source: Not all men are like that.
pt_br: Non tutti gli uomini sono così.

# 18744_Tanimura
source: That's just the way men are.
pt_br: Gli uomini sono fatti così.

# 18756_Tanimura
source: The woman bears some responsibility, too.
pt_br: Anche la donna ha una parte di responsabilità.

# 18768_Tanimura
source: You've been watching too many soap operas.
pt_br: Hai guardato troppe soap opera.

# 18780_Tanimura
source: You'll get your chance soon enough.
pt_br: Avrai la tua occasione abbastanza presto.

# 18792_Tanimura
source: You are still a child.
pt_br: Sei ancora una bambina.

# 18804_Tanimura
source: You were in the wrong.
pt_br: Avevi torto tu.

# 18816_Tanimura
source: That's pretty childish.
pt_br: È piuttosto infantile.

# 18828_Tanimura
source: I wish I had a brother or sister to fight with.
pt_br: Vorrei avere un fratello o una sorella con cui litigare.

# 18840_Tanimura
source: That's a relief.
pt_br: Meno male.

# 18852_Tanimura
source: You'll have to be more careful from now on.
pt_br: Dovrai stare più attenta d'ora in poi.

# 18864_Tanimura
source: You should read more about rabbits.
pt_br: Dovresti leggere di più sui conigli.

# 18876_Tanimura
source: I like the railroad a lot.
pt_br: Mi piacciono molto le ferrovie.

# 18888_Tanimura
source: I've never really thought about it.
pt_br: Non ci ho mai pensato molto.

# 18900_Tanimura
source: You're a rail buff but you like trains?
pt_br: Sei un'appassionata di ferrovie ma ti piacciono i treni?

# 18912_Tanimura
source: Watch out for counterfeit brand names.
pt_br: Fai attenzione ai marchi contraffatti.

# 18924_Tanimura
source: Be careful what you eat.
pt_br: Stai attenta a cosa mangi.

# 18936_Tanimura
source: Making mistakes is what makes traveling fun.
pt_br: Fare errori è ciò che rende divertente viaggiare.

# 18948_Tanimura
source: You're taking it too seriously.
pt_br: La stai prendendo troppo sul serio.

# 18960_Tanimura
source: You'll be like that forever.
pt_br: Sarai così per sempre.

# 18972_Tanimura
source: If you're indecisive, why don't you ask me?
pt_br: Se sei indecisa, perché non chiedi a me?

# 18984_Tanimura
source: I know this is your big chance, but...
pt_br: So che questa è la tua grande occasione, ma...

# 18996_Tanimura
source: Okay. I won't say anything else.
pt_br: Okay. Non dirò altro.

# 19008_Tanimura
source: Don't mess up at that interview.
pt_br: Non fare casini a quel colloquio.

# 19020_Tanimura
source: I didn't do anything.
pt_br: Non ho fatto niente.

# 19032_Tanimura
source: It's too bad, though.
pt_br: È un peccato, però.

# 19044_Tanimura
source: Your appearance hasn't changed, though.
pt_br: Il tuo aspetto non è cambiato, però.

# 19056_Tanimura
source: Call me any time you feel lonely.
pt_br: Chiamami ogni volta che ti senti sola.

# 19068_Tanimura
source: Don't stop until you reach the top.
pt_br: Non fermarti finché non raggiungi la vetta.

# 19080_Tanimura
source: Do you really think you'll get famous, though?
pt_br: Pensi davvero che diventerai famosa, però?

# 19092_Tanimura
source: You don't need to go to a mixer.
pt_br: Non hai bisogno di andare a una festa.

# 19104_Tanimura
source: Why don't you go out with me instead?
pt_br: Perché non esci con me invece?

# 19116_Tanimura
source: Have a good time.
pt_br: Divertiti.

# 19128_Tanimura
source: I'm usually the one doing the chasing.
pt_br: Di solito sono io quello che insegue.

# 19140_Tanimura
source: There are better men than me out there.
pt_br: Ci sono uomini migliori di me là fuori.

# 19152_Tanimura
source: I'll run as fast as I can, you know.
pt_br: Correrò più veloce che posso, sai.

# 19164_Tanimura
source: Is she cute?
pt_br: È carina?

# 19176_Tanimura
source: What if she falls for me?
pt_br: E se si innamorasse di me?

# 19188_Tanimura
source: It's a little early for that, isn't it?
pt_br: È un po' presto per quello, non trovi?

# 19200_Tanimura
source: I don't mind.
pt_br: Per me va bene.

# 19212_Tanimura
source: Wouldn't it be better to talk in person?
pt_br: Non sarebbe meglio parlare di persona?

# 19224_Tanimura
source: It depends on when it is.
pt_br: Dipende da quando è.

# 19236_Tanimura
source: Yeah, that's pretty strange.
pt_br: Sì, è piuttosto strano.

# 19248_Tanimura
source: Everybody has their preferences.
pt_br: Ognuno ha le sue preferenze.

# 19260_Tanimura
source: You should have rice for breakfast.
pt_br: Dovresti mangiare riso a colazione.

# 19272_Tanimura
source: Don't overdo it.
pt_br: Non esagerare.

# 19284_Tanimura
source: I'll be glad to help.
pt_br: Sarò felice di aiutare.

# 19296_Tanimura
source: Most diets fail right away, you know.
pt_br: La maggior parte delle diete fallisce subito, sai.

# 19308_Tanimura
source: I think you've got it wrong.
pt_br: Penso tu abbia capito male.

# 19320_Tanimura
source: He's an idol to a lot of men.
pt_br: È un idolo per molti uomini.

# 19332_Tanimura
source: I bet I could beat him in a fight.
pt_br: Scommetto che potrei batterlo in un combattimento.

# 19344_Tanimura
source: It wasn't your fault.
pt_br: Non è stata colpa tua.

# 19356_Tanimura
source: That experience was just part of your journey.
pt_br: Quell'esperienza era solo parte del tuo viaggio.

# 19368_Tanimura
source: You're pretty high maintenance, aren't you?
pt_br: Sei piuttosto esigente, vero?

# 19380_Tanimura
source: Nothing
pt_br: Niente

# 19392_Tanimura
source: 777 Town
pt_br: Città 777

# 19416_Tanimura
source: The Ghost in the Underground Mall
pt_br: Il Fantasma del Centro Commerciale Sotterraneo

# 19428_Tanimura
source: The Footbaths at Yunosono Hot Springs
pt_br: I Pediluvi alle Sorgenti Termali Yunosono

# 19440_Tanimura
source: Popular Golf Dates Among Women
pt_br: Appuntamenti a Golf Popolari tra le Donne

# 19452_Tanimura
source: Eating Liver to Reverse Brain Aging
pt_br: Mangiare Fegato per Invertire l'Invecchiamento Cerebrale

# 19464_Tanimura
source: The Pole Dancing Workout
pt_br: L'Allenamento di Pole Dance

# 19476_Tanimura
source: Popular Sweet Sake Among Women
pt_br: Sake Dolce Popolare tra le Donne

# 19488_Tanimura
source: Sure, go ahead.
pt_br: Certo, fai pure.

# 19500_Tanimura
source: Sorry.
pt_br: Scusa.

# 19512_Tanimura
source: Sure.
pt_br: Certo.

# 19524_Tanimura
source: Nope.
pt_br: No.
