Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01090175.po
Languages: pt_br

# 68_Saejima
source: Cut out the homeless harassment, ya hear me?
pt_br: Piantala con le molestie ai senzatetto, capito?

# 80_Iguchi
source: Not on your life. I'll never forgive trash like him.
pt_br: Mai e poi mai. Non perdonerò mai una feccia come lui.

# 92_Saejima
source: So I've heard. Several times. Now tell us why.
pt_br: L'ho sentito dire. Diverse volte. Adesso dicci il perché.

# 116_Iguchi
source: My dreams, my family... Homeless people took both from me.
pt_br: I miei sogni, la mia famiglia... I barboni mi hanno portato via entrambi.

# 128_Saejima
source: Huh?
pt_br: Uh?

# 200_Iguchi
source: Three years or so ago, I owned a little pub. It was small, but it was mine. It was everything I'd always dreamed of.
pt_br: Un tre anni fa, più o meno, avevo un baretto. Era piccolo, ma era roba mia. Era tutto quello che avevo sempre sognato.

# 212_Iguchi
source: It wasn't in a great location, and I didn't see much profit, but I'd just started getting regulars. I was happy.
pt_br: Il posto non era un granché come posizione, e non è che ci facessi chissà quali soldi, ma avevo appena iniziato a farmi la mia clientela fissa. Ero felice.

# 224_Yamashita
source: I still don't see what that has to do with－
pt_br: Ancora non capisco cosa c'entri con－

# 236_Iguchi
source: Then you bums started camping out in the park next door!
pt_br: E poi voi barboni avete iniziato a piazzarvi nel parco qui accanto!

# 248_Iguchi
source: At first, I felt sorry for them. I didn't even stop them from dumpster diving through the pub's garbage.
pt_br: All'inizio, mi facevano pena. Non li ho nemmeno fermati dal rovistare tra la spazzatura del pub.

# 260_Iguchi
source: But they started inviting their friends from all over. Then they began partying－morning, noon, and night.
pt_br: Ma hanno iniziato a invitare i loro amici da ogni dove. Poi si sono messi a fare baldoria – mattina, mezzogiorno e notte.

# 272_Iguchi
source: They scared people away, but the police didn't do a thing. Soon even my regulars were too afraid to come anymore.
pt_br: Hanno fatto scappare la gente, ma la polizia non ha mosso un dito. Presto anche i miei clienti fissi avevano troppa paura per venire ancora.

# 284_Iguchi
source: In the blink of an eye, the only thing left was the debt I'd taken on to open the place. My dream was dead.
pt_br: In un baleno, l'unica cosa rimasta era il debito che mi ero accollato per aprire il locale. Il mio sogno era morto.

# 296_Iguchi
source: I went looking for a job to pay off my loans, but in this recession, you can't even find work that'll put food on the table.
pt_br: Mi sono messo a cercare un lavoro per ripagare i miei debiti, ma con questa crisi non si trova nemmeno un lavoro che ti permetta di mettere il pane in tavola.

# 308_Iguchi
source: My wife eventually got fed up, took the kids, and left me.
pt_br: Mia moglie alla fine si è stufata, s'è presa i figli e mi ha lasciato.

# 332_Iguchi
source: Still, I worked my fingers to the bone to pay off what I owed. But every time I see these guys, it hits me.
pt_br: Eppure, mi sono spaccato la schiena per ripagare quello che dovevo. Ma ogni volta che vedo questi tizi, mi sale la rabbia.

# 344_Iguchi
source: I'd be living the good life if it weren't for them!
pt_br: Me la passerei alla grande, se non fosse per loro!

# 356_Iguchi
source: I'll never forget it: the sight of those dirty hobos cheerfully squatting in the ruins of my pub!
pt_br: Non lo dimenticherò mai: la vista di quei barboni sporchi che bivaccavano allegramente tra le rovine del mio pub!

# 380_Iguchi
source: That's why I rounded up a group of like-minded citizens to get revenge.
pt_br: Ecco perché ho radunato un gruppo di persone che la pensano come me per vendicarmi.

# 392_Yamashita
source: So that's what happened. I see...
pt_br: Quindi è andata così. Capisco...

# 416_Saejima
source: I get it. You lost your family, and your dream got shattered. That's gotta hurt like a motherfucker.
pt_br: Capisco. Hai perso la tua famiglia, e il tuo sogno è andato in frantumi. Quello deve fare un male della madonna.

# 428_Iguchi
source: Well, yes...
pt_br: Beh, sì...

# 440_Saejima
source: But that don't change the fact that you're blamin' everyone but yourself, and pickin' on people who can't fight back.
pt_br: Ma questo non cambia il fatto che stai dando la colpa a tutti tranne che a te stesso, e te la stai prendendo con gente che non può difendersi.

# 464_Saejima
source: Revenge is a hell of a drug. Trust me. I know.
pt_br: La vendetta è una droga infernale. Fidati di me. Lo so.

# 488_Saejima
source: But it ain't too late to walk back from this ledge. If ya had the fightin' spirit to pay off your debts, you can do damn near anything.
pt_br: Ma non è troppo tardi per tirarti indietro da 'sto precipizio. Se hai avuto la grinta per saldare i tuoi debiti, puoi fare qualsiasi cosa, dannazione.

# 500_Iguchi
source: Huh...
pt_br: Eh...

# 512_Yamashita
source: Iguchi-san, I must apologize.
pt_br: Signor Iguchi, devo scusarmi.

# 536_Saejima
source: No, ya don't. You don't gotta apologize for nothin'.
pt_br: No, non devi. Non devi chiedere scusa per niente.

# 548_Yamashita
source: I do, for what I said earlier. And for what happened to him. None of us ever meant to be a bother.
pt_br: Sì, mi dispiace per quello che ho detto prima. E per quello che gli è capitato. Nessuno di noi ha mai voluto essere un peso.

# 560_Yamashita
source: As someone who knows what it's like to lose it all, it breaks my heart to see the cycle continue.
pt_br: Come uno che sa cosa vuol dire perdere tutto, mi si stringe il cuore a vedere questa spirale continuare.

# 572_Saejima
source: Hrm...
pt_br: Hmm...

# 584_Yamashita
source: So please allow me to apologize. I truly am sorry.
pt_br: Allora, ti prego, lasciami scusare. Sono sinceramente dispiaciuto.

# 608_Iguchi
source: Hmph. He's right. There's no point in you apologizing to me.
pt_br: Hmph. Ha ragione. È inutile che tu ti scusi con me.

# 620_Iguchi
source: Just like there's no point in me taking my anger and frustration out on you guys.
pt_br: Allo stesso modo, non ha senso che io sfoghi la mia rabbia e frustrazione su di voi.
