Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee0023.po
Languages: pt

source: Player
pt: Giocatore

# 504_Player
source: You're not doing so well... You'll just have to try harder.
pt: Non stai andando molto bene... Dovrai solo impegnarti di più.

# 516_キャバ育名前
source: Okay, I will.
pt: Ok, lo farò.

# 540_Player
source: Good work out there tonight. I think you're getting the hang of things now.
pt: Ottimo lavoro stasera. Penso che ci stai prendendo la mano adesso.

# 552_キャバ育名前
source: Thank you.
pt: Grazie.

# 576_Player
source: Great job out there tonight. I could tell you were giving it your all.
pt: Ottimo lavoro stasera. Si vedeva che stavi dando il massimo.

# 588_キャバ育名前
source: Thank you!
pt: Grazie!

# 624_Player
source: Let's work on your presentation. Makeup, hair, posture... All of these things send certain signals to a man.
pt: Lavoriamo sulla tua presentazione. Trucco, capelli, postura... Tutte queste cose mandano certi segnali a un uomo.

# 636_キャバ育名前
source: That does sound good. I'll be taking mental notes.
pt: Sembra un'ottima idea. Prenderò appunti mentali.

# 660_Player
source: You're doing very well. Good job.
pt: Stai andando molto bene. Ottimo lavoro.

# 672_キャバ育名前
source: Thank you. It's all thanks to your help!
pt: Grazie. È tutto merito del suo aiuto!

# 696_Player
source: Hmm... You still need work.
pt: Mmm... Devi ancora lavorarci un po'.

# 708_キャバ育名前
source: I'm sorry... I'll try harder next time.
pt: Mi dispiace... La prossima volta mi impegnerò di più.

# 732_Player
source: Okay, so today we're going to study a little trivia. No matter what the conversation, it's always important to be smart about what you say. "Knowledge is power," right?
pt: Ok, oggi studieremo un po' di cultura generale. Non importa quale sia la conversazione, è sempre importante essere intelligenti in ciò che si dice. 'Sapere è potere', giusto?

# 744_キャバ育名前
source: That does sound good. I'll be taking mental notes.
pt: Sembra un'ottima idea. Prenderò appunti mentali.

# 768_Player
source: You're doing very well. Good job.
pt: Stai andando molto bene. Ottimo lavoro.

# 780_キャバ育名前
source: Thank you. It's all thanks to your help.
pt: Grazie. È tutto merito del suo aiuto.

# 804_Player
source: Hmm... You still need work.
pt: Mmm... Devi ancora lavorarci un po'.

# 816_キャバ育名前
source: I'm sorry... I'll try harder next time.
pt: Mi dispiace... La prossima volta mi impegnerò di più.

# 840_Player
source: Right now, I'd like to give you some conversation tips to help you captivate the customers. Sound good?
pt: Adesso, vorrei darti qualche consiglio di conversazione per aiutarti a conquistare i clienti. Ti va bene?

# 852_キャバ育名前
source: That does sound good. I'll be taking mental notes.
pt: Sembra un'ottima idea. Prenderò appunti mentali.

# 876_Player
source: You're doing very well. Good job.
pt: Stai andando molto bene. Ottimo lavoro.

# 888_キャバ育名前
source: Thank you. It's all thanks to your help.
pt: Grazie. È tutto merito del suo aiuto.

# 912_Player
source: Hmm... You still need work.
pt: Mmm... Devi ancora lavorarci un po'.

# 924_キャバ育名前
source: I'm sorry... I'll try harder next time.
pt: Mi dispiace... La prossima volta mi impegnerò di più.

# 948_Player
source: I think you should spend your downtime doing whatever you like. Relax.
pt: Penso che dovresti passare il tuo tempo libero facendo quello che ti pare. Rilassati.

# 960_キャバ育名前
source: Really? Thanks!
pt: Davvero? Grazie!

# 984_Player
source: Did you make the most of your time? You seem pretty relaxed now.
pt: Hai sfruttato al meglio il tuo tempo? Sembri piuttosto rilassata ora.

# 996_キャバ育名前
source: Yes! I feel a lot better.
pt: Sì! Mi sento molto meglio.

# 1020_Player
source: Well? Had a good rest?
pt: Allora? Ti sei riposata bene?

# 1032_キャバ育名前
source: No, I couldn't relax for some reason...
pt: No, per qualche motivo non sono riuscita a rilassarmi...

# 1056_Player
source: Today, we're going to work on your weak points. Now I know I might come off a little blunt, but bear with it, okay?
pt: Oggi lavoreremo sui tuoi punti deboli. So che potrei sembrare un po' brusco, ma cerca di sopportarlo, ok?

# 1068_キャバ育名前
source: All right...
pt: Va bene...

# 1092_Player
source: All right, now think about what I told you and give it your full effort next time.
pt: Va bene, ora pensa a quello che ti ho detto e impegnati al massimo la prossima volta.

# 1104_キャバ育名前
source: I will. Thank you!
pt: Lo farò. Grazie!

# 1128_Player
source: (I don't think any of that really got through to her...)
pt: (Non credo che abbia capito molto...)

# 1164_Player
source: I think you should take some time off for yourself and relax for a bit.
pt: Penso che dovresti prenderti un po' di tempo per te e rilassarti.

# 1176_キャバ育名前
source: Okay!
pt: Ok!

# 1200_Player
source: How was it? Did you get some relaxing in?
pt: Com'è andata? Ti sei rilassata un po'?

# 1212_キャバ育名前
source: Oh, yes! Thank you!
pt: Oh, sì! Grazie!

# 1236_Player
source: Did you have a good break?
pt: Ti sei riposata bene?

# 1248_キャバ育名前
source: Not really...
pt: Non proprio...

# 1272_Player
source: Today, we're going to find a way to keep you motivated and positive. Sound good?
pt: Oggi troveremo un modo per mantenerti motivata e positiva. Ti va bene?

# 1284_キャバ育名前
source: Okay!
pt: Ok!

# 1308_Player
source: Well? How's that for positive thinking?
pt: Allora? Che ne dici per pensare positivo?

# 1320_キャバ育名前
source: It's perfect! Thanks so much!
pt: È perfetto! Grazie mille!

# 1344_Player
source: What do you think? Feeling positive?
pt: Che ne pensi? Ti senti positiva?

# 1356_キャバ育名前
source: No, not really...
pt: No, non proprio...

# 1500_キャバ育名前
source: I'm sorry for missing work without leaving notice... I just didn't feel up to it.
pt: Mi dispiace per essermi assentata dal lavoro senza preavviso... Non me la sentivo.

# 1512_Player
source: All right, just be more careful next time. I'll do my part to give you the best guidance I can from here on out.
pt: Va bene, la prossima volta fai più attenzione. Farò del mio meglio per darti la migliore guida possibile d'ora in poi.
