Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0305.po
Languages: pt_br

source: Attendant
pt_br: Addetto

source: Player
pt_br: Giocatore

# 2600_Akko
source: Do you wanna order something?
pt_br: Vuoi prendere qualcosa?

# 2624_Kiryu
source: I'll take one of these.
pt_br: Prendo uno di questi.

# 2636_Akko
source: Huh? You're not gonna order anything?
pt_br: Eh? Non ordini niente?

# 2648_Akko
source: Wanna go another round?
pt_br: Vuoi un altro giro?

# 2672_Kiryu
source: I'll take one of these.
pt_br: Prendo uno di questi.

# 2684_Akko
source: Huh? You don't want another?
pt_br: Eh? Non ne vuoi un altro?

# 2696_Akko
source: Oooh, I love that, too!
pt_br: Oooh, mi piace un sacco anche quello!

# 2708_Akko
source: You like that stuff?
pt_br: Ti garba quella roba?

# 2720_Akko
source: All right, understood.
pt_br: Va bene, capito.

# 2732_Akko
source: Y'know, there are way yummier drinks...
pt_br: Sai, ci sono un sacco di drink molto più sfiziosi...

# 2744_Akko
source: Oh, I see...
pt_br: Ah, capisco...

# 2756_Akko
source: How about something to eat?
pt_br: Che ne dici di qualcosa da mangiare?

# 2780_Kiryu
source: I'll take one of these.
pt_br: Prendo uno di questi.

# 2792_Akko
source: Aww, you're not hungry?
pt_br: Ma dai, non hai fame?

# 2804_Akko
source: Want anything to eat?
pt_br: Vuoi mangiare qualcosa?

# 2828_Kiryu
source: I'll take one of these.
pt_br: Prendo uno di questi.

# 2840_Akko
source: Oh, you're not hungry.
pt_br: Oh, non hai fame.

# 2852_Akko
source: I love that!
pt_br: Adoro!

# 2864_Akko
source: I love that!
pt_br: Adoro!

# 2876_Akko
source: All right, understood.
pt_br: Va bene, capito.

# 2888_Akko
source: You really eat stuff like that?
pt_br: Ma tu ti mangi davvero 'sta roba?

# 2900_Akko
source: I really... don't like that.
pt_br: Quello... non mi piace proprio.

# 2912_Akko
source: What's good about it?
pt_br: Che c'ha di buono?

# 2924_Akko
source: I'll put in the order, then.
pt_br: Faccio l'ordine, allora.

# 2948_Akko
source: Yes?
pt_br: Sì?

# 2960_M_shp_sitgrd_sync_order
source: This please!
pt_br: Questo, per favore!

# 2972_Akko
source: With pleasure.
pt_br: Con piacere.

# 2996_Akko
source: Cheers!
pt_br: Salute!

# 3008_Akko
source: Cheers.
pt_br: Salute.

# 3020_M_shp_sitgrd_sync_order
source: Make yourself comfortable!
pt_br: Mettiti comodo!

# 3032_Akko
source: Cheers.
pt_br: Salute.

# 3044_Akko
source: Cheers.
pt_br: Salute.

# 3056_M_shp_sitgrd_sync_order
source: Make yourself at home.
pt_br: Fai come se fossi a casa tua.

# 3068_Akko
source: I'm making it right now.
pt_br: Lo sto preparando proprio adesso.

# 3080_Akko
source: All right...
pt_br: Va bene...

# 3092_Akko
source: Here you go!
pt_br: Ecco a te!

# 3128_Akko
source: Here you go!
pt_br: Ecco a te!

# 3152_Akko
source: Can I smoke too?
pt_br: Posso fumare anch'io?

# 3164_Akko
source: Sure.
pt_br: Certo.

# 3176_Akko
source: Go on, drink up!
pt_br: Dai, bevi!

# 3188_Akko
source: Sure.
pt_br: Certo.

# 3200_Akko
source: I'll drink, too!
pt_br: Bevo anch'io!

# 3212_Akko
source: Sure.
pt_br: Certo.

# 3224_Player
source: I should be getting home.
pt_br: Dovrei tornare a casa.

# 3236_Akko
source: You're leaving already?
pt_br: Te ne vai già?

# 3248_Akko
source: I think our time's almost up...
pt_br: Mi sa che il nostro tempo sta per finire...

# 3260_Akko
source: Yeah...
pt_br: Già...

# 3368_Akko
source: Bye.
pt_br: Ciao.

# 3380_Akko
source: See you later, okay?
pt_br: Ci vediamo dopo, okay?

# 3404_Akko
source: See you later...
pt_br: Ci vediamo...

# 3416_Akko
source: Yeah...
pt_br: Già...

# 3428_F_cab_stand_sync_byeC_ed
source: Bye.
pt_br: Ciao.

# 3452_Akko
source: Okay, I'll see you again.
pt_br: Ok, ci si vede.

# 3464_Akko
source: Sure.
pt_br: Certo.

# 3476_F_cab_stand_sync_dakiA_ed
source: Bye.
pt_br: Ciao.

# 3536_Akko
source: Bye! <Color:7>♥<Color:Default>
pt_br: Ciao! <Color:7>♥<Color:Default>
