Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01400000.po
Languages: pt

source: Game on!
pt: Si gioca!

source: Promise me you'll be back.
pt: Promettimi che tornerai.

source: I do have a thing for strong men.
pt: Ho un debole per gli uomini forti.

source: Dealer
pt: Mazziera

# 520_Dealer
source: Welcome. Go easy on me, please...
pt: Benvenuto. Vacci piano con me, per favore...

# 532_Dealer
source: Welcome back. Heh... Go easy on me, please...
pt: Bentornato. Eh... Vacci piano con me, per favore...

# 544_Dealer
source: Nice of you to join us. Here we go.
pt: È un piacere averti qui. Cominciamo.

# 556_Dealer
source: I was waiting for you. Here we go.
pt: Ti stavo aspettando. Cominciamo.

# 568_Dealer
source: Ready? Here we go.
pt: Pronto? Si comincia.

# 580_Dealer
source: What's it gonna be!?
pt: Cosa sarà!?

# 592_Dealer
source: Now they fall.
pt: Ora cadono.

# 616_Dealer
source: Hm, not bad.
pt: Mh, non male.

# 628_Dealer
source: Not too bad!
pt: Non male!

# 640_Dealer
source: Impressive!
pt: Impressionante!

# 652_Dealer
source: I knew you'd get it.
pt: Sapevo che ci saresti riuscito.

# 664_Dealer
source: Hm, that's the way it goes.
pt: Mh, è così che va.

# 676_Dealer
source: That's the way it goes.
pt: Così va il gioco.

# 688_Dealer
source: What's wrong? I've never seen you like this.
pt: Cosa c'è che non va? Non ti ho mai visto così.

# 700_Dealer
source: Don't worry. You'll make up for it next time.
pt: Non preoccuparti. Ti rifarai la prossima volta.

# 712_Dealer
source: So, what'll it be?
pt: Allora, cosa scegli?

# 724_Dealer
source: So, what'll it be?
pt: Allora, cosa scegli?

# 736_Dealer
source: So, what'll it be?
pt: Allora, cosa scegli?

# 748_Dealer
source: So, what'll it be?
pt: Allora, cosa scegli?

# 760_Dealer
source: Heh, try again next time.
pt: Eh, riprova la prossima volta.

# 772_Dealer
source: Come again.
pt: Torna a trovarci.

# 784_Dealer
source: Hold on now...
pt: Aspetta un attimo...

# 808_Dealer
source: Hold on now...
pt: Aspetta un attimo...

# 832_Dealer
source: Try again next time!
pt: Riprova la prossima volta!

# 844_Dealer
source: What're you goin' on about!? Quit making excuses and make a bet already!
pt: Di che stai parlando!? Smettila di trovare scuse e scommetti!

# 856_Kiryu
source: Heh... Fine.
pt: Eh... Va bene.

# 868_Akiyama
source: Heh... All right.
pt: Eh... D'accordo.

# 880_Saejima
source: Hmph... Fine.
pt: Mpf... Va bene.

# 892_Tanimura
source: Heh... Okay.
pt: Eh... Okay.

# 904_Dealer
source: Hmph... You don't have a shred of proof, so just bet!
pt: Mpf... Non hai la minima prova, quindi scommetti e basta!

# 928_Dealer
source: (She kept her cool... Guess I was wrong.)
pt: (È rimasto calmo... Immagino di essermi sbagliata.)

# 940_Dealer
source: (She's not even fazed. Was I mistaken?)
pt: (Non è per niente turbato. Mi sono sbagliata?)

# 952_Dealer
source: (She ain't even fazed. Was I wrong?)
pt: (Non è neanche turbato. Mi sbagliavo?)

# 964_Dealer
source: (She kept her cool... Guess I was wrong.)
pt: (È rimasto calmo... Immagino di essermi sbagliata.)

# 976_Dealer
source: Carry over your winnings to play the house?
pt: Riportare le vincite per giocare contro il banco?

# 988_Dealer
source: Carry over your winnings to play the house?
pt: Riportare le vincite per giocare contro il banco?

# 1000_Dealer
source: Carry over your winnings to play the house?
pt: Riportare le vincite per giocare contro il banco?

# 1012_Dealer
source: Carry over your winnings to play the house?
pt: Riportare le vincite per giocare contro il banco?
