Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0091057c.po
Languages: pt_br

source: <Color:9>You learned the Komaki Firearm Flip.<Color:Default>
pt_br: <Color:9>Hai imparato il Ribaltamento Arma da Fuoco Komaki.<Color:Default>

source: Idle
pt_br: Inattivo

# 72_GG
source: [This... can't... be...!]
pt_br: [Non... è... possibile...!]

# 84_Nair
source: [Give up! It's over for you!]
pt_br: [Arrenditi! Hai chiuso!]

# 96_GG
source: [All I ever wanted was for you－just you－to be happy, Nair...]
pt_br: [Tutto quello che ho sempre voluto era che tu－solo tu－fossi felice, Nair...]

# 108_Nair
source: [If that's the way you truly feel, then pay for your sins with the rest of your life.]
pt_br: [Se è così che ti senti davvero, allora paga per i tuoi peccati con il resto della tua vita.]

# 120_Nair
source: [That's my final wish, as your only family...]
pt_br: [Questo è il mio ultimo desiderio, come la tua unica famiglia...]

# 144_Tanimura
source: [Why did you kill your parents for money? You're the eldest son. You would have inherited the money either way, right?]
pt_br: [Perché hai ucciso i tuoi genitori per soldi? Sei il figlio maggiore. Avresti ereditato i soldi comunque, giusto?]

# 156_GG
source: [Those brainless idiots were wasting their own inheritance. How could I expect to inherit anything of my own? Waiting would've been futile.]
pt_br: [Quei mentecatti stavano mandando in fumo la loro eredità. Come avrei mai potuto sperare di beccarmi qualcosa io? Aspettare sarebbe stato del tutto inutile.]

# 168_GG
source: [I tried reasoning with them. I even majored in management at college, but they would never even acknowledge what I was saying.]
pt_br: [Ho provato a ragionare con loro. Mi sono persino laureato in management all'università, ma non hanno mai voluto darmi retta.]

# 180_GG
source: [They were so incompetent, they didn't even have the faculties to take notice of my talent.]
pt_br: [Erano talmente incompetenti che non avevano nemmeno la capacità di riconoscere il mio talento.]

# 192_GG
source: [What's more, they didn't trust me, and were even looking for a new successor.]
pt_br: [Per di più, non si fidavano di me, e stavano persino cercando un nuovo successore.]

# 204_GG
source: [They had no intention whatsoever to leave the family fortune to me and Nair.]
pt_br: [Non avevano la minima intenzione di lasciare la fortuna di famiglia a me e Nair.]

# 216_Nair
source: [It is true that our parents weren't interested in anything but money.]
pt_br: [È vero che i nostri genitori non erano interessati a nient'altro che ai soldi.]

# 228_Nair
source: [But you made the wrong decision. Nobody has the right to kill another.]
pt_br: [Ma hai preso la decisione sbagliata. Nessuno ha il diritto di uccidere un altro.]

# 252_GG
source: [Nair, you've grown up to be a wonderful person. I can rest easy knowing that.]
pt_br: [Nair, sei diventato una persona meravigliosa. Posso stare tranquillo sapendo questo.]

# 288_Tanimura
source: [I know, Nair. I know.]
pt_br: [Lo so, Nair. Lo so.]

# 312_Tanimura
source: This is Tanimura from the Community Safety Division. I need men on the roof of the Millennium Tower right away.
pt_br: Sono Tanimura della Divisione Sicurezza Pubblica. Mi servono uomini sul tetto della Millennium Tower subito.

# 396_Nair
source: [Tanimura-san, thanks for everything. You really helped me a lot.]
pt_br: [Tanimura-san, grazie di tutto. Mi hai aiutato davvero tanto.]

# 408_Tanimura
source: [I guess you were pretty shocked to find out the murderer was really your brother.]
pt_br: [Immagino che tu sia rimasto piuttosto scioccato quando hai scoperto che l'assassino era davvero tuo fratello.]

# 420_Nair
source: [Well, of course. But honestly, I'm a little happy to see that he's still alive.]
pt_br: [Beh, certo. Ma, onestamente, sono un po' contento di vederlo ancora vivo.]

# 432_Tanimura
source: [Really?]
pt_br: [Davvero?]

# 444_Nair
source: [Well, we got the bad guy. But I bet I'm going to be pretty busy for a while after this.]
pt_br: [Beh, abbiamo beccato il bastardo. Ma scommetto che avrò un bel daffare per un po' dopo 'sta cosa.]

# 456_Tanimura
source: [Why's that?]
pt_br: [Perché mai?]

# 468_Nair
source: [For starters, GG is going to be interrogated here in Japan, right? I also have to start on the extradition paperwork.]
pt_br: [Per cominciare, GG verrà interrogato qui in Giappone, giusto? Devo anche iniziare le pratiche per l'estradizione.]

# 480_Tanimura
source: [Oh, I see. So the worst of all of this is yet to come.]
pt_br: [Ah, capisco. Quindi il peggio di tutto questo deve ancora venire.]

# 492_Nair
source: [Tanimura-san! You're not going to help?]
pt_br: [Tanimura-san! Non hai intenzione di aiutare?]

# 504_Tanimura
source: [I think I'll pass on that part. I wish you all the best, Nair.]
pt_br: [Su quella parte, passo. Ti auguro il meglio, Nair.]

# 516_Nair
source: [Hey! You can't leave me now!]
pt_br: [Ehi! Non puoi lasciarmi adesso!]

# 528_Nair
source: [...Just kidding!]
pt_br: [...Dai, scherzo!]

# 540_Nair
source: [You were more help than I could have ever imagined. We'll take care of the rest.]
pt_br: [Sei stato più d'aiuto di quanto avrei mai potuto immaginare. Ci pensiamo noi al resto.]

# 552_Nair
source: [There has to be some way I can repay you.]
pt_br: [Dev'esserci un modo per sdebitarmi.]

# 564_Tanimura
source: [No worries. I was just doing my job.]
pt_br: [Tranquillo. Stavo solo facendo il mio lavoro.]

# 576_Tanimura
source: [Plus, you taught me lots of new techniques. The whole experience was pretty inspirational too. That's enough reward for me.]
pt_br: [E poi, mi hai insegnato un sacco di nuove tecniche. Tutta l'esperienza è stata anche piuttosto d'ispirazione. Questo mi basta come ricompensa.]

# 600_Nair
source: [You're too nice.]
pt_br: [Sei troppo buono.]

# 612_Nair
source: [When I get back home I'll send you a bunch of fresh fruit!]
pt_br: [Quando torno a casa ti mando un sacco di frutta fresca!]

# 624_Tanimura
source: [Well, I am partial to fruit. I'll be looking forward to it then.]
pt_br: [Beh, ho un debole per la frutta. Allora, non vedo l'ora.]

# 636_Marcos
source: [Nair! Come here and help me fill these forms out!]
pt_br: [Nair! Vieni qua e aiutami a compilare questi moduli!]

# 648_Nair
source: [Be right there!]
pt_br: [Arrivo subito!]

# 660_Nair
source: [Well, this is it, Tanimura-san. Thanks again.]
pt_br: [Beh, è fatta, Tanimura-san. Grazie ancora.]

# 672_Tanimura
source: [Right back at ya.]
pt_br: [Lo stesso a te.]

# 684_Nair
source: [See you around!]
pt_br: [Ci si vede in giro!]

# 768_Tanimura
source: [Wait. Isn't that...]
pt_br: [Aspetta. Non è quello...]

# 804_GG
source: [I must give you credit for making it this far. However, your coming here was a mistake.]
pt_br: [Devo darti atto per essere arrivato fin qui. Ma venire qui è stato un errore.]

# 816_GG
source: [And I take it you realize that now, no?]
pt_br: [E immagino che ora te ne renda conto, no?]

# 840_Nair
source: [It can't be!]
pt_br: [Non può essere!]

# 852_Tanimura
source: [Are you sure that's GG?]
pt_br: [Sei sicuro che sia finita?]

# 864_Nair
source: [Yeah...]
pt_br: [Già...]

# 876_Tanimura
source: [Nair! What's gotten into you!?]
pt_br: [Nair! Che ti prende!?]

# 888_GG
source: [Can't blame you for being surprised. This is why I told you coming would be a mistake.]
pt_br: [Non ti do torto a essere sorpreso. Ecco perché ti avevo detto che venire sarebbe stato un errore.]

# 900_Tanimura
source: [What's going on?]
pt_br: [Che succede?]

# 924_Nair
source: [He's... my brother...]
pt_br: [È... mio fratello...]

# 936_Tanimura
source: [Your what!?]
pt_br: [Il tuo... che cosa!?]

# 948_Nair
source: [But why...?]
pt_br: [Ma perché...?]

# 960_GG
source: [It's just as it appears. I killed our parents, faked my death, and took off with our family's massive fortune.]
pt_br: [È proprio come sembra. Ho ucciso i nostri genitori, ho inscenato la mia morte, e me la sono data a gambe con l'enorme fortuna della nostra famiglia.]

# 972_Nair
source: [It can't be...]
pt_br: [Non può essere...]

# 984_GG
source: [I'm afraid it can. But the facts reported on the murder are all lies.]
pt_br: [Temo di sì. Ma i fatti riportati sull'omicidio sono tutte bugie.]

# 996_Tanimura
source: [What do you mean?]
pt_br: [Che vuoi dire?]

# 1008_GG
source: [Our family operated a plant, dealing mainly with automobile manufacturing.]
pt_br: [La nostra famiglia gestiva uno stabilimento, che si occupava principalmente di produzione automobilistica.]

# 1020_GG
source: [But that business alone could never amass such wealth.]
pt_br: Ma quel giro d'affari da solo non avrebbe mai potuto accumulare una tale ricchezza.

# 1032_GG
source: [It was merely a front. Behind the scenes, they dealt in the munitions industry－selling arms. This was the true source of their enormous wealth.]
pt_br: [Era solo una copertura. Dietro le quinte, trafficavano nell'industria delle munizioni—vendendo armi. Questa era la vera fonte della loro immensa ricchezza.]

# 1044_GG
source: [Wealth that I took.]
pt_br: [Ricchezza che ho preso.]

# 1056_GG
source: [Publicizing my death freed me from all political and economic responsibility. Living behind the scenes has many advantages.]
pt_br: [La pubblicizzazione della mia morte mi ha liberato da ogni responsabilità politica ed economica. Vivere dietro le quinte ha molti vantaggi.]

# 1068_Nair
source: [It can't be...]
pt_br: [Non può essere...]

# 1080_Tanimura
source: [Nobody can just fake their death that easily!]
pt_br: [Nessuno può semplicemente fingersi morto così facilmente!]

# 1092_GG
source: [Perhaps not in Japan. But the sleuthing techniques aren't so advanced where I'm from. It was hardly a challenge to find a loophole.]
pt_br: [Magari non in Giappone. Ma le tecniche investigative non sono così avanzate dalle mie parti. Trovare una scappatoia è stato un gioco da ragazzi.]

# 1104_GG
source: [And I'm rich. Nothing is impossible for me now.]
pt_br: [E sono ricco. Niente mi è impossibile adesso.]

# 1116_Tanimura
source: [This guy's ridiculous.]
pt_br: [Questo tizio è ridicolo.]

# 1128_GG
source: [My parents and I never saw eye-to-eye when it came to their money. I had to get rid of them.]
pt_br: [Io e i miei genitori non l'abbiamo mai vista allo stesso modo quando si trattava dei loro soldi. Dovevo farli fuori.]

# 1140_GG
source: [But Nair and Marcos were always there for me when I was alone.]
pt_br: [Ma Nair e Marcos c'erano sempre per me quando ero solo.]

# 1152_GG
source: [I am grateful to both of them.]
pt_br: [Sono grato a entrambi.]

# 1164_Tanimura
source: [That's why you told them to stay out of your way, right? You didn't want to kill them.]
pt_br: [Ecco perché gli hai detto di non mettersi in mezzo, no? Non volevi ucciderli.]

# 1176_GG
source: [That's right.]
pt_br: [Esatto.]

# 1188_Tanimura
source: [Even wicked people like you aren't able to forget the people they love.]
pt_br: [Perfino i malvagi come te non si scordano di chi amano.]

# 1200_Tanimura
source: [But do you think your friend and sister are happy with you now?]
pt_br: [Ma pensi che il tuo amico e tua sorella siano felici di te ora?]

# 1212_GG
source: [That's why I told them not to interfere. If they figured out who I really was, I would have to dispose of them regardless.]
pt_br: [Ecco perché gli ho detto di non intromettersi. Se avessero capito chi ero davvero, avrei dovuto sbarazzarmene comunque.]

# 1224_Nair
source: [Dispose?]
pt_br: [Smaltire?]

# 1236_Tanimura
source: [You gave yourself away the moment you said that word.]
pt_br: [Ti sei tradito appena hai detto quella parola.]

# 1248_Tanimura
source: [If these people were truly important to you, you'd never talk of "disposing" them. Not ever.]
pt_br: [Se queste persone fossero davvero importanti per te, non parleresti mai di "sbarazzartene". Mai.]

# 1260_Tanimura
source: [I'm sure even Nair has realized the truth about you now.]
pt_br: [Sono sicuro che perfino Nair abbia ormai capito la verità su di te.]

# 1296_Nair
source: [You're not my brother. My brother is nothing like you.]
pt_br: [Tu non sei mio fratello. Mio fratello non ti somiglia per niente.]

# 1308_Nair
source: [My brother is dead! My brother died that day, along with my parents!]
pt_br: [Mio fratello è morto! Mio fratello è morto quel giorno, insieme ai miei genitori!]

# 1332_Nair
source: [You're just the criminal that murdered my family now. And you're not getting away with it.]
pt_br: [Adesso sei solo il criminale che ha ammazzato la mia famiglia. E non la farai franca.]

# 1344_GG
source: [That's too bad. I would have thought you of all people would at least try to understand.]
pt_br: [È un peccato. Avrei pensato che proprio tu avresti almeno provato a capire.]

# 1356_Tanimura
source: [You can't force your ideas onto other people and expect them to agree with you.]
pt_br: [Non puoi imporre le tue idee agli altri e pretendere che ti diano ragione.]

# 1368_GG
source: [That's enough. You will die now.]
pt_br: [Ora basta. Adesso muori.]

# 1380_Nair
source: [I'm going to make you pay. Count on it.]
pt_br: [Te la farò pagare. Contaci.]

# 1392_GG
source: [I grow tired of this banter. Prepare yourself!]
pt_br: [Mi sono rotto le palle di questa manfrina. Fatti sotto!]
