Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00020651.po
Languages: it

source: Homeless Man
it: Senzatetto

# 68_Homeless Man
source: Are you Tanimura-san?
it: Lei è Tanimura-san?

# 80_Tanimura
source: That I am. You the one who called me?
it: Sono io. È lei che mi ha chiamato?

# 92_Homeless Man
source: I don't know anything about a call... My boss just told me to come here and give this to you. Here, take it.
it: Non so niente di nessuna chiamata... Il mio capo mi ha solo detto di venire qui e di darle questo. Tenga, lo prenda.

# 128_Tanimura
source: What's this for?
it: E questo cos'è?

# 140_Homeless Man
source: Heheh... I dunno, maybe you got a secret admirer? Either way, it's yours now.
it: Eheh... Non lo so, forse ha un ammiratore segreto? In ogni caso, ora è suo.

# 164_Tanimura
source: (A bouquet of flowers? I don't get it.)
it: (Un mazzo di fiori? Non capisco.)

# 176_Tanimura
source: (Wait, there's a note inside. It says...)
it: (Aspetta, c'è un biglietto dentro. Dice...)

# 188_Tanimura
source: ("Well done, gumshoe. You take after your papa more than I expected. I suppose I should uphold my end of the bargain.")
it: ('Bel lavoro, sbirro. Assomigli a tuo padre più di quanto mi aspettassi. Immagino di dover rispettare la mia parte dell'accordo.')

# 200_Tanimura
source: ("You'll be getting a call from Katsuragi soon. What you do next is up to you. Just see that you don't waste this chance.")
it: ('Presto riceverai una chiamata da Katsuragi. Cosa farai dopo dipende da te. Vedi solo di non sprecare questa occasione.')
