Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01020225.po
Languages: pt

source: The Florist
pt: Il Fiorista

# 72_The Florist
source: ...Had some time to take it all in?
pt: ...Hai avuto tempo di metabolizzare il tutto?

# 84_Saejima
source: Yeah. I owe ya one.
pt: Sì. Te ne devo una.

# 96_Saejima
source: Thanks for lettin' me see him again.
pt: Grazie per avermi permesso di rivederlo.

# 108_The Florist
source: A deal's a deal. So, what will you do now?
pt: Un patto è un patto. E ora che farai?

# 120_Saejima
source: There's one more thing I gotta find out.
pt: C'è un'altra cosa che devo scoprire.

# 132_The Florist
source: You mean Majima?
pt: Intendi Majima?

# 144_Saejima
source: Yeah. I gotta know what really happened back in '85. I wanna hear it straight from his mouth.
pt: Sì. Devo sapere cosa è successo veramente nell'85. Voglio sentirlo direttamente dalla sua bocca.

# 156_Saejima
source: Have I spent half my life behind bars for nothing? I can't go out without knowin'.
pt: Ho passato metà della mia vita dietro le sbarre per niente? Non posso andarmene senza saperlo.

# 168_The Florist
source: That reminds me. You broke yourself out of prison, right? It would seem the police are hot on your trail.
pt: Questo mi ricorda. Sei evaso di prigione, vero? Sembrerebbe che la polizia sia sulle tue tracce.

# 180_The Florist
source: I heard they got wind of you being sighted in Kamurocho. The city's crawling with cops right now.
pt: Ho sentito che si è sparsa la voce del tuo avvistamento a Kamurocho. La città brulica di sbirri in questo momento.

# 192_Saejima
source: Shit...
pt: Merda...

# 204_The Florist
source: You'd better lay low until things calm down. You still have that hideout, don't you?
pt: È meglio se ti tieni nascosto finché le acque non si calmano. Hai ancora quel nascondiglio, vero?

# 216_Saejima
source: Yep.
pt: Sì.

# 228_The Florist
source: Then wait it out there for a while. You should be safe from the police as long as you stay underground.
pt: Allora aspetta lì per un po'. Dovresti essere al sicuro dalla polizia finché rimani sottoterra.

# 240_The Florist
source: You look big enough to handle a manhole cover. Use those to access the sewers and you'll be able to move freely.
pt: Sembri abbastanza grosso da sollevare un tombino. Usali per accedere alle fogne e potrai muoverti liberamente.

# 252_The Florist
source: Right outside here, there's an entrance to an underground passage. It'll take you to one of Kamurocho's manholes.
pt: Proprio qui fuori c'è un'entrata per un passaggio sotterraneo. Ti porterà a uno dei tombini di Kamurocho.

# 264_The Florist
source: I suggest using those manholes wherever you find them. They'll help you get back to your hideout undetected.
pt: Ti suggerisco di usare quei tombini ovunque li trovi. Ti aiuteranno a tornare al tuo nascondiglio senza essere scoperto.

# 276_Saejima
source: Gotcha, thanks.
pt: Capito, grazie.

# 300_The Florist
source: That "deathmatch" back at the Underground Coliseum? It was a test.
pt: Quel "deathmatch" al Colosseo Sotterraneo? Era un test.

# 312_Saejima
source: What's that s'posed to mean?
pt: Cosa vorrebbe dire?

# 324_The Florist
source: I wanted to see how you'd act under those circumstances. I hope you don't hold it against me, but it was necessary.
pt: Volevo vedere come ti saresti comportato in quelle circostanze. Spero che non me ne vorrai, ma era necessario.

# 348_The Florist
source: Relax. Ivan will survive. Hell, he'll be back in the ring in a week at most.
pt: Rilassati. Ivan sopravviverà. Diamine, tornerà sul ring al massimo tra una settimana.

# 360_The Florist
source: But for now, he's in the hospital. That was quite a beating you gave him.
pt: Ma per ora è in ospedale. Gli hai dato una bella lezione.

# 372_Saejima
source: Least I know he's alright.
pt: Almeno so che sta bene.

# 384_The Florist
source: Now, as for that request about your patriarch's fate following that incident 25 years ago.
pt: Ora, per quanto riguarda quella richiesta sul destino del tuo patriarca dopo l'incidente di 25 anni fa.

# 396_The Florist
source: After Sasai stepped down in 1985, the Ueno Seiwa Clan put a hit on him, forcing him to go into hiding.
pt: Dopo che Sasai si dimise nel 1985, il Clan Ueno Seiwa gli mise una taglia sulla testa, costringendolo a nascondersi.

# 420_The Florist
source: Several months later, someone brought him down here to Purgatory, but he was barely clinging to life.
pt: Diversi mesi dopo, qualcuno lo portò qui al Purgatorio, ma era a malapena vivo.

# 432_The Florist
source: He's been living on the streets since then.
pt: Da allora vive per strada.

# 444_Saejima
source: What?
pt: Cosa?

# 456_Saejima
source: You're tellin' me Sasai-san's still alive?
pt: Mi stai dicendo che Sasai-san è ancora vivo?

# 468_The Florist
source: Yes. It was all we could do to keep him from dying. He's homeless now, but he's still in Kamurocho.
pt: Sì. Abbiamo fatto il possibile per non farlo morire. Ora è un senzatetto, ma è ancora a Kamurocho.

# 480_Saejima
source: I see.
pt: Capisco.

# 492_The Florist
source: That said...
pt: Detto questo...

# 504_Saejima
source: What?
pt: Cosa?

# 516_The Florist
source: He's probably－how shall I say－not the man you remember.
pt: Probabilmente non è... come dire... l'uomo che ricordi.

# 528_Saejima
source: Huh?
pt: Eh?

# 540_The Florist
source: I'll have him brought over right now.
pt: Lo farò portare qui subito.

# 552_Saejima
source: Here?
pt: Qui?

# 564_The Florist
source: Yeah, that's right. Bring him in.
pt: Sì, esatto. Fatelo entrare.

# 660_Saejima
source: That... That's him?
pt: Quello... quello è lui?

# 720_The Florist
source: Do you know who brought Sasai down here, half dead, a quarter century ago? It was Goro Majima.
pt: Sai chi ha portato Sasai qui sotto, mezzo morto, un quarto di secolo fa? È stato Goro Majima.

# 732_Saejima
source: What!?
pt: Cosa!?

# 744_The Florist
source: I can only assume Majima was trying to protect Sasai from the Ueno Seiwa Clan after you were gone.
pt: Posso solo supporre che Majima stesse cercando di proteggere Sasai dal Clan Ueno Seiwa dopo che te ne sei andato.
