Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00090202.po
Languages: pt_br

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: Nui, Tao, and Mi-Youn
pt_br: Nui, Tao, e Mi-Youn

# 56_Zhao
source: The graffiti you kids have been spraying is causing trouble for a lot of people! Do you understand?
pt_br: I graffiti che voi ragazzini state imbrattando stanno creando un sacco di casini a un sacco di gente! Avete capito?

# 80_Mei Hua
source: Go easy on 'em, Dad...
pt_br: Vacci piano con loro, Papà...

# 92_Zhao
source: No, they need to hear the truth.
pt_br: No, devono sentire la verità.

# 104_Tanimura
source: They're just kids, Zhao-san. Getting angry won't help.
pt_br: Sono solo ragazzini, Zhao-san. Arrabbiarsi non servirà a nulla.

# 140_Zhao
source: Mi-Youn, you come here right now!
pt_br: Mi-Youn, vieni qui subito!

# 152_Tanimura
source: Why don't we hear their side of the story, first?
pt_br: Perché non sentiamo prima la loro versione?

# 164_Tanimura
source: All right, guys. Where's all this negativity about Japan coming from?
pt_br: Ehi, ragazzi. Da dove viene fuori tutto questo astio per il Giappone?

# 176_Tao
source: Because it was the Japanese who sent my daddy back to China.
pt_br: Perché sono stati i giapponesi a rispedire il mio papà in Cina.

# 188_Mi-Youn
source: And my daddy to Korea.
pt_br: E il mio papà in Corea.

# 200_Nui
source: And my mommy to Thailand!
pt_br: E la mia mammina in Thailandia!

# 212_Mi-Youn
source: And that's why we're all alone now!
pt_br: Ed è per questo che siamo tutti soli, adesso!

# 224_Mi-Youn
source: It's like Japan doesn't care what happens to us at all...
pt_br: Sembra quasi che al Giappone non gliene freghi proprio niente di noi...

# 236_Tao
source: Yeah! It's like we're invisible to everyone but us!
pt_br: Già! È come se fossimo invisibili a tutti tranne che a noi!

# 248_Mi-Youn
source: That's why Japan sucks!
pt_br: Ecco perché il Giappone fa cagare!

# 260_Nui
source: That's why we did the graffiti. No one pays attention to us kids, but they sure wake up when they see paint all over their walls.
pt_br: Ecco perché abbiamo fatto i graffiti. Nessuno ci fila, a noi ragazzi, ma si svegliano eccome quando vedono vernice dappertutto sui loro muri.

# 284_Tanimura
source: Guys, I understand how you feel.
pt_br: Ragazzi, capisco come vi sentite.

# 296_Nui
source: No, you don't, you big liar!
pt_br: No, non è vero, bugiardone!

# 308_Tanimura
source: Yes, I do. I actually felt the same way as you, back when I was your age.
pt_br: Sì, eccome. Anch'io mi sentivo proprio così, quando avevo la tua età.

# 320_Nui
source: What?
pt_br: Cosa?

# 332_Tanimura
source: No joke. I seriously hated this country.
pt_br: Non scherzo. Questo paese l'ho odiato da morire.

# 344_Mi-Youn
source: You did?
pt_br: Hai fatto?

# 356_Tanimura
source: Yep. But I realized something when I got older. It's not this country's fault.
pt_br: Già. Ma ho capito una cosa quando sono diventato più grande. Non è colpa di questo paese.

# 368_Tao
source: What, you're gonna tell me it was my dad's fault now?
pt_br: Ma che, adesso mi dirai che è stata colpa di mio padre?

# 380_Tanimura
source: No. It's not your parents' fault either.
pt_br: No. Non è neanche colpa dei tuoi genitori.

# 392_Nui
source: But it has to be somebody's fault! Look how miserable we are!
pt_br: Ma è per forza colpa di qualcuno! Guarda come siamo ridotti!

# 404_Tanimura
source: ...The answer is, it's nobody's fault.
pt_br: ...La risposta è, non è colpa di nessuno.

# 416_Tanimura
source: When people are born poor, or lose their parents, or something terrible like that, they tend to try and blame someone.
pt_br: Quando si nasce poveri, o si perdono i genitori, o succede qualcosa di brutto così, si tende a volere dare la colpa a qualcuno.

# 440_Tanimura
source: They blame Japan, or they blame the laws...
pt_br: Loro se la prendono con il Giappone, oppure se la prendono con le leggi...

# 452_Tanimura
source: You see where I'm going with this, right?
pt_br: Capisci dove voglio andare a parare, no?

# 464_Tanimura
source: You're blaming Japan because you don't know what to take your anger out on.
pt_br: Dai la colpa al Giappone perché non sai su cosa sfogare la tua rabbia.

# 488_Tanimura
source: Listen, we're all people, whether we're Japanese or Chinese or whatever.
pt_br: Senti, siamo tutti persone, che siamo giapponesi o cinesi o quello che siamo.

# 500_Tanimura
source: Every one of us has the potential to become rich or be happy. All we have to do is work for it.
pt_br: Ognuno di noi ha il potenziale per diventare ricco o essere felice. Tutto quello che dobbiamo fare è darsi da fare.

# 512_Nui
source: Really!?
pt_br: Davvero!?

# 524_Tanimura
source: That's right.
pt_br: Esatto.

# 536_Tanimura
source: We all have troubles in our lives, and there's no one on this planet－no one－that doesn't.
pt_br: Tutti abbiamo le nostre rogne nella vita, e non c'è nessuno su questo pianeta－nessuno－che non ne abbia.

# 548_Tanimura
source: But blaming those troubles on others and complaining about them won't solve anything.
pt_br: Ma dare la colpa di quei problemi agli altri e lamentarsene non risolverà nulla.

# 560_Tanimura
source: So stop this ridiculous graffiti, study hard, and set yourself some goals.
pt_br: Quindi smettetela con questi graffiti ridicoli, studiate sodo e prefissatevi degli obiettivi.

# 572_Tanimura
source: If you really put your effort into it, pretty soon you can start making things better for yourself, and earn people's respect.
pt_br: Se ti ci metti d'impegno per davvero, molto presto potrai iniziare a migliorare le cose per te stesso, e guadagnarti il rispetto della gente.

# 584_Tanimura
source: Am I making sense to you guys?
pt_br: Mi spiego bene, ragazzi?

# 596_Nui, Tao, and Mi-Youn
source: Yeah!
pt_br: Sì!

# 608_Zhao
source: All right! Now that we're all on the same page, how about I make something special for dinner? Your taste buds won't believe what hit them!
pt_br: Perfetto! Ora che siamo tutti sulla stessa lunghezza d'onda, che ne dite se preparo qualcosa di speciale per cena? I vostri palati non crederanno ai loro occhi!

# 620_Mi-Youn
source: Yay!
pt_br: Evvai!

# 632_Mei Hua
source: Race you to the Asian Gateway!
pt_br: Ti faccio una corsa fino all'Asian Gateway!

# 668_Zhao
source: This was a good learning experience for those kids.
pt_br: È stata una bella lezione per quei ragazzi.

# 680_Tanimura
source: I hope so...
pt_br: Spero di sì...

# 692_Tanimura
source: Those kids have a harsh reality to face. It's only a matter of time before they'll have to deal with their situation as adults. And that doesn't always turn out pretty.
pt_br: Quei ragazzi devono affrontare una dura realtà. È solo questione di tempo prima che debbano affrontare la loro situazione da adulti. E la cosa non sempre va a finire bene.

# 704_Zhao
source: Don't worry so much, Ma-chan. That's why the Asian Gateway is here, right? To do for them what only we can do?
pt_br: Non ti preoccupare così tanto, Ma-chan. È per questo che l'Asian Gateway è qui, giusto? Per fare per loro ciò che solo noi possiamo fare?

# 728_Tanimura
source: ...Yeah. It's one thing to have faith in the future generation, and another to put that faith to work.
pt_br: Sì. Un conto è avere fiducia nella futura generazione, e un altro conto è metterla in pratica.
