Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0036.po
Languages: pt_br

# 10332_松岡里緒奈：源氏名
source: Let's make it interesting. If you lose to me, I get to make you do anything.
pt_br: Rendiamolo interessante. Se perdi contro di me, potrò farti fare qualsiasi cosa.

# 10344_Kiryu
source: Do I get to do the same if you lose?
pt_br: Potrò fare lo stesso se perdi tu?

# 10356_松岡里緒奈：源氏名
source: Well now, that wouldn't be proper, would it? Don't worry, I'll come up with something good for your penalty. I hope you're excited!
pt_br: Beh, non sarebbe appropriato, vero? Non preoccuparti, troverò qualcosa di buono per la tua penitenza. Spero tu sia emozionato!

# 10368_松岡里緒奈：源氏名
source: I played sports all the time when I was little. Wore sweats nearly every day.
pt_br: Da piccola facevo sempre sport. Indossavo la tuta quasi ogni giorno.

# 10380_松岡里緒奈：源氏名
source: Seems I got used to it, since I'm still in sweats like 90 percent of the time. Guess it's just something I never grew out of.
pt_br: Sembra che mi ci sia abituata, dato che sono ancora in tuta il 90% del tempo. Immagino sia solo un'abitudine che non ho mai perso.

# 10392_松岡里緒奈：源氏名
source: I have to wear dresses like this when I'm at the club, but it's not something I think I'll ever get used to.
pt_br: Devo indossare vestiti come questo quando sono al club, ma non credo che mi ci abituerò mai.

# 10404_Kiryu
source: There's nothing wrong with that. This is how I dress most of the time, honestly.
pt_br: Non c'è niente di male. Onestamente, è così che mi vesto la maggior parte del tempo.

# 10416_松岡里緒奈：源氏名
source: I like it. It looks good on you. Very masculine and suave.
pt_br: Mi piace. Ti sta bene. Molto mascolino e affascinante.

# 10428_松岡里緒奈：源氏名
source: It's not the same for me, though. I'm twenty-one years old, after all!
pt_br: Per me non è la stessa cosa, però. Ho ventun anni, dopotutto!

# 10440_松岡里緒奈：源氏名
source: I should be dressing more appropriately for my age, shouldn't I?
pt_br: Dovrei vestirmi in modo più appropriato per la mia età, no?

# 10452_Kiryu
source: I could pick out an outfit for you.
pt_br: Potrei sceglierti un abito.

# 10464_松岡里緒奈：源氏名
source: Huh? You know about fashion?
pt_br: Eh? Te ne intendi di moda?

# 10476_Kiryu
source: Of course. I even trained a few hostesses in the past.
pt_br: Certo. In passato ho anche addestrato alcune hostess.

# 10488_松岡里緒奈：源氏名
source: Well then, what clothes do you think would look good on me?
pt_br: Beh, allora, quali vestiti pensi mi starebbero bene?

# 10500_Kiryu
source: Let me see... How about a red dress with a fur coat?
pt_br: Vediamo... che ne dici di un vestito rosso con una pelliccia?

# 10512_松岡里緒奈：源氏名
source: Wow, that sounds way old-school! I wouldn't be caught dead in something like that!
pt_br: Wow, sembra così vecchio stile! Non mi vedresti mai morta con una cosa del genere!

# 10536_Kiryu
source: There's nothing wrong with it. I bet you look cute in sweats. I'd like to see that.
pt_br: Non c'è niente di male. Scommetto che stai bene in tuta. Mi piacerebbe vederti.

# 10548_松岡里緒奈：源氏名
source: Oh, I couldn't do that! I never let customers see me in my off-duty clothes.
pt_br: Oh, non potrei! Non lascio mai che i clienti mi vedano con i miei vestiti di tutti i giorni.

# 10560_Kiryu
source: There's nothing to be embarrassed about. I just want to see the real you.
pt_br: Non c'è niente di cui vergognarsi. Voglio solo vedere la vera te.

# 10572_松岡里緒奈：源氏名
source: Really? Well, maybe I could allow it... One day.
pt_br: Davvero? Beh, forse potrei permetterlo... un giorno.

# 10584_Kiryu
source: Heh. Now that's something to look forward to.
pt_br: Eh. Questa è una cosa da non perdere.

# 10596_松岡里緒奈：源氏名
source: As long as you promise not to laugh!
pt_br: Basta che prometti di non ridere!

# 10608_Kiryu
source: You should go for a more feminine look. Pay a bit more attention to fashion.
pt_br: Dovresti optare per un look più femminile. Presta un po' più di attenzione alla moda.

# 10620_松岡里緒奈：源氏名
source: Hmm. I'm not really that feminine though...
pt_br: Mmm. Non sono poi così femminile, però...

# 10632_Kiryu
source: I disagree. You're quite attractive. You just need a little more polish.
pt_br: Non sono d'accordo. Sei piuttosto attraente. Hai solo bisogno di un po' più di raffinatezza.

# 10644_松岡里緒奈：源氏名
source: Hmm, you think so?
pt_br: Mmm, pensi?

# 10656_Kiryu
source: Sure. It wouldn't hurt for you to look more feminine. You'd certainly get more positive attention from everyone.
pt_br: Certo. Non ti farebbe male sembrare più femminile. Riceveresti sicuramente più attenzioni positive da tutti.

# 10668_松岡里緒奈：源氏名
source: I see... Maybe I should rethink my wardrobe and do some clothes shopping.
pt_br: Capisco... forse dovrei ripensare al mio guardaroba e fare un po' di shopping.

# 10680_松岡里緒奈：源氏名
source: It's such a pain though! I love my sweats. They're so comfy!
pt_br: È una tale seccatura, però! Adoro le mie tute. Sono così comode!

# 10692_松岡里緒奈：源氏名
source: Kiryu-san, did you know that my hobby is crying?
pt_br: Kiryu-san, sapevi che il mio hobby è piangere?

# 10704_Kiryu
source: What do you mean by that?
pt_br: Cosa intendi?

# 10716_松岡里緒奈：源氏名
source: You know how you feel refreshed after a good cry? Well, I only rent DVDs that'll make me cry for that reason.
pt_br: Sai come ci si sente rinvigoriti dopo un bel pianto? Beh, per questo motivo noleggio solo DVD che mi facciano piangere.

# 10728_Kiryu
source: So you like tear-jerkers, then.
pt_br: Quindi ti piacciono i film strappalacrime, allora.

# 10740_松岡里緒奈：源氏名
source: When I see a commercial for a sad movie that was a blockbuster in America, I go and rent it right away. Then I watch it alone and cry all night.
pt_br: Quando vedo la pubblicità di un film triste che è stato un successo in America, vado subito a noleggiarlo. Poi lo guardo da sola e piango tutta la notte.

# 10752_Kiryu
source: That's... different.
pt_br: È... diverso.

# 10764_松岡里緒奈：源氏名
source: What kind of movies do you usually watch?
pt_br: Che tipo di film guardi di solito?

# 10776_Kiryu
source: Documentaries.
pt_br: Documentari.

# 10788_松岡里緒奈：源氏名
source: So you like non-fiction?
pt_br: Quindi ti piace la saggistica?

# 10800_Kiryu
source: Yeah. Real life is always more exciting than fiction.
pt_br: Sì. La vita reale è sempre più eccitante della finzione.

# 10812_松岡里緒奈：源氏名
source: Ah. I'm the opposite. I watch movies to escape from reality.
pt_br: Ah. Io sono l'opposto. Guardo i film per fuggire dalla realtà.

# 10824_松岡里緒奈：源氏名
source: I don't watch documentaries much. Well, actually I never watch them.
pt_br: Non guardo molti documentari. Beh, in realtà non li guardo mai.

# 10836_Kiryu
source: Really? Some movies based on true stories can be pretty moving.
pt_br: Davvero? Alcuni film basati su storie vere possono essere piuttosto commoventi.

# 10848_松岡里緒奈：源氏名
source: Yeah, but those aren't exactly documentaries, are they?
pt_br: Sì, ma non sono esattamente documentari, vero?

# 10860_松岡里緒奈：源氏名
source: Our tastes in movies don't seem to match at all...
pt_br: I nostri gusti in fatto di film non sembrano coincidere affatto...

# 10872_Kiryu
source: Historical dramas.
pt_br: Drammi storici.

# 10884_松岡里緒奈：源氏名
source: Fascinating. So who's your favorite warlord from the Sengoku Period?
pt_br: Affascinante. Allora, chi è il tuo signore della guerra preferito del periodo Sengoku?

# 10896_Kiryu
source: Hmm... I'd say Miyamoto Musashi.
pt_br: Mmm... direi Miyamoto Musashi.

# 10908_Kiryu
source: He always pushed himself to be stronger, and he fought all the best swordsmen throughout Japan. He's a man's man.
pt_br: Si è sempre spinto a essere più forte e ha combattuto tutti i migliori spadaccini di tutto il Giappone. È un vero uomo.

# 10920_松岡里緒奈：源氏名
source: Really? I see! But you know he wasn't a warlord, right?
pt_br: Davvero? Capisco! Ma sai che non era un signore della guerra, vero?

# 10944_Kiryu
source: Romance movies.
pt_br: Film d'amore.

# 10956_松岡里緒奈：源氏名
source: Huh!? <Italic>You</Italic> watch romance movies!?
pt_br: Eh!? <Italic>Tu</Italic> guardi film d'amore!?

# 10968_Kiryu
source: Don't be so surprised. Everybody watches them, even me.
pt_br: Non essere così sorpresa. Tutti li guardano, anche io.

# 10980_Kiryu
source: Well, I only watch the ones that Haruka watches, but...
pt_br: Beh, guardo solo quelli che guarda Haruka, ma...

# 10992_松岡里緒奈：源氏名
source: Huh? Who's Haruka?
pt_br: Eh? Chi è Haruka?

# 11004_Kiryu
source: Uh, never mind.
pt_br: Uh, lascia perdere.

# 11016_松岡里緒奈：源氏名
source: Huh... You're kinda scary looking at first glance, but you have a sensitive side, too. <Color:7>♥<Color:Default>
pt_br: Eh... a prima vista sembri un po' spaventoso, ma hai anche un lato sensibile. <Color:7>♥<Color:Default>

# 11028_Kiryu
source: Hehe. Don't judge a book by its cover.
pt_br: Eheh. Non giudicare un libro dalla copertina.

# 11040_松岡里緒奈：源氏名
source: Kiryu-san, I'm sorry I made you meet my mom.
pt_br: Kiryu-san, mi dispiace di averti fatto conoscere mia madre.

# 11052_松岡里緒奈：源氏名
source: And for making you pretend to be my boyfriend.
pt_br: E per averti fatto fingere di essere il mio ragazzo.

# 11064_Kiryu
source: Don't worry about it.
pt_br: Non preoccuparti.

# 11076_松岡里緒奈：源氏名
source: I got an email from her after we left, you know. She couldn't say enough nice things about you.
pt_br: Ho ricevuto una sua e-mail dopo che ce ne siamo andati, sai. Non ha fatto altro che dire cose belle di te.

# 11088_松岡里緒奈：源氏名
source: She said you were polite and very handsome!
pt_br: Ha detto che sei educato e molto bello!

# 11100_Kiryu
source: Hehe. That's nice to hear.
pt_br: Eheh. Fa piacere sentirlo.

# 11112_松岡里緒奈：源氏名
source: Mom totally thinks you're my boyfriend.
pt_br: Mamma pensa assolutamente che tu sia il mio ragazzo.

# 11124_松岡里緒奈：源氏名
source: She said I should get pregnant and marry you before you get away! Can you believe that?
pt_br: Ha detto che dovrei rimanere incinta e sposarti prima che tu scappi! Ci puoi credere?

# 11136_Kiryu
source: She sounds pretty aggressive.
pt_br: Sembra piuttosto aggressiva.

# 11148_松岡里緒奈：源氏名
source: Oh yeah. She snagged my father back when he was a young, virile wrestler, after all!
pt_br: Oh sì. Dopotutto, ha accalappiato mio padre quando era un giovane e virile wrestler!

# 11160_Kiryu
source: So I was right.
pt_br: Allora avevo ragione.

# 11172_松岡里緒奈：源氏名
source: Oh yes! She organized the whole wedding so they could get married before he changed his mind.
pt_br: Oh sì! Ha organizzato tutto il matrimonio in modo che potessero sposarsi prima che lui cambiasse idea.

# 11184_Kiryu
source: And you're your mother's daughter...
pt_br: E tu sei la figlia di tua madre...

# 11196_松岡里緒奈：源氏名
source: Yep! So you better watch out, or you'll blink and find yourself married to me! <Color:7>♥<Color:Default>
pt_br: Già! Quindi faresti meglio a stare attento, o sbatterai le palpebre e ti ritroverai sposato con me! <Color:7>♥<Color:Default>

# 11208_Kiryu
source: I'll keep that in mind...
pt_br: Lo terrò a mente...

# 11220_Kiryu
source: So should we make babies? We've got your mother's seal of approval, after all.
pt_br: Allora, facciamo dei figli? Dopotutto, abbiamo il sigillo di approvazione di tua madre.

# 11232_松岡里緒奈：源氏名
source: Huh!? Are you serious!? I never thought－
pt_br: Eh!? Sei serio!? Non avrei mai pensato...

# 11244_Kiryu
source: Just kidding. You didn't take me seriously, did you?
pt_br: Sto scherzando. Non mi hai preso sul serio, vero?

# 11256_松岡里緒奈：源氏名
source: Wow, that wasn't funny at all! Having children isn't something to be taken lightly!
pt_br: Wow, non è stato affatto divertente! Avere figli non è una cosa da prendere alla leggera!

# 11268_Kiryu
source: Hey, it was just a joke.
pt_br: Ehi, era solo uno scherzo.

# 11280_松岡里緒奈：源氏名
source: There are some things you should never joke about, Kiryu-san! You should be ashamed of yourself!
pt_br: Ci sono cose su cui non si dovrebbe mai scherzare, Kiryu-san! Dovresti vergognarti!

# 11292_Kiryu
source: Sorry...
pt_br: Scusa...

# 11304_松岡里緒奈：源氏名
source: You're awful!
pt_br: Sei terribile!

# 11316_Kiryu
source: What do you want to do?
pt_br: Cosa vuoi fare?

# 11328_松岡里緒奈：源氏名
source: Me? What about you?
pt_br: Io? E tu?

# 11340_Kiryu
source: You first.
pt_br: Prima tu.

# 11352_松岡里緒奈：源氏名
source: What!? This is so embarrassing...
pt_br: Cosa!? È così imbarazzante...

# 11364_Kiryu
source: Go on, I'm waiting.
pt_br: Vai, sto aspettando.

# 11376_松岡里緒奈：源氏名
source: No, I can't talk about it! Just forget I brought it up.
pt_br: No, non posso parlarne! Dimentica che ne ho parlato.

# 11388_Kiryu
source: You're blushing.
pt_br: Stai arrossendo.

# 11400_松岡里緒奈：源氏名
source: I saw my dad yesterday by the side of the road on my way home from work.
pt_br: Ho visto mio padre ieri sul ciglio della strada mentre tornavo a casa dal lavoro.

# 11412_Kiryu
source: Really? Did you say anything to him?
pt_br: Davvero? Gli hai detto qualcosa?

# 11424_松岡里緒奈：源氏名
source: No... He looked pretty drunk.
pt_br: No... Sembrava piuttosto ubriaco.

# 11436_松岡里緒奈：源氏名
source: He never acted drunk when he was younger no matter how much he drank.
pt_br: Non si comportava mai da ubriaco quando era più giovane, non importava quanto bevesse.

# 11448_松岡里緒奈：源氏名
source: He looked so sad... I couldn't bear to look at him.
pt_br: Sembrava così triste... non sopportavo di guardarlo.

# 11472_松岡里緒奈：源氏名
source: Maybe something's troubling him.
pt_br: Forse qualcosa lo preoccupa.

# 11484_Kiryu
source: Everyone has problems. Some are just bigger than others.
pt_br: Tutti hanno problemi. Alcuni sono solo più grandi di altri.

# 11496_Kiryu
source: Your father's no exception. After all, he hasn't seen his daughter for a long time.
pt_br: Tuo padre non fa eccezione. Dopotutto, non vede sua figlia da molto tempo.

# 11508_松岡里緒奈：源氏名
source: Yeah, true...
pt_br: Sì, è vero...

# 11520_Kiryu
source: Plus he's responsible for a whole stable of pro wrestlers.
pt_br: In più è responsabile di un'intera scuderia di wrestler professionisti.

# 11532_Kiryu
source: That's got to be tougher than you imagine.
pt_br: Deve essere più difficile di quanto immagini.

# 11544_松岡里緒奈：源氏名
source: I haven't been the best daughter, have I?
pt_br: Non sono stata la migliore delle figlie, vero?

# 11556_Kiryu
source: The fact that you can say that shows how much you've grown. Don't forget how you feel right now.
pt_br: Il fatto che tu possa dirlo dimostra quanto sei cresciuta. Non dimenticare come ti senti adesso.

# 11568_松岡里緒奈：源氏名
source: I won't. I feel a bit better now.
pt_br: Non lo farò. Mi sento un po' meglio adesso.

# 11580_Kiryu
source: He probably wants to forget his money troubles. Being a father is hard, having to always act like nothing's wrong in front of your family.
pt_br: Probabilmente vuole dimenticare i suoi problemi di soldi. Essere un padre è difficile, dover sempre far finta che vada tutto bene davanti alla propria famiglia.

# 11592_松岡里緒奈：源氏名
source: My mom did say something about a scary debt collector coming by the house...
pt_br: Mia madre ha detto qualcosa su un esattore spaventoso che è passato a casa...

# 11604_Kiryu
source: It may not be my place to say this, but you may be the only one who can cheer him up.
pt_br: Forse non sta a me dirlo, ma potresti essere l'unica a poterlo tirare su di morale.

# 11616_松岡里緒奈：源氏名
source: Me?
pt_br: Io?

# 11628_Kiryu
source: Yes. He hasn't seen your face in a long time. I'm sure it would make him feel better just to see your smile.
pt_br: Sì. Non vede il tuo viso da molto tempo. Sono sicuro che lo farebbe sentire meglio solo vedere il tuo sorriso.

# 11640_Kiryu
source: Don't look so worried. Just give him a smile.
pt_br: Non sembrare così preoccupata. Fagli solo un sorriso.

# 11652_松岡里緒奈：源氏名
source: I hope I can...
pt_br: Spero di riuscirci...

# 11664_Kiryu
source: You can do it.
pt_br: Ce la puoi fare.

# 11676_松岡里緒奈：源氏名
source: Okay. I'll give it my best shot.
pt_br: Ok. Farò del mio meglio.

# 11688_Kiryu
source: You should've talked to him. It would've been a perfect chance to make up.
pt_br: Avresti dovuto parlargli. Sarebbe stata un'occasione perfetta per fare pace.

# 11700_松岡里緒奈：源氏名
source: No, that would have been impossible. I wasn't emotionally prepared for it.
pt_br: No, sarebbe stato impossibile. Non ero emotivamente preparata.

# 11712_Kiryu
source: What're you talking about? You don't need to prepare to talk to your own father. Just do it.
pt_br: Di cosa stai parlando? Non hai bisogno di prepararti per parlare con tuo padre. Fallo e basta.

# 11724_松岡里緒奈：源氏名
source: If it was that easy, I'd have done it a long time ago. You just don't get it...
pt_br: Se fosse così facile, l'avrei fatto molto tempo fa. Tu semplicemente non capisci...

# 11736_Kiryu
source: Sometimes you just have to do something and hope for the best. Try it and you'll probably find it wasn't as hard as you feared.
pt_br: A volte devi solo fare qualcosa e sperare per il meglio. Provaci e probabilmente scoprirai che non era così difficile come temevi.

# 11748_松岡里緒奈：源氏名
source: Don't rush me! It's my life, not yours!
pt_br: Non mettermi fretta! È la mia vita, non la tua!

# 11760_松岡里緒奈：源氏名
source: Just drop it!
pt_br: Lascia perdere!

# 11784_松岡里緒奈：源氏名
source: I think you helped me come to terms with something. I've been wrong about my dad...
pt_br: Penso che tu mi abbia aiutato a fare pace con qualcosa. Mi sono sbagliata su mio padre...

# 11808_松岡里緒奈：源氏名
source: I blamed him for everything when I ran away from home, but I thought about it and realized maybe I was wrong, too.
pt_br: L'ho incolpato di tutto quando sono scappata di casa, ma ci ho pensato e ho capito che forse sbagliavo anch'io.

# 11820_松岡里緒奈：源氏名
source: My dad snooping through my cell phone made me really mad, but I was wasting a lot of money on phone bills. Of course he would be worried.
pt_br: Il fatto che mio padre curiosasse nel mio cellulare mi ha fatto arrabbiare molto, ma stavo sprecando un sacco di soldi in bollette telefoniche. Certo che si sarebbe preoccupato.

# 11832_Kiryu
source: I see...
pt_br: Capisco...

# 11844_松岡里緒奈：源氏名
source: I'm gonna go apologize to him.
pt_br: Andrò a chiedergli scusa.

# 11856_Kiryu
source: That's a good idea. I'm sure it'll cheer up your father.
pt_br: È una buona idea. Sono sicuro che tirerà su di morale tuo padre.

# 11868_松岡里緒奈：源氏名
source: Yes, but... I'm kinda afraid... He can be pretty scary.
pt_br: Sì, ma... ho un po' paura... può essere piuttosto spaventoso.

# 11880_松岡里緒奈：源氏名
source: What if he doesn't accept my apology?
pt_br: E se non accettasse le mie scuse?

# 11892_Kiryu
source: The Thunder Matsuoka I know wouldn't do that to his daughter after she'd worked up the courage to apologize.
pt_br: Il Thunder Matsuoka che conosco non farebbe una cosa del genere a sua figlia dopo che ha trovato il coraggio di scusarsi.

# 11904_松岡里緒奈：源氏名
source: Yeah, you're probably right!
pt_br: Sì, probabilmente hai ragione!

# 11916_Kiryu
source: So when are you going to do it?
pt_br: Allora quando lo farai?

# 11928_松岡里緒奈：源氏名
source: I think I'm gonna need about a week to work up the courage.
pt_br: Penso che mi ci vorrà circa una settimana per trovare il coraggio.

# 11940_Kiryu
source: That seems a bit long... But it's your call.
pt_br: Sembra un po' lungo... Ma decidi tu.

# 11952_松岡里緒奈：源氏名
source: Keep your fingers crossed that we're able to patch things up. <Color:7>♥<Color:Default>
pt_br: Tieni le dita incrociate perché riusciamo a sistemare le cose. <Color:7>♥<Color:Default>

# 11964_Kiryu
source: I will. Good luck.
pt_br: Lo farò. Buona fortuna.

# 11976_Kiryu
source: He might not forgive you, you know.
pt_br: Potrebbe non perdonarti, sai.

# 11988_松岡里緒奈：源氏名
source: You think?
pt_br: Dici?

# 12000_Kiryu
source: He's got his pride, after all. If he goes too easy on you, he'll lose face.
pt_br: Dopotutto, ha il suo orgoglio. Se ti perdona troppo facilmente, perderà la faccia.

# 12012_松岡里緒奈：源氏名
source: You have a point. He does care a lot about his reputation.
pt_br: Hai ragione. Ci tiene molto alla sua reputazione.

# 12024_Kiryu
source: I'd say you've got a fifty-fifty chance.
pt_br: Direi che hai il cinquanta per cento di possibilità.

# 12036_松岡里緒奈：源氏名
source: Ouch, so you think I have a fifty percent chance of failing? Those aren't odds I want to bet on...
pt_br: Ahi, quindi pensi che abbia il cinquanta per cento di possibilità di fallire? Non sono probabilità su cui vorrei scommettere...

# 12048_松岡里緒奈：源氏名
source: Maybe I shouldn't do it after all.
pt_br: Forse dopotutto non dovrei farlo.

# 12060_Kiryu
source: Sorry...
pt_br: Scusa...

# 12072_Kiryu
source: Want me to go with you?
pt_br: Vuoi che venga con te?

# 12084_松岡里緒奈：源氏名
source: Really? You'd do that!? Thanks!
pt_br: Davvero? Lo faresti!? Grazie!

# 12096_Kiryu
source: Sure.
pt_br: Certo.

# 12108_松岡里緒奈：源氏名
source: But... I think it's best I go alone.
pt_br: Ma... penso sia meglio che vada da sola.

# 12120_松岡里緒奈：源氏名
source: It's between me and my dad. And I want to prove to you that I can handle it by myself!
pt_br: È tra me e mio padre. E voglio dimostrarti che posso farcela da sola!

# 12132_Kiryu
source: I hear you. That sounds like a good plan.
pt_br: Capisco. Mi sembra un buon piano.

# 12144_松岡里緒奈：源氏名
source: Just keep your fingers crossed for me! <Color:7>♥<Color:Default>
pt_br: Tieni solo le dita incrociate per me! <Color:7>♥<Color:Default>

# 12156_松岡里緒奈：源氏名
source: How would you describe my personality?
pt_br: Come descriveresti la mia personalità?

# 12168_Kiryu
source: Well...
pt_br: Beh...

# 12180_Kiryu
source: You're energetic and cheerful. Maybe a little rough around the edges.
pt_br: Sei energica e allegra. Forse un po' grezza.

# 12192_松岡里緒奈：源氏名
source: Ugh, why do people always say that about me!?
pt_br: Ugh, perché la gente dice sempre questo di me!?

# 12204_松岡里緒奈：源氏名
source: I'm a good cook, I like children, and I'm sure I'd make a good wife for somebody someday!
pt_br: Sono una brava cuoca, mi piacciono i bambini e sono sicura che un giorno sarò una brava moglie per qualcuno!

# 12216_Kiryu
source: Uh-huh...
pt_br: Uh-uh...

# 12228_松岡里緒奈：源氏名
source: What do you think about that?
pt_br: Cosa ne pensi?

# 12240_Kiryu
source: That's nothing special. Most girls can say that about themselves.
pt_br: Non è niente di speciale. La maggior parte delle ragazze può dire lo stesso di sé.

# 12252_Kiryu
source: Besides, I can cook and take care of kids, too.
pt_br: Inoltre, anch'io so cucinare e prendermi cura dei bambini.

# 12264_松岡里緒奈：源氏名
source: True, a lot of men aren't opposed to doing housework these days...
pt_br: È vero, molti uomini oggigiorno non si oppongono a fare i lavori domestici...

# 12276_Kiryu
source: And it's not just cooking. There's cleaning, laundry, and grocery shopping, too. Didn't you say you weren't into cleaning?
pt_br: E non si tratta solo di cucinare. Ci sono anche le pulizie, il bucato e la spesa. Non hai detto che non ti piace pulire?

# 12288_松岡里緒奈：源氏名
source: Um, yeah, it's not my strong suit.
pt_br: Uhm, sì, non è il mio forte.

# 12300_Kiryu
source: You should work on that. You don't want to be a worse housekeeper than me, do you? You have to challenge the status quo.
pt_br: Dovresti lavorarci su. Non vorrai essere una casalinga peggiore di me, vero? Devi sfidare lo status quo.

# 12312_松岡里緒奈：源氏名
source: Sorry...
pt_br: Scusa...

# 12324_Kiryu
source: I'd rather have a girl who's a little rough around the edges over one who's too nitpicky.
pt_br: Preferirei una ragazza un po' grezza a una troppo pignola.

# 12336_松岡里緒奈：源氏名
source: Really?
pt_br: Davvero?

# 12348_Kiryu
source: Sure. People with some minor flaws are more interesting.
pt_br: Certo. Le persone con qualche piccolo difetto sono più interessanti.

# 12360_松岡里緒奈：源氏名
source: Hey, what do you mean by "flaws"!?
pt_br: Ehi, cosa intendi per "difetti"!?

# 12372_Kiryu
source: I meant it in a good way.
pt_br: Lo intendevo in senso buono.
