Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0009.po
Languages: pt_br

# 10404_Kiryu
source: That impression doesn't last long, does it? They probably don't think you're scary once they get to know you.
pt_br: Quell'impressione non dura mica tanto, vero? Probabilmente non ti vedono più come uno che fa paura, una volta che ti conoscono.

# 10416_Maya
source: That's true. But what about people who've only met me once?
pt_br: È vero. Ma che mi dici di chi mi ha incontrato una volta sola?

# 10428_Maya
source: If I hadn't scared them off, we might have become good friends.
pt_br: Se non li avessi fatti scappare, saremmo potuti diventare buoni amici.

# 10440_Kiryu
source: Yeah... Still, you can't force yourself to act in a way that makes people like you. That would be tiring.
pt_br: Già... Comunque, non puoi costringerti a comportarti in un modo che piaccia a tutti. Sarebbe estenuante.

# 10452_Kiryu
source: It's best to be yourself.
pt_br: È meglio essere se stessi.

# 10464_Maya
source: Thank you. I feel a little better now.
pt_br: Grazie. Ora mi sento un po' meglio.

# 10476_Kiryu
source: You've got a kind of aura about you. I could tell right away that you're something special.
pt_br: Hai proprio un'aura particolare. L'ho capito subito, non sei uno qualsiasi.

# 10488_Maya
source: Huh? What do you mean!?
pt_br: Eh? Che vuoi dire!?

# 10500_Kiryu
source: People are just intimidated. That's probably why they avoid you.
pt_br: La gente è solo intimidita. Probabilmente è per quello che ti evitano.

# 10512_Maya
source: Oh. That's kind of depressing.
pt_br: Oh. È un po' deprimente.

# 10524_Kiryu
source: Well, it's better than everybody thinking they're your best friend, isn't it?
pt_br: Beh, è meglio di tutti quelli che si credono il tuo migliore amico, no?

# 10536_Maya
source: No, it's not better at all! I don't want people to avoid me! That's terrible!
pt_br: No, non è per niente meglio! Non voglio che la gente mi eviti! È terribile!

# 10548_Maya
source: Ugh. What should I do?
pt_br: Mmh. Che faccio?

# 10560_Kiryu
source: You haven't been drinking much. Are you feeling all right?
pt_br: Non hai bevuto granché. Ti senti bene?

# 10572_Maya
source: I'm fine. I didn't want to get drunk and cause any trouble. I'm trying to cut back.
pt_br: Sto bene. Non volevo ubriacarmi e combinare guai. Sto cercando di darci un taglio.

# 10584_Kiryu
source: Heh. You can be a little unpredictable when you're drunk.
pt_br: Eh. Sei un po' imprevedibile quando sei ubriaco.

# 10596_Maya
source: You got that right!
pt_br: L'hai detto!

# 10608_Maya
source: This one time back in Yokohama, I did something really crazy.
pt_br: Una volta, lì a Yokohama, ho fatto una cosa proprio da pazzi.

# 10620_Kiryu
source: What was it?
pt_br: Che cos'era?

# 10632_Maya
source: Well, apparently I ran around Chinatown with a corset wrapped around my waist.
pt_br: Beh, a quanto pare sono andata in giro per Chinatown con un corsetto stretto in vita.

# 10644_Kiryu
source: A corset?
pt_br: Un corsetto?

# 10656_Maya
source: Yeah. You know, one of those medical corsets. My friend was wearing it for an injury.
pt_br: Sì. Sai, uno di quei busti medici. Il mio amico lo indossava per un infortunio.

# 10668_Kiryu
source: And you put it on? Why would your friend be okay with that?
pt_br: E tu te lo sei messo? Perché il tuo amico sarebbe d'accordo con quello?

# 10680_Maya
source: Um. I'm not sure she was...
pt_br: Uhm. Non so se fosse...

# 10692_Kiryu
source: What!?
pt_br: Cosa!?

# 10704_Maya
source: Hehe! She did say it took two extra weeks to heal because of me.
pt_br: Eh eh! Lei ha detto proprio che ci ha messo due settimane in più a guarire per colpa mia.

# 10716_Kiryu
source: Um... I think you should definitely cut back.
pt_br: Ehm... penso che dovresti decisamente andarci piano.

# 10728_Maya
source: Me too.
pt_br: Anch'io.

# 10740_Kiryu
source: Apparently? You don't remember it?
pt_br: Ma davvero? Non te lo ricordi?

# 10752_Maya
source: Not at all! You'd think I would, but nope!
pt_br: Assolutamente no! Penseresti di sì, ma macché!

# 10764_Maya
source: My friends said I made about three laps around Chinatown, screaming at the top of my lungs.
pt_br: I miei amici mi hanno raccontato che ho fatto tipo tre giri per Chinatown, urlando a squarciagola.

# 10776_Kiryu
source: That's really something.
pt_br: Bella roba!

# 10788_Maya
source: Oh, come on! Everybody's done something like that!
pt_br: Ma dai! Chi non ha fatto una cosa del genere!

# 10800_Kiryu
source: Not that I can recall.
pt_br: Non che io ricordi.

# 10812_Maya
source: See! You were drinking so much you can't even remember it!
pt_br: Vedi! Stavi bevendo un sacco che non te lo ricordi neanche!

# 10824_Kiryu
source: That's not what I meant...
pt_br: Non è quello che intendevo...

# 10836_Maya
source: Oh, sure. We'll just leave it at that.
pt_br: Oh, certo. La lasciamo lì.

# 10848_Kiryu
source: Don't worry about it. Here, have a drink.
pt_br: Non ti preoccupare. Tieni, bevi qualcosa.

# 10860_Maya
source: Wait, why should I?
pt_br: Aspetta, perché dovrei?

# 10872_Kiryu
source: Well, I'm interested to see what you'll do.
pt_br: Beh, sono curioso di vedere cosa farai.

# 10884_Maya
source: Hey, this isn't some kind of experiment!
pt_br: Ehi, non è mica un esperimento!

# 10896_Maya
source: And I have a reputation here. They know me as a calm, mature woman.
pt_br: E ho una reputazione qui. Mi conoscono come una donna calma e matura.

# 10908_Kiryu
source: Uh-oh. I think you're already drunk. You're just talking nonsense now.
pt_br: Uh-oh. Mi sa che sei già ubriaco. Adesso stai solo dicendo fesserie.

# 10920_Maya
source: What's that supposed to mean!?
pt_br: Che vorrebbe dire!?

# 10932_Kiryu
source: Haha.
pt_br: Ahah.

# 10944_Maya
source: Do you enjoy talking with me?
pt_br: Ti diverti a parlare con me?

# 10956_Kiryu
source: Of course I do. Would I come back so many times if I didn't?
pt_br: Ma certo che sì. Ci sarei tornato così tante volte se non mi interessasse?

# 10968_Maya
source: Hehe. ♪ Thanks. <Color:7>♥<Color:Default>
pt_br: Hehe. ♪ Grazie. <Color:7>♥<Color:Default>

# 10980_Kiryu
source: What's wrong?
pt_br: Che succede?

# 10992_Maya
source: Well, I'm not very good at entertaining people.
pt_br: Bè, non sono un granché a far divertire la gente.

# 11004_Maya
source: I think I'm kind of boring compared to the other girls here. And I'm not well-educated, either.
pt_br: Penso di essere un po' noiosa rispetto alle altre ragazze qui. E non ho neanche una gran cultura.

# 11016_Kiryu
source: That's what I like about you. I love watching you try so hard to be entertaining.
pt_br: È proprio questo che mi piace di te. Adoro vederti quando ti impegni così tanto per intrattenere.

# 11028_Maya
source: Hey, are you making fun of me?
pt_br: Ehi, mi stai prendendo in giro?

# 11040_Kiryu
source: No, no. I'd rather have you try it your own way than copy what the other girls do.
pt_br: No, no. Preferirei che ci provassi a modo tuo piuttosto che copiare quello che fanno le altre ragazze.

# 11052_Maya
source: Really?
pt_br: Davvero?

# 11064_Kiryu
source: Sure. In fact, I want you to relax and be yourself instead of worrying about what I think.
pt_br: Certo. Anzi, voglio che tu ti rilassi e sia te stessa invece di preoccuparti di quello che penso.

# 11088_Maya
source: Okay! I'll try not to worry about it from now on!
pt_br: Va bene! Non ci penserò più d'ora in poi!

# 11100_Kiryu
source: Good.
pt_br: Bene.

# 11112_Kiryu
source: Don't worry about that. You don't have to try so hard to be entertaining. Some people are better listeners than talkers.
pt_br: Non ti preoccupare di quello. Non devi sforzarti così tanto per intrattenere. C'è chi è più bravo ad ascoltare che a chiacchierare.

# 11124_Maya
source: A better listener, huh? But I have trouble asking the right kind of follow-up questions.
pt_br: Uno che sa ascoltare meglio, eh? Ma faccio fatica a fare le domande giuste per approfondire.

# 11136_Kiryu
source: Then the man should be talking about something more interesting.
pt_br: Allora, il tizio dovrebbe parlare di qualcosa di più interessante.

# 11148_Maya
source: Haha! You're kinda strict toward men, aren't you?
pt_br: Haha! Sei un po' severa con gli uomini, vero?

# 11160_Kiryu
source: Yes. A real gentleman should learn how to talk to a lady.
pt_br: Sì. Un vero signore dovrebbe imparare come si parla con una donna.

# 11172_Maya
source: Hehe. You certainly know how to do that. <Color:7>♥<Color:Default>
pt_br: Hehe. Ci sai proprio fare. <Color:7>♥<Color:Default>

# 11184_Kiryu
source: Education isn't always a good thing. Some men prefer girls who aren't as well-educated as they are.
pt_br: L'istruzione non è sempre un bene. Alcuni uomini preferiscono ragazze meno istruite di loro.

# 11196_Maya
source: What about you?
pt_br: E tu?

# 11208_Kiryu
source: Well, I don't judge women like that, so it doesn't matter to me.
pt_br: Beh, non sono uno che giudica le donne in quel modo, quindi per me non fa differenza.

# 11220_Maya
source: Huh. That's not much help.
pt_br: Mah. Non è che aiuti molto.

# 11232_Kiryu
source: What your customers want is important, but so is knowing what kind of hostess you want to be.
pt_br: È importante quello che vogliono i tuoi clienti, ma è altrettanto importante sapere che tipo di hostess vuoi essere.

# 11244_Maya
source: Yeah. I know what my weaknesses are, so I can work to make them better.
pt_br: Già. So quali sono le mie debolezze, così posso lavorarci su per migliorarle.

# 11256_Maya
source: *yawns*
pt_br: *sbadiglia*

# 11268_Kiryu
source: You look tired. Did you have another photoshoot today?
pt_br: Sembri stanca. Hai fatto un altro shooting oggi?

# 11280_Maya
source: Oh, I'm sorry. Yes, I did. I had to get up really early today.
pt_br: Oh, mi dispiace. Sì, mi sono dovuta alzare prestissimo oggi.

# 11292_Maya
source: If I'm not careful, I might fall asleep.
pt_br: Se non sto attento, finisco per addormentarmi.

# 11304_Kiryu
source: You could really sleep in a noisy place like this?
pt_br: Ma riusciresti davvero a dormire in un posto così casinista?

# 11316_Maya
source: Yep. Models are always a little sleep-deprived, so we catch a nap whenever we can.
pt_br: Già. Le modelle sono sempre un po' a corto di sonno, perciò facciamo un pisolino ogni volta che possiamo.

# 11328_Kiryu
source: Aren't you working yourself a bit too hard? Maybe you should take some time off from the club.
pt_br: Non ti stai ammazzando di lavoro un po' troppo? Magari dovresti prenderti una pausa dal locale.

# 11340_Maya
source: But...
pt_br: Ma...

# 11352_Kiryu
source: There's no point making money if you get sick. Your health is more important.
pt_br: Non ha senso fare soldi se ti ammali. La tua salute è più importante.

# 11364_Maya
source: I'm not here for the money. I'm here because I want to see you.
pt_br: Non sono qui per i soldi. Sono qui perché voglio vederti.

# 11376_Kiryu
source: What? That's why...?
pt_br: Cosa? Allora è per questo che...?

# 11388_Maya
source: But you thought I only cared about money! Maybe I should quit after all.
pt_br: Ma tu pensavi che mi interessassero solo i soldi! Forse dovrei mollare dopotutto.

# 11400_Kiryu
source: I'm sorry.
pt_br: Mi dispiace.

# 11412_Kiryu
source: Do you fall asleep while doing your makeup?
pt_br: Ti addormenti mentre ti trucchi?

# 11424_Maya
source: Yeah, I've done that before. And some models even fall asleep while changing clothes.
pt_br: Sì, mi è capitato prima. E alcune modelle si addormentano pure mentre si cambiano.

# 11436_Kiryu
source: I thought models had to change clothes in a hurry so they could wear as many outfits as possible.
pt_br: Pensavo che le modelle dovessero cambiarsi in fretta per poter indossare più vestiti possibile.

# 11448_Maya
source: That's just during fashion shows. It's more relaxed during shoots.
pt_br: Quello è solo durante le sfilate di moda. Durante gli scatti è tutto più tranquillo.

# 11460_Kiryu
source: Heh. Sounds like fun.
pt_br: Heh. Pare divertente.

# 11472_Maya
source: It is. I hope I can be a model forever.
pt_br: Sì. Spero di poter fare la modella per sempre.

# 11484_Kiryu
source: I'm a little disappointed. Modeling seems so glamorous, but in reality you get bags under your eyes.
pt_br: Sono un po' delusa. Fare la modella sembra così glamour, ma poi in realtà ti becchi le occhiaie.

# 11496_Maya
source: Haha! That's okay. The makeup covers it up.
pt_br: Haha! Non fa niente. Il trucco lo copre.

# 11508_Kiryu
source: But you're not exactly relaxing and chatting in your dressing room.
pt_br: Ma non è che ti stai proprio rilassando e chiacchierando nel tuo camerino.

# 11520_Maya
source: Nope. You have to rest when you get the chance.
pt_br: Macché. Devi riposare quando puoi.

# 11532_Maya
source: We try not to use any more energy than we have to.
pt_br: Cerchiamo di non usare più energia del dovuto.

# 11544_Kiryu
source: Ah, I see.
pt_br: Ah, capisco.

# 11556_Maya
source: That policeman from before keeps emailing me. It's getting annoying.
pt_br: Quel poliziotto di prima continua a mandarmi e-mail. Sta diventando una scocciatura.

# 11568_Kiryu
source: You gave him your email address?
pt_br: Gli hai dato il tuo indirizzo email?

# 11580_Maya
source: Yeah. I thought knowing a policeman might come in handy.
pt_br: Già. Pensavo che conoscere un poliziotto potesse fare comodo.

# 11592_Maya
source: Now I'm regretting it.
pt_br: Ora me ne sto pentendo.

# 11604_Kiryu
source: Let me know if it gets to be a problem. I've got a few connections in the Kamurocho Police.
pt_br: Se dovesse esserci qualche guaio, fammelo sapere. Ho qualche aggancio nella Polizia di Kamurocho.

# 11616_Maya
source: You do? That might help.
pt_br: Davvero? Magari aiuta.

# 11628_Kiryu
source: But reporting a cop for stalking is a big deal, so...
pt_br: Ma denunciare un poliziotto per stalking è un bel casino, quindi...

# 11640_Maya
source: Haha, yeah. You're right. I'd like to see what would happen, though.
pt_br: Haha, già. Hai ragione. Vorrei proprio vedere cosa succederebbe, però.

# 11652_Kiryu
source: Let's just wait a bit longer and see if he gives up. If he doesn't stop after you ask him to, let me know.
pt_br: Aspettiamo ancora un po' e vediamo se molla. Se non la pianta dopo che glielo chiedi, fammi sapere.

# 11664_Maya
source: Yeah. Hopefully it won't come to that.
pt_br: Già. Speriamo non si arrivi a tanto.

# 11676_Kiryu
source: Why don't you just ignore his emails? That should take care of it.
pt_br: Perché non ignori e basta le sue email? Così dovresti sistemare la cosa.

# 11688_Maya
source: I'm a little scared to do that.
pt_br: Sono un po' spaventato a farlo.

# 11700_Kiryu
source: Why?
pt_br: Perché?

# 11712_Maya
source: He might make a big deal about me not responding to his messages.
pt_br: Potrebbe farne un dramma perché non gli rispondo ai messaggi.

# 11724_Maya
source: Instead of making him angry, I'd rather string him along with some boring messages until he gives up on his own.
pt_br: Invece di farlo arrabbiare, preferirei tirarlo per le lunghe con dei messaggi noiosi finché non molla da solo.

# 11736_Kiryu
source: Okay. Well, this cop is still being a nuisance.
pt_br: Ok. Beh, questo sbirro è ancora una rottura.

# 11748_Kiryu
source: You shouldn't give your email to just anybody. Didn't you think this kind of thing might happen?
pt_br: Non dovresti dare la tua email al primo che capita. Non pensavi che potesse succedere una cosa del genere?

# 11760_Maya
source: I know it was a mistake. I just didn't think it was a big deal.
pt_br: Lo so che è stato un errore. Solo che non pensavo fosse 'sta gran cosa.

# 11772_Kiryu
source: You've got to be more careful. There are some bad people out there, you know.
pt_br: Devi stare più attento. Ci sono brutti ceffi in giro, sai.

# 11784_Maya
source: You don't have to rub it in. I figured he'd be safe, since he's a cop.
pt_br: Non c'è bisogno di rinfacciarmelo. Credevo che sarebbe stato al sicuro, visto che è un poliziotto.

# 11796_Maya
source: I was hoping that you could give me a little advice, but I guess you're more interested in scolding me.
pt_br: Speravo che potessi darmi due dritte, ma a quanto pare sei più interessata a farmi la ramanzina.

# 11820_Maya
source: Do you think I should email him back? It can't be a good idea to ignore him, can it?
pt_br: Pensi che dovrei rispondergli per mail? Non dev'essere una buona idea ignorarlo, vero?

# 11832_Kiryu
source: You're talking about that cop? What would you write?
pt_br: Stai parlando di quel poliziotto? Cosa scriveresti?

# 11844_Maya
source: I don't know. Do you have any ideas?
pt_br: Non lo so. Hai qualche idea?

# 11856_Kiryu
source: Hmm. Well...
pt_br: Mmh. Beh...

# 11868_Kiryu
source: You could ask him to come to the club. You know, turn it into an advertisement.
pt_br: Potresti chiedergli di venire al club. Sai, farne una pubblicità.

# 11880_Maya
source: What!? I don't want him showing up here!
pt_br: Ma come!? Non voglio che si faccia vedere qui!

# 11892_Kiryu
source: But if you can't avoid him, at least this way you'll be getting paid for it.
pt_br: Ma se non puoi evitarlo, almeno così ti farai pagare per questo.

# 11904_Maya
source: Well, yeah. But I don't want to see him at all.
pt_br: Beh, sì. Ma non voglio vederlo proprio.

# 11916_Maya
source: If he did become one of my customers, I couldn't avoid him.
pt_br: Se fosse diventato uno dei miei clienti, non avrei potuto evitarlo.

# 11928_Kiryu
source: Right. I guess that wasn't a very good idea.
pt_br: Vero. Immagino che non sia stata una gran bella idea.

# 11940_Maya
source: This is giving me such a headache.
pt_br: Mi sta facendo venire un mal di testa pazzesco.

# 11952_Kiryu
source: You could say you've already got a boyfriend. That should make him give up.
pt_br: Potresti dire che hai già un ragazzo. Questo dovrebbe farlo mollare.

# 11964_Maya
source: I don't think so. He tries to pick up girls who are waiting for their dates. He wouldn't care.
pt_br: Non credo proprio. Lui cerca di rimorchiare ragazze che aspettano i loro appuntamenti. Non gliene importerebbe nulla.

# 11976_Kiryu
source: But if you at least say it, it wouldn't seem odd when you stop replying to his emails.
pt_br: Ma se almeno glielo dici, non farebbe strano quando smetterai di rispondere alle sue mail.

# 11988_Maya
source: Oh, I hadn't thought of that.
pt_br: Ah, non ci avevo mica pensato.

# 12000_Maya
source: Okay, I'll try it. And you can be my boyfriend.
pt_br: Va bene, ci provo. E tu puoi essere il mio ragazzo.

# 12012_Maya
source: That way, if he sees us together, I won't have to make up some excuse.
pt_br: Così, se ci becca insieme, non dovrò inventarmi una scusa.

# 12024_Kiryu
source: Heh. Good.
pt_br: Heh. Bene.

# 12036_Kiryu
source: You could ask him how much money he has. He might lose interest if he thinks that's all you care about.
pt_br: Potresti chiedergli quanti soldi c'ha. Potrebbe perdere interesse se pensa che ti frega solo di quello.

# 12048_Maya
source: Hahaha! That could work!
pt_br: Hahaha! Potrebbe andare!

# 12060_Maya
source: But what if I ask him and he turns out to be super rich?
pt_br: E se gli chiedo e salta fuori che è straricco?

# 12072_Kiryu
source: Come on. When's the last time you met a rich cop? Especially one walking a beat.
pt_br: Ma dai. Quando è stata l'ultima volta che hai incontrato un poliziotto ricco? Soprattutto uno che fa le ronde.

# 12084_Maya
source: You never know. Maybe his family's rich and he's doing police work for fun.
pt_br: Non si sa mai. Magari la sua famiglia è ricca e lui fa il poliziotto per divertimento.

# 12096_Kiryu
source: Well, it's possible.
pt_br: Beh, è possibile.

# 12108_Maya
source: Hmm. I think I need another idea.
pt_br: Mmm, credo che mi serva un'altra idea.

# 12120_Maya
source: I'm really thinking about quitting my job here.
pt_br: Sto pensando seriamente di mollare il mio lavoro qui.

# 12132_Kiryu
source: You are?
pt_br: Davvero?

# 12144_Maya
source: Yes.
pt_br: Sì.

# 12156_Kiryu
source: Okay... Do you mind telling me why?
pt_br: Va bene... Mi diresti perché?

# 12168_Maya
source: It was great when I started, since my boyfriend was working a night job, but now working here is getting in the way.
pt_br: Andava alla grande quando ho iniziato, visto che il mio ragazzo lavorava di notte, però adesso lavorare qui mi sta d'impiccio.

# 12180_Kiryu
source: In the way? Of what?
pt_br: D'intralcio? Di cosa?

# 12192_Maya
source: Of... Of seeing you.
pt_br: Di... Di vederti.

# 12204_Kiryu
source: But you see me when I come to the club. Isn't that enough?
pt_br: Ma tu mi vedi quando vengo al club. Non ti basta?

# 12216_Maya
source: But then you're just one of my customers. I want our relationship to be more than that.
pt_br: Ma allora sei solo uno dei miei clienti. Voglio che la nostra relazione sia più di questo.

# 12228_Maya
source: Unless you don't want it to be. Maybe I'm just a hostess to you.
pt_br: A meno che tu non voglia il contrario. Forse sono solo un'hostess per te.

# 12240_Kiryu
source: That's not true. I don't want our relationship to end at the club.
pt_br: Non è vero. Non voglio che il nostro rapporto finisca solo al club.

# 12252_Maya
source: Really!?
pt_br: Davvero!?

# 12264_Kiryu
source: Yes.
pt_br: Sì.

# 12276_Maya
source: Yay! I'm so happy! ♪
pt_br: Sììì! Sono felicissima! ♪

# 12288_Maya
source: But remember, I'll kill you if you request other hostesses after I quit.
pt_br: Ma ricorda, ti ammazzo se chiedi altre hostess dopo che smetto.

# 12300_Kiryu
source: You don't have to worry about that. I think...
pt_br: Non devi preoccuparti di questo. Penso...

# 12312_Kiryu
source: You'd quit your job for me?
pt_br: Molleresti il lavoro per me?

# 12324_Maya
source: Hehe. It's more for me than for you. I'm quitting because I want to see more of you.
pt_br: Hehe. È più per me che per te. Smetto perché voglio vederti di più.

# 12336_Kiryu
source: I spend a lot of time out at night, you know.
pt_br: Sto parecchio in giro la sera, sai.

# 12348_Maya
source: Huh? You do?
pt_br: Eh? Davvero?

# 12360_Kiryu
source: Yeah. Actually, I'm out almost all the time. I'm pretty busy. I don't have a lot of time to relax.
pt_br: Sì. A dire il vero, sono quasi sempre in giro. Sono piuttosto impegnata. Non è che abbia poi così tanto tempo per rilassarmi.

# 12372_Maya
source: But you have enough time to come here.
pt_br: Ma hai abbastanza tempo per venirci.

# 12384_Kiryu
source: I make time to. It helps me get rid of stress. If I didn't come, I'd probably get sick.
pt_br: Mi ci ritaglio del tempo. Mi aiuta a scaricare lo stress. Se non venissi, probabilmente mi ammalerei.

# 12396_Maya
source: Hmm. It sounds like it would be better if I just stayed here.
pt_br: Mmh. Mi sa che sarebbe meglio se rimanessi qui.

# 12408_Maya
source: Aw. And I'd finally made up my mind, too.
pt_br: Ah... E mi ero finalmente decisa, anch'io.

# 12420_Kiryu
source: I guess I hadn't mentioned this before, but I actually live in Okinawa.
pt_br: Mi sa che non te l'ho mai detto prima, ma in realtà vivo a Okinawa.

# 12432_Maya
source: What!? You do!?
pt_br: Cosa!? Lo fai davvero!?

# 12444_Kiryu
source: Yeah. I've been taking care of some business here, but I'll go home when things are settled.
pt_br: Già. Mi sono occupato di alcune faccende qui, ma tornerò a casa quando le cose saranno sistemate.

# 12456_Maya
source: Oh. I see.
pt_br: Oh. Ah, capisco.

# 12468_Kiryu
source: I'm sorry.
pt_br: Mi dispiace.

# 12480_Maya
source: No! I don't mind!
pt_br: No! Nessun problema!

# 12492_Kiryu
source: Huh?
pt_br: Uh?

# 12504_Maya
source: I'll go with you to Okinawa!
pt_br: Verrò con te a Okinawa!

# 12516_Kiryu
source: What!? You will?
pt_br: Cosa!? Lo farai?
