Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00910135.po
Languages: it

source: <Color:9>Heat Gauge growth rate increased.<Color:Default>
it: <Color:9>Velocità di crescita dell'indicatore Heat aumentata.<Color:Default>

source: <Color:9>Heat Gauge capacity increased.<Color:Default>
it: <Color:9>Capacità dell'indicatore Heat aumentata.<Color:Default>

source: <Color:9>Heat Gauge now decreases at a slower rate.<Color:Default>
it: <Color:9>L'indicatore Heat ora diminuisce più lentamente.<Color:Default>

source: <Color:9>You learned the Essence of Pole Dancing.<Color:Default>
it: <Color:9>Hai imparato l'Essenza della Pole Dance.<Color:Default>

source: <Color:9>You learned the Essence of Jumping.<Color:Default>
it: <Color:9>Hai imparato l'Essenza del Salto.<Color:Default>

source: <Color:9>You learned the Essence of Knock Down.<Color:Default>
it: <Color:9>Hai imparato l'Essenza dell'Atterramento.<Color:Default>

source: <Color:9>You learned the Essence of Head Press.<Color:Default>
it: <Color:9>Hai imparato l'Essenza dello Schiacciatesta.<Color:Default>

source: <Color:9>You learned the Essence of Hurling.<Color:Default>
it: <Color:9>Hai imparato l'Essenza del Lancio.<Color:Default>

source: <Color:9>You learned the Essence of Reversal.<Color:Default>
it: <Color:9>Hai imparato l'Essenza del Contrattacco.<Color:Default>

source: <Color:9>Heat Gauge growth rate increased.<Color:Default>
it: <Color:9>Velocità di crescita dell'indicatore Heat aumentata.<Color:Default>

source: <Color:9>Battle experience data received from IF7-R.<Color:Default>
it: <Color:9>Dati esperienza di battaglia ricevuti dall'IF7-R.<Color:Default>

source: <Color:9>Heat Gauge capacity increased.<Color:Default>
it: <Color:9>Capacità dell'indicatore Heat aumentata.<Color:Default>

source: <Color:9>Battle experience data received from IF7-R.<Color:Default>
it: <Color:9>Dati esperienza di battaglia ricevuti dall'IF7-R.<Color:Default>

source: <Color:9>Heat Gauge now decreases at a slower rate.<Color:Default>
it: <Color:9>L'indicatore Heat ora diminuisce più lentamente.<Color:Default>

source: <Color:9>Battle experience data received from IF7-R.<Color:Default>
it: <Color:9>Dati esperienza di battaglia ricevuti dall'IF7-R.<Color:Default>

source: <Color:9>Battle experience data received from IF7-R.<Color:Default>
it: <Color:9>Dati esperienza di battaglia ricevuti dall'IF7-R.<Color:Default>

source: You paid <Color:8>\10,000<Color:Default>.
it: Hai pagato <Color:8>10.000 ¥<Color:Default>.

source: You paid <Color:8>\10,000<Color:Default>.
it: Hai pagato <Color:8>10.000 ¥<Color:Default>.

source: You paid <Color:8>\10,000<Color:Default>.
it: Hai pagato <Color:8>10.000 ¥<Color:Default>.

source: You paid <Color:8>\10,000<Color:Default>.
it: Hai pagato <Color:8>10.000 ¥<Color:Default>.

source: You paid <Color:8>\10,000<Color:Default>.
it: Hai pagato <Color:8>10.000 ¥<Color:Default>.

source: You paid <Color:8>\10,000<Color:Default>.
it: Hai pagato <Color:8>10.000 ¥<Color:Default>.

source: You paid <Color:8>\10,000<Color:Default>.
it: Hai pagato <Color:8>10.000 ¥<Color:Default>.

source: You paid <Color:8>\10,000<Color:Default>.
it: Hai pagato <Color:8>10.000 ¥<Color:Default>.

source: You paid <Color:8>\10,000<Color:Default>.
it: Hai pagato <Color:8>10.000 ¥<Color:Default>.

source: You paid <Color:8>\10,000<Color:Default>.
it: Hai pagato <Color:8>10.000 ¥<Color:Default>.

source: Player
it: Giocatore

source: Man in White
it: Uomo in bianco

# 928_Player
source: (I should come back when I'm alone.)
it: (Dovrei tornare quando sono da solo.)

# 952_Minamida
source: There you are. Hm? What's that suitcase for?
it: Eccoti qui. Mh? A cosa serve quella valigetta?

# 964_Minamida
source: Oh! Are you going to invest in my machine? Of course I would be happy to accept your money! Heheheh...
it: Oh! Vuoi investire nella mia macchina? Certo che accetterò volentieri i tuoi soldi! Eheheh...

# 976_Player
source: (I can't let him have this suitcase. I'll have to come back later.)
it: (Non posso dargli questa valigetta. Dovrò tornare più tardi.)

# 988_Man in White
source: Hm? Who are you? Do you need something?
it: Mh? Chi sei? Hai bisogno di qualcosa?

# 1000_Man in White
source: Oh! Are you going to invest in my machine? Of course I would be happy to accept your money! Heheheh...
it: Oh! Vuoi investire nella mia macchina? Certo che accetterò volentieri i tuoi soldi! Eheheh...

# 1012_Player
source: (I can't let him have this suitcase. I'll have to come back later.)
it: (Non posso dargli questa valigetta. Dovrò tornare più tardi.)

# 1024_Minamida
source: Hm? Oh, it's you, Kiryu-kun.
it: Mh? Oh, sei tu, Kiryu-kun.

# 1036_Kiryu
source: And you're... Minamida. It sure has been a while.
it: E tu sei... Minamida. Ne è passato di tempo.

# 1048_Kiryu
source: Are you still working on that invention of yours?
it: Stai ancora lavorando a quella tua invenzione?

# 1060_Minamida
source: Heheheh. Don't assume it's the same as that hunk of junk a year back.
it: Eheheh. Non dare per scontato che sia lo stesso ammasso di ferraglia di un anno fa.

# 1072_Minamida
source: I call this the Inner Fighter VII Revolution! Or the IF7-R, for short.
it: La chiamo Inner Fighter VII Revolution! O IF7-R, in breve.

# 1084_Kiryu
source: The IF7-R, huh...
it: L'IF7-R, eh...

# 1096_Minamida
source: It's got a slew of new features, and the structure's way more stable. Hehehehe.
it: Ha un sacco di nuove funzioni e la struttura è molto più stabile. Eheheheh.

# 1108_Minamida
source: Compared to before, some of the mechanisms have changed, so be careful about that.
it: Rispetto a prima, alcuni meccanismi sono cambiati, quindi fai attenzione.

# 1120_Minamida
source: Do you want to hear a more detailed explanation on the machine?
it: Vuoi una spiegazione più dettagliata sulla macchina?

# 1132_Kiryu
source: No, I'm fine. It's not my first time.
it: No, sto bene. Non è la mia prima volta.

# 1144_Minamida
source: Oh? Then, come back anytime if you want to play. I'll be waiting!
it: Oh? Allora, torna quando vuoi se vuoi giocare. Ti aspetterò!

# 1156_Minamida
source: Very well, I will explain in detail!
it: Molto bene, ti spiegherò tutto nel dettaglio!

# 1168_Minamida
source: To play, you must first <Color:7>input<Color:Default> information on your enemy.
it: Per giocare, devi prima <Color:7>inserire<Color:Default> le informazioni sul tuo nemico.

# 1180_Minamida
source: However, the only information you can <Color:7>input<Color:Default> is that of particularly strong enemies, ones who made a lasting impression on you.
it: Tuttavia, le uniche informazioni che puoi <Color:7>inserire<Color:Default> sono quelle di nemici particolarmente forti, che ti hanno colpito.

# 1192_Minamida
source: If you <Color:7>input<Color:Default> an enemy and are victorious against him, you become stronger. Nifty, don't you think?
it: Se <Color:7>inserisci<Color:Default> un nemico e lo sconfiggi, diventi più forte. Forte, no?

# 1204_Minamida
source: But, some punks broke the machine. And now that feature no longer works.
it: Ma dei teppisti hanno rotto la macchina. E ora quella funzione non va più.

# 1216_Minamida
source: I will need some money to be able to fix it, and that's where you come in!
it: Avrò bisogno di soldi per ripararla, ed è qui che entri in gioco tu!

# 1228_Minamida
source: Would you mind donating some funds so I can repair and modify this baby? I might not look it, but I'm flat broke.
it: Ti dispiacerebbe donare dei fondi per riparare e modificare questo gioiellino? Potrà non sembrare, ma sono completamente al verde.

# 1240_Minamida
source: Of course, there's something in it for you too. If the machine is upgraded, the user will be able to receive various bits of useful information.
it: Certo, c'è qualcosa in cambio anche per te. Se la macchina viene potenziata, l'utente potrà ricevere varie informazioni utili.

# 1252_Minamida
source: Please think it over. Heheheh...
it: Pensaci, per favore. Eheheh...

# 1264_Man in White
source: Hm? Who are you? Do you need something?
it: Mh? Chi sei? Hai bisogno di qualcosa?

# 1276_Tanimura
source: I'm Tanimura, a detective here in Kamurocho. What are you doing down here?
it: Sono Tanimura, un detective qui a Kamurocho. Cosa ci fa quaggiù?

# 1288_Man in White
source: My name is Dr. Minamida. And I'm not doing anything wrong at all!
it: Mi chiamo Dr. Minamida. E non sto facendo assolutamente nulla di male!

# 1300_Tanimura
source: If you're not doing anything wrong, then what's got you so flustered? And... what's this?
it: Se non sta facendo nulla di male, allora perché è così agitato? E... cos'è questo?

# 1312_Minamida
source: Ah, this here is the Inner Fighter VII Revolution! Or IF7-R, for short.
it: Ah, questa è la Inner Fighter VII Revolution! O IF7-R, in breve.

# 1324_Tanimura
source: The IF7-R?
it: L'IF7-R?

# 1336_Minamida
source: The IF7-R is the arcade machine of the future, and I invented it! Heheheh...
it: L'IF7-R è la macchina arcade del futuro, e l'ho inventata io! Eheheh...

# 1348_Tanimura
source: An arcade machine? This doesn't really look like one, no matter which way you spin it. I think it's time you started telling the truth.
it: Una macchina arcade? Comunque la si guardi, non ne ha l'aspetto. Penso sia ora che inizi a dire la verità.

# 1360_Minamida
source: I am! This is the greatest invention of the century!
it: È la verità! Questa è la più grande invenzione del secolo!

# 1372_Minamida
source: The IF7-R provides <Italic>the</Italic> ultimate arcade experience. It allows realistic battles in a virtual world.
it: L'IF7-R fornisce l'esperienza arcade <Italic>definitiva</Italic>. Permette combattimenti realistici in un mondo virtuale.

# 1384_Tanimura
source: Hm... Can't you think of a better lie than that?
it: Mh... Non poteva inventarsi una bugia migliore?

# 1396_Minamida
source: I told you it's not a lie! Try it for yourself. Then you'll see I'm telling you the truth.
it: Le ho detto che non è una bugia! Provi lei stesso. Vedrà che dico la verità.

# 1408_Minamida
source: One game is 10,000 yen. Sorry, no discounts.
it: Una partita costa 10.000 yen. Spiacente, niente sconti.

# 1420_Tanimura
source: That's a lot for a single game. Must be a pretty good business for you.
it: È tanto per una singola partita. Dev'essere un bell'affare per lei.

# 1432_Tanimura
source: But it does look like fun. I'll tell you what, I won't bother you if you let me play your game.
it: Però sembra divertente. Le dirò una cosa, non la disturberò se mi lascia giocare.

# 1444_Minamida
source: Of course. Anyone can play anytime they want.
it: Certo. Chiunque può giocare quando vuole.

# 1456_Minamida
source: Do you want to hear a more detailed explanation on the machine?
it: Vuole una spiegazione più dettagliata sulla macchina?

# 1468_Tanimura
source: No need. I'll just figure it out as I go.
it: Non serve. Capirò strada facendo.

# 1480_Minamida
source: I see. Then come back anytime if you want to play. I'll be waiting!
it: Capisco. Allora torni quando vuole se vuole giocare. La aspetterò!

# 1492_Minamida
source: Very well, I will explain in detail!
it: Molto bene, le spiegherò tutto nel dettaglio!

# 1504_Minamida
source: To play, you must first <Color:7>input<Color:Default> information on your enemy.
it: Per giocare, devi prima <Color:7>inserire<Color:Default> le informazioni sul tuo nemico.

# 1516_Minamida
source: However, the only information you can <Color:7>input<Color:Default> is that of particularly strong enemies, ones who made a lasting impression on you.
it: Tuttavia, le uniche informazioni che puoi <Color:7>inserire<Color:Default> sono quelle di nemici particolarmente forti, che ti hanno colpito.

# 1528_Minamida
source: If you <Color:7>input<Color:Default> an enemy and are victorious against him, you become stronger. Nifty, don't you think?
it: Se <Color:7>inserisci<Color:Default> un nemico e lo sconfiggi, diventi più forte. Forte, no?

# 1540_Minamida
source: But, some punks broke the machine. And now that feature no longer works.
it: Ma dei teppisti hanno rotto la macchina. E ora quella funzione non va più.

# 1552_Minamida
source: I will need some money to be able to fix it, and that's where you come in!
it: Avrò bisogno di soldi per ripararla, ed è qui che entri in gioco tu!

# 1564_Minamida
source: Would you mind donating some funds so I can repair and modify this baby? I might not look it, but I'm flat broke.
it: Ti dispiacerebbe donare dei fondi per riparare e modificare questo gioiellino? Potrà non sembrare, ma sono completamente al verde.

# 1576_Minamida
source: Of course, there's something in it for you too. If the machine is upgraded, the user will be able to receive various bits of useful information.
it: Certo, c'è qualcosa in cambio anche per te. Se la macchina viene potenziata, l'utente potrà ricevere varie informazioni utili.

# 1588_Minamida
source: Please think it over. Heheheh...
it: Pensaci, per favore. Eheheh...

# 1600_Man in White
source: Hm? Who are you? Do you need something?
it: Mh? Chi sei? Hai bisogno di qualcosa?

# 1612_Saejima
source: What's this machine with the electric chair? And more importantly, who are you?
it: Cos'è questa macchina con la sedia elettrica? E, cosa più importante, tu chi sei?

# 1624_Man in White
source: My name is Minamida of course! I'm actually pretty famous, depending on which neck of the woods you're in.
it: Mi chiamo Minamida, ovviamente! In realtà sono piuttosto famoso, a seconda della zona in cui ti trovi.

# 1636_Minamida
source: And this, my friend, is the Inner Fighter VII Revolution. Or IF7-R, for short.
it: E questa, amico mio, è la Inner Fighter VII Revolution. O IF7-R, in breve.

# 1648_Saejima
source: The IF7-R?
it: L'IF7-R?

# 1660_Minamida
source: The IF7-R is the arcade machine of the future, and I invented it! Heheheh...
it: L'IF7-R è la macchina arcade del futuro, e l'ho inventata io! Eheheh...

# 1672_Saejima
source: I don't get it. How can a machine be a game? This just looks like a fancy torture device.
it: Non capisco. Come può una macchina essere un gioco? Questo sembra solo un sofisticato strumento di tortura.

# 1684_Minamida
source: How rude. This machine is the invention of the century!
it: Che maleducato. Questa macchina è l'invenzione del secolo!

# 1696_Minamida
source: The IF7-R provides <Italic>the</Italic> ultimate arcade experience. It allows realistic battles in a virtual world.
it: L'IF7-R fornisce l'esperienza arcade <Italic>definitiva</Italic>. Permette combattimenti realistici in un mondo virtuale.

# 1720_Saejima
source: (I got absolutely no idea what this guy is talkin' about...)
it: (Non ho la più pallida idea di cosa stia dicendo questo tizio...)

# 1732_Minamida
source: Heheheh. Just give it a try and you'll understand.
it: Eheheh. Prova e capirai.

# 1744_Minamida
source: One game is 10,000 yen. Anybody can play, as long as they have the dough.
it: Una partita costa 10.000 yen. Chiunque può giocare, purché abbia i soldi.

# 1756_Saejima
source: I don't know what this thing does, and I can't see a reason to spend that much on a machine...
it: Non so cosa faccia questo coso e non vedo un motivo per spendere così tanto per una macchina...

# 1768_Minamida
source: Think about it the other way around. You're getting a 10,000 yen experience! Not so bad, right? Heheheh.
it: Guardala dall'altro lato. Stai vivendo un'esperienza da 10.000 yen! Non male, vero? Eheheh.

# 1780_Minamida
source: Do you want to hear a more detailed explanation on the machine?
it: Vuoi una spiegazione più dettagliata sulla macchina?

# 1792_Saejima
source: No, I'm good. I'll try it next time, when I got more time.
it: No, sono a posto. Proverò la prossima volta, quando avrò più tempo.

# 1804_Minamida
source: I see. Then come back anytime if you want to play. I'll be waiting!
it: Capisco. Allora torna quando vuoi se vuoi giocare. Ti aspetterò!

# 1816_Minamida
source: Very well, I will explain in detail!
it: Molto bene, ti spiegherò tutto nel dettaglio!

# 1828_Minamida
source: To play, you must first <Color:7>input<Color:Default> information on your enemy.
it: Per giocare, devi prima <Color:7>inserire<Color:Default> le informazioni sul tuo nemico.

# 1840_Minamida
source: However, the only information you can <Color:7>input<Color:Default> is that of particularly strong enemies, ones who made a lasting impression on you.
it: Tuttavia, le uniche informazioni che puoi <Color:7>inserire<Color:Default> sono quelle di nemici particolarmente forti, che ti hanno colpito.

# 1852_Minamida
source: If you <Color:7>input<Color:Default> an enemy and are victorious against him, you become stronger. Nifty, don't you think?
it: Se <Color:7>inserisci<Color:Default> un nemico e lo sconfiggi, diventi più forte. Forte, no?

# 1864_Minamida
source: But, some punks broke the machine. And now that feature no longer works.
it: Ma dei teppisti hanno rotto la macchina. E ora quella funzione non va più.

# 1876_Minamida
source: I will need some money to be able to fix it, and that's where you come in!
it: Avrò bisogno di soldi per ripararla, ed è qui che entri in gioco tu!

# 1888_Minamida
source: Would you mind donating some funds so I can repair and modify this baby? I might not look it, but I'm flat broke.
it: Ti dispiacerebbe donare dei fondi per riparare e modificare questo gioiellino? Potrà non sembrare, ma sono completamente al verde.

# 1900_Minamida
source: Of course, there's something in it for you too. If the machine is upgraded, the player will be able to receive various bits of useful information.
it: Certo, c'è qualcosa in cambio anche per te. Se la macchina viene potenziata, il giocatore potrà ricevere varie informazioni utili.

# 1912_Minamida
source: Please think it over. Heheheh...
it: Pensaci, per favore. Eheheh...

# 1924_Minamida
source: Oh, it's you! I didn't have a chance to thank you for saving me.
it: Oh, sei tu! Non ho avuto modo di ringraziarti per avermi salvato.

# 1936_Akiyama
source: I don't need any thanks. I was in too much of a hurry to ask before, but what's this machine about?
it: Non servono ringraziamenti. Prima avevo troppa fretta per chiedere, ma che cos'è questa macchina?

# 1948_Minamida
source: I call this the Inner Fighter VII Revolution! Or the IF7-R, for short.
it: La chiamo Inner Fighter VII Revolution! O IF7-R, in breve.

# 1960_Akiyama
source: The IF7-R?
it: L'IF7-R?

# 1972_Minamida
source: The IF7-R is the arcade machine of the future, and I invented it! Heheheh...
it: L'IF7-R è la macchina arcade del futuro, e l'ho inventata io! Eheheh...

# 1984_Akiyama
source: An arcade machine? This thing's a game?
it: Una macchina arcade? Questo coso è un gioco?

# 1996_Minamida
source: Simply put, yes. But it's quite different from any game you've ever seen.
it: In parole povere, sì. Ma è molto diverso da qualsiasi gioco tu abbia mai visto.

# 2008_Minamida
source: The IF7-R provides <Italic>the</Italic> ultimate arcade experience. It allows realistic battles in a virtual world.
it: L'IF7-R fornisce l'esperienza arcade <Italic>definitiva</Italic>. Permette combattimenti realistici in un mondo virtuale.

# 2020_Akiyama
source: Sounds pretty bogus to me.
it: Mi sembra una gran cavolata.

# 2032_Minamida
source: Well, can't blame you for saying that. I mean, it is pretty unbelievable! But what you see here will make the unbelievable believable!
it: Beh, non posso biasimarti. Voglio dire, è piuttosto incredibile! Ma quello che vedi qui renderà l'incredibile credibile!

# 2044_Minamida
source: If you're going to call me a liar, then you should give it a try first. Heheheh.
it: Se vuoi darmi del bugiardo, allora dovresti prima provarla. Eheheh.

# 2056_Minamida
source: One game is 10,000 yen. The price is actually a bargain when compared to the value of the experience you're getting.
it: Una partita costa 10.000 yen. Il prezzo è in realtà un affare se paragonato al valore dell'esperienza che si ottiene.

# 2068_Akiyama
source: That's a lot for a single game. Sounds like another rip-off.
it: È tanto per una singola partita. Sembra un'altra fregatura.

# 2080_Minamida
source: It takes a lot of money to get this machine to move.
it: Ci vogliono un sacco di soldi per far funzionare questa macchina.

# 2092_Minamida
source: Do you want to hear a more detailed explanation on the machine?
it: Vuoi una spiegazione più dettagliata sulla macchina?

# 2104_Akiyama
source: No, I think I'll be okay. I get the general idea.
it: No, penso di essere a posto. Ho capito l'idea generale.

# 2116_Minamida
source: I see. Then come back anytime if you want to play. I'll be waiting!
it: Capisco. Allora torna quando vuoi se vuoi giocare. Ti aspetterò!

# 2128_Minamida
source: Very well, I will explain in detail!
it: Molto bene, ti spiegherò tutto nel dettaglio!

# 2140_Minamida
source: To play, you must first <Color:7>input<Color:Default> information on your enemy.
it: Per giocare, devi prima <Color:7>inserire<Color:Default> le informazioni sul tuo nemico.

# 2152_Minamida
source: However, the only information you can <Color:7>input<Color:Default> is that of particularly strong enemies, ones who made a lasting impression on you.
it: Tuttavia, le uniche informazioni che puoi <Color:7>inserire<Color:Default> sono quelle di nemici particolarmente forti, che ti hanno colpito.

# 2164_Minamida
source: If you <Color:7>input<Color:Default> an enemy and are victorious against him, you become stronger. Nifty, don't you think?
it: Se <Color:7>inserisci<Color:Default> un nemico e lo sconfiggi, diventi più forte. Forte, no?

# 2176_Minamida
source: But, some punks broke the machine. And now that feature no longer works.
it: Ma dei teppisti hanno rotto la macchina. E ora quella funzione non va più.

# 2188_Minamida
source: I will need some money to be able to fix it, and that's where you come in!
it: Avrò bisogno di soldi per ripararla, ed è qui che entri in gioco tu!

# 2200_Minamida
source: Would you mind donating some funds so I can repair and modify this baby? I might not look it, but I'm flat broke.
it: Ti dispiacerebbe donare dei fondi per riparare e modificare questo gioiellino? Potrà non sembrare, ma sono completamente al verde.

# 2212_Minamida
source: Of course, there's something in it for you too. If the machine is upgraded, the player will be able to receive various bits of useful information.
it: Certo, c'è qualcosa in cambio anche per te. Se la macchina viene potenziata, il giocatore potrà ricevere varie informazioni utili.

# 2224_Minamida
source: Please think it over. Heheheh...
it: Pensaci, per favore. Eheheh...

# 2248_Minamida
source: Looks like you lost that one. Too bad.
it: Sembra che tu abbia perso. Peccato.

# 2260_Minamida
source: Come back and get your revenge soon! Heheheh!
it: Torna presto a prenderti la rivincita! Eheheh!

# 2320_Minamida
source: Looks like you won. Congratulations!
it: Sembra che tu abbia vinto. Congratulazioni!

# 2332_Minamida
source: If I <Color:7>repair the machine<Color:Default> I will be able to boost your abilities as well.
it: Se <Color:7>riparo la macchina<Color:Default> sarò in grado di potenziare anche le tue abilità.

# 2344_Minamida
source: I hope you consider investing. Heheheh...
it: Spero che tu prenda in considerazione l'idea di investire. Eheheh...

# 2356_Minamida
source: Looks like you won. Congratulations!
it: Sembra che tu abbia vinto. Congratulazioni!

# 2368_Minamida
source: And your own abilities appear to have grown as well. I'm getting some really good data...
it: E anche le tue abilità sembrano essere cresciute. Sto ottenendo dei dati davvero ottimi...

# 2392_Minamida
source: Come back again. I'll be here. Heheheh...
it: Torna ancora. Io sarò qui. Eheheh...

# 2416_Minamida
source: Come back again. I'll be here. Heheheh...
it: Torna ancora. Io sarò qui. Eheheh...

# 2440_Minamida
source: Come back again. I'll be here. Heheheh...
it: Torna ancora. Io sarò qui. Eheheh...
