Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010201bf.po
Languages: it

source: Woman
it: Donna

# 104_Akiyama
source: (Maybe I'll walk around the town while I wait for Kido-chan to call me back.)
it: (Forse farò un giro in città mentre aspetto che Kido-chan mi richiami.)

# 188_Akiyama
source: Hey, it's Akiyama. Sorry to spring this on you last minute, but I'm bringing a new girl into the club. She starts tomorrow.
it: Ehi, sono Akiyama. Scusa se te lo dico all'ultimo minuto, ma sto portando una ragazza nuova nel club. Inizia domani.

# 200_Akiyama
source: Provided she actually shows up, that is.
it: A patto che si presenti, ovviamente.

# 212_Akiyama
source: Rearrange the shifts, shuffle things around. I don't care how you do it, just make it work.
it: Riorganizza i turni, sistema le cose. Non mi importa come fai, fai in modo che funzioni.

# 224_Akiyama
source: ...Look, I know how to run my business. Besides, I already made up my mind.
it: ...Senti, so come gestire i miei affari. Inoltre, ho già preso una decisione.

# 236_Akiyama
source: Don't let me down. Later.
it: Non deludermi. A dopo.

# 248_Akiyama
source: (The ball's in her court now...)
it: (Ora la palla è nel suo campo...)

# 296_Hana
source: Oh, Chief! You actually decided to show up today!
it: Oh, Capo! Hai deciso di farti vedere oggi!

# 308_Akiyama
source: Good to see you, too, Hana-chan.
it: Piacere di vederti anche a me, Hana-chan.

# 368_Akiyama
source: ...All right.
it: ...Va bene.

# 416_Akiyama
source: Mind if I take this?
it: Ti dispiace se rispondo?

# 428_Woman
source: Go right ahead.
it: Prego, fai pure.

# 464_Kido
source: Oh, uh, is this Akiyama-san?
it: Oh, uh, è Akiyama-san?

# 476_Akiyama
source: Kido-chan! Where are you? Is everything okay?
it: Kido-chan! Dove sei? Va tutto bene?

# 488_Kido
source: I'm down at the Kamurocho precinct. They just finished grilling me about Kanemura-san.
it: Sono al distretto di polizia di Kamurocho. Hanno appena finito di interrogarmi su Kanemura-san.

# 500_Akiyama
source: Kanemura? What are they doing questioning <Italic>you</Italic>?
it: Kanemura? Perché stanno interrogando <Italic>te</Italic>?

# 512_Kido
source: I'm the one who found him. Walked back into the office, and there he was... dead.
it: Sono io che l'ho trovato. Sono rientrato in ufficio, ed era lì... morto.

# 524_Akiyama
source: Sorry you had to see that. But hey, it hasn't exactly been smooth sailing on my end, either.
it: Mi dispiace che tu abbia dovuto vederlo. Ma ehi, neanche dalla mia parte è andata liscissima.

# 536_Akiyama
source: Speaking of, I take it you've heard about Arai-san by now.
it: A proposito, immagino tu abbia sentito di Arai-san ormai.

# 548_Kido
source: Yeah, some detective named Sugiuchi told me. I still can't wrap my head around it.
it: Sì, me l'ha detto un detective di nome Sugiuchi. Non riesco ancora a capacitàrmene.

# 560_Akiyama
source: Me neither. Listen, we shouldn't talk about this stuff over the phone. You free to meet up later?
it: Neanch'io. Ascolta, non dovremmo parlare di queste cose al telefono. Sei libero per vederci più tardi?

# 572_Kido
source: Yeah. I got some questions I wanna ask you, too.
it: Sì. Ho anch'io delle domande da farti.

# 584_Akiyama
source: Sure thing. Think you could call me back in a few, though? I'm just finishing up with a customer.
it: Certo. Puoi richiamarmi tra poco, però? Sto finendo con un cliente.

# 596_Kido
source: Oh, yeah. No problem.
it: Oh, sì. Nessun problema.

# 608_Akiyama
source: Talk to you soon.
it: A presto.

# 644_Akiyama
source: Sorry about that. Seems another one of my customers is in a bit of a pinch.
it: Scusa per questo. Sembra che un altro dei miei clienti sia in un bel guaio.

# 656_Woman
source: It's fine.
it: Non importa.

# 668_Akiyama
source: So, back to business. Ten days, 100 million yen.
it: Quindi, torniamo agli affari. Dieci giorni, 100 milioni di yen.

# 680_Woman
source: That's right.
it: Esatto.

# 692_Akiyama
source: Understood. In that case, can I ask you to swing by again tomorrow?
it: Capito. In tal caso, posso chiederle di ripassare domani?

# 704_Akiyama
source: I'm gonna need a little time to mull that test over.
it: Avrò bisogno di un po' di tempo per riflettere sul test.

# 716_Woman
source: Okay.
it: Ok.

# 728_Akiyama
source: Come prepared, though. We'll be starting right when you get here.
it: Però si prepari. Inizieremo non appena arriverà qui.

# 740_Woman
source: I will.
it: Certo.

# 764_Akiyama
source: Now, here's the deal. We require each of our clients to pass a test before we finance their loans.
it: Ora, ecco l'accordo. Richiediamo a ciascuno dei nostri clienti di superare un test prima di finanziare i loro prestiti.

# 776_Woman
source: A test?
it: Un test?

# 788_Akiyama
source: That's right. A test to gauge whether or not we can trust you.
it: Esatto. Un test per valutare se possiamo o meno fidarci di te.

# 800_Woman
source: Trust me...?
it: Fidarvi di me...?

# 812_Akiyama
source: Yep. We test all of our customers before agreeing to loan them anything.
it: Sì. Testiamo tutti i nostri clienti prima di accettare di prestare loro qualsiasi cosa.

# 824_Akiyama
source: We had one person care for the elderly for a week and another pick up all the litter in Kamurocho.
it: Abbiamo avuto una persona che si è presa cura degli anziani per una settimana e un'altra che ha raccolto tutta la spazzatura a Kamurocho.

# 836_Akiyama
source: We even had one woman work in the red-light district.
it: Abbiamo persino avuto una donna che ha lavorato nel quartiere a luci rosse.

# 860_Akiyama
source: The tests get more difficult depending on the loan amount and terms. And in your case, well...
it: I test diventano più difficili a seconda dell'importo del prestito e dei termini. E nel tuo caso, beh...

# 872_Woman
source: The test will be hard.
it: Il test sarà difficile.

# 884_Akiyama
source: ...You got it.
it: ...Hai capito.

# 896_Akiyama
source: But if you pass, I promise to loan you the amount you want under the terms you specified.
it: Ma se lo superi, prometto di prestarti l'importo che vuoi, alle condizioni che hai specificato.
