Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00830091.po
Languages: pt_br

source: Hell, even a hundred million yen won't help you like this.
pt_br: Maledizione, neanche cento milioni di yen ti serviranno conciato così.

source: Foul-mouthed Gal
pt_br: Ragazza sboccata

source: Straightforward Gal
pt_br: Tipa schietta

# 68_Taniguchi
source: Akiyama-san! I got all dressed up, just like you said!
pt_br: Akiyama-san! Mi sono messo in tiro, proprio come mi hai detto!

# 80_Akiyama
source: You're... serious, right? I just want to make sure.
pt_br: Fai... sul serio, vero? Voglio solo assicurarmi.

# 92_Taniguchi
source: Yeah, I'm serious.
pt_br: Sì, sono serio.

# 104_Foul-mouthed Gal
source: Ohmigosh, what a dork!
pt_br: Mamma mia, che sfigato!

# 116_Straightforward Gal
source: Ouch. That guy is trying way too hard!
pt_br: Ahi. Quel tizio ci sta provando troppo!

# 128_Akiyama
source: See? If two random girls on the street think your look is atrocious, how can you ever hope to charm a hostess?
pt_br: Vedi? Se due tipe a caso per strada pensano che il tuo look siauno schifo, come puoi mai sperare di fare colpo su una hostess?

# 152_Taniguchi
source: Man... There must be something you can do!
pt_br: Cavolo... Dovrai pur fare qualcosa!

# 164_Akiyama
source: A man's got to be particular about his appearance. I'll help you evolve from a caterpillar into a butterfly.
pt_br: Un uomo deve curare il suo aspetto. Ti aiuterò a evolverti da bruco a farfalla.

# 176_Taniguchi
source: But I don't have any money.
pt_br: Ma non ho un soldo.

# 188_Akiyama
source: Don't sweat it. Consider it a reward for being such a loyal customer.
pt_br: Non ti preoccupare. Consideralo una ricompensa per essere un cliente così fedele.

# 200_Taniguchi
source: All right, then, let's do it!
pt_br: Perfetto, allora, facciamolo!
