Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01ee0136.po
Languages: pt_br

source: You used a <Color:8>Batting Coupon<Color:Default>.
pt_br: Hai usato un <Color:8>Coupon di battuta<Color:Default>.

source: Batting Center: Normal Game
pt_br: Centro di Battuta: Partita Normale

source: Player
pt_br: Giocatore

# 344_Kiryu
source: (Sure, I'll do it for Haruka...)
pt_br: (Certo, lo faccio per Haruka...)

# 368_Haruka
source: Uncle Kaz! Hit ten or more targets in a Normal Game! I know you can do it!
pt_br: Zio Kaz! Colpisci dieci o più bersagli in una Partita Normale! So che ce la puoi fare!

# 380_Kiryu
source: (Hit ten or more targets in a normal game... One try is 300 yen. Should I do it?)
pt_br: (Colpisci dieci o più bersagli in una partita normale... Un tentativo costa 300 yen. Dovrei farlo?)

# 392_Kiryu
source: Okay, I'll give it a try.
pt_br: Va bene, ci provo.

# 404_Haruka
source: Good luck, Uncle Kaz!
pt_br: Buona fortuna, Zio Kaz!

# 428_Kiryu
source: (Not right now.)
pt_br: (Non ora.)

# 440_Haruka
source: Aww, I really wanted to see you do it...
pt_br: Ah, ci tenevo proprio a vederti farlo...

# 452_Kiryu
source: (Wish I had enough money to play... 300 yen shouldn't be too hard to come by, though.)
pt_br: (Magari avessi abbastanza soldi per giocare... 300 yen non dovrebbero essere troppo difficili da racimolare, però.)

# 464_Haruka
source: Aww, c'mon...
pt_br: Ah, dai...

# 476_Kiryu
source: Press <Action:Button_Cross@Battingcenter> at the right time to hit the balls pitched by the pitching machine. Hit the home run targets to earn points.
pt_br: Premi <Action:Button_Cross@Battingcenter> al momento giusto per colpire le palle lanciate dalla macchina lanciapalle. Colpisci i bersagli degli home run per guadagnare punti.

# 488_Kiryu
source: There are five targets in the Normal Game. Each target will grant the same number of points, but once a target is hit, it will not be restored until all the remaining targets are also hit.
pt_br: Ci sono cinque bersagli nella Modalità Normale. Ogni bersaglio assegna lo stesso numero di punti, ma una volta colpito, non verrà ripristinato finché non saranno stati centrati anche tutti i bersagli rimanenti.

# 500_Kiryu
source: Use <Action:Button_LS_Up@Battingcenter><Action:Button_LS_Down@Battingcenter><Action:Button_LS_Left@Battingcenter><Action:Button_LS_Right@Battingcenter> to aim your swing. If you aim well enough, you can hit three targets at once and earn three times the points.
pt_br: Usa <Action:Button_LS_Up@Battingcenter><Action:Button_LS_Down@Battingcenter><Action:Button_LS_Left@Battingcenter><Action:Button_LS_Right@Battingcenter> per mirare il colpo. Se prendi bene la mira, puoi colpire tre bersagli in una volta sola e guadagnare il triplo dei punti.

# 512_Kiryu
source: Once you hit all the targets, a bonus target will appear. However, you only get one chance to hit it. The bonus target disappears after one pitch, whether you hit it or not. Aim carefully and go for a new high score!
pt_br: Una volta che hai colpito tutti i bersagli, spunterà un bersaglio bonus. Però, hai solo una chance per centrarlo. Il bersaglio bonus svanisce dopo un solo lancio, che tu l'abbia beccato o meno. Mira con attenzione e punta a un nuovo record!

# 560_Player
source: (Hmm... The Normal Game is 300 yen. Maybe I should give it a try.)
pt_br: (Hmm... Il Gioco Normale costa 300 yen. Magari potrei provarci.)

# 572_Player
source: (Hmm... The Normal Game is 300 yen. Maybe I should give it a try.)
pt_br: (Hmm... Il Gioco Normale costa 300 yen. Magari potrei provarci.)

# 584_Player
source: (Hmm... The Normal Game is 300 yen. I can play it for free if I use a coupon...)
pt_br: (Mmm... La Partita Normale costa 300 yen. Posso giocarci gratis se uso un coupon...)

# 596_Player
source: (Okay, let's do this.)
pt_br: (Va bene, facciamolo.)

# 620_Player
source: (Okay, let's do this.)
pt_br: (Va bene, facciamolo.)

# 668_Player
source: (Not right now.)
pt_br: (Non ora.)

# 692_Kiryu
source: Press <Action:Button_Cross@Battingcenter> at the right time to hit the balls pitched by the pitching machine. Hit the home run targets to earn points.
pt_br: Premi <Action:Button_Cross@Battingcenter> al momento giusto per colpire le palle lanciate dalla macchina lanciapalle. Colpisci i bersagli degli home run per guadagnare punti.

# 704_Kiryu
source: There are five targets in the Normal Game. Each target will grant the same number of points, but once a target is hit, it will not be restored until all the remaining targets are also hit.
pt_br: Ci sono cinque bersagli nella Modalità Normale. Ogni bersaglio assegna lo stesso numero di punti, ma una volta colpito, non verrà ripristinato finché non saranno stati centrati anche tutti i bersagli rimanenti.

# 716_Kiryu
source: Use <Action:Button_LS_Up@Battingcenter><Action:Button_LS_Down@Battingcenter><Action:Button_LS_Left@Battingcenter><Action:Button_LS_Right@Battingcenter> to aim your shot. If you aim well enough, you can hit three targets at once and earn three times the points.
pt_br: Usa <Action:Button_LS_Up@Battingcenter><Action:Button_LS_Down@Battingcenter><Action:Button_LS_Left@Battingcenter><Action:Button_LS_Right@Battingcenter> per prendere la mira. Se prendi bene la mira, puoi colpire tre bersagli in un colpo solo e guadagnare il triplo dei punti.

# 728_Kiryu
source: Once you hit all the targets, a bonus target will appear. However, you only get one chance to hit it. The bonus target disappears after one pitch, whether you hit it or not. Aim carefully and go for a new high score!
pt_br: Una volta che hai colpito tutti i bersagli, spunterà un bersaglio bonus. Però, hai solo una chance per centrarlo. Il bersaglio bonus svanisce dopo un solo lancio, che tu l'abbia beccato o meno. Mira con attenzione e punta a un nuovo record!

# 740_Player
source: (Wish I had enough money to play... 300 yen shouldn't be too hard to come by, though.)
pt_br: (Magari avessi abbastanza soldi per giocare... 300 yen non dovrebbero essere troppo difficili da racimolare, però.)

# 764_Kiryu
source: Play
pt_br: Gioca

# 776_Kiryu
source: Don't Play
pt_br: Non giocare

# 788_Kiryu
source: Read the Rules
pt_br: Leggi le Regole

# 800_Kiryu
source: Pay 300 Yen
pt_br: Paga 300 Yen

# 812_Kiryu
source: Use a Coupon
pt_br: Usa un Coupon

# 824_Kiryu
source: Don't Play
pt_br: Non giocare

# 836_Kiryu
source: Read the Rules
pt_br: Leggi le Regole

# 848_Kiryu
source: Play
pt_br: Gioca

# 860_Kiryu
source: Don't Play
pt_br: Non giocare

# 872_Kiryu
source: Read the Rules
pt_br: Leggi le Regole

# 884_Kiryu
source: Use a Coupon
pt_br: Usa un Coupon

# 896_Kiryu
source: Don't Play
pt_br: Non giocare

# 908_Kiryu
source: Read the Rules
pt_br: Leggi le Regole
