Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00260188.po
Languages: pt_br

source: You got a <Color:8>Blackjack Amulet<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Amuleto Blackjack<Color:Default>.

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: Culprit
pt_br: Colpevole

source: Street Artist
pt_br: Artista di strada

# 56_Culprit
source: *pant* *pant* This guy's even stronger than the yakuza! What the hell...
pt_br: *pant* *pant* Questo tizio è persino più forte degli yakuza! Ma che diavolo...

# 80_Street Artist
source: Hey, are you all right? Don't worry, I'm here to help!
pt_br: Ehi, stai bene? Non preoccuparti, sono qui per aiutarti!

# 92_Tanimura
source: Very convenient timing.
pt_br: Tempismo molto opportuno.

# 104_Street Artist
source: Ahaha... Well... I just appreciate you saving me!
pt_br: Ahaha... Beh... Ti ringrazio proprio per avermi salvato!

# 116_Tanimura
source: About that. Turns out no one saw you in the first place. Anyway, I've already called the station. These guys are going straight to prison.
pt_br: A proposito. A quanto pare, nessuno ti ha visto, tanto per cominciare. Comunque, ho già chiamato la centrale. Questi tizi vanno dritti in galera.

# 128_Street Artist
source: Now I can work aboveground and sell my art in peace. Here, take this! It's my gift to you!
pt_br: Ora posso lavorare all'aperto e vendere la mia arte in santa pace. Tieni, prendi questo! È un mio regalo per te!

# 164_Street Artist
source: Welp, back to work for me!
pt_br: Vabbè, si torna al lavoro per me!

# 188_Tanimura
source: (This beat cop stuff really does tire you out...)
pt_br: (Questa roba da sbirro ti sfinisce proprio...)
