Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00830226.po
Languages: pt_br

source: You exchanged the <Color:8>Concert Tickets<Color:Default> for the <Color:8>Business Card<Color:Default>.
pt_br: Hai scambiato i <Color:8>Biglietti del Concerto<Color:Default> con il <Color:8>Biglietto da Visita<Color:Default>.

source: Celeb Gal
pt_br: Ragazza Star

source: Celeb Dude
pt_br: Il tizio famoso

# 96_Celeb Gal
source: I can't believe it! How could you forget our tickets?
pt_br: Non ci credo! Come hai potuto dimenticare i nostri biglietti?

# 108_Celeb Dude
source: It's all very strange. If I told Makieda once, I told him a thousand times. As soon as we get back, he's fired.
pt_br: È tutto molto strano. Se a Makieda l'ho detto una volta, gliel'ho detto mille volte. Appena torniamo, lo licenzio.

# 120_Celeb Gal
source: Who's Makieda?
pt_br: Chi è Makieda?

# 132_Celeb Dude
source: My assistant! It was his job to put today's tickets in my breast pocket!
pt_br: Il mio assistente! Toccava a lui mettere i biglietti di oggi nel mio taschino!

# 144_Celeb Dude
source: Now I'm going to have to fire Tachigawa, too. It was his job to tell Makieda about the tickets!
pt_br: Adesso mi toccherà licenziare anche Tachigawa. Era compito suo dire a Makieda dei biglietti!

# 156_Celeb Gal
source: You sure have a lot of assistants... I hope you have a backup plan or else I'm going home!
pt_br: Ne hai di assistenti, eh... Spero tu abbia un piano B, sennò me ne torno a casa!

# 168_Celeb Dude
source: No, wait!
pt_br: No, aspetta!

# 180_Akiyama
source: (Tickets, huh? I wonder...)
pt_br: (Biglietti, eh? Chissà...)

# 192_Akiyama
source: Excuse me. Did you mean these tickets?
pt_br: Scusi. Intendeva questi biglietti?

# 204_Celeb Dude
source: Huh? Who are you? Listen, I'm a little busy at the－ Ah! That's them!
pt_br: Eh? Tu chi saresti? Senti, sono un po' occupato al－ Ah! Sono loro!

# 216_Celeb Dude
source: Talk about being in the right place at the right time. It's almost spooky.
pt_br: Altro che trovarsi nel posto giusto al momento giusto. È quasi inquietante.

# 228_Celeb Dude
source: But that's beside the point. Please let me have these tickets. I beg of you.
pt_br: Ma non c'entra niente. Ti prego, fammi avere questi biglietti. Ti supplico.

# 240_Celeb Dude
source: I'll pay you for them, of course. How much? I'm afraid I'm out of cash. Do you accept checks?
pt_br: Certo che te li pago, ovvio. Quanto? Ah, cavolo, mi sa che sono a secco. Accetti assegni?

# 252_Akiyama
source: Actually, I'd prefer something other than money if possible...
pt_br: A dirla tutta, preferirei qualcos'altro che non siano soldi, se possibile...

# 264_Celeb Dude
source: What? Money's no good? Hmm. It's a strange world we live in...
pt_br: Come? I soldi non vanno bene? Mmh. È proprio uno strano mondo, quello in cui viviamo ...

# 276_Celeb Dude
source: It's not every day I meet interesting people like you. A charming little encounter brought about by an untimely misfortune. How delightful!
pt_br: Non capita tutti i giorni di incontrare persone interessanti come te. Un delizioso, piccolo incontro, scaturito da una disavventura inopportuna. Che delizia!

# 288_Celeb Dude
source: You may have this, then.
pt_br: Allora, tieniti questo.

# 324_Akiyama
source: A business card? I think the tickets were a little more valuable than that...
pt_br: Un biglietto da visita? Mi sa che quei biglietti valevano un tantino più di quello...

# 336_Celeb Dude
source: Trust me! Just take it.
pt_br: Fidati di me! Prendilo e basta.

# 348_Akiyama
source: Hmm. Omori-san, Ginrei Association President? What kind of association is this?
pt_br: Hmm. Omori-san, Presidente dell'Associazione Ginrei? Che razza di associazione è questa?

# 360_Celeb Dude
source: Hahaha! You'll find out some day. You really saved my skin. Until we meet again!
pt_br: Hahaha! Lo scoprirai un giorno. Mi hai proprio salvato la pelle. Alla prossima!

# 372_Celeb Gal
source: Hey! Who is that? And how long are you two going to keep chatting away?
pt_br: Oi! Chi è quello? E per quanto tempo ancora volete stare lì a chiacchierare?

# 384_Celeb Dude
source: Hahaha! Now, now. A lady like yourself must always keep her cool. Shall we go to the concert, my dear?
pt_br: Ahahah! Su, su. Una signora come te deve sempre mantenere la calma. Allora, andiamo al concerto, cara?

# 396_Celeb Gal
source: Huh? What about the tickets?
pt_br: Eh? E i biglietti?

# 408_Celeb Dude
source: Delivered right on time! Haha! This is Oyama-kun. It's his job to pick up the slack when Makieda and Tachigawa drop the ball.
pt_br: Consegnato proprio in tempo! Ahahah! Questo è Oyama-kun. È il suo compito rimediare quando Makieda e Tachigawa la combinano grossa.

# 420_Celeb Gal
source: How many assistants do you have, anyway? Oh, well. At least it all worked out in the end. Let's be on our way, then. Thank you, Oyama-san.
pt_br: Ma quanti assistenti hai, comunque? Vabbè. Almeno si è risolto tutto alla fine. Dai, andiamo allora. Grazie, Oyama-san.

# 432_Akiyama
source: ...Yeah, sure.
pt_br: ...Sì, certo.
