Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee00e6.po
Languages: pt

source: Dealer
pt: Croupier

source: Player
pt: Giocatore

# 172_Dealer
source: Welcome. Would you like to play roulette?
pt: Benvenuto. Le piacerebbe giocare alla roulette?

# 196_Player
source: Sure, I'll play.
pt: Certo, gioco.

# 220_Dealer
source: How about playing the house, one-on-one sir? You won't able to place outside bets, but you get five spins with double the odds.
pt: Che ne dice di giocare contro il banco, uno contro uno, signore? Non potrà fare puntate esterne, ma avrà cinque giri con probabilità doppie.

# 232_Player
source: Hmm... Sure, sign me up.
pt: Mmm... Certo, mi iscriva.

# 256_Dealer
source: Very good, sir. Please take your seat.
pt: Molto bene, signore. Si accomodi.

# 280_Dealer
source: It looks like you don't have enough chips to play roulette, sir.
pt: Sembra che non abbia abbastanza fiches per giocare alla roulette, signore.

# 292_Player
source: Not right now.
pt: Non adesso.

# 304_Dealer
source: All right. Come visit again sometime. Please play next time.
pt: Va bene. Torni a trovarci. Spero giochi la prossima volta.

# 316_Dealer
source: Play
pt: Gioca

# 328_Dealer
source: Not Now
pt: Non ora

# 340_Dealer
source: Play Against the House
pt: Gioca contro il banco

# 352_Dealer
source: Play a Standard Game
pt: Gioca una partita standard
