Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0013026b.po
Languages: pt_br

source: Street Punk
pt_br: Teppista di strada

# 56_Street Punk
source: Aaagh! Don't hurt me!
pt_br: Aaagh! Non farmi del male!

# 68_Tanimura
source: Who're you punks working for?
pt_br: Per chi lavorate, voi farabutti?

# 80_Street Punk
source: I don't know anything, man...
pt_br: Non so niente, frate'...

# 92_Tanimura
source: Heh, still trying to play dumb? You must have a lot of fight left in you. Ready for some serious pain this time?
pt_br: Eh, fai ancora il finto tonto? Ti è rimasta un sacco di grinta, vedo. Pronto per farti un male serio, stavolta?

# 104_Street Punk
source: No, no! Please, anything but that! I'll talk! I'll talk!
pt_br: No, no! Ti prego, tutto tranne quello! Parlerò! Parlerò!

# 116_Street Punk
source: This guy, Kondo, put me up to it. He works in the Watanabe Building in the Hotel District. He paid me to do it, man!
pt_br: Questo tizio, Kondo, mi ha spinto a farlo. Lavora nel Palazzo Watanabe, nel quartiere degli alberghi. Mi ha pagato per farlo, giuro!

# 128_Tanimura
source: Kondo, in the Watanabe Building...
pt_br: Kondo, nel Palazzo Watanabe...

# 176_Tanimura
source: Akaishi-san, I found out who's behind this. It's somebody named Kondo, who works in the Watanabe Building. I'll go take care of things.
pt_br: Akaishi-san, ho scoperto chi c'è dietro a questa faccenda. È un certo Kondo, che lavora nel Watanabe Building. Vado a sistemare le cose.

# 188_Akaishi
source: All right. I need to talk to them as well, so I'll go with you.
pt_br: Va bene. Devo parlargli anch'io, quindi vengo con te.

# 200_Tanimura
source: Got it.
pt_br: Capito.

# 308_Tanimura
source: Are you sure you want to come with me, Akaishi-san? We may not be able to settle this one peacefully.
pt_br: Sei sicuro di voler venire con me, Akaishi-san? Potremmo non riuscire a sistemare questa faccenda pacificamente.

# 320_Akaishi
source: I'm prepared for that. But I think that if we talk face to face, we'll be able to come to some kind of understanding.
pt_br: Sono pronto per questo. Ma credo che se parliamo a quattr'occhi, riusciremo a capirci.

# 332_Tanimura
source: I don't know, these guys have been a real thorn in your side. It may not be so easy...
pt_br: Boh, sti tizi ti hanno dato un bel filo da torcere. Non sarà mica così facile...

# 344_Akaishi
source: At least we can try, Tanimura-san.
pt_br: Almeno possiamo provarci, Tanimura-san.
