Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid016c0022.po
Languages: it

source: Controls
it: Controlli

# 516_Akiyama
source: Use <Action:Button_LS_Up@Cabaret><Action:Button_LS_Down@Cabaret><Action:Button_LS_Left@Cabaret><Action:Button_LS_Right@Cabaret> to control where you look. This is your chance to feast your eyes on her beauty.
it: Usa <Action:Button_LS_Up@Cabaret><Action:Button_LS_Down@Cabaret><Action:Button_LS_Left@Cabaret><Action:Button_LS_Right@Cabaret> per controllare dove guardi. È la tua occasione per rifarti gli occhi con la sua bellezza.

# 528_Akiyama
source: Press <Action:Button_Cross@Cabaret> when you want to focus intently on one of her features. Holding down <Action:Button_Cross@Cabaret> allows you to focus your gaze.
it: Premi <Action:Button_Cross@Cabaret> quando vuoi concentrarti intensamente su una delle sue caratteristiche. Tenendo premuto <Action:Button_Cross@Cabaret> puoi focalizzare lo sguardo.

# 540_Akiyama
source: Note that her response will change depending on where you look.
it: Nota che la sua reazione cambierà a seconda di dove guardi.

# 564_Akiyama
source: (Her makeup looks perfect...)
it: (Il suo trucco sembra perfetto...)

# 576_Akiyama
source: (She sure talks a lot...)
it: (Parla davvero tanto...)

# 588_Akiyama
source: (Her nails are pretty...)
it: (Le sue unghie sono carine...)

# 600_Akiyama
source: (Those legs are very shapely...)
it: (Quelle gambe sono davvero formose...)

# 612_Akiyama
source: (That's a nice hairstyle...)
it: (Bella acconciatura...)

# 624_Akiyama
source: (She likes to show them off...)
it: (Le piace metterli in mostra...)

# 636_Akiyama
source: (Well...)
it: (Beh...)

# 648_Akiyama
source: Your makeup looks great.
it: Il tuo trucco è fantastico.

# 660_Erena
source: I know! I'm real picky about my makeup!
it: Lo so! Sono molto esigente con il mio trucco!

# 672_Akiyama
source: So you don't even let your boyfriend see you without makeup?
it: Quindi non ti fai vedere dal tuo ragazzo neanche senza trucco?

# 684_Erena
source: Of course not! I take it off after he's gone to sleep, and I get up earlier than he does to put it on in the morning.
it: Certo che no! Lo tolgo dopo che si è addormentato e mi alzo prima di lui per truccarmi la mattina.

# 696_Akiyama
source: You certainly like to talk... Are all Kansai girls like that?
it: Ti piace di certo parlare... Tutte le ragazze del Kansai sono così?

# 708_Erena
source: Yep. That's why I've got to work extra hard to stand out!
it: Sì. Ecco perché devo impegnarmi di più per distinguermi!

# 720_Akiyama
source: So that means you're even more talkative than other Kansai girls, huh?
it: Quindi significa che sei ancora più loquace delle altre ragazze del Kansai, eh?

# 732_Erena
source: I guess it might be a little surprisin' to somebody from Tokyo.
it: Immagino che possa essere un po' sorprendente per uno di Tokyo.

# 744_Akiyama
source: Your nails are very pretty.
it: Le tue unghie sono molto belle.

# 756_Erena
source: Oh, I'm surprised you noticed. They're nice and shiny, aren't they?
it: Oh, mi sorprende che tu l'abbia notato. Sono belle e luccicanti, vero?

# 768_Akiyama
source: Do you do them yourself?
it: Te le fai da sola?

# 780_Erena
source: Oh no. That's impossible. I go to a nail salon.
it: Oh no. È impossibile. Vado in un salone di bellezza.

# 792_Akiyama
source: Being a girl must be tough.
it: Essere una ragazza dev'essere dura.

# 804_Akiyama
source: Your legs are very shapely.
it: Le tue gambe sono molto formose.

# 816_Erena
source: Right? I've got a nice figure, too, if I do say so myself.
it: Vero? Ho anche un bel fisico, se posso dirlo.

# 828_Akiyama
source: So you care about physical fitness in addition to fashion, huh?
it: Quindi ti interessa la forma fisica oltre alla moda, eh?

# 840_Erena
source: Of course! I want my boyfriend to like my body.
it: Certo! Voglio che al mio ragazzo piaccia il mio corpo.

# 852_Akiyama
source: Heheh. You've got a really cute side to you.
it: Eheh. Hai un lato davvero carino.

# 864_Akiyama
source: Your hair looks nice.
it: I tuoi capelli sono belli.

# 876_Erena
source: Thanks! It's the spiky, teased, straight updo style!
it: Grazie! È lo stile "raccolto liscio, cotonato e appuntito"!

# 888_Akiyama
source: The spiky teased... What now?
it: Il cotonato appuntito... cosa?

# 900_Erena
source: Hahahah! I said, it's the spiky, teased, straight updo style! It's pretty cute, huh? I really like this hairstyle.
it: Ahahah! Ho detto, è lo stile "raccolto liscio, cotonato e appuntito"! È carino, no? Mi piace molto questa acconciatura.

# 912_Akiyama
source: Leave it to you to have a hairstyle like that. Even the name is impressive.
it: Solo tu potevi avere un'acconciatura del genere. Persino il nome è notevole.

# 924_Erena
source: Haha! Stop starin' at me like that!
it: Ahah! Smettila di fissarmi così!

# 936_Akiyama
source: You asked me to look at you, didn't you?
it: Mi hai chiesto tu di guardarti, no?

# 948_Erena
source: I know, but... It's starting to get a little creepy.
it: Lo so, ma... sta iniziando a diventare un po' inquietante.

# 960_Akiyama
source: Well, I can see why you like to show them off.
it: Beh, capisco perché ti piace metterli in mostra.

# 972_Erena
source: Right?
it: Vero?

# 984_Erena
source: Hey! What are you lookin' at? Isn't there something about me you find attractive?
it: Ehi! Cosa guardi? Non c'è niente in me che trovi attraente?

# 996_Akiyama
source: I didn't mean that...
it: Non intendevo dire questo...

# 1008_Erena
source: I'm really hurt... And I really spent a lot of time making myself pretty.
it: Sono molto ferita... E ho passato un sacco di tempo a farmi bella.

# 1020_Akiyama
source: Sorry...
it: Scusa...

# 1032_Akiyama
source: (Her eyes?)
it: (I suoi occhi?)

# 1044_Akiyama
source: (Lips?)
it: (Le labbra?)

# 1056_Akiyama
source: (Hands?)
it: (Le mani?)

# 1068_Akiyama
source: (Legs?)
it: (Le gambe?)

# 1080_Akiyama
source: (Hair?)
it: (I capelli?)

# 1092_Akiyama
source: (Chest?)
it: (Il seno?)

# 1104_Akiyama
source: (Hmm...)
it: (Mmm...)

# 1116_Akiyama
source: I like a woman's eyes. A pretty girl's eyes are so sparkly and beautiful.
it: Mi piacciono gli occhi di una donna. Gli occhi di una bella ragazza sono così scintillanti e belli.

# 1128_Erena
source: Really? Wow. I think you're the first man I met who liked women's eyes the best.
it: Davvero? Wow. Penso che tu sia il primo uomo che incontro a cui piacciono di più gli occhi delle donne.

# 1140_Akiyama
source: They say that the eyes are the window to the soul, so you must have a really beautiful one.
it: Dicono che gli occhi sono lo specchio dell'anima, quindi la tua dev'essere davvero bellissima.

# 1152_Erena
source: Haha! You say the nicest things sometimes!
it: Ahah! A volte dici delle cose così carine!

# 1164_Akiyama
source: Heheh.
it: Eheh.

# 1176_Akiyama
source: I like a woman's lips. Yours are very cute when you talk, you know.
it: Mi piacciono le labbra di una donna. Le tue sono molto carine quando parli, sai.

# 1188_Erena
source: Really? You've been watchin' me real closely, huh?
it: Davvero? Mi hai osservata molto attentamente, eh?

# 1200_Akiyama
source: It can be pretty sexy for a woman to have a beauty mark near her lips, too.
it: Può essere molto sexy anche per una donna avere un neo vicino alle labbra.

# 1212_Erena
source: Haha! That's such a typical guy opinion! But I know what you mean.
it: Ahah! È un'opinione tipica da uomo! Ma so cosa intendi.

# 1224_Akiyama
source: Heheh.
it: Eheh.

# 1236_Akiyama
source: I like a woman's hands. If her hands are pretty, the rest of her is too.
it: Mi piacciono le mani di una donna. Se le sue mani sono belle, lo è anche il resto.

# 1248_Erena
source: Hands, huh? That's a little kinky.
it: Le mani, eh? Un po' perverso.

# 1260_Akiyama
source: Your hands look really smooth.
it: Le tue mani sembrano molto lisce.

# 1272_Erena
source: Don't you wanna hold them? Ooh, but they don't allow touching here.
it: Non vuoi tenerle in mano? Ooh, ma qui non è permesso toccare.

# 1284_Akiyama
source: I like a woman's legs. There's nothing like a plump pair of thighs.
it: Mi piacciono le gambe di una donna. Non c'è niente come un bel paio di cosce tornite.

# 1296_Erena
source: Hahahah! Thighs? Sometimes you sound just like a dirty old man.
it: Ahahah! Le cosce? A volte sembri proprio un vecchio sporcaccione.

# 1308_Akiyama
source: Is that a problem?
it: È un problema?

# 1320_Erena
source: No problem. But maybe I should start wearin' shorter skirts.
it: Nessun problema. Ma forse dovrei iniziare a indossare gonne più corte.

# 1332_Akiyama
source: I like a woman's hair. I've always liked girls with beautiful long hair.
it: Mi piacciono i capelli di una donna. Mi sono sempre piaciute le ragazze con bei capelli lunghi.

# 1344_Erena
source: Oh really? I think that might apply to me.
it: Oh davvero? Penso che potrebbe valere anche per me.

# 1356_Akiyama
source: There's nothing wrong with extensions, but they can't beat a woman's natural hair.
it: Non c'è niente di male nelle extension, ma non possono battere i capelli naturali di una donna.

# 1368_Erena
source: Haha! Guess you got sort of a hair fetish, huh?
it: Ahah! Immagino tu abbia una specie di feticismo per i capelli, eh?

# 1380_Akiyama
source: I'm a chest man. But then again, aren't most men?
it: Sono un tipo da seno. Ma d'altronde, non lo sono quasi tutti gli uomini?

# 1392_Erena
source: That's an ordinary response. But I'm not that impressive.
it: È una risposta banale. Ma io non sono così prosperosa.

# 1404_Akiyama
source: Size isn't all that matters, you know. Only an amateur would think that.
it: La taglia non è tutto, sai. Solo un dilettante lo penserebbe.

# 1416_Erena
source: Hahah! I suppose you're an expert, then? Sometimes men can be so silly.
it: Ahah! Immagino che tu sia un esperto, allora? A volte gli uomini sono così sciocchi.

# 1428_Erena
source: Hey! What are you lookin' at?
it: Ehi! Cosa guardi?

# 1440_Akiyama
source: I was just trying to figure out what part I like best, and I guess my mind sort of wandered off.
it: Stavo solo cercando di capire quale parte mi piace di più e immagino che la mia mente abbia divagato.

# 1452_Erena
source: I should've known better than to ask something like that... I guess you had a hard time finding a part of my body that you liked.
it: Avrei dovuto immaginare che non dovevo chiedere una cosa del genere... Immagino tu abbia fatto fatica a trovare una parte del mio corpo che ti piacesse.

# 1464_Akiyama
source: I'm sorry...
it: Mi dispiace...
