Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid012602ae.po
Languages: pt_br

source: You got <Color:255,255,200,255>Kamurocho Underground Locker Key B-3<Color:Default>.
pt_br: Hai ottenuto <Color:255,255,200,255>Chiave armadietto sotterraneo di Kamurocho B-3<Color:Default>.

source: Surly Homeless Man
pt_br: Senzatetto scontroso

source: Friendly Homeless Man
pt_br: Senzatetto amichevole

source: Cat-loving Homeless Man
pt_br: Senzatetto amante dei gatti

source: Striped Kitten
pt_br: Gattino a strisce

source: White Kitten
pt_br: Gattino Bianco

source: Name the orange cat!
pt_br: Dai un nome al gatto arancione!

source: Name the white cat!
pt_br: Dai un nome al gatto bianco!

# 72_Surly Homeless Man
source: That hurt, dammit!
pt_br: Mi ha fatto male, maledizione!

# 84_Friendly Homeless Man
source: Ouch... You could've gone a little easier on us, you know.
pt_br: Ahi... Potevi andarci un po' più leggero con noi, sai.

# 120_Cat-loving Homeless Man
source: Hey, pal!
pt_br: Ehi, socio!

# 132_Cat-loving Homeless Man
source: What are you guys doing here?
pt_br: Che ci fate qui?

# 156_Friendly Homeless Man
source: What a hypocrite! You're after the treasure too, aren't you?
pt_br: Che ipocrita! Anche tu ci sei dietro al tesoro, eh?

# 168_Cat-loving Homeless Man
source: What treasure? Is this about those notes?
pt_br: Che tesoro? Si tratta di quei biglietti?

# 180_Cat-loving Homeless Man
source: Are you two seriously trying to mug our friend here?
pt_br: Ma voi due state sul serio cercando di rapinare il nostro amico qui?

# 228_Surly Homeless Man
source: Shit!
pt_br: Merda!

# 240_Saejima
source: Well, it kinda does belong to the cats ya saved. I can see why you'd be interested.
pt_br: Bè, è un po' roba dei gatti che hai salvato. Capisco perché saresti interessato.

# 252_Saejima
source: How 'bout we open it right now, together?
pt_br: Che dici, lo apriamo subito, insieme?

# 264_Friendly Homeless Man
source: Now, there's a fine idea!
pt_br: Ora, questa sì che è un'ottima idea!

# 276_Cat-loving Homeless Man
source: Are you sure about this, pal?
pt_br: Sei sicuro di questo, socio?

# 288_Saejima
source: They won't be satisfied till they see what's inside. Gimme a sec.
pt_br: Non si accontenteranno finché non vedranno cosa c'è dentro. Dammi un attimo.

# 324_Saejima
source: What is this? A stuffed toy?
pt_br: Cos'è questo? Un pupazzo?

# 336_Surly Homeless Man
source: A what? That's impossible!
pt_br: Un che? Impossibile!

# 348_Friendly Homeless Man
source: Is that the best lie you could come up with? You're bullshitting us, trying to keep the real treasure for yourself. Admit it!
pt_br: È la migliore cazzata che potevi inventarti? Ci stai prendendo per il culo, cercando di tenerti il vero tesoro per te. Ammettilo!

# 360_Saejima
source: I ain't lyin'. See for yourself.
pt_br: Non dico cazzate. Guarda tu stesso.

# 384_Friendly Homeless Man
source: All right, lemme see... Huh. It really is a stuffed toy.
pt_br: Vabbè, fammi vedere... Uh. È proprio un pupazzo.

# 396_Surly Homeless Man
source: Still, you must be keeping something from us!
pt_br: Eppure, devi starci nascondendo qualcosa!

# 408_Saejima
source: Not a thing. Besides, I ain't had the chance to hide anything.
pt_br: Niente di niente. E poi, non ho avuto manco il tempo di nascondere niente.

# 420_Surly Homeless Man
source: What a monumental waste of time.
pt_br: Che spreco di tempo colossale!

# 432_Saejima
source: Ya don't want it?
pt_br: Non lo vuoi, eh?

# 444_Surly Homeless Man
source: That junk's worth squat. If I knew that was the "treasure," I would've stayed put and just kept drinking.
pt_br: Quella schifezza non vale una mazza. Se avessi saputo che quello era il "tesoro", sarei rimasto fermo e avrei continuato a bere.

# 456_Friendly Homeless Man
source: Too bad. We really thought we were onto something big.
pt_br: Peccato. Pensavamo davvero di averla fiutata grossa.

# 468_Cat-loving Homeless Man
source: I wonder if this plush was meant for the cats?
pt_br: Chissà se questo peluche era per i gatti?

# 480_Saejima
source: Who knows? Maybe.
pt_br: Boh? Forse.

# 492_Cat-loving Homeless Man
source: Why would anybody go to such trouble to hide a toy... Huh?
pt_br: Perché mai qualcuno si farebbe un tale sbattimento per nascondere un giocattolo... Eh?

# 504_Saejima
source: What?
pt_br: Cosa?

# 516_Cat-loving Homeless Man
source: I thought I saw the plush twinkle.
pt_br: Mi è sembrato di aver visto il luccichio ricco.

# 528_Striped Kitten
source: Mrowr.
pt_br: Miao.

# 540_Cat-loving Homeless Man
source: You want us to take a look?
pt_br: Vuoi che diamo un'occhiata?

# 552_Striped Kitten
source: Prowrl...
pt_br: Mrrr...

# 564_Cat-loving Homeless Man
source: Let's see here... Oh, what's this?
pt_br: Vediamo un po'... Oh, cos'è questo?

# 576_Cat-loving Homeless Man
source: Hey! Isn't this a key for one of the lockers in the underground mall?
pt_br: Ehi! Questa non è mica una chiave per uno degli armadietti nella galleria sotterranea?

# 612_Saejima
source: Looks that way.
pt_br: Pare di sì.

# 624_Cat-loving Homeless Man
source: Ah, so that's where the real treasure is. Great news, huh, pal?
pt_br: Ah, quindi è lì che sta il vero tesoro. Ottime notizie, eh, compare?

# 636_Saejima
source: Ya don't want it?
pt_br: Non lo vuoi, eh?

# 648_Cat-loving Homeless Man
source: Just having these handsome boys around is all I need! Isn't that right?
pt_br: Basta che c'ho 'sti bei micioni qui attorno! Non è vero?

# 660_Striped Kitten
source: Meow!
pt_br: Miao!

# 672_White Kitten
source: Mrowr!
pt_br: Mraow!

# 684_Saejima
source: Alright.
pt_br: Va bene.

# 696_Cat-loving Homeless Man
source: Oh, but I do have a favor to ask you.
pt_br: Ah, ma avrei un favore da chiederti.

# 708_Cat-loving Homeless Man
source: Would you mind naming them for me?
pt_br: Ti andrebbe di dargli un nome per me?

# 720_Saejima
source: Name 'em?
pt_br: Dargli un nome?

# 732_Cat-loving Homeless Man
source: You're the reason they're still alive. I'm sure they'd be honored.
pt_br: Sei tu il motivo per cui sono ancora vivi. Sono sicuro che ne sarebbero onorati.

# 744_Cat-loving Homeless Man
source: C'mon, please?
pt_br: Dai, per favore?

# 756_Saejima
source: (What're some good cat names?)
pt_br: (Quali sono dei bei nomi per gatti?)

# 792_Cat-loving Homeless Man
source: %s and %s, huh? Nice! I like them.
pt_br: %s e %s, eh? Forte! Mi piacciono.

# 804_Saejima
source: Take care of 'em, now.
pt_br: Occupatene, adesso.

# 816_Cat-loving Homeless Man
source: Certainly! If you ever wanna see them, just come by the theater underground! They'd love that.
pt_br: Certo! Se ti va di vederli, basta che passi da sotto il teatro! Loro ne sarebbero felicissimi.

# 828_Cat-loving Homeless Man
source: Wouldn't you?
pt_br: Tu no?

# 852_置換_捨て猫Ｂ
source: Mew!
pt_br: Miao!

# 864_Cat-loving Homeless Man
source: I'm gonna make a little house for these fine lads. Promise you'll come by and see them!
pt_br: Farò una casetta per questi bravi ragazzi. Prometti che verrai a trovarli!

# 924_Saejima
source: Say, I bet I can use that key here.
pt_br: Senti un po', scommetto che quella chiave posso usarla qui.

# 936_Surly Homeless Man
source: Why don't I take that off your hands?
pt_br: Perché non te lo tolgo io di mano?

# 948_Saejima
source: You were tailin' me all this time?
pt_br: Mi stavi pedinando per tutto 'sto tempo?

# 960_Friendly Homeless Man
source: Now, now. You don't have to put it like that.
pt_br: Su, su. Non c'è bisogno di metterla giù così.

# 972_Saejima
source: You, too?
pt_br: Anche tu?

# 984_Friendly Homeless Man
source: We did rescue those cats, after all. It's only natural to expect a little good karma.
pt_br: Quei gatti, in fin dei conti, li abbiamo salvati noi. È pure ovvio aspettarsi un po' di buon karma, no?

# 1008_Surly Homeless Man
source: Bah! You just want your hands on the treasure, same as us! Hand over that key already!
pt_br: Bah! Vuoi solo mettere le mani sul tesoro, proprio come noi! Dammi quella chiave, subito!
