Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c003a.po
Languages: pt_br

# 5988_Tanimura
source: That doesn't make sense. If the customers knew they had no chance with the hostesses, they'd stop coming wouldn't they?
pt_br: Non ha senso. Se i clienti sapessero di non avere alcuna possibilità con le hostess, smetterebbero di venire, no?

# 6000_Tanimura
source: Then you wouldn't make money.
pt_br: Allora non guadagneresti.

# 6012_峰村七海：源氏名
source: Actually, the men who know how to really enjoy hostess clubs don't expect to pick up the girls.
pt_br: In realtà, gli uomini che sanno come godersi davvero gli hostess club non si aspettano di rimorchiare le ragazze.

# 6024_峰村七海：源氏名
source: They're satisfied just chatting with the girls and being flattered by them.
pt_br: Sono soddisfatti di chiacchierare con le ragazze e di essere adulati da loro.

# 6036_Tanimura
source: I guess some people need attention. I just don't get that.
pt_br: Immagino che alcune persone abbiano bisogno di attenzioni. Io non lo capisco.

# 6048_峰村七海：源氏名
source: Someday you'll get promoted and have a bit more money to spend. Then you'll understand.
pt_br: Un giorno verrai promosso e avrai un po' più di soldi da spendere. Allora capirai.

# 6060_Tanimura
source: You really think so?
pt_br: Lo pensi davvero?

# 6072_Tanimura
source: Have you ever seriously dated a customer?
pt_br: Hai mai avuto una relazione seria con un cliente?

# 6084_峰村七海：源氏名
source: No. I haven't met a man that I wanted to get serious about.
pt_br: No. Non ho incontrato un uomo con cui volessi fare sul serio.

# 6096_Tanimura
source: But you do go on dates with customers, right?
pt_br: Ma esci con i clienti, giusto?

# 6108_峰村七海：源氏名
source: Well, if a regular customer invites me out on a date, I have to go or I might lose him to another girl.
pt_br: Beh, se un cliente abituale mi invita a un appuntamento, devo andarci o potrei perderlo a favore di un'altra ragazza.

# 6120_Tanimura
source: So you always stay hostess and customer. Never boyfriend and girlfriend.
pt_br: Quindi rimanete sempre hostess e cliente. Mai fidanzato e fidanzata.

# 6132_峰村七海：源氏名
source: That's right. You have to learn to keep them at just the right distance. Not too close, not too far.
pt_br: Esatto. Devi imparare a tenerli alla giusta distanza. Non troppo vicini, non troppo lontani.

# 6144_峰村七海：源氏名
source: You shouldn't get the wrong idea just because you get friendly with a hostess.
pt_br: Non dovresti farti un'idea sbagliata solo perché diventi amico di una hostess.

# 6168_峰村七海：源氏名
source: You know, I thought you were a great customer from the very beginning.
pt_br: Sai, ho pensato che fossi un ottimo cliente fin dall'inizio.

# 6180_Tanimura
source: Really? I'm not rich, you know.
pt_br: Davvero? Non sono ricco, sai.

# 6192_峰村七海：源氏名
source: Rich customers aren't always so great. Sometimes they can be terrible.
pt_br: I clienti ricchi non sono sempre così fantastici. A volte possono essere terribili.

# 6204_峰村七海：源氏名
source: They might sexually harass you, or talk about nothing but dirty jokes.
pt_br: Potrebbero molestarti sessualmente, o parlare solo di barzellette sporche.

# 6216_峰村七海：源氏名
source: Some of them even think that they can sleep with us if they pay enough money!
pt_br: Alcuni di loro pensano addirittura di poter andare a letto con noi se pagano abbastanza!

# 6228_Tanimura
source: I see...
pt_br: Capisco...

# 6240_峰村七海：源氏名
source: Customers like that are more common than you might think. I don't care how much they pay, I can't stand them.
pt_br: Clienti del genere sono più comuni di quanto si possa pensare. Non mi importa quanto pagano, non li sopporto.

# 6252_Tanimura
source: So what kind of things are okay to talk about?
pt_br: Quindi di che tipo di cose si può parlare?

# 6264_峰村七海：源氏名
source: Well... You could talk about some new product that's just come out. Or you could try teaching us about some topic we don't know about.
pt_br: Beh... potresti parlare di qualche nuovo prodotto appena uscito. O potresti provare a insegnarci qualcosa su un argomento che non conosciamo.

# 6276_Tanimura
source: Hmm. That's pretty normal stuff.
pt_br: Mmm. Sono cose piuttosto normali.

# 6288_峰村七海：源氏名
source: That's all right. The point is to enjoy a nice conversation.
pt_br: Va bene. Il punto è godersi una bella conversazione.

# 6300_Tanimura
source: If a girl has to talk to lots of men every day, she'd prefer people who talk about normal things over those who just crack dirty jokes, huh?
pt_br: Se una ragazza deve parlare con molti uomini ogni giorno, preferirebbe persone che parlano di cose normali piuttosto che quelli che fanno solo barzellette sporche, eh?

# 6312_峰村七海：源氏名
source: That's exactly right. So I'd like it if you'd stick to those kinds of subjects.
pt_br: Esatto. Quindi mi piacerebbe che ti attenessi a quel tipo di argomenti.

# 6324_Tanimura
source: All right, thanks.
pt_br: D'accordo, grazie.

# 6336_Tanimura
source: That kind of thing is probably unavoidable. Men are wired to think about stuff like that.
pt_br: Quel genere di cose è probabilmente inevitabile. Gli uomini sono programmati per pensare a cose del genere.

# 6348_峰村七海：源氏名
source: Does that mean you think about dirty things, too?
pt_br: Significa che anche tu pensi a cose sporche?

# 6360_Tanimura
source: Well, sure. Sometimes. Any man who tells you otherwise is a liar.
pt_br: Beh, certo. A volte. Qualsiasi uomo che ti dice il contrario è un bugiardo.

# 6372_峰村七海：源氏名
source: I see... You look like the strong, silent type, but you're just a pervert.
pt_br: Capisco... sembri il tipo forte e silenzioso, ma sei solo un pervertito.

# 6396_Tanimura
source: Can't you overlook that to some degree? You might be expecting too much if you want a rich guy who's also smart and well-mannered.
pt_br: Non puoi sorvolare un po'? Forse ti aspetti troppo se vuoi un ragazzo ricco che sia anche intelligente e ben educato.

# 6408_峰村七海：源氏名
source: Overlook it? There's no need to be crude, is there? Girls don't like it, so why talk like that?
pt_br: Sorvolare? Non c'è bisogno di essere volgari, vero? Alle ragazze non piace, quindi perché parlare così?

# 6420_Tanimura
source: Hmm. That's true. I hadn't thought about that...
pt_br: Hmm. È vero. Non ci avevo pensato...

# 6432_峰村七海：源氏名
source: I guess it's hard for men like that to realize telling dirty jokes turns girls off.
pt_br: Immagino sia difficile per uomini del genere capire che raccontare barzellette sporche disgusta le ragazze.

# 6444_峰村七海：源氏名
source: I can't understand men like that.
pt_br: Non riesco a capire gli uomini così.

# 6456_Tanimura
source: You're pretty strict...
pt_br: Sei piuttosto severa...

# 6468_峰村七海：源氏名
source: Do you have any hobbies?
pt_br: Tu hai qualche hobby?

# 6480_Tanimura
source: Well, I do enjoy going to the races.
pt_br: Beh, mi piace andare alle corse.

# 6492_峰村七海：源氏名
source: You're a gambler? It sounds like you're my complete opposite then.
pt_br: Sei un giocatore d'azzardo? Sembra che tu sia il mio esatto opposto, allora.

# 6504_Tanimura
source: Oh? What's your hobby?
pt_br: Oh? Qual è il tuo hobby?

# 6516_峰村七海：源氏名
source: It may not sound very interesting, but my hobby is saving money.
pt_br: Potrebbe non sembrare molto interessante, ma il mio hobby è risparmiare.

# 6528_峰村七海：源氏名
source: I'm happiest when I make a deposit in my bank account.
pt_br: Sono più felice quando faccio un versamento sul mio conto in banca.

# 6540_Tanimura
source: Really?
pt_br: Davvero?

# 6552_峰村七海：源氏名
source: Yep! How much money do you have saved?
pt_br: Sì! Quanti soldi hai risparmiato?

# 6564_Tanimura
source: I don't believe in saving money.
pt_br: Non credo nel risparmio.

# 6576_峰村七海：源氏名
source: Huh? Why's that?
pt_br: Eh? E perché?

# 6588_Tanimura
source: A cop never knows when he's going to die in the line of duty. I might as well enjoy my money while I can. I'm not married, after all.
pt_br: Un poliziotto non sa mai quando morirà in servizio. Tanto vale che mi goda i miei soldi finché posso. Dopotutto, non sono sposato.

# 6600_峰村七海：源氏名
source: I see... I don't think that's a very good approach.
pt_br: Capisco... non credo sia un approccio molto valido.

# 6612_峰村七海：源氏名
source: You're not going to be young forever. You should give some thought to your future.
pt_br: Non sarai giovane per sempre. Dovresti pensare un po' al tuo futuro.

# 6636_Tanimura
source: A good amount. I've got a steady job, after all.
pt_br: Una buona somma. Dopotutto, ho un lavoro fisso.

# 6648_峰村七海：源氏名
source: I'm glad to hear that. I guess public employees like you tend to be pretty responsible.
pt_br: Sono contenta di sentirlo. Immagino che i dipendenti pubblici come te tendano a essere piuttosto responsabili.

# 6660_峰村七海：源氏名
source: Are you a homeowner?
pt_br: Sei proprietario di una casa?

# 6672_Tanimura
source: No, I'm a little young for that. Besides, I still have to find a wife.
pt_br: No, sono un po' giovane per quello. Inoltre, devo ancora trovare moglie.

# 6684_峰村七海：源氏名
source: It might be easier to find a wife if you had a house...
pt_br: Potrebbe essere più facile trovare moglie se avessi una casa...

# 6696_Tanimura
source: Nice try, but I don't plan to buy a house anytime soon.
pt_br: Bel tentativo, ma non ho intenzione di comprare casa a breve.

# 6708_峰村七海：源氏名
source: You saw right through me there. <Color:7>♥<Color:Default>
pt_br: Mi hai scoperta subito. <Color:7>♥<Color:Default>

# 6720_Tanimura
source: I'm not just going to tell you that. It's not the kind of thing you talk about to just anybody.
pt_br: Non te lo dirò così su due piedi. Non è una cosa di cui si parla con chiunque.

# 6732_峰村七海：源氏名
source: I should've known a policeman would be cautious about giving out personal information.
pt_br: Avrei dovuto immaginare che un poliziotto sarebbe stato cauto nel dare informazioni personali.

# 6744_Tanimura
source: And you seem like the kind of girl who'd change her opinion of someone if she knew how much they had.
pt_br: E tu sembri il tipo di ragazza che cambierebbe opinione su qualcuno se sapesse quanti soldi ha.

# 6756_峰村七海：源氏名
source: Hey! That's not true! Go ahead and tell me.
pt_br: Ehi! Non è vero! Avanti, dimmelo.

# 6768_Tanimura
source: Maybe when we know each other a little better. But don't hold your breath.
pt_br: Forse quando ci conosceremo un po' meglio. Ma non sperarci troppo.

# 6780_峰村七海：源氏名
source: Haha! Pinky swear? <Color:7>♥<Color:Default>
pt_br: Ahah! Giurin giurello? <Color:7>♥<Color:Default>

# 6792_Tanimura
source: I've been wondering. Are there certain types of girls that are more suited to being hostesses?
pt_br: Mi stavo chiedendo. Ci sono certi tipi di ragazze più adatte a fare le hostess?

# 6804_峰村七海：源氏名
source: We have many different kinds of customers, so it's difficult to say for sure, but...
pt_br: Abbiamo molti tipi diversi di clienti, quindi è difficile dirlo con certezza, ma...

# 6816_峰村七海：源氏名
source: I think you have to have a desire for self-improvement if you want to be a hostess.
pt_br: Penso che si debba avere un desiderio di miglioramento personale se si vuole fare l'hostess.

# 6828_Tanimura
source: Self-improvement? That's unexpected.
pt_br: Miglioramento personale? È inaspettato.

# 6840_峰村七海：源氏名
source: For example, you have to keep up with the news if you want to come up with interesting topics for conversation.
pt_br: Per esempio, devi tenerti aggiornata sulle notizie se vuoi trovare argomenti di conversazione interessanti.

# 6852_峰村七海：源氏名
source: Some girls even keep a notebook where they write down things to talk about.
pt_br: Alcune ragazze tengono addirittura un taccuino dove annotano le cose di cui parlare.

# 6864_Tanimura
source: I see. I didn't know hostesses worked so hard to keep conversations interesting.
pt_br: Capisco. Non sapevo che le hostess lavorassero così sodo per mantenere le conversazioni interessanti.

# 6876_峰村七海：源氏名
source: What kind of things do you like to talk about?
pt_br: Di che tipo di cose ti piace parlare?

# 6888_Tanimura
source: I'm interested in social issues. I do work in the Community Safety Division. Plus I don't get many chances to get the opinions of young women.
pt_br: Mi interessano le questioni sociali. Lavoro nella Divisione Sicurezza della Comunità. Inoltre non ho molte occasioni per sentire le opinioni delle giovani donne.

# 6900_峰村七海：源氏名
source: Is that so? Actually, I'm pretty keen on that subject as well.
pt_br: Davvero? In realtà, anche a me interessa molto quell'argomento.

# 6912_峰村七海：源氏名
source: But I'm more into national issues than local ones. I'm especially interested in politics.
pt_br: Ma mi interessano più le questioni nazionali che quelle locali. Sono particolarmente interessata alla politica.

# 6924_峰村七海：源氏名
source: I skim three newspapers every day, so I should be able to handle any topic you want to throw at me.
pt_br: Leggo tre giornali ogni giorno, quindi dovrei essere in grado di affrontare qualsiasi argomento tu voglia propormi.

# 6936_Tanimura
source: Uh... Actually, I didn't plan on going into that much detail.
pt_br: Ehm... in realtà, non avevo intenzione di entrare così tanto nel dettaglio.

# 6948_Tanimura
source: I'd like to talk about your love life.
pt_br: Mi piacerebbe parlare della tua vita sentimentale.

# 6960_峰村七海：源氏名
source: Oh... Well, you must have a lot of interesting stories to tell, too.
pt_br: Oh... beh, anche tu devi avere un sacco di storie interessanti da raccontare.

# 6972_Tanimura
source: Hm? Who cares about me? I'd rather hear what you girls have to say.
pt_br: Mmm? A chi importa di me? Preferirei sentire cosa avete da dire voi ragazze.

# 6984_峰村七海：源氏名
source: That's not really fair, is it?
pt_br: Non è molto giusto, vero?

# 6996_峰村七海：源氏名
source: I'm not going to tell you if you won't tell me.
pt_br: Non te lo dirò se non me lo dici tu.

# 7020_Tanimura
source: I'd like to talk about your past. I had kind of a stormy childhood, so I'm interested in what normal childhoods are like.
pt_br: Mi piacerebbe parlare del tuo passato. Ho avuto un'infanzia un po' turbolenta, quindi mi interessa sapere come sono le infanzie normali.

# 7032_峰村七海：源氏名
source: I, uh... I don't know.
pt_br: Io, ehm... non so.

# 7044_Tanimura
source: Oh? Do you have some bad memories?
pt_br: Oh? Hai dei brutti ricordi?

# 7056_峰村七海：源氏名
source: Well, let's just say I don't really want to remember the past...
pt_br: Beh, diciamo solo che non voglio proprio ricordare il passato...

# 7068_Tanimura
source: I'm sorry. I didn't mean to bring up unpleasant memories. Let's change the subject.
pt_br: Mi dispiace. Non volevo rievocare ricordi spiacevoli. Cambiamo argomento.

# 7080_峰村七海：源氏名
source: I'm sorry...
pt_br: Mi dispiace...

# 7092_峰村七海：源氏名
source: We talked about what makes a girl a good hostess, but there's something else that affects how popular she becomes.
pt_br: Abbiamo parlato di cosa rende una ragazza una brava hostess, ma c'è qualcos'altro che influisce sulla sua popolarità.

# 7104_Tanimura
source: Popular? You mean how much she makes from people requesting her?
pt_br: Popolare? Intendi quanti soldi guadagna dalle richieste dei clienti?

# 7116_峰村七海：源氏名
source: No, I'm talking about what makes a girl get requested in the first place.
pt_br: No, parlo di ciò che spinge a richiedere una ragazza in primo luogo.

# 7128_Tanimura
source: I see... Her looks, I guess?
pt_br: Capisco... il suo aspetto, immagino?

# 7140_峰村七海：源氏名
source: Well, that's important, but men tend to get tired of a girl if she's nothing but a pretty face.
pt_br: Beh, quello è importante, ma gli uomini tendono a stancarsi di una ragazza se è solo un bel visino.

# 7152_Tanimura
source: Oh, okay. So what is it?
pt_br: Oh, ok. Allora cos'è?

# 7164_峰村七海：源氏名
source: Her ability to have a relaxed conversation, and the way she carries herself.
pt_br: La sua capacità di avere una conversazione rilassata e il suo portamento.

# 7176_Tanimura
source: It sounds like you've done a lot of research. I thought hostesses just sort of winged it.
pt_br: Sembra che tu abbia fatto molte ricerche. Pensavo che le hostess improvvisassero.

# 7188_峰村七海：源氏名
source: Well, I wouldn't exactly call it research, but you do learn a lot just by doing the job.
pt_br: Beh, non la definirei proprio una ricerca, ma si impara molto semplicemente facendo il lavoro.

# 7200_峰村七海：源氏名
source: After a while you start to understand why a particular hostess is popular or not.
pt_br: Dopo un po' inizi a capire perché una particolare hostess è popolare o no.

# 7212_Tanimura
source: I guess you just have to copy what the number one girl is doing.
pt_br: Immagino che basti copiare quello che fa la numero uno.

# 7224_峰村七海：源氏名
source: If it were that easy, everyone would do it. You can't just copy another girl's image, you have to come up with your own.
pt_br: Se fosse così facile, lo farebbero tutte. Non puoi semplicemente copiare l'immagine di un'altra ragazza, devi crearne una tua.

# 7236_Tanimura
source: I see. It's pretty complicated, huh?
pt_br: Capisco. È piuttosto complicato, eh?

# 7248_Tanimura
source: I prefer someone with a lot of energy. If they're too relaxed, they seem bored.
pt_br: Preferisco qualcuno con molta energia. Se sono troppo rilassate, sembrano annoiate.

# 7260_峰村七海：源氏名
source: Wouldn't you get tired of talking to a girl with too much energy?
pt_br: Non ti stancheresti di parlare con una ragazza con troppa energia?

# 7272_Tanimura
source: No, it'd be fun. It'd help me forget about my daily stress, too.
pt_br: No, sarebbe divertente. Mi aiuterebbe anche a dimenticare lo stress quotidiano.

# 7284_峰村七海：源氏名
source: I see... I still think it's better to help the customer relax.
pt_br: Capisco... continuo a pensare che sia meglio aiutare il cliente a rilassarsi.

# 7296_峰村七海：源氏名
source: Maybe you'd prefer someone younger than me then...
pt_br: Forse allora preferiresti qualcuno più giovane di me...

# 7320_Tanimura
source: Everybody has their preferences. I mean, shouldn't you change how you act depending on the customer you have?
pt_br: Ognuno ha le sue preferenze. Voglio dire, non dovresti cambiare il tuo comportamento a seconda del cliente?

# 7332_峰村七海：源氏名
source: There may be some girls who can do that, but it would take real talent to do it convincingly.
pt_br: Ci saranno anche ragazze che sanno farlo, ma ci vorrebbe un vero talento per farlo in modo convincente.

# 7344_Tanimura
source: Heh. It is a little hard for me to imagine you as a super energetic girl.
pt_br: Eh. Mi è un po' difficile immaginarti come una ragazza super energica.

# 7356_峰村七海：源氏名
source: You'd probably be able to tell I was faking it.
pt_br: Probabilmente capiresti che stavo fingendo.

# 7368_Tanimura
source: Being yourself is the best. Then both the hostess and the customer can relax. I think your laid-back style is a good fit for me.
pt_br: Essere se stessi è la cosa migliore. Così sia l'hostess che il cliente possono rilassarsi. Penso che il tuo stile rilassato sia perfetto per me.

# 7380_峰村七海：源氏名
source: I knew you'd understand. <Color:7>♥<Color:Default>
pt_br: Sapevo che avresti capito. <Color:7>♥<Color:Default>

# 7392_Tanimura
source: Can I ask you something? You don't have to answer if you don't want to.
pt_br: Posso chiederti una cosa? Non sei obbligata a rispondere se non vuoi.

# 7404_峰村七海：源氏名
source: What is it?
pt_br: E cioè?

# 7416_Tanimura
source: Why are you so fixated on money? It seems a little unusual.
pt_br: Perché sei così fissata con i soldi? Sembra un po' strano.

# 7428_峰村七海：源氏名
source: Does it bother you?
pt_br: Ti dà fastidio?

# 7440_Tanimura
source: Well, yeah, a bit... I was just wondering if there was some reason for it.
pt_br: Beh, sì, un po'... mi stavo solo chiedendo se ci fosse un motivo.

# 7464_峰村七海：源氏名
source: Actually... When I was a child, my family was very poor. It was... difficult.
pt_br: In realtà... quando ero piccola, la mia famiglia era molto povera. È stato... difficile.

# 7476_峰村七海：源氏名
source: My father could barely hold onto a job, so we lived in this tiny little apartment and never knew if there'd be food on the table tomorrow.
pt_br: Mio padre riusciva a malapena a mantenere un lavoro, quindi vivevamo in questo piccolo appartamento e non sapevamo mai se il giorno dopo avremmo avuto da mangiare.

# 7500_峰村七海：源氏名
source: My classmates at school looked down on us. I was just a kid, but it was hard on me.
pt_br: I miei compagni di classe ci guardavano dall'alto in basso. Ero solo una bambina, ma è stata dura.

# 7512_峰村七海：源氏名
source: So I decided that when I grew up, I'd work hard so that I'd never have to live like that again.
pt_br: Così ho deciso che da grande avrei lavorato sodo per non dover più vivere in quel modo.

# 7524_Tanimura
source: I see...
pt_br: Capisco...

# 7536_峰村七海：源氏名
source: I've always kept that promise to myself. That's why I care so much about money. And I don't think it's a bad thing, to be honest.
pt_br: Ho sempre mantenuto quella promessa a me stessa. Ecco perché tengo così tanto ai soldi. E onestamente non credo sia una cosa cattiva.

# 7548_峰村七海：源氏名
source: Am I wrong?
pt_br: Mi sbaglio?

# 7560_Tanimura
source: You think you had it hard? Give me a break. You don't have the right to complain.
pt_br: Pensi di aver passato un brutto periodo? Fammi il piacere. Non hai il diritto di lamentarti.

# 7572_峰村七海：源氏名
source: Huh!? Really?
pt_br: Eh!? Davvero?

# 7584_Tanimura
source: Yeah. I had it worse than you ever did.
pt_br: Sì. Io l'ho avuta peggio di te.

# 7596_峰村七海：源氏名
source: Then can't you sympathize with me? Don't you understand how I feel?
pt_br: Allora non puoi capirmi? Non capisci come mi sento?

# 7608_Tanimura
source: Oh, I understand. But that doesn't mean you have my sympathy.
pt_br: Oh, capisco. Ma questo non significa che tu abbia la mia compassione.

# 7620_峰村七海：源氏名
source: I never knew you were such a cold person...
pt_br: Non sapevo fossi una persona così fredda...

# 7644_Tanimura
source: You're not wrong, but... Are you really happy living this way?
pt_br: Non hai torto, ma... sei davvero felice di vivere così?

# 7656_峰村七海：源氏名
source: It's not a question of whether I'm happy or not. You can't live without money!
pt_br: Non è una questione di essere felice o no. Non si può vivere senza soldi!

# 7668_Tanimura
source: Yes, but you can't think this is the best way to live.
pt_br: Sì, ma non puoi pensare che questo sia il modo migliore di vivere.

# 7680_Tanimura
source: You're not that poor little girl anymore. You can find something else to live for now.
pt_br: Non sei più quella povera bambina. Ora puoi trovare qualcos'altro per cui vivere.

# 7692_峰村七海：源氏名
source: Something else? Like what?
pt_br: Qualcos'altro? Tipo cosa?

# 7704_Tanimura
source: Well... You could think about having kids, for one thing.
pt_br: Beh... potresti pensare di avere dei figli, per esempio.

# 7728_峰村七海：源氏名
source: I guess that could be a possibility...
pt_br: Immagino che potrebbe essere una possibilità...

# 7740_Tanimura
source: You can be happy without money, you know. There's more to life than that.
pt_br: Si può essere felici anche senza soldi, sai. C'è molto di più nella vita.

# 7752_峰村七海：源氏名
source: You only say that because you've never really been poor. You can never be happy without money.
pt_br: Lo dici solo perché non sei mai stato veramente povero. Non si può mai essere felici senza soldi.

# 7764_Tanimura
source: Really? People in love look pretty happy to me.
pt_br: Davvero? A me le persone innamorate sembrano piuttosto felici.

# 7776_峰村七海：源氏名
source: Huh? Love?
pt_br: Eh? Amore?

# 7788_Tanimura
source: You're in love with money right now, but you have to learn to look deeper. It's people that are important. Money just gets in the way.
pt_br: Adesso sei innamorata dei soldi, ma devi imparare a guardare più in profondità. Sono le persone che contano. I soldi sono solo un ostacolo.
