Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee004f.po
Languages: pt

# 3056_Bartender
source: Like Tenryuga, this awamori is produced at the oldest surviving maker in Shuri, Okinawa.
pt: Come il Tenryuga, questo awamori è prodotto dal più antico produttore ancora esistente a Shuri, Okinawa.

# 3068_Bartender
source: It has the unique flavor of awamori along with a bright, light aroma and a clean, crisp taste.
pt: Ha il sapore unico dell'awamori, unito a un aroma brillante e leggero e a un gusto pulito e secco.

# 3080_Bartender
source: Straight up, on the rocks, or even cut with hot or cold water－you can't go wrong.
pt: Liscio, con ghiaccio o anche allungato con acqua calda o fredda: non si può sbagliare.

# 3092_Bartender
source: It also goes well with soda water, or use fruit juice for a livelier mix.
pt: Si abbina bene anche con la soda, o usa del succo di frutta per un mix più vivace.

# 3152_Bartender
source: Like Churajima, this awamori is produced at the oldest maker in Shuri still in business.
pt: Come il Churajima, questo awamori è prodotto dal più antico produttore di Shuri ancora in attività.

# 3164_Bartender
source: Tenryugura is born of only the best spirits that have been left to slowly age.
pt: Il Tenryugura nasce solo dai migliori distillati che sono stati lasciati invecchiare lentamente.

# 3176_Bartender
source: Although its alcohol content is 30%, it has a smooth feel in the mouth, a vanilla-like aroma, and a full flavor.
pt: Sebbene il suo contenuto alcolico sia del 30%, ha una sensazione morbida in bocca, un aroma simile alla vaniglia e un sapore pieno.

# 3188_Bartender
source: I recommend taking your first sip straight so you can enjoy the full flavor of this aged gem.
pt: Consiglio di berne il primo sorso liscio per godere appieno del sapore di questa gemma invecchiata.

# 3212_Bartender
source: Use
pt: Usa

# 3224_Bartender
source: Don't Use
pt: Non usare
