Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid000903cf.po
Languages: pt_br

source: You gained 3,000 EXP.
pt_br: Hai guadagnato 3.000 EXP.

source: Tadokoro's Subordinate
pt_br: Subordinato di Tadokoro

# 56_Tadokoro's Subordinate
source: How did it go, Suzuki-san?
pt_br: Allora, com'è andata, Suzuki-san?

# 68_Saejima
source: Motoyama skipped town. He ain't comin' back.
pt_br: Motoyama se l'è svignata. Non tornerà più.

# 80_Tadokoro's Subordinate
source: Yes, one of our agents confirmed it. I knew we could count on you.
pt_br: Sì, uno dei nostri l'ha confermato. Lo sapevo che potevamo contare su di te.

# 92_Saejima
source: Don't forget my pay.
pt_br: Non scordarti la mia paga.

# 104_Tadokoro's Subordinate
source: I wouldn't dream of it. Shall I apply it to the repayment of Tadashi-kun's debts?
pt_br: Non mi sognerei mai. Lo applico al saldo dei debiti di Tadashi-kun?

# 116_Saejima
source: Yep.
pt_br: Sì.

# 140_Tadokoro's Subordinate
source: Oh, and just out of curiosity, Suzuki-san...
pt_br: Oh, e giusto per curiosità, Suzuki-san...

# 152_Tadokoro's Subordinate
source: Did you happen to have some history with this Motoyama?
pt_br: Per caso avevi dei trascorsi con questo Motoyama?

# 176_Tadokoro's Subordinate
source: Ooh, if looks could kill... All right, if you don't want to answer, so be it. Goodbye, now.
pt_br: Ah, se gli sguardi potessero uccidere... Va bene, se non vuoi rispondere, pazienza. Arrivederci, adesso.
