Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010205b1.po
Languages: it

# 92_Zhao
source: So, are you going to launch an internal investigation?
it: Allora, hai intenzione di avviare un'indagine interna?

# 104_Tanimura
source: Not yet. There's something I need to do first.
it: Non ancora. C'è una cosa che devo fare prima.

# 116_Zhao
source: What?
it: Cosa?

# 152_Zhao
source: Don't tell me you're taking off with the money...
it: Non dirmi che vuoi scappare con i soldi...

# 164_Tanimura
source: Yeah, I'm totally skipping town... Actually, I'm taking it back to its original owner.
it: Sì, me la filo... In realtà, li riporto al proprietario originale.

# 176_Zhao
source: Oh? Who is that?
it: Ah, sì? E chi sarebbe?

# 188_Tanimura
source: Some moneylender, apparently. He's got an office on Tenkaichi Street called Sky Finance.
it: Pare sia un usuraio. Ha un ufficio in Tenkaichi Street, si chiama Sky Finance.

# 200_Tanimura
source: Can you imagine how much interest 100 million yen would rack up if I just let it sit? Yeah. Forget that.
it: Riesci a immaginare quanti interessi frutterebbero 100 milioni di yen se li lasciassi lì a prendere polvere? Già. Lasciamo perdere.

# 212_Zhao
source: Hrmmm...
it: Mmmh...

# 272_Mei Hua
source: Bye, Ma-chan! Have a good day!
it: Ciao, Ma-chan! Buona giornata!

# 284_Tanimura
source: Oh, I'll try. See ya later.
it: Oh, ci proverò. Ci vediamo.
