Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01400006.po
Languages: pt_br

source: Dealer
pt_br: Croupier

# 184_Dealer
source: You're not bad. So how about it? Wanna try and guess the number on one of the dice?
pt_br: Non sei male. Allora, che ne dici? Vuoi provare a indovinare il numero su uno dei dadi?

# 196_Dealer
source: Not too bad! So how about it? Wanna try and guess the numbers on both dice?
pt_br: Mica male! E allora, come la mettiamo? Vuoi provare a beccare i numeri su tutti e due i dadi?

# 208_Dealer
source: Nice one... If you can win again, do you wanna try playing one-on-one against the house?
pt_br: Gran bel colpo... Se riesci a vincere ancora, ti va di provare un testa a testa col banco?

# 220_Dealer
source: Heh... Not bad, not bad at all.
pt_br: Eh... Niente male, niente male affatto.

# 232_Dealer
source: Heh... Not bad, not bad at all.
pt_br: Eh... Niente male, niente male affatto.

# 244_Dealer
source: Heh... Not bad, not bad at all.
pt_br: Eh... Niente male, niente male affatto.

# 256_Dealer
source: Don't let me down...
pt_br: Non mi deludere...

# 268_Dealer
source: Don't let me down...
pt_br: Non mi deludere...

# 280_Dealer
source: Don't let me down...
pt_br: Non mi deludere...
