Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0002022f.po
Languages: it

source: You handed over the <Color:8>Cigarette<Color:Default>.
it: Hai consegnato la <Color:8>Sigaretta<Color:Default>.

source: You handed over the <Color:8>Lighter<Color:Default>.
it: Hai consegnato l'<Color:8>Accendino<Color:Default>.

# 84_Kawana
source: Need something, tough guy? If you're looking for trouble, take a look somewhere else.
it: Ti serve qualcosa, duro? Se cerchi guai, vai da un'altra parte.

# 96_Saejima
source: Nah, I don't need nothin'.
it: No, non mi serve niente.

# 108_Kawana
source: Then step your beefy ass back. We don't want anything to do with you.
it: Allora togli il tuo culone di mezzo. Non vogliamo avere niente a che fare con te.

# 120_Saejima
source: I hear you work the farm here.
it: Ho sentito che lavori nella fattoria qui.

# 132_Kawana
source: Yeah, they let me run the roost over a little patch, seeing as I'm always on such good behavior. What's it to you?
it: Sì, mi lasciano gestire un piccolo appezzamento, visto che mi comporto sempre bene. Che te ne frega?

# 144_Saejima
source: Got a question for ya. You use a pitchfork or a hoe over there?
it: Ho una domanda per te. Lì usi un forcone o una zappa?

# 156_Kawana
source: Sure do. Big ol' hoe, use it to turn the soil.
it: Certo. Una bella zappa grossa, la uso per rivoltare il terreno.

# 168_Saejima
source: Mind if I borrow it from ya? Won't be long.
it: Ti dispiace se te la prendo in prestito? Non ci metterò molto.

# 180_Kawana
source: Nah, man. The guards'll lose their shit if one of the tools goes missing. Besides, it's not like I keep 'em on me all day.
it: No, amico. Le guardie impazzirebbero se mancasse un attrezzo. E poi, non è che me li porto appresso tutto il giorno.

# 192_Saejima
source: Please. I need it real bad.
it: Ti prego. Mi serve davvero.

# 204_Kawana
source: Hm... And you promise it won't be long?
it: Mmm... E prometti che non ci metterai molto?

# 216_Saejima
source: 'Course.
it: Certo.

# 228_Kawana
source: Fine, then. Bring me a smoke and I'll think about it.
it: Va bene, allora. Portami una sigaretta e ci penserò.

# 240_Saejima
source: Where's a guy s'posed to score a cigarette in here?
it: E dove dovrei trovare una sigaretta qui dentro?

# 252_Kawana
source: Not the commissary, that's for damn sure. Most guys I know get 'em smuggled in from the outside.
it: Non allo spaccio, questo è sicuro. La maggior parte dei tizi che conosco se le fa portare di contrabbando da fuori.

# 264_Kawana
source: Anyway, get on it. I'll have that hoe ready by the time you scare up that smoke.
it: Comunque, datti da fare. Avrò la zappa pronta per quando troverai quella sigaretta.

# 276_Saejima
source: (Guess I don't got a choice here...)
it: (Credo di non avere scelta...)

# 312_Kawana
source: Score me a cigarette, and I'll think about lending you that hoe.
it: Trovami una sigaretta e penserò se prestarti quella zappa.

# 324_Saejima
source: Here's your cigarette, man.
it: Ecco la tua sigaretta, amico.

# 336_Kawana
source: Yeah? And how am I supposed to light it?
it: Ah, sì? E come dovrei accenderla?

# 348_Kawana
source: No deal 'til you bring me a lighter.
it: Niente da fare finché non mi porti un accendino.

# 360_Saejima
source: (...Great.)
it: (...Fantastico.)

# 396_Kawana
source: No lighter, no hoe. Got that?
it: Niente accendino, niente zappa. Capito?

# 408_Saejima
source: Here you go. Got your cigarette and lighter right here.
it: Ecco qua. Ho qui la tua sigaretta e il tuo accendino.

# 420_Kawana
source: Heh, about time.
it: Eh, era ora.

# 480_Saejima
source: Now let's have that hoe.
it: Ora dammi quella zappa.

# 492_Kawana
source: Slow down there, big guy. I never said I was gonna give it to you. Just that I'd <Italic>think</Italic> about it.
it: Calma, bestione. Non ho mai detto che te l'avrei data. Solo che ci avrei <Italic>pensato</Italic>.

# 504_Saejima
source: Then think harder. Or do I gotta rattle your brains a bit?
it: Allora pensa più intensamente. O devo sbatterti un po' la testa?

# 516_Kawana
source: Are you seriously threatening me? <Italic>Me</Italic>? Man, you're just as dumb as you look.
it: Mi stai minacciando sul serio? <Italic>A me</Italic>? Amico, sei stupido quanto sembri.

# 528_Saejima
source: Keep runnin' your mouth if ya want. Looks like there's only one way we're settlin' this.
it: Continua pure a parlare a vanvera, se vuoi. Sembra che ci sia un solo modo per risolvere la questione.
