Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid016c001a.po
Languages: pt_br

source: Controls
pt_br: Controlli

# 516_Kiryu
source: Use <Action:Button_LS_Up@Cabaret><Action:Button_LS_Down@Cabaret><Action:Button_LS_Left@Cabaret><Action:Button_LS_Right@Cabaret> to control where you look. This is your chance to feast your eyes on her beauty.
pt_br: Usa <Action:Button_LS_Up@Cabaret><Action:Button_LS_Down@Cabaret><Action:Button_LS_Left@Cabaret><Action:Button_LS_Right@Cabaret> per controllare dove guardi. È la tua occasione per rifarti gli occhi con la sua bellezza.

# 528_Kiryu
source: Press <Action:Button_Cross@Cabaret> when you want to focus intently on one of her features. Holding down <Action:Button_Cross@Cabaret> allows you to focus your gaze.
pt_br: Premi <Action:Button_Cross@Cabaret> quando vuoi concentrarti intensamente su una delle sue caratteristiche. Tenere premuto <Action:Button_Cross@Cabaret> ti permette di focalizzare lo sguardo.

# 540_Kiryu
source: Note that her response will change depending on where you look.
pt_br: Nota che la sua reazione cambierà a seconda di dove guardi.

# 564_Kiryu
source: (She's got strong eyes...)
pt_br: (Ha uno sguardo intenso...)

# 576_Kiryu
source: (Her mouth looks so pretty when she smiles...)
pt_br: (La sua bocca è proprio carina quando sorride...)

# 588_Kiryu
source: (Her beautiful hands...)
pt_br: (Le sue mani stupende...)

# 600_Kiryu
source: (She's got sexy legs...)
pt_br: (Ha delle gambe sexy...)

# 612_Kiryu
source: (Her black hair is so beautiful..)
pt_br: (I suoi capelli neri sono così belli..)

# 624_Kiryu
source: (I can't really tell. But not bad?)
pt_br: (Non saprei dirti. Ma mica male?)

# 636_Kiryu
source: (Let me think...)
pt_br: (Fammi pensare...)

# 648_Kiryu
source: You've got incredible eyes. They really show how strong you are as a woman.
pt_br: Hai degli occhi incredibili. Si vede proprio quanto sei tosta come donna.

# 660_Shizuka
source: Really!? That's the first time anyone's ever complimented me on my eyes.
pt_br: Davvero!? È la prima volta che qualcuno mi fa un complimento sugli occhi.

# 672_Kiryu
source: I really like how you're not afraid to look me in the eye when we're talking, too.
pt_br: Mi piace davvero come non hai paura di guardarmi negli occhi quando parliamo, anche.

# 684_Shizuka
source: Really? I'm starting to feel a little more confident now.
pt_br: Davvero? Inizio a sentirmi un po' più sicura di me adesso.

# 696_Kiryu
source: Heh...
pt_br: Eh...

# 708_Kiryu
source: You've got a really nice smile. Very elegant.
pt_br: Hai un sorriso davvero incantevole.\nMolto elegante.

# 720_Shizuka
source: You really think my smile is elegant? That's so like you, sir.
pt_br: Pensi davvero che il mio sorriso sia elegante? È proprio da te, signore.

# 732_Kiryu
source: Yeah. You don't open your mouth wide when you laugh like some girls. You're always very elegant and refined.
pt_br: Già. Non spalanchi la bocca quando ridi, come fanno alcune ragazze. Sei sempre molto elegante e raffinata.

# 744_Shizuka
source: Really? I'm starting to feel a little more confident now.
pt_br: Davvero? Inizio a sentirmi un po' più sicura di me adesso.

# 756_Kiryu
source: It's the truth.
pt_br: Dico sul serio.

# 768_Kiryu
source: Your hands are so pretty. And something about the way you hold them makes them even prettier.
pt_br: Le tue mani sono proprio belle. E poi c'è qualcosa nel modo in cui le tieni che le rende ancora più affascinanti.

# 780_Shizuka
source: You think so? Well, I do dance, so I am more aware of how I hold my hands.
pt_br: Davvero? Beh, sai, ballo, quindi presto più attenzione a come tengo le mani.

# 792_Kiryu
source: Makes sense, yeah. You can be proud of that then, don't you think?
pt_br: Ci sta, sì. Puoi esserne fiero allora, no?

# 804_Shizuka
source: No, it's really nothing special. But... I guess I do feel a little bit more confident.
pt_br: No, non è mica niente di che. Però... credo di sentirmi un po' più sicura.

# 816_Kiryu
source: Heh. You should.
pt_br: Eh. Dovresti.

# 828_Kiryu
source: You've got really sexy legs.
pt_br: Hai delle gambe davvero sexy.

# 840_Shizuka
source: Huh? My... legs?
pt_br: Eh? Le mie... gambe?

# 852_Kiryu
source: Yeah. I think they're very shapely. I assume that's because you dance.
pt_br: Sì. Penso che siano molto formose. Immagino che sia perché balli.

# 864_Shizuka
source: I... Oh, I'm so embarrassed. I'd rather you picked something else.
pt_br: Io... Oh, sono così imbarazzata. Preferirei che avessi scelto qualcos'altro.

# 888_Kiryu
source: That black hair of yours is really beautiful. Most hostesses dye their hair.
pt_br: Quei tuoi capelli neri sono proprio belli. La maggior parte delle hostess si tinge i capelli.

# 900_Shizuka
source: Aww! ♪ I suppose that does make me stand out a bit, doesn't it? And of course I spend a fair amount of time on it as well.
pt_br: Ohhh! ♪ Beh, immagino che così mi faccia notare un po', no? E certo che ci metto anche un bel po' di tempo.

# 912_Kiryu
source: I'd love to see you with your hair down.
pt_br: Vorrei tanto vederti con i capelli sciolti.

# 924_Shizuka
source: Hehehe. I'd love to show you if I ever got a chance.
pt_br: Hehehe. Mi piacerebbe un sacco mostrartelo, se mai ne avessi l'occasione.

# 936_Shizuka
source: Um... Where have you been looking this whole time?
pt_br: Uhm... ma tu dove stavi guardando finora?

# 948_Kiryu
source: Huh? Oh, nowhere...
pt_br: Eh? Oh, da nessuna parte...

# 960_Shizuka
source: Were you looking at my chest? I was hoping you'd focus on something else. Something that shows you know me as a person.
pt_br: Mi stavi guardando il seno? Speravo ti concentrassi su qualcos'altro. Qualcosa che dimostri che mi conosci come persona.

# 972_Kiryu
source: It's only natural for a woman's body to be a part of her charm, isn't it?
pt_br: È solo naturale che il corpo di una donna faccia parte del suo fascino, non trovi?

# 984_Shizuka
source: Men always seem to think about things like that. I can't say I'm not a little disappointed...
pt_br: Gli uomini sembrano sempre pensare a cose del genere. Non posso dire di non essere un po' delusa...

# 1008_Shizuka
source: Um... Is something wrong?
pt_br: Ehm... C'è qualcosa che non va?

# 1020_Kiryu
source: Sorry. I just... thought I saw something.
pt_br: Scusa. Pensavo solo... di aver visto qualcosa.

# 1032_Shizuka
source: You weren't looking at one of the other girls, were you?
pt_br: Non stavi mica a guardare una delle altre ragazze, vero?

# 1044_Kiryu
source: No, of course not.
pt_br: No, certo che no.

# 1056_Shizuka
source: I guess I'm just not an attractive woman to you...
pt_br: A quanto pare, non sono proprio una donna attraente per te...

# 1080_Kiryu
source: (She's got intense eyes...)
pt_br: (Ha occhi intensi...)

# 1092_Kiryu
source: (She always speaks so politely...)
pt_br: (Parla sempre con così tanto garbo...)

# 1104_Kiryu
source: (Her hands look so elegant...)
pt_br: (Le sue mani sembrano così eleganti...)

# 1116_Kiryu
source: (She's got good posture...)
pt_br: (Ha un bel portamento...)

# 1128_Kiryu
source: (Her black hair would look good with a kimono.)
pt_br: (I suoi capelli neri starebbero bene con un kimono.)

# 1140_Kiryu
source: (Well, um... I don't know...)
pt_br: (Mah, uhm... boh...)

# 1152_Kiryu
source: (Let me think...)
pt_br: (Fammi pensare...)

# 1164_Kiryu
source: Your eyes get so serious when you talk about dancing. I bet you get really focused when you dance.
pt_br: I tuoi occhi si fanno così seri quando parli di ballare. Ci scommetto che ti concentri davvero tanto quando balli.

# 1176_Shizuka
source: Of course! ♪ My teacher would yell at me if I drifted off while I was dancing.
pt_br: Ma certo! ♪ Il mio maestro mi urlerebbe dietro se mi distraessi mentre ballo.

# 1188_Kiryu
source: They say that practicing something like that can help keep your brain young.
pt_br: Si dice che fare pratica con una cosa così possa aiutare a mantenere il cervello giovane.

# 1200_Shizuka
source: Maybe you're right. Why don't you give it a try yourself?
pt_br: Forse hai ragione. Perché non ci provi tu stessa?

# 1212_Kiryu
source: I'll think about it.
pt_br: Ci penserò.

# 1224_Kiryu
source: You always speak so politely. Is that because of your dance training?
pt_br: Parli sempre così educatamente. È per via del tuo allenamento di danza?

# 1236_Shizuka
source: Yes, exactly. When learning traditional Japanese dance, you can't use slang or be too informal. Using proper language is part of my training.
pt_br: Sì, esatto. Quando impari la danza tradizionale giapponese, non puoi usare slang o essere troppo informale. Usare un linguaggio appropriato fa parte della mia formazione.

# 1248_Kiryu
source: That explains it... My kids talk back to me a lot. Maybe I should have them study Japanese dance, too.
pt_br: Ah, ecco! I miei figli mi rispondono sempre per le rime. Forse dovrei fargli studiare danza giapponese anche a loro.

# 1260_Shizuka
source: What a wonderful idea. I'm sure they'll learn their manners that way.
pt_br: Che idea fantastica! Sono sicuro che così si daranno una regolata.

# 1272_Kiryu
source: Heh.
pt_br: Eh.

# 1284_Kiryu
source: The way you hold your hands is so beautiful. Do you get that from your dance training?
pt_br: Il modo in cui tieni le mani è bellissimo. Ti viene dal tuo allenamento di danza?

# 1296_Shizuka
source: Yes. You become very aware of what your hands are doing when you're dancing, and I guess it shows up in my daily life, too.
pt_br: Sì. Ci si rende proprio conto di quello che le mani stanno facendo quando si balla, e credo che si noti anche nella mia vita di tutti i giorni.

# 1308_Kiryu
source: I see... That's why your movements are so graceful.
pt_br: Ah, capisco... Ecco perché i tuoi movimenti sono così aggraziati.

# 1320_Shizuka
source: And you move your entire body when you're dancing, so it really improves your circulation. It's great if you find that you're often chilly.
pt_br: E quando balli muovi tutto il corpo, quindi la circolazione ti migliora un sacco. È un toccasana se ti senti spesso infreddolito.

# 1332_Kiryu
source: It really does sound healthy.
pt_br: Suona proprio una cosa sana.

# 1344_Kiryu
source: The way you sit is so elegant. Does dancing help to improve your posture?
pt_br: Come ti siedi è così elegante. Ballare ti aiuta a migliorare la postura?

# 1356_Shizuka
source: Yes. You have to have good posture if you want to look your best while you're dancing.
pt_br: Sì. Devi avere una bella postura se vuoi fare la tua figura mentre balli.

# 1368_Kiryu
source: Do you sit Japanese style most of the time?
pt_br: Ti siedi quasi sempre alla giapponese?

# 1380_Shizuka
source: Yes, you always sit with your legs folded underneath you like that, and you have to be careful getting up and sitting down.
pt_br: Sì, ti metti sempre a gambe ripiegate così, e devi stare attenta quando ti alzi e ti siedi.

# 1392_Kiryu
source: That's for sure. They say that if you have bad posture, it can be hard on you when you get old. Maybe I should try to be more like you.
pt_br: Di sicuro. Dicono che se hai una postura sbagliata, ti può pesare quando invecchi. Magari dovrei provare a essere più come te.

# 1404_Kiryu
source: Your black hair would look good with a kimono.
pt_br: I tuoi capelli neri starebbero benissimo con un kimono.

# 1416_Shizuka
source: Perhaps it's more accurate to say that anything but black hair would look strange.
pt_br: Forse è più preciso dire che un colore diverso dal nero, per i capelli, farebbe uno strano effetto.

# 1428_Kiryu
source: I suppose you're right. Have you ever thought about dyeing it a different color?
pt_br: Hai ragione, in effetti. Hai mai pensato di tingerli di un colore diverso?

# 1440_Shizuka
source: Oh, I've thought about what it might be like, but I really like black hair, so...
pt_br: Oh, ci ho pensato a come sarebbe, ma mi piacciono un sacco i capelli neri, quindi...

# 1452_Kiryu
source: I agree. I like you just as you are, too.
pt_br: Concordo. Anche a me piaci così come sei.

# 1464_Shizuka
source: Thank you! ♪
pt_br: Grazie! ♪

# 1476_Shizuka
source: Sir, please don't stare at me like that. You'll make me blush...
pt_br: Signore, la prego, non mi fissi così. Mi farà arrossire...

# 1488_Kiryu
source: Does Japanese dance make your chest get bigger, by any chance?
pt_br: Ma la danza giapponese ti fa crescere così il seno, per caso?

# 1500_Shizuka
source: Well... I can't say I've ever heard that.
pt_br: Beh... questa è la prima volta che la sento!

# 1512_Kiryu
source: Well... Okay then.
pt_br: Beh... Ok, allora.

# 1524_Shizuka
source: You don't seem very interested in Japanese dance.
pt_br: Non mi sembri molto interessata alla danza giapponese.

# 1536_Kiryu
source: No, it's not that. I was just wondering what effects it might have.
pt_br: No, non è quello. Mi chiedevo solo che risvolti potesse avere.

# 1548_Shizuka
source: It's too bad that all you can think about are perverted things.
pt_br: Che peccato che pensi solo a porcherie.

# 1572_Shizuka
source: Um... Is something wrong?
pt_br: Ehm... C'è qualcosa che non va?

# 1584_Kiryu
source: Sorry, I was just thinking a bit.
pt_br: Scusa, stavo solo pensando un attimo.

# 1596_Shizuka
source: Oh... You're not actually that interested in Japanese dance, are you?
pt_br: Oh... Non è che ti interessi poi così tanto la danza giapponese, vero?

# 1608_Kiryu
source: No, that's not it.
pt_br: No, non è quello.

# 1620_Shizuka
source: I'm sorry to have bored you.
pt_br: Mi dispiace di averti annoiato.
