Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00830225.po
Languages: it

source: You exchanged the <Color:8>Stylish Ballpoint Pen<Color:Default> for the <Color:8>Stomach Medicine<Color:Default>.
it: Hai scambiato la <Color:8>Penna a sfera elegante<Color:Default> con la <Color:8>Medicina per lo stomaco<Color:Default>.

source: Anguished Man
it: Uomo angosciato

source: Composed Man
it: Uomo composto

# 84_Anguished Man
source: What a travesty! The most perfect melody just came to me!
it: Che tragedia! Mi è appena venuta in mente la melodia più perfetta!

# 96_Anguished Man
source: And I have nothing to jot it down with. Oh, no, no－it's slipping away!
it: E non ho niente per appuntarla. Oh, no, no... mi sta sfuggendo!

# 108_Akiyama
source: (Something to write with? I have just the thing.)
it: (Qualcosa per scrivere? Ho proprio quello che fa al caso suo.)

# 120_Akiyama
source: Everything all right?
it: Tutto bene?

# 132_Anguished Man
source: Ah! I'm very sorry, but you wouldn't happen to have anything to write with, would you?
it: Ah! Mi scusi tanto, ma per caso non avrebbe qualcosa per scrivere?

# 144_Akiyama
source: I sure do.
it: Certo che ce l'ho.

# 156_Anguished Man
source: Oh, marvelous! May I borrow it?
it: Oh, meraviglioso! Posso prenderla in prestito?

# 168_Akiyama
source: Of course. Be my guest. But, unfortunately, I can't let you have it for free.
it: Certo. Faccia pure. Ma, sfortunatamente, non posso dargliela gratis.

# 180_Anguished Man
source: Yes, yes, that's fine! Please, just give it to me! Hurry! I'm losing the melody as we speak!
it: Sì, sì, va bene! La prego, me la dia! Faccia in fretta! Sto perdendo la melodia mentre parliamo!

# 192_Akiyama
source: (He'll do.)
it: (Lui andrà bene.)

# 204_Akiyama
source: Here you go.
it: Ecco a lei.

# 216_Anguished Man
source: Oh, happy day!
it: Oh, che giorno felice!

# 288_Composed Man
source: You've been such a big help. Although to be honest, you haven't helped me so much as you've helped Japan's music industry. Heheh.
it: È stato di grande aiuto. Anche se a dire il vero, non ha aiutato tanto me quanto l'industria musicale giapponese. Eheh.

# 300_Akiyama
source: Uh-huh...
it: Ah-ah...

# 312_Composed Man
source: You may think you just casually handed me a pen, but in actuality, you were the midwife at the birth of a song that will go down in history.
it: Lei potrebbe pensare di avermi semplicemente dato una penna, ma in realtà è stato l'ostetrico alla nascita di una canzone che passerà alla storia.

# 324_Composed Man
source: Why, I may even mention you in my memoirs one day.
it: Potrei persino menzionarla nelle mie memorie un giorno.

# 336_Akiyama
source: That's, uh, very kind of you. Now, in exchange for that pen...
it: È, uh, molto gentile da parte sua. Ora, in cambio di quella penna...

# 348_Composed Man
source: Yes, of course! I was so overcome with relief that I'd completely forgotten. Name your price.
it: Sì, certo! Ero così sopraffatto dal sollievo che me n'ero completamente dimenticato. Mi dica il prezzo.

# 360_Akiyama
source: Oh, er, I'd like something other than money, if that's all right.
it: Oh, ehm, vorrei qualcosa di diverso dai soldi, se per lei va bene.

# 372_Composed Man
source: Would you? Well, that might be a problem. I don't really have anything ideal...
it: Davvero? Beh, potrebbe essere un problema. Non ho proprio niente di ideale...

# 384_Composed Man
source: ...Just this here.
it: ...Solo questo.

# 396_Akiyama
source: What is it?
it: E cioè?

# 408_Composed Man
source: Stomach medicine. I'm pretty weak downstairs, if you catch my drift.
it: Medicina per lo stomaco. Sono piuttosto debole di stomaco, se capisce cosa intendo.

# 420_Akiyama
source: (Back to this again...)
it: (Ci risiamo...)

# 432_Akiyama
source: Sure, I'll take it. Thanks.
it: Certo, la prendo. Grazie.

# 468_Composed Man
source: I'll be sure to speak highly of you in my memoirs! "The Man Who Made Miracles"! Has a nice ring to it.
it: Parlerò sicuramente bene di lei nelle mie memorie! "L'Uomo che Faceva Miracoli"! Suona bene.

# 480_Akiyama
source: Something to look forward to. Bye, now.
it: Non vedo l'ora. Arrivederci.

# 492_Akiyama
source: (Maybe there's someone else who needs this medicine...)
it: (Forse c'è qualcun altro che ha bisogno di questa medicina...)
