Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid001303d6.po
Languages: pt_br

# 3536_Ochiai
source: He learned <Color:9>Tiger Throw<Color:Default>.
pt_br: Ha imparato <Color:9>Proiezione della Tigre<Color:Default>.

# 3548_Ochiai
source: He learned <Color:9>Tiger Flying Knee<Color:Default>.
pt_br: Ha imparato <Color:9>Ginocchiata Volante della Tigre<Color:Default>.

# 3560_Ochiai
source: He learned <Color:9>Essence of Smashing<Color:Default>.
pt_br: Ha imparato <Color:9>Essenza dello Schianto<Color:Default>.

# 3572_Ochiai
source: He learned <Color:9>Essence of Face Crushing<Color:Default>.
pt_br: Ha imparato <Color:9>l'Essenza dello Schiaccia-Volto<Color:Default>.

# 3584_Ochiai
source: He learned <Color:9>Essence of Clotheslining<Color:Default>.
pt_br: Ha imparato <Color:9>Essenza del Braccio Teso<Color:Default>.

# 3596_Ochiai
source: He learned <Color:9>Essence of Fence Smashing<Color:Default>.
pt_br: Ha imparato <Color:9>Essenza dello Spacca-Recinzioni<Color:Default>.

# 3608_Ochiai
source: He learned <Color:9>Essence of Might<Color:Default>.
pt_br: Ha imparato <Color:9>Essenza della Forza<Color:Default>.

# 3620_Ochiai
source: He learned <Color:9>Tiger Crush<Color:Default>.
pt_br: Ha imparato la <Color:9>Schiacciata della Tigre<Color:Default>.

# 3704_Sodachi
source: Welcome back. Did you guys have a good time? Things were fun here... by myself... *sniffle*
pt_br: Bentornati. Vi siete spassati? Qui mi sono spassato un mondo... da solo... *sniffle*

# 3728_Sodachi
source: All right, see you next time.
pt_br: A posto, alla prossima.

# 3788_Saejima
source: How's about we call it quits for today n' go out for a drink?
pt_br: Che ne dici se per oggi stacchiamo e andiamo a farci un bicchiere?

# 3800_Sodachi
source: That sounds great! You have to know how to separate work and play, right? Wait...
pt_br: Suona alla grande! Bisogna saper dividere il lavoro dal divertimento, no? Aspetta...

# 3812_Saejima
source: See ya later. Let's go, Fukushi.
pt_br: Ci si vede. Forza, Fukushi.

# 3824_Sodachi
source: Okay! Have a good time!
pt_br: Va bene! Divertiti!

# 3908_Sodachi
source: Hmmm...
pt_br: Mmmm...

# 3920_Saejima
source: Somethin' wrong?
pt_br: Qualcosa non va?

# 3932_Sodachi
source: Nothing... It's just that Fukushi-kun seems to be really pissed off lately.
pt_br: Niente... È solo che Fukushi-kun ultimamente sembra incazzato nero.

# 3956_Sodachi
source: We've been pushing him in training for so long; I'm afraid he's going to explode with frustration if he doesn't win a tournament soon.
pt_br: Lo stiamo facendo sgobbare in allenamento da un pezzo; ho paura che scoppierà dalla frustrazione se non vince un torneo a breve.

# 4028_Sodachi
source: Fukushi-kun lost...
pt_br: Fukushi-kun ha perso...

# 4040_Saejima
source: Yeah... Where is he right now?
pt_br: Già... Dov'è adesso?

# 4052_Sodachi
source: Now that you mention it, he hasn't come back to the dojo at all. I guess the loss was a shock.
pt_br: Ora che lo dici, non è proprio più tornato al dojo. Immagino che la sconfitta sia stata una bella batosta.

# 4064_Sodachi
source: I'll go and look for him!
pt_br: Vado a cercarlo!

# 4136_Sodachi
source: *pant* Here he is!
pt_br: *ansima* Eccolo!

# 4160_Saejima
source: What happened?
pt_br: Che è successo?

# 4172_Ochiai
source: Hmph! Don't give me that crap! I did everything you said, and I couldn't win!
pt_br: Uhm! Non dirmi stronzate! Ho fatto tutto quello che mi hai detto, e non sono riuscito a vincere!

# 4184_Ochiai
source: Do you realize how long I've been training? Make me a champion already!
pt_br: Ma lo sai da quanto mi sto spaccando? Fammi diventare un campione, dai!

# 4196_Ochiai
source: Hmph... This is just getting me depressed...
pt_br: Hmph... Questa roba mi sta solo buttando giù...

# 4208_Saejima
source: (I'm glad he's back, but it looks like he's lost a lot o' motivation. Better get him that champion belt. And quick...)
pt_br: (Sono contento che sia tornato, ma sembra che abbia perso un sacco di motivazione. Meglio fargli vincere quella cintura da campione. E in fretta...)

# 4292_Sodachi
source: Hey, Saejima-san! I was waiting for you! Shall we start our training now?
pt_br: Ehi, Saejima-san! Ti stavo aspettando! Cominciamo l'allenamento adesso?

# 4304_Saejima
source: Yeah, let's get started.
pt_br: Dai, mettiamoci sotto.

# 4316_Sodachi
source: All right! Here's to another day of training! Let's get to work!
pt_br: Dai! Un'altra giornata di allenamento! Mettiamoci sotto!

# 4340_Saejima
source: Maybe later.
pt_br: Magari dopo.

# 4352_Sodachi
source: Oh, that's too bad. But you are a pretty busy person. Come back when you have more time.
pt_br: Ah, peccato. Ma sei un tipo piuttosto indaffarato. Fatti vivo quando hai più tempo.

# 4364_Ochiai
source: Renovate for 1.5 million yen
pt_br: Ristruttura per 1,5 milioni di yen

# 4376_Ochiai
source: Not Now
pt_br: Non ora

# 4388_Ochiai
source: Start Training
pt_br: Inizia l'allenamento

# 4400_Ochiai
source: Not Now
pt_br: Non ora
