Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01260064.po
Languages: pt_br

source: Welcome to the baccarat table.
pt_br: Benvenuto al tavolo del baccarat.

source: Let's begin.
pt_br: Iniziamo.

source: We look forward to seeing you again soon.
pt_br: Non vediamo l'ora di rivederti presto.

source: You seem to be short on chips. Please come visit us again soon.
pt_br: Sembra che tu sia a corto di fiches. Ti aspettiamo di nuovo presto.

source: Please select what you will bet on: the Player, the Banker, or a tie.
pt_br: Scegli su cosa vuoi puntare: il Giocatore, il Banco, o un pareggio.

source: Select a wager between the minimum and maximum betting limit.
pt_br: Seleziona una puntata tra il limite minimo e massimo di scommessa.

source: I will now deal the cards.
pt_br: Adesso do le carte.

source: I'll reveal the Player's first card.
pt_br: Rivelirò la prima carta del Giocatore.

source: I'll reveal the Player's second card.
pt_br: Scoprirò la seconda carta del Giocatore.

source: The Player stands with 6.
pt_br: Il Giocatore sta con 6.

source: The Player stands with 7.
pt_br: Il Giocatore si ferma a 7.

source: The Player has a natural 8.
pt_br: Il Giocatore ha un otto naturale.

source: The Player has a natural 9.
pt_br: Il Giocatore ha un nove naturale.

source: A third card will be dealt if the Banker does not have an 8 or a 9.
pt_br: Una terza carta verrà distribuita se il Banchiere non ha un 8 o un 9.

source: I'll reveal the Banker's first card.
pt_br: Rivelarò la prima carta del Banco.

source: I'll reveal the Banker's second card.
pt_br: Ora rivelerò la seconda carta del Banco.

source: The Banker stands with 6.
pt_br: Il Banco sta con 6.

source: The Banker stands with 6. I'll deal a third card to the Player.
pt_br: Il Banco si ferma con 6. Darò una terza carta al Giocatore.

source: The Banker stands with 7.
pt_br: Il Banco sta con 7.

source: The Banker stands with 7. I'll deal a third card to the Player.
pt_br: Il Banco sta con 7. Do una terza carta al Giocatore.

source: The Banker has a natural 8.
pt_br: Il Banco ha un 8 naturale.

source: The Banker has a natural 9.
pt_br: Il Banco ha un nove naturale.

source: A third card will be dealt to the Banker, depending on the Player's third card.
pt_br: Una terza carta verrà data al Banco, a seconda della terza carta del Giocatore.

source: The Player stands. I'll deal a third card to the Banker.
pt_br: Il Giocatore sta. Do una terza carta al Banco.

source: I'll reveal the Player's third card.
pt_br: Svelo la terza carta del Giocatore.

source: Due to the outcome, the Banker will not be dealt a third card.
pt_br: A causa dell'esito, il Banco non riceverà una terza carta.

source: Due to the outcome, the Banker will be dealt a third card.
pt_br: Dato l'esito, il Banchiere riceverà una terza carta.

source: I'll reveal the Banker's third card.
pt_br: Svelerò la terza carta del Banco.

source: The Player wins.
pt_br: Il Giocatore vince.

source: The Banker wins.
pt_br: Il Banco vince.

source: It's a tie.
pt_br: È un pareggio.

source: Congratulations.
pt_br: Congratulazioni.

source: That's too bad.
pt_br: Che peccato.

source: Would you like to continue?
pt_br: Vuoi continuare?

source: Here you are.
pt_br: Ecco a lei.

source: The deck is running low, so I'll shuffle.
pt_br: Le carte stanno finendo, quindi mescolo.
