Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid009106d2.po
Languages: pt_br

source: You got <Color:8>100,000 yen<Color:Default>.
pt_br: Hai ottenuto <Color:8>100.000 yen<Color:Default>.

source: Rank 0
pt_br: Grado 0

source: Man in Black Suit
pt_br: Uomo in abito nero

# 72_Rank 0
source: *pant* *pant*
pt_br: *anf* *anf*

# 84_Kiryu
source: Remember, I don't ever want to see you in Kamurocho again.
pt_br: Ricordati, non farti più vedere a Kamurocho.

# 96_Rank 0
source: Ugh... All right.
pt_br: Uff... Va bene.

# 108_Rank 0
source: Just don't be surprised if some of the lower ranks start running amok without me. I mean, I had nearly achieved complete control.
pt_br: Non meravigliarti se alcuni dei sottoposti iniziano a fare il bello e il cattivo tempo senza di me. Voglio dire, avevo quasi raggiunto il controllo totale.

# 120_Kiryu
source: Complete control? What're you, some kind of control freak? We don't need your kind here.
pt_br: Controllo completo? Ma che sei, un maniaco del controllo? Non abbiamo bisogno della tua specie qui.

# 132_Rank 0
source: What do you mean?
pt_br: Cosa intendi?

# 144_Kiryu
source: This town cleans up after itself. Even if I weren't here, there're plenty of others with the guts to make Kamurocho a better place.
pt_br: Questa città si sistema da sola. Anche se non fossi qui, c'è un sacco di gente con le palle per rendere Kamurocho un posto migliore.

# 156_Rank 0
source: You mean the Kamurocho Guard? What could those pathetic neighborhood watch pussies possibly do? They're the ones that needed your help in the first place!
pt_br: Intendi la Guardia di Kamurocho? Che cazzo potrebbero mai combinare quelle patetiche femminucce della vigilanza di quartiere? Erano loro quelli che avevano bisogno del tuo aiuto, tanto per cominciare!

# 168_Kiryu
source: They may be small and weak now, but everyone has to start somewhere.
pt_br: Saranno anche piccoli e deboli adesso, ma tutti devono pur farsi le ossa da qualche parte.

# 180_Kiryu
source: The Kamurocho Guard is going to get stronger. I can see the potential in them－something your group could never have.
pt_br: La Guardia di Kamurocho diventerà più forte. Vedo il potenziale in loro—una cosa che il tuo gruppo non potrà mai avere.

# 192_Kiryu
source: They are devoted to their cause. I think that's what people need the most.
pt_br: Sono votati alla loro causa. Credo sia quello di cui la gente ha più bisogno.

# 204_Kiryu
source: And that's why I'm helping them survive through their early growing pains.
pt_br: Ed è per questo che li sto aiutando a sopravvivere durante il loro primo periodo di rodaggio.

# 216_Rank 0
source: Heh... I guess we'll find out if they're really as strong as you say.
pt_br: Heh... Vedremo un po' se sono davvero così forti come dici.

# 228_Rank 0
source: Word of advice. You better be careful that you too don't get crushed by someone more powerful than yourself. Later.
pt_br: Un consiglio. Meglio che stai attento che non finisca anche tu schiacciato da qualcuno più grosso di te. A dopo.

# 288_Akaishi
source: Black Nightmare... What a bizarre group. They seemed much more sophisticated than the usual riffraff.
pt_br: Black Nightmare... Che gruppo assurdo. Sembravano molto più sofisticati della solita gentaglia.

# 300_Kiryu
source: I wouldn't worry about it too much.
pt_br: Non ti preoccupare troppo.

# 312_Akaishi
source: Hm?
pt_br: Mh?

# 324_Kiryu
source: I bet the Kamurocho Guard will eventually grow strong enough to crush Black Nightmare and any other gang like it.
pt_br: Scommetto che la Guardia di Kamurocho prima o poi diventerà abbastanza forte da schiacciare Black Nightmare e qualsiasi altra banda del cavolo come quella.

# 336_Kiryu
source: I told their boss the same thing, by the way. You just keep doing the best you can.
pt_br: Tra l'altro, ho detto la stessa cosa al loro capo. Tu continua a darti da fare il più possibile.

# 348_Akaishi
source: Do you really think you should be inflating our reputation like that!?
pt_br: Pensi davvero che dovresti gonfiare la nostra reputazione così!?

# 360_Kiryu
source: What, aren't you committed to your cause? Don't let me down here.
pt_br: Allora, non ci tieni alla tua causa? Non deludermi qui.

# 372_Akaishi
source: Oh, no! I mean, yes, of course I'm committed! We'll give it our all.
pt_br: Ah, no! Cioè, sì, certo che ci sono dentro! Daremo il massimo.

# 384_Kiryu
source: I don't want to sound like a broken record, but I'm putting a lot of faith in you. The future of Kamurocho may very well rest on your shoulders!
pt_br: Non voglio fare il disco rotto, ma metto un sacco di fiducia in te. Il futuro di Kamurocho potrebbe davvero ricadere sulle tue spalle!

# 396_Akaishi
source: Wow! I can't tell you how much your words of support mean to me! I'll do whatever I can!
pt_br: Caspita! Non hai idea di quanto contino per me le tue parole di incoraggiamento! Farò l'impossibile!

# 408_Akaishi
source: Oh, this is a token of my appreciation.
pt_br: Oh, è un piccolo segno di riconoscenza.

# 480_Kiryu
source: You're the boss of Black Nightmare?
pt_br: Sei tu il boss dei Black Nightmare?

# 492_Man in Black Suit
source: Yeah, I'm Rank Zero. And these two are Rank One. Elite fighters, the only two of their kind in our gang.
pt_br: Già, sono Rango Zero. E questi due sono Rango Uno. Combattenti d'élite, unici nel loro genere nel nostro clan.

# 504_Kiryu
source: Let me ask you this: why are you trying to defeat me and rise to the top of the gang hierarchy?
pt_br: Ti chiedo una cosa: perché stai cercando di sconfiggermi e scalare la vetta della gerarchia criminale?

# 516_Rank 0
source: Simple. I'm tired of petty power struggles with those morons from the other gangs.
pt_br: Semplice. Sono stanco delle meschine lotte di potere con quei deficienti delle altre gang.

# 528_Rank 0
source: That's why I traveled the nation, recruiting members who are not only the cream of the crop, but who also share my views.
pt_br: Ecco perché ho battuto l'intero paese, arruolando gente che non è solo la crema della crema, ma che la pensa anche come me.

# 540_Kiryu
source: Hmm... So if you beat me, the town's going to be inundated with rank-whatever gangs?
pt_br: Mmm... Quindi se mi batti, la città verrà sommersa da bande di ogni risma?

# 552_Rank 0
source: Yeah, more or less.
pt_br: Già, più o meno.

# 564_Kiryu
source: Heh, talk about boring.
pt_br: Heh, che palle.

# 576_Rank 0
source: What did you just say!?
pt_br: Ma che hai detto!?

# 588_Kiryu
source: Listen, I'm not exactly a fan of gangs, but it's not like I'm totally opposed to them, either.
pt_br: Senti, non è che sia proprio un fan delle bande, ma non è che ci sia totalmente contrario, neanche.

# 600_Kiryu
source: Dirtbags, scum of the earth, the worst of the worst. They'll always be lumped in together, and the yakuza are really no different.
pt_br: Feccia, la peggiore gentaglia, il fondo del barile. Verranno sempre messi tutti nello stesso mucchio, e la yakuza, a dirla tutta, non è poi così diversa.

# 612_Kiryu
source: But even gangs and yakuza don't go around calling people by rank and treating them like they're less than human.
pt_br: Ma perfino le bande e gli yakuza non si sognano di chiamare la gente solo per il rango e di trattarli come se fossero meno che umani.

# 624_Rank 0
source: Yeah, okay. Whatever you say, pal.
pt_br: Sì, vabbè. Quel che ti pare, compare.

# 636_Rank 0
source: So, what's it gonna be? You're not going to just turn tail and run now, are you?
pt_br: Allora, come la mettiamo? Non è che adesso scappi con la coda tra le gambe, vero?

# 648_Kiryu
source: No. I'm going to crush you right here, right now. It's the right thing to do, for the sake of Kamurocho's future.
pt_br: No. Ti schiaccerò qui e ora. È la cosa giusta da fare, per il bene del futuro di Kamurocho.

# 660_Rank 0
source: The right thing to do? Whatever! Let's see how tough you talk after I smack you down to size.
pt_br: La cosa giusta da fare? E chi se ne frega! Vediamo quanto sei duro a parole dopo che ti avrò spaccato di botte.

# 672_Kiryu
source: But if I win, I don't want to see you in Kamurocho ever again.
pt_br: Ma se vinco, non voglio più vederti a Kamurocho.

# 684_Rank 0
source: That's one big if! Now, let's see what you got!
pt_br: È un gran bel 'se'! Ora, vediamo cosa sai fare!
