Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010205bf.po
Languages: it

# 148_Kiryu
source: Well, I should probably get going.
it: Beh, probabilmente dovrei andare.

# 160_Date
source: Be careful out there, Kiryu.
it: Fai attenzione là fuori, Kiryu.

# 172_Kiryu
source: I will.
it: Lo farò.

# 208_Date
source: What's the deal, Kiryu? Sounded like you came to some kind of agreement?
it: Qual è la situazione, Kiryu? Sembra che tu sia arrivato a una specie di accordo?

# 220_Kiryu
source: Yeah, I'm meeting him with the file on the roof of Kamurocho Hills. Tonight at ten... alone.
it: Sì, lo incontrerò con il fascicolo sul tetto di Kamurocho Hills. Stasera alle dieci... da solo.

# 232_Tanimura
source: Alone!? But that's insane!
it: Da solo!? Ma è una follia!

# 244_Date
source: You're not actually going through with that baloney, are you?
it: Non andrai mica avanti con questa assurdità, vero?

# 256_Kiryu
source: I have to. That's part of the deal.
it: Devo farlo. Fa parte dell'accordo.

# 268_Kiryu
source: Sounds like I'll be fighting through the entire Ueno Seiwa Clan to get up there, too.
it: Sembra che dovrò farmi strada combattendo contro l'intero Clan Ueno Seiwa per arrivare lassù.

# 280_Akiyama
source: Guy doesn't take any chances once he gets down to business, huh? You sure you still wanna go?
it: Quel tizio non corre rischi quando si tratta di affari, eh? Sei sicuro di voler andare?

# 292_Kiryu
source: I'm sure. There's no other way.
it: Sono sicuro. Non c'è altro modo.

# 304_Date
source: You say that, but...
it: Tu dici così, ma...

# 316_Akiyama
source: Let him go if he wants to go. Besides, I don't think anything we say is gonna change his mind.
it: Lascialo andare se vuole andare. Inoltre, non credo che qualsiasi cosa diremo gli farà cambiare idea.

# 328_Akiyama
source: Isn't that right, Kiryu-san?
it: Non è vero, Kiryu-san?

# 340_Kiryu
source: Right. A deal's a deal.
it: Esatto. Un accordo è un accordo.

# 424_Kiryu
source: You there, Katsuragi?
it: Ci sei, Katsuragi?

# 436_Katsuragi
source: You're not Tanimura.
it: Tu non sei Tanimura.

# 448_Kiryu
source: My name's Kiryu. I needed to talk to you, so I'm borrowing Tanimura's phone for a bit.
it: Mi chiamo Kiryu. Dovevo parlarti, quindi ho preso in prestito il telefono di Tanimura per un attimo.

# 460_Katsuragi
source: Kiryu? As in the Tojo Clan Fourth Chairman, Kazuma Kiryu-san?
it: Kiryu? Intendi il Quarto Presidente del Clan Tojo, Kazuma Kiryu-san?

# 472_Kiryu
source: That's the one.
it: Esatto.

# 484_Katsuragi
source: Well, well, well. What a nice little surprise. So, what can I do for you?
it: Beh, beh, beh. Che bella sorpresa. Allora, cosa posso fare per te?

# 496_Kiryu
source: I'm calling about Taiga and Yasuko Saejima.
it: Chiamo per Taiga e Yasuko Saejima.

# 508_Katsuragi
source: Oh? I don't know what you're talking about.
it: Oh? Non so di cosa tu stia parlando.

# 520_Kiryu
source: Drop the act. We know you took them from Purgatory.
it: Smettila di recitare. Sappiamo che li hai presi dal Purgatorio.

# 532_Katsuragi
source: And what of it?
it: E con questo?

# 544_Kiryu
source: I want to cut a deal with you. I have something you want very badly. I'm sure of it.
it: Voglio fare un accordo con te. Ho qualcosa che desideri ardentemente. Ne sono sicuro.

# 568_Kiryu
source: The file Hamazaki stole from Penitentiary No. 2 when he and Saejima broke out.
it: Il fascicolo che Hamazaki ha rubato dal Penitenziario n. 2 quando lui e Saejima sono evasi.

# 580_Kiryu
source: I can't help but assume you want it back. But maybe I'm wrong.
it: Non posso fare a meno di pensare che tu lo rivoglia. Ma forse mi sbaglio.

# 604_Kiryu
source: Sounds like you don't want it after all. Let's just forget this ever happened. Later.
it: Sembra che dopotutto non lo vuoi. Dimentichiamo che sia mai successo. Ci sentiamo.

# 616_Katsuragi
source: Wait.
it: Aspetta.

# 640_Katsuragi
source: How did that file find its way into your hands?
it: Come ha fatto quel fascicolo a finire nelle tue mani?

# 652_Kiryu
source: Good question. Hamazaki gave it to me down in Okinawa.
it: Buona domanda. Me l'ha dato Hamazaki a Okinawa.

# 664_Katsuragi
source: ...And who knows about all this?
it: ...E chi sa di tutto questo?

# 676_Kiryu
source: Besides me and Hamazaki, just a few others who are here with me now.
it: Oltre a me e Hamazaki, solo pochi altri che sono qui con me adesso.

# 688_Katsuragi
source: Munakata is in the dark?
it: Munakata è all'oscuro di tutto?

# 712_Katsuragi
source: Deputy commissioner of the Tokyo PD.
it: Vice commissario della polizia di Tokyo.

# 724_Kiryu
source: Yeah. I don't see how he'd know.
it: Già. Non vedo come potrebbe saperlo.

# 736_Katsuragi
source: ...Good. Well? Let's hear what you want.
it: ...Bene. Allora? Sentiamo cosa vuoi.

# 748_Kiryu
source: Taiga and Yasuko Saejima back safely. And the money Kido stole from Sky Finance. Should be around a hundred billion.
it: Taiga e Yasuko Saejima sani e salvi. E i soldi che Kido ha rubato alla Sky Finance. Dovrebbero essere circa cento miliardi.

# 760_Katsuragi
source: For a living yakuza legend, you make a piss poor negotiator. You're going to have to do better than that.
it: Per essere una leggenda vivente della yakuza, sei un pessimo negoziatore. Dovrai fare di meglio.

# 784_Katsuragi
source: Negotiation is a psychological battle.
it: La negoziazione è una battaglia psicologica.

# 796_Katsuragi
source: If you can't entice the other party with terms that favor them, you may as well pack up and go home.
it: Se non riesci a invogliare l'altra parte con termini che la favoriscano, tanto vale fare i bagagli e tornarsene a casa.

# 808_Katsuragi
source: You understand, don't you?
it: Capisci, vero?

# 820_Kiryu
source: ...Then what do you suggest?
it: ...Allora cosa suggerisci?

# 832_Katsuragi
source: What indeed... How about this?
it: Cosa, in effetti... Che ne dici di questo?

# 844_Katsuragi
source: You come alone to make the exchange.
it: Vieni da solo a fare lo scambio.

# 856_Kiryu
source: Alone?
it: Da solo?

# 868_Katsuragi
source: You heard me. I'd like to see you bloodied and bruised by the time you arrive, as well.
it: Mi hai sentito. Vorrei anche vederti insanguinato e pieno di lividi quando arriverai.

# 880_Kiryu
source: What's that supposed to mean?
it: Cosa dovrebbe significare?

# 892_Katsuragi
source: I'm going to have you jump through a little hoop for me.
it: Ti farò fare un piccolo salto nel cerchio per me.

# 904_Katsuragi
source: See if this old dog can still do a few tricks.
it: Vediamo se questo vecchio cane sa ancora fare qualche trucchetto.

# 916_Kiryu
source: What?
it: Cosa?

# 928_Katsuragi
source: We'll make the exchange on the Kamurocho Hills roof.
it: Faremo lo scambio sul tetto di Kamurocho Hills.

# 940_Katsuragi
source: I'll be waiting there with Saejima, his sister, and the hundred billion yen.
it: Ti aspetterò lì con Saejima, sua sorella e i cento miliardi di yen.

# 952_Katsuragi
source: All you'll need to do to reach the roof... is fight your way through the entire Ueno Seiwa Clan.
it: Tutto quello che dovrai fare per raggiungere il tetto... è farti strada attraverso l'intero Clan Ueno Seiwa.

# 964_Kiryu
source: What!?
it: Cosa!?

# 976_Katsuragi
source: You might make your way up to the roof. You might die in the process.
it: Potresti riuscire ad arrivare sul tetto. Potresti morire nel tentativo.

# 988_Katsuragi
source: It doesn't matter much to me either way.
it: Per me non fa molta differenza, in un modo o nell'altro.

# 1000_Katsuragi
source: Those are the terms I'd be willing to accept.
it: Queste sono le condizioni che sono disposto ad accettare.

# 1012_Kiryu
source: And if I make it up to the roof?
it: E se arrivo sul tetto?

# 1024_Katsuragi
source: Then we move forward with the transaction.
it: Allora procederemo con la transazione.

# 1036_Katsuragi
source: And I'll be secure in the knowledge that you'll be far too exhausted to kill me.
it: E io sarò tranquillo sapendo che sarai troppo esausto per uccidermi.

# 1048_Katsuragi
source: Even if you wanted to.
it: Anche se lo volessi.

# 1072_Katsuragi
source: This is just how it has to be, Kiryu-san. I plan to live a long, fulfilling life.
it: È così che deve andare, Kiryu-san. Ho intenzione di vivere una vita lunga e appagante.

# 1084_Katsuragi
source: And taking my chances with monsters like you and Saejima... Well, it would be nothing short of a fool's errand.
it: E rischiare con mostri come te e Saejima... Beh, sarebbe una follia.

# 1096_Katsuragi
source: Not all yakuza are like Nishikiyama or Ryuji Goda.
it: Non tutti gli yakuza sono come Nishikiyama o Ryuji Goda.

# 1108_Katsuragi
source: Some of us would rather survive than die atop the hill of "honor" and "manliness."
it: Alcuni di noi preferirebbero sopravvivere piuttosto che morire sulla collina dell'"onore" e della "virilità".

# 1120_Katsuragi
source: So, do we have a deal?
it: Allora, abbiamo un accordo?

# 1132_Kiryu
source: Fine. I'll be there, just name the time.
it: Bene. Ci sarò, dimmi solo l'ora.

# 1144_Katsuragi
source: Ten o'clock tonight.
it: Stasera alle dieci.

# 1156_Katsuragi
source: I can only hope you still have a pulse by the time I see you next.
it: Posso solo sperare che tu abbia ancora un polso la prossima volta che ci vedremo.

# 1168_Katsuragi
source: Until then.
it: A dopo.

# 1228_Date
source: How'd you end up with this thing, Kiryu?
it: Come hai fatto ad avere questa cosa, Kiryu?

# 1240_Kiryu
source: Hamazaki gave it to me down in Okinawa. It's a document showing the creation of Penitentiary No. 2, and the expected flow of money into the place.
it: Me l'ha dato Hamazaki a Okinawa. È un documento che mostra la creazione del Penitenziario n. 2 e il previsto flusso di denaro verso il luogo.

# 1252_Akiyama
source: Huh, will you look at that. It's got names, amounts, everything.
it: Uh, guarda un po'. Ci sono nomi, importi, tutto.

# 1264_Kiryu
source: Yeah. It says right here that the ten billion yen that got transferred from the Tojo to Kyohei Jingu back in 2005 was meant to get passed on to the Metropolitan Police.
it: Già. Dice proprio qui che i dieci miliardi di yen che sono stati trasferiti dal Tojo a Kyohei Jingu nel 2005 dovevano essere consegnati alla Polizia Metropolitana.

# 1276_Tanimura
source: That's the incident you were wrapped up in, right, Kiryu-san?
it: È l'incidente in cui sei stato coinvolto, giusto, Kiryu-san?

# 1288_Kiryu
source: Right.
it: Esatto.

# 1300_Kiryu
source: That missing cash nearly tore the clan apart. And the guy behind it all was a man named Kyohei Jingu. Haruka's father.
it: Quel denaro scomparso ha quasi distrutto il clan. E il tizio dietro a tutto era un uomo di nome Kyohei Jingu. Il padre di Haruka.

# 1312_Kiryu
source: But there's more. There are notes on here detailing a police plan to release inmates from Penitentiary No. 2 and create artificial crime. All to make the police look good.
it: Ma c'è di più. Ci sono appunti qui che descrivono un piano della polizia per rilasciare i detenuti dal Penitenziario n. 2 e creare crimini artificiali. Tutto per far fare bella figura alla polizia.

# 1324_Date
source: That's one hell of a scoop.
it: Questo è un vero scoop.

# 1336_Tanimura
source: No wonder they're so desperate to get it back. This goes public, all their dirty laundry'll be out in the open.
it: Non c'è da stupirsi che siano così disperati di riaverlo. Se questa cosa diventa pubblica, tutti i loro panni sporchi verranno a galla.

# 1348_Date
source: So what's your next move?
it: Qual è la tua prossima mossa?

# 1360_Kiryu
source: We try and cut a deal with Katsuragi. I just need to figure out how to get in touch with him.
it: Proviamo a fare un accordo con Katsuragi. Devo solo capire come contattarlo.

# 1372_Tanimura
source: I can help you with that. He and I have talked on the phone before.
it: Posso aiutarti io. Io e lui abbiamo già parlato al telefono in passato.

# 1384_Tanimura
source: If you call from my cell, I'm sure he'll answer.
it: Se chiami dal mio cellulare, sono sicuro che risponderà.

# 1396_Kiryu
source: Huh. Mind if I borrow your phone, then?
it: Uh. Ti dispiace se prendo in prestito il tuo telefono, allora?

# 1408_Tanimura
source: Go right ahead.
it: Fai pure.

# 1456_Akiyama
source: Life's a cruel mistress sometimes.
it: La vita a volte è una crudele amante.

# 1468_Akiyama
source: Sure, you get used to the cheating and the backstabbing and the lying in my line of work.
it: Certo, nel mio lavoro ci si abitua agli inganni, ai tradimenti e alle bugie.

# 1480_Akiyama
source: But when it all smacks you in the face one after another... Oof.
it: Ma quando ti arriva tutto in faccia uno dopo l'altro... Uff.

# 1492_Date
source: You seem like you're taking it pretty well, though.
it: Sembra che tu la stia prendendo piuttosto bene, però.

# 1504_Date
source: Most guys would go into total shock if they lost a hundred grand, let alone a hundred billion.
it: La maggior parte della gente andrebbe in shock totale se perdesse centomila yen, figuriamoci cento miliardi.

# 1516_Akiyama
source: I am in shock. This is me in shock.
it: Sono sotto shock. Questo sono io sotto shock.

# 1528_Akiyama
source: It's not that big of a deal, I know, but still.
it: Non è un grosso problema, lo so, ma comunque.

# 1540_Date
source: Not that big of a deal!?
it: Non è un grosso problema!?

# 1552_Akiyama
source: I'll just make it all back again.
it: Li rifarò di nuovo.

# 1564_Date
source: But...
it: Ma...

# 1588_Kiryu
source: Heh.
it: Eh.

# 1600_Akiyama
source: And hey, the week has had its highlights.
it: Ehi, la settimana ha avuto i suoi momenti salienti.

# 1612_Kiryu
source: Oh yeah?
it: Ah sì?

# 1624_Akiyama
source: I met you for one, Kiryu-san.
it: Per esempio, ho incontrato te, Kiryu-san.

# 1636_Kiryu
source: Is that really so special?
it: È davvero così speciale?

# 1648_Akiyama
source: You're my freaking hero, man. You saved my life.
it: Sei il mio fottuto eroe, amico. Mi hai salvato la vita.

# 1660_Kiryu
source: Did I? I think I'd remember that.
it: Davvero? Penso che me lo ricorderei.

# 1672_Akiyama
source: Just listen. You know when the Millennium Tower blew up five years ago? When all that cash rained down on the city?
it: Ascolta. Ti ricordi quando la Millennium Tower è esplosa cinque anni fa? Quando tutti quei soldi sono piovuti sulla città?

# 1684_Akiyama
source: That day... changed my life. I grabbed as much as I could. Cleaned myself up. Went from homeless bum to this in practically no time flat.
it: Quel giorno... ha cambiato la mia vita. Ho preso tutto quello che potevo. Mi sono rimesso in sesto. Sono passato da senzatetto a questo in un batter d'occhio.

# 1696_Akiyama
source: If not for you, I'd still be out on the streets. Digging through trash just to keep myself alive.
it: Se non fosse stato per te, sarei ancora per strada. A rovistare nella spazzatura solo per sopravvivere.

# 1708_Kiryu
source: That's the money you built your business on, huh?
it: Sono i soldi su cui hai costruito la tua attività, eh?

# 1720_Akiyama
source: Yup. Though now that I think about it...
it: Già. Anche se ora che ci penso...

# 1732_Akiyama
source: That ten billion was probably the same cash my bank duped me into laundering for them before they had me take the fall.
it: Quei dieci miliardi erano probabilmente gli stessi soldi che la mia banca mi ha ingannato a riciclare per loro prima di farmi cadere in trappola.

# 1744_Kiryu
source: The ten billion Jingu diverted to the Tojo Clan.
it: I dieci miliardi che Jingu ha dirottato al Clan Tojo.

# 1756_Akiyama
source: ...So, yeah. This all feels kinda personal somehow.
it: ...Quindi, sì. In qualche modo, la sento come una cosa personale.

# 1768_Akiyama
source: If this stuff going down now is linked to that ten billion, consider me there.
it: Se questa roba che sta succedendo ora è legata a quei dieci miliardi, considerami dei vostri.

# 1804_Akiyama
source: I dunno about you guys, but this is starting to feel like fate to me.
it: Non so voi ragazzi, ma a me questo comincia a sembrare destino.

# 1816_Akiyama
source: Almost like we were all destined to end up here.
it: Quasi come se fossimo tutti destinati a finire qui.

# 1828_Tanimura
source: Fate?
it: Destino?

# 1840_Date
source: Hm.
it: Mh.

# 1852_Kiryu
source: You might just be right...
it: Potresti avere ragione...

# 1888_Date
source: You really think that's how it went down?
it: Pensi davvero che sia andata così?

# 1900_Akiyama
source: Can't think of any other way. Me and Hana-chan are the only two people who knew about the vault.
it: Non riesco a pensare a un altro modo. Io e Hana-chan siamo gli unici due a sapere del caveau.

# 1912_Akiyama
source: Kido-chan's the only other possibility.
it: Kido-chan è l'unica altra possibilità.

# 1924_Kiryu
source: What makes you say that?
it: Cosa te lo fa dire?

# 1936_Akiyama
source: Well, it would certainly wrap things up all nice and neat. Everything would make sense.
it: Beh, di certo sistemerebbe le cose in modo ordinato. Tutto avrebbe un senso.

# 1948_Kiryu
source: What do you mean?
it: Cosa intendi?

# 1960_Akiyama
source: Not long after Hana-chan saw him at the office, Kido-chan got hauled off by Hatsushiba Clan boys, who'd been working with the Shibata.
it: Poco dopo che Hana-chan l'ha visto in ufficio, Kido-chan è stato portato via dai ragazzi del Clan Hatsushiba, che lavoravano con gli Shibata.

# 1972_Akiyama
source: Just walked in and spirited him away. Simple. Clean.
it: Sono semplicemente entrati e l'hanno portato via. Semplice. Pulito.

# 1984_Kiryu
source: What's so strange about that?
it: Cosa c'è di strano?

# 1996_Akiyama
source: Everything. You'd understand if you've seen what Kido-chan can do in a fight.
it: Tutto. Capiresti se avessi visto cosa sa fare Kido-chan in un combattimento.

# 2008_Date
source: Go on.
it: Continua.

# 2020_Akiyama
source: Well, it's only been once I've witnessed it myself, but the guy can mop the floor with anyone without even breaking a sweat.
it: Beh, l'ho visto solo una volta con i miei occhi, ma quel tizio può stracciare chiunque senza nemmeno sudare.

# 2032_Akiyama
source: He's pretty coy about it, though. Prefers to keep all that under wraps.
it: È piuttosto schivo al riguardo, però. Preferisce tenere tutto nascosto.

# 2044_Date
source: How come?
it: Come mai?

# 2056_Kiryu
source: It's better for the family that way.
it: È meglio per la famiglia in quel modo.

# 2068_Akiyama
source: Most likely. Kanemura Enterprises, where Kido-chan and Arai-san work, is a tiny speck under the big Shibata umbrella.
it: Molto probabile. La Kanemura Enterprises, dove lavorano Kido-chan e Arai-san, è una piccola macchia sotto il grande ombrello degli Shibata.

# 2080_Akiyama
source: Now your usual yakuza outfit makes their living off those dramatic displays of strength... but not Kanemura.
it: Ora, la solita organizzazione yakuza si guadagna da vivere con quelle plateali dimostrazioni di forza... ma non Kanemura.

# 2092_Date
source: Why not?
it: Perché no?

# 2104_Akiyama
source: Didn't wanna stand out, especially with the rat race always tearing this town apart. Guess that's just how he was.
it: Non voleva mettersi in mostra, specialmente con la competizione sfrenata che lacera sempre questa città. Immagino fosse fatto così.

# 2116_Tanimura
source: Makes sense. It's safer to lay low and just get on with your life than to start bashing heads in.
it: Ha senso. È più sicuro mantenere un basso profilo e andare avanti con la propria vita piuttosto che iniziare a spaccare teste.

# 2128_Akiyama
source: Yup. Kanemura couldn't even afford his dues to the Shibata. Came to me begging for a loan and everything.
it: Già. Kanemura non poteva nemmeno permettersi le quote per gli Shibata. È venuto da me a supplicare per un prestito e tutto il resto.

# 2140_Akiyama
source: Expanding his turf and inviting competition was probably the last thing on his mind.
it: Espandere il suo territorio e invitare la concorrenza era probabilmente l'ultimo dei suoi pensieri.

# 2152_Kiryu
source: I'm sure he was more than happy to keep his head down and let Kamurocho be Kamurocho.
it: Sono sicuro che fosse più che felice di tenere la testa bassa e lasciare che Kamurocho fosse Kamurocho.

# 2164_Akiyama
source: For sure. That's why Arai-san and Kido-chan were so careful not to make any waves.
it: Certo. Ecco perché Arai-san e Kido-chan sono stati così attenti a non creare problemi.

# 2176_Akiyama
source: But yeah. Kido-chan's a monster.
it: Ma sì. Kido-chan è un mostro.

# 2188_Date
source: You think he let himself get kidnapped on purpose, then?
it: Pensi che si sia lasciato rapire di proposito, allora?

# 2200_Akiyama
source: You bet I do. By the time I got back to the office that day, he was already gone.
it: Ci puoi scommettere. Quando sono tornato in ufficio quel giorno, se n'era già andato.

# 2212_Akiyama
source: The place was more of a mess than usual thanks to the "struggle." It was convincing, honestly. But one thing stood out to me.
it: Il posto era più disordinato del solito a causa della "lotta". Era convincente, onestamente. Ma una cosa mi ha colpito.

# 2224_Tanimura
source: Which was what?
it: Cosa?

# 2236_Akiyama
source: The order my books were in.
it: L'ordine dei miei libri.

# 2248_Tanimura
source: Your... books?
it: I tuoi... libri?

# 2260_Akiyama
source: Yup. Kido-chan tossed a bunch of them around, probably to make it look like a fight went down. Cover his tracks, you know.
it: Già. Kido-chan ne ha gettati un po' in giro, probabilmente per far sembrare che ci sia stata una rissa. Per coprire le sue tracce, sai.

# 2272_Akiyama
source: But the ones that were still on the shelf weren't in the right spots for some reason. That's how I knew something was up.
it: Ma quelli che erano ancora sullo scaffale non erano al loro posto per qualche motivo. È così che ho capito che c'era qualcosa che non andava.

# 2284_Tanimura
source: Hold on. Your office isn't exactly what I'd call organized. Not by a long shot.
it: Aspetta. Il tuo ufficio non è esattamente quello che definirei ordinato. Neanche lontanamente.

# 2296_Tanimura
source: Are you seriously telling me you know where every single book is supposed to be on your shelf?
it: Mi stai dicendo sul serio che sai dove dovrebbe essere ogni singolo libro sul tuo scaffale?

# 2308_Akiyama
source: Every single one.
it: Ogni singolo.

# 2320_Tanimura
source: Whoa...
it: Wow...

# 2332_Akiyama
source: Long story short, my old pal Kido-chan pulled a fast one on me.
it: Per farla breve, il mio vecchio amico Kido-chan mi ha fregato.

# 2344_Date
source: What I really wanna know is, who keeps a hundred billion in cash just lying around in this day and age?
it: Quello che voglio davvero sapere è, chi tiene cento miliardi in contanti in giro di questi tempi?

# 2356_Date
source: Why not stash it in a bank?
it: Perché non depositarli in banca?

# 2368_Akiyama
source: Don't trust 'em. Besides, it's not like any of them pay decent interest anyway.
it: Non mi fido. E poi, non è che paghino interessi decenti, comunque.

# 2380_Kiryu
source: That much physical money isn't exactly portable, though. How did they get it all out?
it: Tanti soldi in contanti non sono esattamente facili da trasportare, però. Come hanno fatto a portarli tutti fuori?

# 2392_Akiyama
source: Ask the "DA" guys who raided my office yesterday. They're the ones who did it.
it: Chiedilo ai tizi del "procuratore distrettuale" che hanno fatto irruzione nel mio ufficio ieri. Sono stati loro.

# 2404_Tanimura
source: You think they were impostors?
it: Pensi che fossero degli impostori?

# 2416_Akiyama
source: Big time. Katsuragi must've sent them over once Kido-chan tipped him off.
it: Alla grande. Katsuragi deve averli mandati dopo che Kido-chan gli ha fatto la soffiata.
