Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0102020f.po
Languages: it

# 92_Manager
source: Hello, Akiyama-san.
it: Ciao, Akiyama-san.

# 104_Akiyama
source: So... How'd Lily-chan do?
it: Allora... Come se l'è cavata Lily-chan?

# 116_Manager
source: I just finished totaling her receipts. Let's see here... Over the three days here, she made...
it: Ho appena finito di calcolare le sue ricevute. Vediamo... Nei tre giorni qui, ha guadagnato...

# 152_Akiyama
source: Hot damn! That's incredible.
it: Accidenti! È incredibile.

# 164_Akiyama
source: Hey, that's not bad.
it: Ehi, niente male.

# 176_Akiyama
source: Got it. Thanks for letting me know.
it: Capito. Grazie per avermelo fatto sapere.

# 188_Manager
source: I know you said she'd only be here three days...
it: So che avevi detto che sarebbe stata qui solo tre giorni...

# 200_Manager
source: But the club would really benefit if she decided to keep working here.
it: Ma il club trarrebbe davvero beneficio se decidesse di continuare a lavorare qui.

# 212_Manager
source: She has a rare talent for keeping customers happy. Business has been booming ever since she came.
it: Ha un raro talento nel tenere felici i clienti. Gli affari sono in piena espansione da quando è arrivata.

# 224_Akiyama
source: Heheh. That's great to hear.
it: Heheh. Ottimo a sapersi.

# 236_Akiyama
source: Is Lily-chan there now? I'd like to speak with her if she is.
it: Lily-chan è lì adesso? Vorrei parlarle, se è possibile.

# 248_Manager
source: Certainly. One moment, please.
it: Certamente. Un momento, per favore.

# 260_Lily
source: Hello, Lily speaking.
it: Pronto, sono Lily.

# 272_Akiyama
source: Hey, Lily-chan. I heard you did well.
it: Ehi, Lily-chan. Ho saputo che te la sei cavata bene.

# 284_Lily
source: Yes. And it's all thanks to you, Akiyama-san.
it: Sì. Ed è tutto merito tuo, Akiyama-san.

# 296_Akiyama
source: Nonsense. That's all you, Lily. Your natural talent and hard work.
it: Assurdità. È merito tuo, Lily. Del tuo talento naturale e del tuo duro lavoro.

# 308_Lily
source: But without your guidance, I'm not sure I would have passed the test.
it: Ma senza la tua guida, non sono sicura che avrei superato la prova.

# 320_Lily
source: And for that, I'm incredibly grateful...
it: E per questo, ti sono incredibilmente grata...

# 332_Akiyama
source: Happy to help. Now, about that money... I have it ready if you have time to meet.
it: Felice di aiutare. Ora, riguardo a quei soldi... Li ho pronti se hai tempo per incontrarci.

# 344_Lily
source: Sure. Where should I go?
it: Certo. Dove dovrei venire?

# 356_Akiyama
source: How's the roof of the Millennium Tower sound? We can meet there.
it: Che ne dici del tetto della Millennium Tower? Possiamo incontrarci lì.

# 368_Lily
source: Okay, I'll be waiting.
it: Ok, ti aspetterò.

# 380_Akiyama
source: Great. Till then.
it: Ottimo. A dopo.
