Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01ee0579.po
Languages: pt_br

source: Take a copy of Kamuro Gourmet?
pt_br: Prendi una copia di Kamuro Gourmet?

source: You got a copy of Kamuro Gourmet.
pt_br: Hai preso una copia di Kamuro Gourmet.

source: Player
pt_br: Giocatore

# 156_Player
source: (Kamuro Gourmet, huh. I already have one, though.)
pt_br: (Kamuro Gourmet, eh. Ne ho già uno, però.)

# 168_Player
source: (It's a food magazine called Kamuro Gourmet. Should I read it?)
pt_br: (È una rivista di cibo chiamata Kamuro Gourmet. Dovrei leggerla?)

# 192_Player
source: (It's a food magazine called Kamuro Gourmet. It showcases cool places to eat and coupons for great deals.)
pt_br: (È una rivista di cibo chiamata Kamuro Gourmet. Presenta posti fighi dove mangiare e coupon per sconti da urlo.)

# 252_Player
source: (Not right now...)
pt_br: (Non adesso...)

# 264_Player
source: (Not right now...)
pt_br: (Non adesso...)

# 276_Player
source: Read It
pt_br: Leggilo

# 288_Player
source: Not Now
pt_br: Non ora

# 300_Player
source: Take One
pt_br: Prendi uno

# 312_Player
source: Not Now
pt_br: Non ora
