Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c02a4.po
Languages: pt

source: You got a <Color:8>Staminan X<Color:Default>.
pt: Hai ottenuto uno <Color:8>Staminan X<Color:Default>.

source: You got a bottle of <Color:8>French Cologne<Color:Default>.
pt: Hai ottenuto una bottiglia di <Color:8>Colonia Francese<Color:Default>.

source: You got a bottle of <Color:8>Italian Cologne<Color:Default>.
pt: Hai ottenuto una bottiglia di <Color:8>Colonia Italiana<Color:Default>.

source: You got a <Color:8>Swiss Watch<Color:Default>.
pt: Hai ottenuto un <Color:8>Orologio Svizzero<Color:Default>.

source: You got a bottle of <Color:8>French Cologne<Color:Default>.
pt: Hai ottenuto una bottiglia di <Color:8>Colonia Francese<Color:Default>.

source: You got a bottle of <Color:8>Italian Cologne<Color:Default>.
pt: Hai ottenuto una bottiglia di <Color:8>Colonia Italiana<Color:Default>.

source: You got a <Color:8>Swiss Watch<Color:Default>.
pt: Hai ottenuto un <Color:8>Orologio Svizzero<Color:Default>.

source: You got a bottle of <Color:8>French Cologne<Color:Default>.
pt: Hai ottenuto una bottiglia di <Color:8>Colonia Francese<Color:Default>.

source: You got a bottle of <Color:8>Italian Cologne<Color:Default>.
pt: Hai ottenuto una bottiglia di <Color:8>Colonia Italiana<Color:Default>.

source: You got a <Color:8>Swiss Watch<Color:Default>.
pt: Hai ottenuto un <Color:8>Orologio Svizzero<Color:Default>.

# 120_松岡里緒奈：源氏名
source: Good game! Here you go. <Color:255,200,200,255>♥<Color:Default>
pt: Bel gioco! Ecco a lei. <Color:255,200,200,255>♥<Color:Default>

# 240_松岡里緒奈：源氏名
source: Oh! One more thing. I have a present for you, Kiryu-san. Here you go! ♪
pt: Oh! Un'ultima cosa. Ho un regalo per lei, Kiryu-san. Ecco a lei! ♪

# 552_松岡里緒奈：源氏名
source: Good game! Aww, a tie?
pt: Bel gioco! Ah, un pareggio?

# 648_松岡里緒奈：源氏名
source: Oh! One more thing. I have a present for you, Kiryu-san. Here you go! ♪
pt: Oh! Un'ultima cosa. Ho un regalo per lei, Kiryu-san. Ecco a lei! ♪

# 960_松岡里緒奈：源氏名
source: Good game! I was pretty good, huh?
pt: Bel gioco! Sono stata brava, no?

# 1056_松岡里緒奈：源氏名
source: Oh! One more thing. I have a present for you, Kiryu-san. Here you go! ♪
pt: Oh! Un'ultima cosa. Ho un regalo per lei, Kiryu-san. Ecco a lei! ♪

# 1368_松岡里緒奈：源氏名
source: Sorry for the wait! <Color:255,200,200,255>♥<Color:Default>
pt: Scusi l'attesa! <Color:255,200,200,255>♥<Color:Default>
