Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01a40152.po
Languages: pt

source: Loan Shark
pt: Strozzino

# 56_Loan Shark
source: What the fuck are you...?
pt: Chi cazzo sei...?

# 68_Akiyama
source: Ah, sorry, I should've told you. I'm stronger than I look.
pt: Ah, scusa, avrei dovuto dirtelo. Sono più forte di quanto sembri.

# 80_Loan Shark
source: Dammit! You'll pay for this!
pt: Maledizione! Me la pagherai!

# 128_Akiyama
source: Never heard that one before... Do people really still talk like that?
pt: Questa non l'avevo mai sentita... La gente parla ancora così?

# 140_Akiyama
source: (Okay, time to see how Shoko-san's doing.)
pt: (Okay, è ora di vedere come sta Shoko-san.)

# 200_Shoko
source: Akiyama-san? What are you doing here?
pt: Akiyama-san? Che ci fa qui?

# 212_Akiyama
source: Oh, er...
pt: Oh, ehm...

# 224_Shoko
source: Wait a minute. Have you been following me?
pt: Aspetti un attimo. Mi stava seguendo?

# 236_Akiyama
source: No, I was just in the neighborhood collecting a debt. What have you been up to?
pt: No, ero solo in zona per riscuotere un debito. Lei che ha fatto?

# 248_Shoko
source: Me...? That doesn't really matter, does it? It has nothing to do with you, after all.
pt: Io...? Non ha molta importanza, no? Dopotutto, non ha niente a che fare con lei.

# 272_Akiyama
source: Fair enough. By the way, did you figure out how to spend that million yen yet?
pt: Giusto. A proposito, ha capito come spendere quel milione di yen?

# 284_Shoko
source: No, not yet... Why? Are you curious?
pt: No, non ancora... Perché? È curioso?

# 296_Akiyama
source: Not especially. I mean, I gave you that money. It's yours to do with as you please.
pt: Non particolarmente. Voglio dire, le ho dato io quei soldi. Può farne ciò che vuole.

# 308_Shoko
source: Yes, well... I have someplace else I'd like to go, so if you'll excuse me...
pt: Sì, beh... Devo andare in un altro posto, quindi se mi scusa...

# 332_Akiyama
source: (Someplace else she'd like to go? Where's she headed now?)
pt: (Un altro posto dove deve andare? Dove sarà diretta ora?)

# 392_Akiyama
source: Fair enough. By the way, did you spend that million yen yet?
pt: Giusto. A proposito, l'ha già speso quel milione di yen?

# 404_Shoko
source: I've decided how I'll use it.
pt: Ho deciso come lo userò.

# 416_Akiyama
source: Is that so? Well then, I'll await your decision back at Sky Finance.
pt: Davvero? Bene, allora aspetterò la sua decisione alla Sky Finance.

# 428_Shoko
source: All right. I'll come by later.
pt: Va bene. Passerò più tardi.

# 440_Akiyama
source: Sounds good. I'll see you there.
pt: Perfetto. Ci vediamo lì.
