Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee021f.po
Languages: pt_br

source: Employee
pt_br: Staff

# 72_Employee
source: Good to see you, Akiyama-san.
pt_br: Piacere di rivederla, Akiyama-san.

# 84_Akiyama
source: Hey there. I'm here looking for a nice new dress for this girl here. Think you could help me pick something out for her?
pt_br: Allora, salve. Sono qui in cerca di un bel vestito nuovo per questa ragazza qui. Credi di potermi dare una mano a scegliere qualcosa per lei?

# 96_Employee
source: Of course, sir. Let's see... What do you think of these?
pt_br: Certo, signore. Vediamo... Cosa ne pensa di questi?

# 120_Akiyama
source: (No, I've got to buy it here.)
pt_br: (No, devo proprio comprarlo qui.)

# 132_Employee
source: Thank you very much. That dress is absolutely perfect for you, if you don't mind me saying!
pt_br: Grazie mille. Quel vestito le sta assolutamente d'incanto, se posso permettermi!

# 144_Employee
source: Thank you very much. That dress is absolutely perfect for you, if you don't mind me saying!
pt_br: Grazie mille. Quel vestito le sta assolutamente d'incanto, se posso permettermi!

# 156_Akiyama
source: You can send the bill over to my secretary Hana-chan. Sorry for the trouble.
pt_br: Può spedire la fattura alla mia segretaria Hana-chan. Scusi il disturbo.

# 168_Employee
source: It's no trouble at all, sir! We'll do just that. Please come again soon.
pt_br: Ci mancherebbe altro, signore! Faremo proprio così. Torni a trovarci presto.

# 180_Employee
source: Welcome.
pt_br: Benvenuto.

# 204_Employee
source: Thank you very much.
pt_br: Grazie mille.
