Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid009103bc.po
Languages: pt

source: Scared Punk
pt: Teppista Spaventato

source: Defeated Businessman
pt: Uomo d'affari Sconfitto

source: Police Scanner - Tanimura
pt: Scanner Polizia - Tanimura

# 56_Scared Punk
source: Agh... Ugh... You're no joke. Who the hell are you, anyways?
pt: Agh... Ugh... Non scherzi, eh. Chi diavolo sei, comunque?

# 68_Tanimura
source: I'm Tanimura, a detective here in Kamurocho.
pt: Sono Tanimura, un detective qui a Kamurocho.

# 80_Scared Punk
source: Shit! Fuckin' cops...
pt: Merda! Fottuti sbirri...

# 92_Tanimura
source: Watch your mouth and get the hell out of here. Arresting punks like you is a waste of my time.
pt: Bada a come parli e levati di torno. Arrestare teppisti come te è una perdita di tempo.

# 104_Scared Punk
source: Right! Consider me gone!
pt: Giusto! Considerami già andato!

# 116_Defeated Businessman
source: Thank you. You saved me.
pt: Grazie. Mi hai salvato.

# 128_Tanimura
source: No worries. I was just passing by, don't think too much of it. But you should watch your step from here on out.
pt: Nessun problema. Ero solo di passaggio, non farci caso. Ma da ora in poi fai attenzione a dove metti i piedi.

# 140_Defeated Businessman
source: Yes, sir. I apologize for the trouble. I'll be more careful in the future.
pt: Sì, signore. Mi scuso per il disturbo. Sarò più attento in futuro.

# 164_Tanimura
source: Whew... That takes care of that.
pt: Fiuu... sistemata anche questa.

# 176_Akaishi
source: Looks like you cleaned that up quite nicely!
pt: Sembra che tu abbia sistemato tutto per bene!

# 200_Tanimura
source: And you are?
pt: E tu chi sei?

# 212_Akaishi
source: Oh, I apologize. I am Akaishi, here representing the Kamurocho Guard.
pt: Oh, mi scusi. Sono Akaishi, in rappresentanza della Guardia di Kamurocho.

# 224_Tanimura
source: Kamurocho Guard? Oh, that volunteer group doing a community watch type of thing?
pt: Guardia di Kamurocho? Oh, quel gruppo di volontari che fa una specie di ronda di quartiere?

# 236_Akaishi
source: You know us! Well, it's nice to meet you, Tanimura-san.
pt: Ci conosci! Beh, è un piacere conoscerti, Tanimura-san.

# 248_Tanimura
source: Huh? How did you know my name?
pt: Eh? Come sai il mio nome?

# 260_Akaishi
source: Working in the area has made me really knowledgeable about the local police. And boy, have I heard a lot about you!
pt: Lavorare in zona mi ha reso molto informato sulla polizia locale. E cavolo, ne ho sentite di cose su di te!

# 272_Tanimura
source: I'm almost certain it's nothing good.
pt: Sono quasi certo che non sia niente di buono.

# 284_Akaishi
source: Anyways, nice work back there. You resolved the situation by being the first on the scene and handled things expediently.
pt: Comunque, bel lavoro laggiù. Hai risolto la situazione arrivando per primo sulla scena e gestendo le cose rapidamente.

# 296_Tanimura
source: I just came by because I was in the area and heard about it on my radio.
pt: Sono passato perché ero in zona e l'ho sentito alla radio.

# 308_Akaishi
source: Our group gives its all to maintain the peace here in Kamurocho.
pt: Il nostro gruppo dà il massimo per mantenere la pace qui a Kamurocho.

# 320_Akaishi
source: But with a pleasure district this big, even our combined efforts can't cover all the problems that arise.
pt: Ma con un quartiere a luci rosse così grande, nemmeno i nostri sforzi congiunti riescono a coprire tutti i problemi che sorgono.

# 332_Tanimura
source: That's for sure.
pt: Questo è sicuro.

# 344_Akaishi
source: Plus, and I'm not sure why, there's been some mystery group trying to interfere with us lately.
pt: In più, e non so perché, ultimamente c'è un gruppo misterioso che cerca di interferire con noi.

# 356_Akaishi
source: The nature of our work requires we put ourselves in harm's way. But now we have people actively working against us. Our ranks are thinning.
pt: La natura del nostro lavoro ci impone di metterci in pericolo. Ma ora abbiamo persone che lavorano attivamente contro di noi. Le nostre file si stanno assottigliando.

# 368_Tanimura
source: Hm, that's not good at all.
pt: Mmm, non va affatto bene.

# 380_Akaishi
source: Which is why I have a favor to ask you.
pt: Ed è per questo che devo chiederti un favore.

# 392_Akaishi
source: Would you mind lending us a hand?
pt: Ti dispiacerebbe darci una mano?

# 404_Tanimura
source: Huh? Keeping the peace is technically my job, but I don't think I can just up and join your group.
pt: Eh? Mantenere la pace è tecnicamente il mio lavoro, ma non credo di potermi unire al vostro gruppo così su due piedi.

# 416_Akaishi
source: You won't have to actually join, just help out once in a while.
pt: Non dovrai unirti davvero, solo dare una mano ogni tanto.

# 428_Akaishi
source: Our goal is to resolve incidents like the one you just dealt with. We want to make Kamurocho safer for everyone.
pt: Il nostro obiettivo è risolvere incidenti come quello che hai appena gestito. Vogliamo rendere Kamurocho più sicuro per tutti.

# 440_Akaishi
source: To do that we need the assistance of police like you, that know much more than we do about the area.
pt: Per farlo abbiamo bisogno dell'aiuto di poliziotti come te, che conoscono la zona molto meglio di noi.

# 452_Akaishi
source: We will use our funds to reward you, depending on how many incidents you are able to resolve.
pt: Useremo i nostri fondi per ricompensarti, a seconda di quanti incidenti riesci a risolvere.

# 464_Akaishi
source: This isn't easy for me to say, but... we've heard rumors you were financially in need pretty often.
pt: Non è facile per me dirlo, ma... abbiamo sentito dire che sei spesso a corto di soldi.

# 476_Akaishi
source: Anyways, we will pay you a fair amount for your services. Do we have a deal?
pt: Comunque, ti pagheremo una cifra equa per i tuoi servizi. Affare fatto?

# 488_Tanimura
source: Hmm. One thing bugs me...
pt: Mmmh. Una cosa mi tormenta...

# 500_Akaishi
source: What is it?
pt: Cosa c'è?

# 512_Tanimura
source: Well, you said you guys are volunteers, right?
pt: Beh, hai detto che siete volontari, giusto?

# 524_Akaishi
source: That's right.
pt: Esatto.

# 536_Tanimura
source: Then what's this about funds I'm hearing?
pt: Allora, cosa sono questi fondi di cui sento parlare?

# 548_Akaishi
source: Huh?
pt: Eh?

# 560_Tanimura
source: Volunteer groups usually just barely scrape by. That is, unless they have some strong organization backing them.
pt: I gruppi di volontari di solito riescono a malapena a tirare avanti. A meno che non abbiano una forte organizzazione alle spalle.

# 572_Akaishi
source: Well...
pt: Beh...

# 584_Tanimura
source: If you can't say, that's fine, I guess. Not like I have anything to lose.
pt: Se non puoi dirmelo, va bene, credo. Non è che abbia qualcosa da perdere.

# 596_Akaishi
source: Thank you, Tanimura-san! You can come by and help whenever you have the time! We won't force you to do anything you don't want to!
pt: Grazie, Tanimura-san! Puoi passare ad aiutare quando vuoi! Non ti costringeremo a fare niente che non vuoi!

# 608_Tanimura
source: All right. But only when I hear something on the radio and have some spare time.
pt: Va bene. Ma solo quando sento qualcosa alla radio e ho un po' di tempo libero.

# 620_Akaishi
source: Really!? Thank you very much!
pt: Davvero!? Grazie mille!

# 632_Tanimura
source: So I go to you for the reward money, yeah?
pt: Quindi vengo da te per la ricompensa, giusto?

# 644_Akaishi
source: Yes. I am usually here, at Theater Square. Contact me once you've resolved a couple cases.
pt: Sì. Di solito sono qui, a Theater Square. Contattami quando avrai risolto un paio di casi.

# 656_Tanimura
source: You don't mind me collecting a bit on the side from the people I help, right?
pt: Non ti dispiace se arrotondo un po' con le persone che aiuto, vero?

# 668_Akaishi
source: ...I have no issues with that.
pt: ...Non ho problemi con questo.

# 680_Tanimura
source: Roger that.
pt: Ricevuto.

# 692_Akaishi
source: This is going to be such a big help! Thanks again!
pt: Questo sarà di grande aiuto! Grazie ancora!

# 704_Tanimura
source: (Well, as long as they are working for the benefit of Kamurocho. It won't hurt to help out.)
pt: (Beh, finché lavorano per il bene di Kamurocho, non farà male dare una mano.)

# 716_Scared Punk
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt: Questa informazione è stata aggiunta come <Color:14>promemoria<Color:Default>. Leggi i <Color:14>promemoria<Color:Default> selezionando <Color:14>Promemoria<Color:Default> nel menu di pausa. Puoi accedere al menu di pausa con il pulsante <Action:Button_Options@Adventure>.
