Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee01a8.po
Languages: pt

source: Food Distributor
pt: Distributore di cibo

source: Player
pt: Giocatore

# 72_Food Distributor
source: Hey, man, lookin' for something to eat?
pt: Ehi, amico, cerchi qualcosa da mangiare?

# 84_Food Distributor
source: Wait, you don't have any points.
pt: Aspetta, non hai punti.

# 96_Player
source: Points? Don't you guys take money?
pt: Punti? Non accettate soldi?

# 108_Food Distributor
source: Nope. We only take special points you use down here in the underground.
pt: No. Prendiamo solo i punti speciali che si usano qui nei sotterranei.

# 120_Food Distributor
source: If you wanna learn more about 'em, go ask the guy at the top of the stairs over there.
pt: Se vuoi saperne di più, vai a chiedere al tizio in cima alle scale, laggiù.

# 132_Food Distributor
source: Hey, man, lookin' for something to eat? It's not as nice as the stuff you might get up above, but it's better than nothing.
pt: Ehi, amico, cerchi qualcosa da mangiare? Non è buono come quello che trovi di sopra, ma è meglio di niente.

# 156_Food Distributor
source: Thanks for coming! Stop by any time.
pt: Grazie per essere passato! Torna quando vuoi.

# 168_Food Distributor
source: (No point eating now. I'm not even hungry.)
pt: (Inutile mangiare ora. Non ho nemmeno fame.)

# 180_Player
source: Sorry, I'm not hungry.
pt: Scusa, non ho fame.

# 192_Food Distributor
source: No worries. Come by when you are.
pt: Nessun problema. Passa quando ti viene fame.

# 204_Player
source: Sorry, something just came up.
pt: Scusi, è sorto un imprevisto.

# 216_Food Distributor
source: No worries. Come by anytime.
pt: Nessun problema. Passa quando vuoi.
