Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00130424.po
Languages: pt_br

source: Young Voice
pt_br: Voce Giovane

source: Man in Brown Sportswear
pt_br: Uomo in Tuta Sportiva Marrone

source: Man in White Sportswear
pt_br: Uomo in abbigliamento sportivo bianco

source: Man in Purple Sportswear
pt_br: Uomo in completo sportivo viola

# 384_Sodachi
source: Congratulations, Tokita-chan!
pt_br: Congratulazioni, Tokita-chan!

# 396_Saejima
source: Good job.
pt_br: Buon lavoro.

# 408_Tokita
source: Heheh. Did you expect anything less? And now I can finally give those guys hell...
pt_br: Heheh. Ti aspettavi qualcosa di meno? E ora posso finalmente fargli passare un inferno a quei tipi...

# 420_Saejima
source: Those guys...? Wait, are ya talkin' about－
pt_br: Quei tizi...? Aspetta, stai parlando di－

# 432_Tokita
source: That's right. The guys from my previous dojo.
pt_br: Esatto. I ragazzi del mio vecchio dojo.

# 444_Tokita
source: They looked down on me and treated me like dirt. The truth is, I wanted to become a champion so that I could get back at them.
pt_br: Mi guardavano dall'alto in basso e mi trattavano come spazzatura. La verità è che volevo diventare un campione per fargliela pagare.

# 456_Sodachi
source: Really...?
pt_br: Davvero...?

# 468_Tokita
source: Yeah. I just called them, so they should be here soon.
pt_br: Sì. Li ho appena chiamati, quindi dovrebbero arrivare a momenti.

# 480_Tokita
source: Heheheh. I can't wait to see their pathetic faces when they apologize to me...
pt_br: Heheheh. Non vedo l'ora di vedere le loro facce da schiaffi quando si scuseranno con me...

# 492_Tokita
source: Maybe I should make them get down on their knees and beg. Heh...
pt_br: Magari dovrei farli mettere in ginocchio e implorare. Heh...

# 504_Sodachi
source: Beg for forgiveness...!? Don't you think that's taking it a bit too far?
pt_br: Chiedere perdono in ginocchio...!? Non ti sembra di esagerare un po'?

# 516_Tokita
source: Not even close. If they don't want to get on their knees, I'll force them to the ground myself!
pt_br: Manco per sogno. Se non vogliono inginocchiarsi, li costringerò io stesso a terra!

# 528_Tokita
source: I'm the champion. They're no match for me now.
pt_br: Sono io il campione. Ora non c'è storia con me.

# 540_Tokita
source: I'll make those hardheads eat their words and see just how strong I am.
pt_br: Gli farò rimangiare le parole a quei testoni e gli farò vedere quanto sono forte.

# 552_Tokita
source: Then they'll really feel like idiots for treating me with no respect.
pt_br: Allora sì che si sentiranno dei veri coglioni per non avermi portato il minimo rispetto.

# 564_Tokita
source: I can't wait. Heheheh. Hahahahaha!
pt_br: Non sto più nella pelle. Heheheh. Hahahahaha!

# 576_Sodachi
source: Uh-oh... Saejima-san, what should we do? Do you think we should intervene?
pt_br: Ahia... Saejima-san, che facciamo? Secondo te dovremmo intervenire?

# 600_Young Voice
source: Hello...?
pt_br: Pronto...?

# 624_Tokita
source: So you came... Heheh... I'm going to make you regret the way you treated－
pt_br: Allora sei venuto... Heheh... Ti farò pentire del modo in cui hai trattato－

# 636_Man in Brown Sportswear
source: Tokita-kun! You did it! You're a champion!
pt_br: Tokita-kun! Ce l'hai fatta! Sei un campione!

# 648_Tokita
source: Huh?
pt_br: Uh?

# 660_Man in Brown Sportswear
source: We were totally surprised! We were at the championship match, watching you fight.
pt_br: Siamo rimasti sbalorditi! Eravamo alla finale del campionato, a guardarti combattere.

# 672_Man in Brown Sportswear
source: I thought I recognized that face from somewhere. And it was you!
pt_br: Mi pareva di aver già visto quella faccia da qualche parte. E... eri proprio tu!

# 684_Man in White Sportswear
source: I can't believe someone that we used to train with became a champion! I'm so proud! Maybe we would be as good as you if we joined this dojo!
pt_br: Non ci posso credere, uno con cui ci allenavamo è diventato un campione! Sono così fiero! Magari diventeremmo forti come te se entrassimo in questo dojo!

# 696_Man in Purple Sportswear
source: I always thought you had what it takes. Hey, would it be okay if we took a picture together? I want to show it off to my friends!
pt_br: Ho sempre pensato che avessi la stoffa. Ehi, ti andrebbe se ci facessimo una foto insieme? Voglio sfoggiarla ai miei amici!

# 708_Tokita
source: Yeah...
pt_br: Già...

# 768_Saejima
source: How'd it go with yer old dojo mates?
pt_br: Allora, com'è andata coi tuoi vecchi compagni del dojo?

# 780_Tokita
source: Kind of anticlimactic... I can't believe I used to be pushed around by such a bunch of airheads. I feel like an idiot...
pt_br: Che roba anticlimatica... Non ci posso credere che mi facevo mettere i piedi in testa da 'sta manica di rincoglioniti. Mi sento un idiota...

# 792_Saejima
source: People who disrespect n' bully others ain't worth a second of yer time.
pt_br: Chi manca di rispetto e fa il bullo con gli altri non merita un secondo del tuo tempo.

# 804_Tokita
source: Yeah. Oh man, I can't believe I did all of this to get back at them. Ugh... I'm so lame.
pt_br: Già. Oh, cavolo, non ci credo di aver fatto tutto questo per fargliela pagare. Ugh... Sono così patetico.

# 816_Saejima
source: But it made ya a stronger man. Ain't that right?
pt_br: Ma ti ha reso un uomo più forte. Vero?

# 828_Sodachi
source: He's right. Sure, your reason for fighting was questionable and the end result was a joke...
pt_br: Ha ragione. Certo, il tuo motivo per combattere era discutibile e il risultato finale è stato uno scherzo...

# 840_Sodachi
source: But nothing can change the fact that you worked tremendously hard.
pt_br: Ma niente può cambiare il fatto che ti sei fatto un mazzo così.

# 852_Sodachi
source: While those guys laughed and looked down on you, you continued to work as hard as you could, no?
pt_br: Mentre quei tizi ti ridevano in faccia e ti snobbavano, tu hai continuato a spaccarti la schiena, no?

# 864_Sodachi
source: That's why I'm proud of you.
pt_br: Ecco perché sono orgoglioso di te.

# 888_Saejima
source: He's right, Tokita. Even if the result is meaningless, there's meanin' in how hard ya worked to get where you are today.
pt_br: Ha ragione, Tokita. Anche se il risultato non conta niente, c'è un senso nel quanto ti sei sbattuto per arrivare dove sei oggi.

# 912_Tokita
source: You're right. Heheheh.
pt_br: Hai ragione. Eheheh.

# 924_Tokita
source: I'm surprised to hear such stirring speeches from you guys.
pt_br: Mi sorprende sentire discorsi così trascinanti da voi ragazzi.

# 936_Sodachi
source: I'm known to give my share of inspirational speeches! Anyway, you're the champion now, so wear the title proudly. Go lady-killer!
pt_br: Sai, io di discorsi motivazionali ne faccio a iosa! Comunque, ora sei il campione, quindi porta il titolo con orgoglio. Vai, sciupafemmine!

# 948_Tokita
source: You're right. Now that I'm champion I should keep winning and build up my name.
pt_br: Giusto. Adesso che sono campione dovrei continuare a vincere e farmi un nome.

# 960_Tokita
source: Then everyone in the whole world will know this handsome face!
pt_br: Così tutto il mondo conoscerà questo bel muso!

# 972_Tokita
source: Yeah! I'm getting motivated now! I think it's time to get back to training!
pt_br: Ottimo! Mi sento carico adesso! Direi che è ora di tornare ad allenarmi!

# 984_Sodachi
source: Heheh. Now that he has a new goal, it looks like he's back to his usual self.
pt_br: Heheh. Ora che ha un nuovo obiettivo, sembra proprio tornato il solito.

# 996_Sodachi
source: I hope he's able to reach this new goal too.
pt_br: Spero che riesca a raggiungere anche questo nuovo traguardo.

# 1008_Saejima
source: Haha... I'm sure he can.
pt_br: Ahah... Ci scommetto che ce la fa.

# 1092_Sodachi
source: The dojo's rank has increased.
pt_br: Il rango del dojo è aumentato.

# 1152_Sodachi
source: The dojo's rank increased! Now more apprentices are sure to join, and the money will start flowing! Heheheh!
pt_br: Il rango del dojo è salito! Ora, gli apprendisti arriveranno a frotte, e i soldi cominceranno a piovere! Eheheh!

# 1236_Sodachi
source: The dojo's rank decreased! This is a nightmare... Ugh, my chest hurts... The stress is killing me! Saejima-san! Do something!
pt_br: Il rango del dojo è calato! È un incubo... Ugh, mi fa male il petto... Lo stress mi sta ammazzando! Saejima-san! Fai qualcosa!

# 1248_Saejima
source: (Will he pipe down already...)
pt_br: (Che la pianti già...)

# 1320_Tokita
source: I can't believe that I actually lost... It must be the dojo's fault.
pt_br: Non ci credo proprio di aver perso... Deve essere colpa del dojo.

# 1332_Sodachi
source: It's too bad about the loss. Seems like he's pretty down about it, too. I think he may have lost trust in us...
pt_br: È un peccato per la sconfitta. Sembra che ci sia rimasto piuttosto male, anche. Credo che abbia perso fiducia in noi...

# 1344_Sodachi
source: But at least it was good practice. And I'm sure it was a wake-up call for him, too. Now let's work towards getting revenge!
pt_br: Però, almeno è stato un buon allenamento. E sono sicuro che gli abbia fatto aprire gli occhi, pure. Adesso, diamoci sotto per la vendetta!

# 1428_Sodachi
source: You did it! That was a spectacular win! We knew that you could do it, Tokita-chan! And you even won us some money!
pt_br: Ce l'hai fatta! È stata una vittoria strepitosa! Sapevamo che ce l'avresti fatta, Tokita-chan! E ci hai pure fatto vincere un bel po' di soldi!

# 1440_Tokita
source: Heheh... It was nothing. I just feel sorry for the poor guy that had to fight me. Heheh...
pt_br: Heheh... Uno scherzo. Mi dispiace solo per quel poveraccio che ha dovuto affrontarmi. Heheh...

# 1452_Sodachi
source: Looks like he's refined his skills <Italic>and</Italic> his ego! Keep this up and he'll be the most famous narcissist－oops, I mean, champion－ever!
pt_br: Pare proprio che abbia perfezionato le sue tecniche <Italic>e</Italic> il suo ego! Se continua così, diventerà il narcisista più famoso—ops, volevo dire, il campione—in assoluto!

# 1500_Sodachi
source: You will be competing in Dragon's Gate. This is a match for beginning fighters. The level of entry isn't high, so it's perfect for practice.
pt_br: Ti scontrerai al Dragon's Gate. Questo è un incontro per combattenti alle prime armi. Il livello di ingresso non è alto, quindi è perfetto per farti le ossa.

# 1512_Sodachi
source: This is the beginning of all history. Go Sodachi Dojo!
pt_br: Questo è l'inizio di tutto. Forza Sodachi Dojo!

# 1524_Sodachi
source: You will be competing in Brawlfest.
pt_br: Ti batterai nel Brawlfest.

# 1536_Sodachi
source: Fighting connoisseurs! Go Sodachi Dojo!
pt_br: intenditori di lotta! Forza Sodachi Dojo!

# 1548_Sodachi
source: You will be competing in the Regular Tryouts. This is a match held regularly at the Coliseum for mid-level fighters.
pt_br: Parteciperai alle Selezioni Regolari. Questo è un incontro che si tiene regolarmente al Coliseum per i lottatori di medio livello.

# 1560_Sodachi
source: Well, time's a-wasting! Go Sodachi Dojo!
pt_br: Su, il tempo stringe! Forza Sodachi Dojo!

# 1572_Sodachi
source: You will be competing in Shuffle Zone. The skill levels of the fighters in this match are unknown.
pt_br: Ti batterai nella Shuffle Zone. I livelli di abilità dei combattenti di questo incontro sono sconosciuti.

# 1584_Sodachi
source: I hope your opponent isn't too strong... Wow, my heart is racing! Go Sodachi Dojo!
pt_br: Spero che il tuo avversario non sia troppo forte... Urca, ho il cuore a mille! Forza Sodachi Dojo!

# 1596_Sodachi
source: You will be competing in the Big Money match. The prize purse for winning this match is incredible! Money! MONEY! Heheheh!
pt_br: Ti batterai nell'incontro da Big Money. Il montepremi per vincere questo incontro è incredibile! Soldi! SOLDI! Eheheh!

# 1608_Sodachi
source: All right, let's go! Go Sodachi Dojo! Go get me that money!
pt_br: Dai, forza! Forza Sodachi Dojo! Va' a prendermi la grana!

# 1620_Sodachi
source: You will be competing in Rising Stars. This is a famous event where young fighters with great potential gather to prove themselves. A true first step.
pt_br: Combatterai nelle Rising Stars. Questo è un evento rinomato dove giovani combattenti dal grande potenziale si ritrovano per dimostrare il loro valore. Il vero primo passo.

# 1632_Sodachi
source: Well, time's a-wasting! Go Sodachi Dojo!
pt_br: Su, il tempo stringe! Forza Sodachi Dojo!

# 1644_Sodachi
source: You will be competing in the Sink or Swim match. This is an event for fighters who are just getting started. Let your skills speak for you.
pt_br: Ti batterai nel match del "o la va o la spacca". Questo è un evento per i combattenti alle prime armi. Fai parlare le tue abilità.

# 1656_Sodachi
source: Believe in your own abilities! Go Sodachi Dojo!
pt_br: Credi nelle tue capacità! Forza Sodachi Dojo!

# 1668_Sodachi
source: You will be competing in the Winner's Circle. This is an event for undefeated fighters. Be ready for some strong competition.
pt_br: Competerai nel Cerchio dei Vincitori. Questo è un evento per i combattenti imbattuti. Tieniti pronto per una competizione agguerrita.

# 1680_Sodachi
source: You won't be able to compete again if you lose, so make sure to win! Go Sodachi Dojo!
pt_br: Non potrai più gareggiare se perdi, quindi assicurati di vincere! Forza Sodachi Dojo!

# 1692_Sodachi
source: You will be competing in the Veteran's Showdown. This is an event for fighters with a long training history.
pt_br: Parteciperai allo Scontro dei Veterani. Questo è un evento per lottatori con tanta esperienza alle spalle.

# 1704_Sodachi
source: It's time to put what you've learned to the test and show 'em who we are! Go Sodachi Dojo!
pt_br: È ora di metterti alla prova e fargli vedere chi siamo! Forza Sodachi Dojo!

# 1716_Sodachi
source: You will be competing in the Coliseum Opening Fight. It's an extremely high-profile match that is, you guessed it, the opening event at the Coliseum!
pt_br: Ti batterai nel Combattimento di Apertura del Colosseo. È un incontro di altissimo profilo, di quelli che contano... proprio così, è l'evento d'apertura al Colosseo!

# 1728_Sodachi
source: This kind of attention-grabbing fight attracts some pretty strong fighters, but that's no reason for you to lose! Go Sodachi Dojo!
pt_br: Questi incontri che fanno scalpore attirano dei combattenti piuttosto tosti, ma non è mica una buona ragione per farti perdere! Forza Sodachi Dojo!

# 1740_Sodachi
source: You will be competing in King of the Mountain. This is a very high-level match for skilled fighters who have what it takes to be champion.
pt_br: Combatterai nel Re della Montagna. Questo è un incontro di altissimo livello, per combattenti navigati che hanno la stoffa per diventare campioni.

# 1752_Sodachi
source: Brush up your own skills by fighting stronger opponents. Go Sodachi Dojo!
pt_br: Affina le tue abilità combattendo contro avversari più forti. Forza Sodachi Dojo!

# 1764_Sodachi
source: You will be competing in Power Masters.
pt_br: Gareggerai in Power Masters.

# 1776_Sodachi
source: Fighters proud of their power gather at this event, so the fights are sure to be intense. Give it your all, super Sodachi Dojo!
pt_br: Combattenti fieri della loro forza si radunano a questo evento, quindi gli scontri saranno di certo intensi. Date il massimo, super Sodachi Dojo!

# 1788_Sodachi
source: You will be competing in Speed Masters.
pt_br: Parteciperai a Speed Masters.

# 1800_Sodachi
source: Fighters proud of their level of speed gather at this event. You're perfect for this one! Go Sodachi Dojo!
pt_br: A questo evento si radunano lottatori che fanno della velocità il loro punto di forza. Sei perfetto per questo, tu! Forza Sodachi Dojo!

# 1812_Sodachi
source: You will be competing in Technique Masters.
pt_br: Parteciperai a Technique Masters.

# 1824_Sodachi
source: Only fighters with superior technique fight in this event, so stay focused! Go Sodachi Dojo!
pt_br: Solo i lottatori con una tecnica sopraffina si scontrano in questo evento, quindi mi raccomando, resta concentrato! Forza Sodachi Dojo!

# 1836_Sodachi
source: You will be competing in Rookie Stars. As the name suggests, this is a match for rookie fighters aiming to be number one.
pt_br: Combatterai in Rookie Stars. Come dice il nome, è un incontro per lottatori novellini che puntano a essere i numeri uno.

# 1848_Sodachi
source: This is the highest level match, so make sure you're ready. Go Sodachi Dojo, the strongest dojo in Kamurocho!
pt_br: Questo è lo scontro di massimo livello, quindi vedi di essere pronto. Forza Sodachi Dojo, il dojo più forte di Kamurocho!

# 1872_Tokita
source: I can't believe that I actually lost... It must be the dojo's fault.
pt_br: Non ci credo proprio di aver perso... Deve essere colpa del dojo.

# 1884_Sodachi
source: It's too bad about the loss. Seems like he's pretty down about it, too. I think he may have lost some trust in us...
pt_br: È un peccato per la sconfitta. Sembra che sia proprio a terra anche lui. Credo che abbia perso un po' di fiducia in noi...

# 1896_Sodachi
source: But at least it was good practice. And I'm sure it was a wake-up call for him, too. Now let's work towards getting revenge!
pt_br: Però, almeno è stato un buon allenamento. E sono sicuro che gli abbia fatto aprire gli occhi, pure. Adesso, diamoci sotto per la vendetta!

# 1992_Sodachi
source: Now it's time to participate in a tournament. Tokita-chan, I'm sure you'll be able to win and bring us back some money!
pt_br: Adesso è il momento di partecipare a un torneo. Tokita-chan, sono certo che ce la farai a vincere e a portarci a casa un po' di grana!

# 2004_Saejima
source: He's right. You're Captain Confident, so I don't wanna compliment ya too much. But you're definitely the man for the job. You can do it.
pt_br: Ha ragione. Sei il solito Capitano Fiducia, quindi non voglio riempirti troppo di complimenti. Ma sei decisamente l'uomo che ci vuole. Ce la puoi fare.

# 2016_Tokita
source: Heheh... Of course. I'll be the winner, don't worry about that.
pt_br: Heheh... E ti pareva! Il vincitore sarò io, stai tranquillo.

# 2028_Sodachi
source: Go out there and prove to us that you're not just some narcissist! Go Sodachi Dojo!
pt_br: Scendi in campo e dimostraci che non sei solo un pallone gonfiato! Forza Sodachi Dojo!

# 2064_Sodachi
source: Wow, you really are an amazing fighter! I'm sure Tokita-chan learned a lot, too.
pt_br: Cavolo, sei davvero un combattente incredibile! Sono sicuro che anche Tokita-chan ha imparato un sacco.

# 2076_Tokita
source: Not bad... I took it easy on you this fight, but I'll be getting my revenge next time for sure.
pt_br: Non male... Ci sono andato piano con te in questo scontro, ma mi rifarò la prossima volta di sicuro.

# 2088_Saejima
source: Heheheh... Well, you can come at me any time.
pt_br: Heheheh... Beh, puoi farti sotto quando vuoi.

# 2184_Sodachi
source: Sparring or not, I can't believe he beat you! Looks like he's getting a lot stronger!
pt_br: Che fosse uno scontro o no, non ci posso credere che ti abbia battuto! A quanto pare si sta facendo parecchio più forte!

# 2196_Tokita
source: Mwahahaha! You're not as strong as I'd expected. I've already surpassed my own teacher! Hahaha! I'm the best!
pt_br: Mwahahaha! Non sei così forte come mi aspettavo. Ho già superato il mio stesso maestro! Ahahah! Sono il migliore!

# 2208_Sodachi
source: I think he's getting a bit carried away. It may have been good practice, but make sure to give him a good fight too, Saejima-san.
pt_br: Credo che si stia lasciando prendere un po' la mano. Sarà stato un buon allenamento, ma assicurati di dargli anche una bella lezione, Saejima-san.

# 2292_Sodachi
source: It's time for some sparring. Saejima-san, show Tokita-chan who's boss and knock that arrogant smirk off his face!
pt_br: È ora di fare un po' di sparring. Saejima-san, mostra a Tokita-chan chi comanda e levagli quel sorrisetto arrogante dalla faccia!

# 2304_Saejima
source: Heh... I'll teach him how tough reality can be. I ain't gonna take it easy on you, kid.
pt_br: Heh... Gli farò assaggiare la dura realtà. Non ti farò sconti, pischello.

# 2316_Tokita
source: Heheh. We'll see. Today's going to be your last day as teacher, old man! Let's get this started!
pt_br: Heheh. Vedremo. Oggi sarà il tuo ultimo giorno come maestro, vecchio! Iniziamo!

# 2340_Sodachi
source: You want him to try solo training? This means you have trust in your apprentice and leave their training up to them. How beautiful.
pt_br: Vuoi che provi l'allenamento in solitaria? Questo significa che hai fiducia nel tuo apprendista e gli affidi il suo allenamento. Che bellezza.

# 2352_Saejima
source: All right. You can choose yer own trainin' routine. Just don't go slackin' off.
pt_br: Va bene. Puoi scegliere tu il tuo programma d'allenamento. Solo non fare il fannullone.

# 2364_Tokita
source: Heh... Of course. I don't know how <Italic>not</Italic> to work hard. Just sit back and watch a miracle...
pt_br: Heh... Certo. Non so come <Italic>non</Italic> darmi da fare. Stai a guardare e vedrai un miracolo...

# 2424_Saejima
source: How was it? Ya learn anythin'?
pt_br: Allora, com'è andata? Qualcosa hai imparato?

# 2436_Tokita
source: It went perfectly, of course! Perhaps I was born only for the purpose of solo training!
pt_br: È andato alla perfezione, certo! Forse sono nato solo per allenarmi in solitaria!

# 2448_Saejima
source: (Right... Ain't sure what that means, but at least it sounds like it went well.)
pt_br: (Vabbè... Non c'ho capito granché, ma almeno pare sia filato tutto liscio.)

# 2484_Saejima
source: How was it? Ya learn anythin'?
pt_br: Allora, com'è andata? Qualcosa hai imparato?

# 2496_Tokita
source: It went all right. I could have done things more efficiently, but I'll save some of the fun for next time.
pt_br: È andata via liscia. Potevo gestirla meglio, ma il bello me lo conservo per la prossima volta.

# 2508_Saejima
source: (Not too bad. I guess...)
pt_br: (Non c'è male. Suppongo...)

# 2544_Saejima
source: How was it? Ya learn anythin'?
pt_br: Allora, com'è andata? Qualcosa hai imparato?

# 2556_Tokita
source: Shut up! Shut up! Shut up! It's not my fault! Not my fault I tell you!
pt_br: Zitto! Zitto! Zitto! Non è colpa mia! Non è colpa mia, te lo dico!

# 2568_Saejima
source: (Guess it didn't go well... That ain't good.)
pt_br: (Mi sa che non è andata bene... Non va per niente bene.)

# 2652_Saejima
source: How's about we rest this time? Rest is important too.
pt_br: Che ne dici, ci riposiamo stavolta? Pure il riposo è importante.

# 2664_Sodachi
source: Yay! That's a wonderful idea! Let's rest away!
pt_br: Fantastico! È un'idea stupenda! Riposiamoci alla grande!

# 2760_Sodachi
source: *snores* Gaaaa... Gaaaa... *snores* Mmmm...
pt_br: *russare* Gaaaa... Gaaaa... *russare* Mmmm...

# 2796_Sodachi
source: Googa googa... *snores* Nyaar... *snores* Heheh, but I can't eat anymore... *snores*
pt_br: Googa googa... *russa* Nyaar... *russa*Heheh, ma non ce la faccio più a mangiare... *russa*

# 2880_Sodachi
source: Wow! I feel so refreshed! Resting really is necessary sometimes.
pt_br: Wow! Mi sento così rinfrescato! Riposare è davvero necessario a volte.

# 2964_Saejima
source: All right. This time I'm gonna teach ya a potential Finishing Move.
pt_br: Ok. Stavolta ti insegno una potenziale Mossa Finale.

# 2976_Saejima
source: (Which move should I teach 'im?)
pt_br: Che mossa gli insegno?

# 3012_Saejima
source: Okay, let's get started.
pt_br: Allora, cominciamo.

# 3024_Saejima
source: Let's work on the move you ain't mastered yet.
pt_br: Lavoriamo sulla mossa che non hai ancora imparato come si deve.

# 3096_Saejima
source: ...So, that's it. Think ya got it?
pt_br: ...Allora, è così. Ci sei?
