Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00910014.po
Languages: pt

# 5288_Nair
source: [This is just sparring, so you <Color:7>can't use any weapons or items<Color:Default>.]
pt: [Questo è solo un allenamento, quindi <Color:7>non puoi usare armi o oggetti<Color:Default>.]

# 5300_Nair
source: [Are you ready?]
pt: [Sei pronto?]

# 5312_Tanimura
source: [Ready as ever.]
pt: [Pronto come sempre.]

# 5324_Nair
source: [Let's get started then.]
pt: [Iniziamo allora.]

# 5348_Tanimura
source: [Wanna spar for a bit?]
pt: [Vuoi fare un po' di sparring?]

# 5360_Nair
source: [Sounds good. What should we work on today...]
pt: [Mi piace. Su cosa lavoriamo oggi...]

# 5372_Nair
source: [Let's work on movements that will wear your opponent down.]
pt: [Lavoriamo sui movimenti che sfiancano l'avversario.]

# 5384_Tanimura
source: [I guess I should act as if I'm fighting an armed opponent then. Okay, let's do it.]
pt: [Immagino che dovrei agire come se stessi combattendo un avversario armato, allora. Ok, facciamolo.]

# 5396_Nair
source: [Like I said before, this is just sparring, so you <Color:7>can't use any weapons or items<Color:Default>.]
pt: [Come ho detto prima, questo è solo un allenamento, quindi <Color:7>non puoi usare armi o oggetti<Color:Default>.]

# 5408_Nair
source: [Are you ready?]
pt: [Sei pronto?]

# 5420_Tanimura
source: [Ready as ever.]
pt: [Pronto come sempre.]

# 5432_Nair
source: [Let's get started then.]
pt: [Iniziamo allora.]

# 5456_Tanimura
source: [Wanna spar for a bit?]
pt: [Vuoi fare un po' di sparring?]

# 5468_Nair
source: [Sounds good. What should we work on today...]
pt: [Mi piace. Su cosa lavoriamo oggi...]

# 5480_Nair
source: [Let's work on punishing your opponent after parrying their attack.]
pt: [Lavoriamo su come punire l'avversario dopo aver parato il suo attacco.]

# 5492_Tanimura
source: [So parry to render them defenseless, then counterattack. Got it.]
pt: [Quindi paro per renderli indifesi, poi contrattacco. Capito.]

# 5504_Nair
source: [Like I said before, this is just sparring, so you <Color:7>can't use any weapons or items<Color:Default>.]
pt: [Come ho detto prima, questo è solo un allenamento, quindi <Color:7>non puoi usare armi o oggetti<Color:Default>.]

# 5516_Nair
source: [Are you ready?]
pt: [Sei pronto?]

# 5528_Tanimura
source: [Ready as ever.]
pt: [Pronto come sempre.]

# 5540_Nair
source: [Let's get started then.]
pt: [Iniziamo allora.]

# 5564_Tanimura
source: [Wanna spar for a bit?]
pt: [Vuoi fare un po' di sparring?]

# 5576_Nair
source: [Sounds good. What should we work on today...]
pt: [Mi piace. Su cosa lavoriamo oggi...]

# 5588_Nair
source: [Let's work on getting out of an opponent's grab.]
pt: [Lavoriamo su come liberarsi dalla presa di un avversario.]

# 5600_Tanimura
source: [Fighters like us don't fare too well when grabbed. Okay, let's do it.]
pt: [I lottatori come noi non se la cavano bene quando vengono afferrati. Ok, facciamolo.]

# 5612_Nair
source: [Like I said before, this is just sparring, so you <Color:7>can't use any weapons or items<Color:Default>.]
pt: [Come ho detto prima, questo è solo un allenamento, quindi <Color:7>non puoi usare armi o oggetti<Color:Default>.]

# 5624_Nair
source: [Are you ready?]
pt: [Sei pronto?]

# 5636_Tanimura
source: [Ready as ever.]
pt: [Pronto come sempre.]

# 5648_Nair
source: [Let's get started then.]
pt: [Iniziamo allora.]

# 5672_Tanimura
source: [Wanna spar for a bit?]
pt: [Vuoi fare un po' di sparring?]

# 5684_Nair
source: [Sounds good. What should we work on today...]
pt: [Mi piace. Su cosa lavoriamo oggi...]

# 5696_Nair
source: [Let's just go a few rounds. Don't forget to use what you learned.]
pt: [Facciamo solo qualche round. Non dimenticare di usare quello che hai imparato.]

# 5708_Tanimura
source: [Right.]
pt: [Giusto.]

# 5720_Nair
source: [Like I said before, this is just sparring, so you <Color:7>can't use any weapons or items<Color:Default>.]
pt: [Come ho detto prima, questo è solo un allenamento, quindi <Color:7>non puoi usare armi o oggetti<Color:Default>.]

# 5732_Nair
source: [Are you ready?]
pt: [Sei pronto?]

# 5744_Tanimura
source: [Ready as ever.]
pt: [Pronto come sempre.]

# 5756_Nair
source: [Let's get started then.]
pt: [Iniziamo allora.]

# 5780_Player
source: Check Investigation
pt: Controlla Indagine

# 5792_Player
source: Ready
pt: Pronto

# 5804_Player
source: Wait
pt: Aspetta

# 5816_Player
source: Sparring
pt: Allenamento

# 5828_Player
source: Check Investigation
pt: Controlla Indagine

# 5840_Player
source: Nothing
pt: Niente

# 5852_Player
source: Submit Report on Investigation
pt: Presenta Rapporto sull'Indagine

# 5864_Player
source: Check Investigation
pt: Controlla Indagine

# 5876_Player
source: Nothing
pt: Niente

# 5888_Player
source: Submit Report on Investigation
pt: Presenta Rapporto sull'Indagine

# 5900_Player
source: Check Investigation
pt: Controlla Indagine

# 5912_Player
source: Nothing
pt: Niente

# 5924_Player
source: Yes
pt: Sì

# 5948_Player
source: Yes
pt: Sì

# 5972_Player
source: Yes
pt: Sì

# 5996_Player
source: Yes
pt: Sì

# 6020_Player
source: Yes
pt: Sì
