Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0026009d.po
Languages: pt_br

source: You got a <Color:8>Platinum Engagement Rings<Color:Default>.
pt_br: Hai ottenuto <Color:8>Anelli di Fidanzamento di Platino<Color:Default>.

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

# 56_Chigusa
source: I have to thank you, Kiryu-san. If I hadn't met you today, I might never have come to terms with Yusaku's death.
pt_br: Devo ringraziarti, Kiryu-san. Se non ti avessi incontrato oggi, io non sarei mai riuscita a fare i conti con la morte di Yusaku.

# 68_Kiryu
source: Hey, you finally called me by the right name.
pt_br: Oi, finalmente mi hai chiamato col nome giusto.

# 80_Chigusa
source: Yeah... Yeah, I guess I did. I really put you through a lot today, huh?
pt_br: Già... Sì, credo di sì. Ti ho dato un bel po' da fare oggi, eh?

# 92_Kiryu
source: What, that? It was nothing.
pt_br: Quello? Niente di che.

# 104_Chigusa
source: ...Thank you, though. You're an amazing person, Kiryu-san. I might even fall for you if I'm not careful.
pt_br: ...Comunque, grazie. Sei un tipo incredibile, Kiryu-san. Potrei pure prendermi una cotta per te, se non sto attenta.

# 116_Chigusa
source: Oh, wait! I still have those engagement rings from earlier. Will you marry me, Kiryu-san?
pt_br: Oh, aspetta! Ho ancora quegli anelli di fidanzamento di prima. Mi sposeresti, Kiryu-san?

# 128_Kiryu
source: Uh...
pt_br: Ehm...

# 140_Chigusa
source: Haha, just kidding! Another little lie, sorry. You didn't believe me, did you?
pt_br: Ahahah, scherzavo! Un'altra bugietta, scusa. Non mi hai creduto, vero?

# 164_Kiryu
source: *sigh*
pt_br: *sospiro*

# 176_Chigusa
source: Even so... I want you to have these. I don't need them anymore.
pt_br: Anche così... voglio che tu li prenda. Non mi servono più.

# 212_Kiryu
source: Are you sure?
pt_br: Ne sei sicuro?

# 224_Chigusa
source: Yeah. Yusaku gave me something far more important than these rings today.
pt_br: Sì. Yusaku mi ha dato qualcosa di molto più importante di questi anelli oggi.

# 236_Chigusa
source: And it's not just that. If I hang onto them... I don't think I'll ever find the strength to move on.
pt_br: E non è solo questo. Se me li tengo stretti... non credo che riuscirò mai a trovare la forza di andare avanti.

# 248_Kiryu
source: All right. I'd be honored to take care of them for you.
pt_br: Va bene. Sarei onorato di prendermene cura per te.

# 260_Chigusa
source: Well, I should be going. Goodbye, Kiryu-san.
pt_br: Beh, io andrei. Arrivederci, Signor Kiryu.

# 284_Kiryu
source: Maybe sometimes lying is the right thing to do...
pt_br: Magari a volte mentire è la cosa giusta da fare...
