Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid000203e6.po
Languages: it

# 88_Kido
source: From what I know, he pays homeless people to gather intel.
it: Da quello che so, paga i senzatetto per raccogliere informazioni.

# 100_Kido
source: Your best bet might be asking them.
it: La cosa migliore potrebbe essere chiedere a loro.

# 148_Kido
source: Oh yeah, let me tell you what I know about that informant.
it: Ah sì, lascia che ti dica quello che so di quell'informatore.

# 160_Saejima
source: I'm all ears.
it: Sono tutt'orecchi.

# 172_Kido
source: They say he keeps tabs on everything that happens in Kamurocho, past and present.
it: Dicono che tenga sotto controllo tutto ciò che accade a Kamurocho, passato e presente.

# 184_Kido
source: I don't know who the guy is or how he knows what he knows, but word on the street is there's not much he doesn't.
it: Non so chi sia quel tizio o come sappia quello che sa, ma si dice in giro che non c'è molto che non sappia.

# 196_Saejima
source: Wonder how much of it's just rumor.
it: Mi chiedo quante siano solo voci.

# 208_Kido
source: I'm just telling you what I've overheard. Apparently, he pays homeless people to gather his intel.
it: Ti sto solo dicendo quello che ho sentito. A quanto pare, paga i senzatetto per raccogliere le sue informazioni.

# 220_Kido
source: You might have the best luck asking them about him.
it: Potresti avere più fortuna chiedendo a loro di lui.

# 232_Kido
source: Oh, I almost forgot.
it: Oh, quasi dimenticavo.

# 244_Saejima
source: Forgot what?
it: Dimenticato cosa?

# 256_Kido
source: The streets are practically crawling with cops today. Better watch yourself out there.
it: Le strade oggi pullulano di sbirri. Meglio che tu stia attento là fuori.

# 268_Saejima
source: Alright.
it: Va bene.
