Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee00f8.po
Languages: it

source: Player
it: Giocatore

# 100_Kamiyama
source: Well, the store's almost set up. Gosh, I wonder if I'll ever meet Saejima again...
it: Beh, il negozio è quasi pronto. Caspita, mi chiedo se incontrerò di nuovo Saejima...

# 112_Player
source: Wait, aren't you...
it: Aspetta, non sei tu...

# 124_Kamiyama
source: Uh, hi. I'm Kamiyama. We met in Okinawa, remember?
it: Uhm, ciao. Sono Kamiyama. Ci siamo incontrati a Okinawa, ricordi?

# 136_Kamiyama
source: I was able to escape in all the chaos during your prison break.
it: Sono riuscito a scappare nel caos durante la tua evasione.

# 148_Player
source: Wait, are they not after you or anything?
it: Aspetta, non ti stanno cercando o altro?

# 160_Kamiyama
source: I mean, compared to you, I'm small fry, so nobody's coming after me.
it: Voglio dire, rispetto a te, sono un pesce piccolo, quindi nessuno mi sta cercando.

# 172_Kamiyama
source: Still, I thought I should be careful anyway, so I've decided to stay here for the time being... I'm starting a business on the roof over there.
it: Comunque, ho pensato che avrei dovuto stare attento, quindi ho deciso di rimanere qui per il momento... Sto avviando un'attività sul tetto laggiù.

# 184_Kamiyama
source: My business is utilizing my expertise to mod equipment.
it: La mia attività consiste nell'utilizzare la mia esperienza per modificare l'equipaggiamento.

# 196_Kamiyama
source: I've still got to get things ready, but come by again soon.
it: Devo ancora preparare tutto, ma torna presto a trovarmi.

# 208_Kamiyama
source: ...Um, my little brother is in town, too. He specializes in weapons. Maybe you should stop by and see him, too.
it: ...Ehm, anche mio fratello minore è in città. È specializzato in armi. Forse dovresti passare a trovarlo anche tu.

# 220_Kamiyama
source: I think he set up shop in the far alley by West Park.
it: Credo che abbia aperto un negozio nel vicolo più lontano vicino a West Park.
