Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid009102e8.po
Languages: pt

source: Train your apprentices and have them win the tournament within 50 turns! The sooner they win, the better the prize money and evaluation.
pt: Allena i tuoi apprendisti e falli vincere il torneo entro 50 turni! Prima vincono, maggiori saranno il premio in denaro e la valutazione.

source: Train your apprentices and have them win the tournament <Color:7>within 50 turns<Color:Default>! The sooner they win, the better the prize money and the evaluation.
pt: Allena i tuoi apprendisti e falli vincere il torneo <Color:7>entro 50 turni<Color:Default>! Prima vincono, maggiori saranno il premio in denaro e la valutazione.

source: You can earn the most prize money by having your apprentice win <Color:7>within 15 turns<Color:Default>. After that, the amount will start to decrease every five turns.
pt: Puoi guadagnare il massimo del premio in denaro facendo vincere il tuo apprendista <Color:7>entro 15 turni<Color:Default>. Dopodiché, l'importo inizierà a diminuire ogni cinque turni.

source: Train your apprentices efficiently so they are able to win in as few turns as possible.
pt: Allena i tuoi apprendisti in modo efficiente in modo che possano vincere nel minor numero di turni possibile.

source: Guy with Glasses
pt: Tizio con gli occhiali

# 208_Sodachi
source: Welcome back. Did you have a good time? It's important to develop trust, so make sure to take your apprentice out for drinks again sometime.
pt: Bentornato. Ti sei divertito? È importante sviluppare la fiducia, quindi assicurati di portare di nuovo il tuo apprendista a bere qualcosa qualche volta.

# 220_Sodachi
source: The greater the trust, the more the apprentice listens to you－meaning more efficient training. Try building a good relationship with Hide-chan.
pt: Maggiore è la fiducia, più l'apprendista ti ascolta, il che significa un allenamento più efficiente. Cerca di costruire un buon rapporto con Hide-chan.

# 268_Saejima
source: According to Sodachi's plan, it's time for a meeting with ya. But I ain't the "meeting" type. How's about we do this over drinks?
pt: Secondo il piano di Sodachi, è ora di fare una riunione. Ma io non sono tipo da "riunioni". Che ne dici di farlo davanti a un drink?

# 280_Sugiyama
source: Okay! I'd love to!
pt: Ok! Mi piacerebbe molto!

# 292_Sodachi
source: Sounds great! You can talk over drinks to develop a relationship of trust. This is the fundamental principal of my theory of fighting!
pt: Fantastico! Potete parlare davanti a un drink per sviluppare un rapporto di fiducia. Questo è il principio fondamentale della mia teoria del combattimento!

# 304_Saejima
source: Right. Let's go, Hideo.
pt: Giusto. Andiamo, Hideo.

# 316_Sugiyama
source: Of course!
pt: Certo!

# 328_Sodachi
source: Huh? Uh... What about me...?
pt: Eh? Uh... E io...?

# 340_Saejima
source: ...Huh? Whaddya want?
pt: ...Eh? Che vuoi?

# 352_Sodachi
source: Oh, nothing! Don't worry about me! Have a good time!
pt: Oh, niente! Non preoccuparti per me! Divertitevi!

# 400_Saejima
source: That's it for today. I gotta tell ya, teachin's a lot harder than I expected.
pt: Per oggi è tutto. Devo dirti che insegnare è molto più difficile di quanto mi aspettassi.

# 412_Sodachi
source: No worries. You'll get the hang of it in no time. Just keep doing what you're doing!
pt: Non preoccuparti. Ci prenderai la mano in un attimo. Continua così!

# 436_Saejima
source: Who's that sleepin' over there? He another one of your apprentices?
pt: Chi è quello che dorme laggiù? È un altro dei tuoi apprendisti?

# 448_Sodachi
source: Oh... That's Fukushi Ochiai-kun. He doesn't pay the monthly fee, so he isn't an apprentice.
pt: Oh... Quello è Fukushi Ochiai-kun. Non paga la quota mensile, quindi non è un apprendista.

# 460_Sodachi
source: It seems that he just likes it here... He comes by to take naps during the afternoon.
pt: Sembra che gli piaccia stare qui... Viene a fare un pisolino nel pomeriggio.

# 472_Sodachi
source: But don't worry about him, okay? He isn't a bad guy, but he's definitely not a nice guy, either.
pt: Ma non preoccuparti per lui, ok? Non è un cattivo ragazzo, ma non è nemmeno un bravo ragazzo.

# 484_Saejima
source: (Fukushi Ochiai, huh? Wonder what he wants...)
pt: (Fukushi Ochiai, eh? Chissà cosa vuole...)

# 496_Sodachi
source: Well, enough about that. Thank you very much for your time today!
pt: Beh, basta parlare di questo. Grazie mille per il tuo tempo oggi!

# 508_Sodachi
source: Come by to train apprentices whenever you want, just like you did today.
pt: Vieni ad allenare gli apprendisti quando vuoi, proprio come hai fatto oggi.

# 520_Sodachi
source: We're always here at the dojo, so feel free to stop by anytime. Please!
pt: Siamo sempre qui al dojo, quindi sentiti libero di passare quando vuoi. Ti prego!

# 532_Sodachi
source: Also, if there's anything you didn't understand, just read the <Color:7>Sodachi Notebook<Color:Default> on the bench over there. It'll explain everything.
pt: Inoltre, se c'è qualcosa che non hai capito, leggi il <Color:7>Quaderno di Sodachi<Color:Default> sulla panchina laggiù. Spiegherà tutto.

# 556_Saejima
source: The <Color:7>Sodachi Notebook<Color:Default>, huh? Gotcha. I'll read it when I'm havin' trouble.
pt: Il <Color:7>Quaderno di Sodachi<Color:Default>, eh? Capito. Lo leggerò quando avrò problemi.

# 568_Sodachi
source: All righty, then! See you next time!
pt: Va bene, allora! Alla prossima!

# 628_Sodachi
source: Hey, hey, Saejima-san!
pt: Ehi, ehi, Saejima-san!

# 640_Sodachi
source: How about it? Would you please help us, Saejima-san?
pt: Che ne dici? Ci aiuteresti, per favore, Saejima-san?

# 652_Saejima
source: Fine. I ain't makin' no promises, but I'll see what I can do.
pt: Va bene. Non faccio promesse, ma vedrò cosa posso fare.

# 664_Sodachi
source: Thank you! You won't regret it! And now, Saejima-san, I formally welcome you to... Sodachi Dojo!
pt: Grazie! Non te ne pentirai! E ora, Saejima-san, ti do formalmente il benvenuto al... Dojo Sodachi!

# 676_Saejima
source: Sorry. No can do.
pt: Mi dispiace. Non posso farlo.

# 688_Sodachi
source: Oh, of course... Sorry to have... bothered you...
pt: Oh, certo... Scusa per... averti disturbato...

# 700_Sodachi
source: But please come back if you change your mind. I'll always be here. I mean, until my dojo closes... that is...
pt: Ma ti prego, torna se cambi idea. Sarò sempre qui. Cioè, finché il mio dojo non chiuderà... ecco...

# 724_Guy with Glasses
source: Hey, Sensei!
pt: Ehi, Sensei!

# 748_Sodachi
source: Oh, Hide-chan! Perfect timing!
pt: Oh, Hide-chan! Tempismo perfetto!

# 760_Sodachi
source: Please let me introduce you to Hideo Sugiyama-kun. Hide-chan is my dojo's one and only apprentice.
pt: Permettimi di presentarti Hideo Sugiyama-kun. Hide-chan è l'unico apprendista del mio dojo.

# 772_Sodachi
source: Hide-chan, this is Saejima-san. He'll be teaching here for a while. He's an amazing fighter. And when I say amazing, I mean out of this world amazing!
pt: Hide-chan, questo è Saejima-san. Insegnerà qui per un po'. È un combattente incredibile. E quando dico incredibile, intendo incredibile fuori dal mondo!

# 784_Sugiyama
source: Oh, that's great. Nice to meet you. I'm Hideo Sugiyama.
pt: Oh, fantastico. Piacere di conoscerti. Sono Hideo Sugiyama.

# 796_Sugiyama
source: But you can call me Hideo. I look forward to being your student!
pt: Ma puoi chiamarmi Hideo. Non vedo l'ora di essere tuo allievo!

# 808_Saejima
source: Nice to meet ya.
pt: Piacere di conoscerti.

# 820_Sodachi
source: Now, how about we get to training right away? Our goal is to make Hide-chan the champion of the Rookie Tournament!
pt: Ora, che ne dici di iniziare subito ad allenarci? Il nostro obiettivo è fare di Hide-chan il campione del Torneo Esordienti!

# 832_Saejima
source: Rookie Tournament? What the hell's that?
pt: Torneo Esordienti? Che diavolo è?

# 844_Sodachi
source: Oh, sorry. I didn't explain that yet, did I?
pt: Oh, scusa. Non l'ho ancora spiegato, vero?

# 856_Sodachi
source: The Coliseum holds regular tournaments that are only open to rookie fighters, with the purpose of finding the next star fighter.
pt: Il Colosseo organizza regolarmente tornei aperti solo ai lottatori esordienti, con lo scopo di trovare la prossima stella del combattimento.

# 868_Sodachi
source: Winning the tournament will earn you recognition as a full-fledged fighter and the opportunity to enter other tournaments in the Coliseum.
pt: Vincere il torneo ti farà ottenere il riconoscimento di combattente a tutti gli effetti e l'opportunità di partecipare ad altri tornei nel Colosseo.

# 880_Sodachi
source: Underground Coliseum fighters are the true cream of the crop.
pt: I combattenti del Colosseo Sotterraneo sono la vera crema del raccolto.

# 892_Sodachi
source: Since the Rookie Tournament is full of rookies who hope to become Underground Coliseum fighters someday, the fights are always fierce.
pt: Dato che il Torneo Esordienti è pieno di novellini che sperano di diventare un giorno combattenti del Colosseo Sotterraneo, gli scontri sono sempre feroci.

# 904_Saejima
source: Huh. They didn't have that when I fought.
pt: Eh. Non c'era quando combattevo io.

# 916_Sodachi
source: I heard you were specially nominated. People with astounding strength and a good record are nominated and gain immediate entry.
pt: Ho sentito che sei stato nominato appositamente. Le persone con una forza sbalorditiva e un buon curriculum vengono nominate e ottengono l'accesso immediato.

# 928_Sodachi
source: By the way, if you win the Rookie Tournament, both the fighter and the dojo receive prize money.
pt: A proposito, se vinci il Torneo Esordienti, sia il lottatore che il dojo ricevono un premio in denaro.

# 940_Sodachi
source: If I had that money, I'm sure that I'd be able to renovate this dojo up quite nicely...
pt: Se avessi quei soldi, sono sicuro che potrei ristrutturare questo dojo per bene...

# 952_Saejima
source: I get it. Like killin' two birds with one stone, right?
pt: Capisco. Come prendere due piccioni con una fava, giusto?

# 964_Sodachi
source: Exactly! Well, that's enough explaining. Let's get to work!
pt: Esatto! Beh, basta con le spiegazioni. Mettiamoci al lavoro!

# 976_Sugiyama
source: I'm looking forward to training with you, Saejima-sensei!
pt: Non vedo l'ora di allenarmi con te, Saejima-sensei!

# 988_Sodachi
source: You'll be in charge of arranging the training menu. The menu has four Regular Slots and one Special Slot. These five slots equal one turn.
pt: Sarai incaricato di organizzare il menu di allenamento. Il menu ha quattro slot regolari e uno speciale. Questi cinque slot equivalgono a un turno.

# 1000_Sodachi
source: I'll choose the Special Slot for now. You'll be in charge of selecting the Regular Slots. After you're done, press Begin to begin training.
pt: Per ora sceglierò io lo slot speciale. Tu sarai incaricato di selezionare gli slot regolari. Una volta finito, premi Inizia per cominciare l'allenamento.

# 1012_Sodachi
source: I'm sure you'll get the hang of it once you get started. Okay, let's do it!
pt: Sono sicuro che ci prenderai la mano una volta che avrai iniziato. Ok, facciamolo!

# 1036_Sodachi
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt: Queste informazioni sono state aggiunte ai <Color:14>memo<Color:Default>. Leggi i <Color:14>memo<Color:Default> selezionando <Color:14>Memo<Color:Default> nel menu di pausa. Puoi accedere al menu di pausa con il pulsante <Action:Button_Options@Adventure>.

# 1096_Saejima
source: Heh. This place ain't bad.
pt: Eh. Questo posto non è male.

# 1108_Sodachi
source: I knew you'd think so! I put all of my hard-earned savings into making it this way. It's always been my dream to run my own dojo.
pt: Sapevo che l'avresti pensato! Ho investito tutti i miei sudati risparmi per renderlo così. È sempre stato il mio sogno gestire un dojo tutto mio.

# 1120_Saejima
source: Impressive... But there ain't no one here.
pt: Impressionante... Ma non c'è nessuno qui.

# 1132_Sodachi
source: That's the problem... The truth is that I only have one apprentice at the moment.
pt: Questo è il problema... La verità è che al momento ho un solo apprendista.

# 1144_Saejima
source: One!? That ain't enough to wash the floor!
pt: Uno!? Non basta nemmeno a lavare il pavimento!

# 1156_Sodachi
source: Exactly. It's a good location though, and there were a good number of apprentices at first. But everybody quit within days...
pt: Esatto. La posizione è buona, però, e all'inizio c'erano un buon numero di apprendisti. Ma se ne sono andati tutti nel giro di pochi giorni...

# 1168_Sodachi
source: It's probably my fault because I'm no good...
pt: Probabilmente è colpa mia perché non sono bravo...

# 1180_Saejima
source: No good...?
pt: Non sei bravo...?

# 1192_Sodachi
source: Yeah. The truth is, I'm a terrible fighter! I've never even won a single fight! Not even once!
pt: Sì. La verità è che sono un combattente terribile! Non ho mai vinto un solo scontro! Nemmeno una volta!

# 1204_Saejima
source: Huh!? So how the hell do you train your apprentices?
pt: Eh!? E allora come diavolo li alleni i tuoi apprendisti?

# 1216_Sodachi
source: With my theory on fighting!
pt: Con la mia teoria sul combattimento!

# 1228_Saejima
source: "Theory" on fightin'...?
pt: "Teoria" sul combattimento...?

# 1240_Sodachi
source: That's right. For years, I've been conducting thorough research on how to become a stronger fighter and defeat my opponents.
pt: Esatto. Per anni ho condotto ricerche approfondite su come diventare un combattente più forte e sconfiggere i miei avversari.

# 1252_Sodachi
source: Nobody can beat me when it comes to theory.
pt: Nessuno può battermi quando si tratta di teoria.

# 1264_Sodachi
source: I've come this far just by believing in my theory. As long as I follow it, I know I can train a great apprentice... Even if I myself am weak.
pt: Sono arrivato fin qui solo credendo nella mia teoria. Finché la seguirò, so di poter allenare un grande apprendista... Anche se io stesso sono debole.

# 1276_Sodachi
source: But, it turns out no apprentice will trust a weak teacher... It's just a matter of time before this dojo is forced to close its doors for good.
pt: Ma, a quanto pare, nessun apprendista si fiderà di un maestro debole... È solo questione di tempo prima che questo dojo sia costretto a chiudere i battenti per sempre.

# 1288_Sodachi
source: I've done my best to follow my dream of training a champion, but to no avail...
pt: Ho fatto del mio meglio per seguire il mio sogno di allenare un campione, ma senza successo...

# 1300_Saejima
source: I see... I bet it's hard havin' yer dreams crushed after buildin' such a fine dojo.
pt: Capisco... Scommetto che è dura vedere i propri sogni infranti dopo aver costruito un dojo così bello.

# 1312_Sodachi
source: Yeah... And that's why I've asked you here today, Saejima-san.
pt: Sì... Ed è per questo che ti ho chiesto di venire qui oggi, Saejima-san.

# 1324_Sodachi
source: Would you work with me to help train my apprentices?
pt: Lavoreresti con me per aiutarmi ad allenare i miei apprendisti?

# 1336_Saejima
source: Me...?
pt: Io...?

# 1348_Sodachi
source: Yes. After watching you fight at the Underground Coliseum, I knew you were the one I've been looking for.
pt: Sì. Dopo averti visto combattere al Colosseo Sotterraneo, ho capito che eri la persona che stavo cercando.

# 1360_Sodachi
source: You're not only a great fighter, but you also show compassion, even to your opponents. I'm sure apprentices will look up to you.
pt: Non sei solo un grande combattente, ma mostri anche compassione, persino verso i tuoi avversari. Sono sicuro che gli apprendisti ti ammireranno.

# 1372_Sodachi
source: Of course, I'll support you the best I can. Please, please, Saejima-san! I can't give up now!
pt: Certo, ti supporterò al meglio delle mie possibilità. Ti prego, ti prego, Saejima-san! Non posso arrendermi adesso!

# 1384_Saejima
source: Fine. I ain't makin' no promises, but I'll see what I can do.
pt: Va bene. Non faccio promesse, ma vedrò cosa posso fare.

# 1396_Sodachi
source: Thank you! You won't regret it! And now, Saejima-san, I formally welcome you to... Sodachi Dojo!
pt: Grazie! Non te ne pentirai! E ora, Saejima-san, ti do formalmente il benvenuto al... Dojo Sodachi!

# 1408_Saejima
source: Sorry. No can do.
pt: Mi dispiace. Non posso farlo.

# 1420_Sodachi
source: Oh, of course... Sorry to have... bothered you...
pt: Oh, certo... Scusa per... averti disturbato...

# 1432_Sodachi
source: But please come back if you change your mind. I'll always be here. I mean, until my dojo closes... that is...
pt: Ma ti prego, torna se cambi idea. Sarò sempre qui. Cioè, finché il mio dojo non chiuderà... ecco...

# 1456_Guy with Glasses
source: Hey, Sensei!
pt: Ehi, Sensei!

# 1480_Sodachi
source: Oh, Hide-chan! Perfect timing!
pt: Oh, Hide-chan! Tempismo perfetto!

# 1492_Sodachi
source: Please let me introduce you to Hideo Sugiyama-kun. Hide-chan is my dojo's one and only apprentice.
pt: Permettimi di presentarti Hideo Sugiyama-kun. Hide-chan è l'unico apprendista del mio dojo.

# 1504_Sodachi
source: Hide-chan, this is Saejima-san. He'll be teaching here for a while. He's an amazing fighter. And when I say amazing, I mean out of this world amazing!
pt: Hide-chan, questo è Saejima-san. Insegnerà qui per un po'. È un combattente incredibile. E quando dico incredibile, intendo incredibile fuori dal mondo!

# 1516_Sugiyama
source: Oh, that's great. Nice to meet you. I'm Hideo Sugiyama.
pt: Oh, fantastico. Piacere di conoscerti. Sono Hideo Sugiyama.

# 1528_Sugiyama
source: But you can call me Hideo. I look forward to being your student!
pt: Ma puoi chiamarmi Hideo. Non vedo l'ora di essere tuo allievo!

# 1540_Saejima
source: Nice to meet ya.
pt: Piacere di conoscerti.

# 1552_Sodachi
source: Now, how about we get to training right away? Our goal is to make Hide-chan the champion of the Rookie Tournament!
pt: Ora, che ne dici di iniziare subito ad allenarci? Il nostro obiettivo è fare di Hide-chan il campione del Torneo Esordienti!

# 1564_Saejima
source: Rookie Tournament? What the hell's that?
pt: Torneo Esordienti? Che diavolo è?

# 1576_Sodachi
source: Oh, sorry. I didn't explain that yet, did I?
pt: Oh, scusa. Non l'ho ancora spiegato, vero?

# 1588_Sodachi
source: The Coliseum holds regular tournaments that are only open to rookie fighters, with the purpose of finding the next star fighter.
pt: Il Colosseo organizza regolarmente tornei aperti solo ai lottatori esordienti, con lo scopo di trovare la prossima stella del combattimento.

# 1600_Sodachi
source: Winning the tournament will earn you recognition as a full-fledged fighter and the opportunity to enter other tournaments in the Coliseum.
pt: Vincere il torneo ti farà ottenere il riconoscimento di combattente a tutti gli effetti e l'opportunità di partecipare ad altri tornei nel Colosseo.

# 1612_Sodachi
source: Underground Coliseum fighters are the true cream of the crop.
pt: I combattenti del Colosseo Sotterraneo sono la vera crema del raccolto.

# 1624_Sodachi
source: Since the Rookie Tournament is full of rookies who hope to become Underground Coliseum fighters someday, the fights are always fierce.
pt: Dato che il Torneo Esordienti è pieno di novellini che sperano di diventare un giorno combattenti del Colosseo Sotterraneo, gli scontri sono sempre feroci.

# 1636_Saejima
source: Huh. They didn't have that when I fought.
pt: Eh. Non c'era quando combattevo io.

# 1648_Sodachi
source: I heard you were specially nominated. People with astounding strength and a good record are nominated and gain immediate entry.
pt: Ho sentito che sei stato nominato appositamente. Le persone con una forza sbalorditiva e un buon curriculum vengono nominate e ottengono l'accesso immediato.

# 1660_Sodachi
source: By the way, if you win the Rookie Tournament, both the fighter and the dojo receive prize money.
pt: A proposito, se vinci il Torneo Esordienti, sia il lottatore che il dojo ricevono un premio in denaro.

# 1672_Sodachi
source: If I had that money, I'm sure that I'd be able to renovate this dojo up quite nicely...
pt: Se avessi quei soldi, sono sicuro che potrei ristrutturare questo dojo per bene...

# 1684_Saejima
source: I get it. Like killin' two birds with one stone, right?
pt: Capisco. Come prendere due piccioni con una fava, giusto?

# 1696_Sodachi
source: Exactly! Well, that's enough explaining. Let's get to work!
pt: Esatto! Beh, basta con le spiegazioni. Mettiamoci al lavoro!

# 1708_Sugiyama
source: I'm looking forward to training with you, Saejima-sensei!
pt: Non vedo l'ora di allenarmi con te, Saejima-sensei!

# 1780_Sodachi
source: You'll be in charge of arranging the training menu. The menu has four Regular Slots and one Special Slot. These five slots equal one turn.
pt: Sarai incaricato di organizzare il menu di allenamento. Il menu ha quattro slot regolari e uno speciale. Questi cinque slot equivalgono a un turno.

# 1792_Sodachi
source: I'll choose the Special Slot for now. You'll be in charge of selecting the Regular Slots. After you're done, press Begin to begin training.
pt: Per ora sceglierò io lo slot speciale. Tu sarai incaricato di selezionare gli slot regolari. Una volta finito, premi Inizia per cominciare l'allenamento.

# 1804_Sodachi
source: I'm sure you'll get the hang of it once you get started. Okay, let's do it!
pt: Sono sicuro che ci prenderai la mano una volta che avrai iniziato. Ok, facciamolo!

# 1852_Sodachi
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt: Queste informazioni sono state aggiunte ai <Color:14>memo<Color:Default>. Leggi i <Color:14>memo<Color:Default> selezionando <Color:14>Memo<Color:Default> nel menu di pausa. Puoi accedere al menu di pausa con il pulsante <Action:Button_Options@Adventure>.

# 1876_Sodachi
source: Help Him
pt: Aiutalo

# 1888_Sodachi
source: Refuse
pt: Rifiuta

# 1900_Sodachi
source: Help Him
pt: Aiutalo

# 1912_Sodachi
source: Refuse
pt: Rifiuta
