Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0212.po
Languages: pt_br

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Player
pt_br: Giocatore

# 116_Rio
source: Hope you're ready! Come on, let's go inside.
pt_br: Spero tu sia pronto! Dai, andiamo dentro.

# 128_Player
source: Oh, I'm ready all right.
pt_br: Oh, sono pronto eccome.

# 140_Rio
source: Let's go in already.
pt_br: Dai, entriamo.

# 164_Rio
source: Hope you're ready! Come on, let's go inside.
pt_br: Spero tu sia pronto! Dai, andiamo dentro.

# 176_Talk_Yes
source: Let's go in already.
pt_br: Dai, entriamo.

# 188_Player
source: Um, wait a moment. I thought I had more cash than this...
pt_br: Uhm, aspetta un attimo. Pensavo di avere più grana di così...

# 200_Rio
source: Seriously? Not a single bill?
pt_br: Davvero? Nemmeno un soldo?

# 212_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 224_Rio
source: Oh. Um... That's... too bad. I should get going.
pt_br: Oh. Ehm... È proprio un peccato. Mi sa che devo andare.

# 236_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 344_Rio
source: Wow, you're really good at bowling.
pt_br: Wow, sei proprio un asso a bowling.

# 356_Player
source: Eh, I'm nothing special.
pt_br: Eh, non sono un granché.

# 368_Rio
source: I had such a good time. I'll see you around, okay?
pt_br: Mi sono divertita un sacco. Ci si vede, eh?

# 392_Rio
source: Hey, look! We tied!
pt_br: Ehi, guarda! Abbiamo pareggiato!

# 404_Player
source: You're not half bad.
pt_br: Non sei affatto male.

# 416_Rio
source: I had a blast. Come and see me again at the club.
pt_br: Mi sono divertito un mondo. Fatti rivedere al club.

# 440_Rio
source: I guess I win!
pt_br: Mi sa che ho vinto!

# 452_Player
source: You got me good.
pt_br: M'hai avuto per bene.

# 464_Rio
source: That was fun. See you at the club.
pt_br: È stato divertente. Ci vediamo al club.

# 572_Rio
source: I hope you aren't planning on winning today, Akiyama-san.
pt_br: Spero che tu non abbia mica intenzione di vincere oggi, Akiyama-san.

# 584_Player
source: Oh, but I am.
pt_br: Oh, e invece sì.

# 596_Rio
source: Let's go in already.
pt_br: Dai, entriamo.

# 620_Rio
source: Hope you're ready! Come on, let's go inside.
pt_br: Spero tu sia pronto! Dai, andiamo dentro.

# 632_Talk_Yes
source: Let's go in already.
pt_br: Dai, entriamo.

# 644_Player
source: Um, wait a moment. I thought I had more cash than this...
pt_br: Uhm, aspetta un attimo. Pensavo di avere più grana di così...

# 656_Rio
source: Seriously? Not a single bill?
pt_br: Davvero? Nemmeno un soldo?

# 668_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 680_Rio
source: Oh. Um... That's... too bad. I should get going.
pt_br: Oh. Ehm... È proprio un peccato. Mi sa che devo andare.

# 692_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 800_Rio
source: Wow, you're really good at bowling.
pt_br: Wow, sei proprio un asso a bowling.

# 812_Player
source: Eh, I'm okay.
pt_br: Eh, sono a posto.

# 824_Rio
source: I had such a good time. Let's go back to the club, okay?
pt_br: Mi sono divertita un mondo. Torniamo al club, dai?

# 836_Player
source: Sounds good.
pt_br: Mi sembra una buona idea.

# 860_Rio
source: Hey! Look, we tied!
pt_br: Ehi! Guarda, siamo pari!

# 872_Player
source: You're not half bad.
pt_br: Non sei affatto male.

# 884_Rio
source: I had a lot of fun. Let's go to the club.
pt_br: Mi sono divertito molto. Andiamo al club.

# 896_Player
source: Sounds good.
pt_br: Mi sembra una buona idea.

# 920_Rio
source: I guess I win!
pt_br: Mi sa che ho vinto!

# 932_Player
source: You got me good.
pt_br: M'hai avuto per bene.

# 944_Rio
source: That was fun. Let's head to the club.
pt_br: È stato divertente. Andiamo al club.

# 956_Player
source: Sounds good.
pt_br: Mi sembra una buona idea.
