Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01020194.po
Languages: it

source: Heat Actions
it: Azioni Heat

source: Well-dressed Aniki
it: Aniki Ben Vestito

# 72_Watanabe
source: Shit...!
it: Merda...!

# 84_Akiyama
source: Listen, guys. You mind staying out of my way from now on? We'd both be better off that way.
it: Ascoltate, ragazzi. Vi dispiace starmi lontano d'ora in poi? Sarebbe meglio per entrambi.

# 96_Akiyama
source: I'm sure you've got a rep to keep up, so I won't tell folks about how I keep kicking your asses. Deal?
it: Sono sicuro che avete una reputazione da mantenere, quindi non racconterò in giro di come continuo a farvi il culo. Affare fatto?

# 120_Watanabe
source: Fine...
it: Va bene...

# 132_Kobayashi
source: But Aniki!?
it: Ma Aniki!?

# 144_Watanabe
source: You shut your damn hole!
it: Tu chiudi quella cazzo di bocca!

# 156_Watanabe
source: Okay, Akiyama-san. We got nothing to do with you from now on, and nothing happened here today. You got that?
it: Okay, Akiyama-san. Non abbiamo più niente a che fare con te d'ora in poi, e qui oggi non è successo niente. Hai capito?

# 168_Akiyama
source: Oh, loud and clear.
it: Oh, forte e chiaro.

# 180_Watanabe
source: You hear that boys!?
it: Avete sentito, ragazzi!?

# 192_Kobayashi
source: Yes, Aniki...
it: Sì, Aniki...

# 204_Watanabe
source: We're outta here. Later!
it: Ce ne andiamo. Ciao!

# 252_Akiyama
source: (Man, talk about a waste of time. Well, I better get on over to <Color:7>Club Elnard<Color:Default>.)
it: (Cavolo, che perdita di tempo. Beh, è meglio che vada al <Color:7>Club Elnard<Color:Default>.)

# 264_Heat Actions
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
it: Questa informazione è stata aggiunta come <Color:14>promemoria<Color:Default>. Leggi i <Color:14>promemoria<Color:Default> selezionando <Color:14>Promemoria<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.

# 300_Kobayashi
source: Not so fast, tough guy!
it: Non così in fretta, tipetto tosto!

# 312_Akiyama
source: Seriously, you guys again? Didn't you have enough kicks to the face last time around?
it: Seriamente, ancora voi? Non avete avuto abbastanza calci in faccia l'ultima volta?

# 324_Ito
source: Shut it, pisshead! You're the only one getting kicked this time!
it: Chiudi il becco, piscione! L'unico a prendere calci in faccia questa volta sarai tu!

# 336_Kobayashi
source: Aniki, this is him. The asshole I was telling you about.
it: Aniki, è lui. Lo stronzo di cui ti parlavo.

# 348_Well-dressed Aniki
source: So, you're Akiyama. I've heard about you and that racket of yours. Sky Finance, you call it?
it: Allora, tu saresti Akiyama. Ho sentito parlare di te e di quella tua truffa. Sky Finance, la chiami?

# 360_Well-dressed Aniki
source: My boys here tell me you did a nice little number on them earlier. It's time I return the favor!
it: I miei uomini mi hanno detto che gli hai dato il ben servito. Meglio ricambiare il favore!

# 372_Akiyama
source: Look, can we just quit the chatter and get it over with? I have places to be.
it: Senti, possiamo smetterla di chiacchierare e farla finita? Ho impegni.

# 384_Well-dressed Aniki
source: Smug little asshole! We're gonna bury you!
it: Piccolo stronzo presuntuoso! Ti seppelliremo!
