Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00910942.po
Languages: pt_br

source: Mysterious Man
pt_br: Uomo Misterioso

# 72_Kiryu
source: This ends here. Tell me where your boss is hiding, now!
pt_br: Finisce qui. Dimmi dove si nasconde il tuo capo, adesso!

# 84_Noir
source: I've no idea. But you just wait, he'll pay you a visit soon enough.
pt_br: Non ne ho idea. Ma tu aspetta e vedrai, ti farà presto una visitina.

# 96_Kiryu
source: Yeah? Then I'm done with you. See ya.
pt_br: Ah sì? Allora ho chiuso con te. Ci si vede.

# 108_Kiryu
source: You could take a lesson from your brother, you know. It's a little something called free will.
pt_br: Potresti imparare qualcosa da tuo fratello, sai. È una cosetta che si chiama libero arbitrio.

# 180_Kiryu
source: Hey, you're... Rank Zero? You're part of the Dark Clan, too?
pt_br: Ehi, tu sei... Rank Zero? Fai parte del Dark Clan anche tu?

# 192_Mysterious Man
source: Hmph. You must've met that good-for-nothing brother of mine. That simpleton, sticking ranks on people and gloating like the next messiah.
pt_br: Hmph. Devi aver incontrato quel buono a nulla di mio fratello. Quello scemo, che va in giro a dare i gradi alla gente e si pavoneggia come il prossimo messia.

# 204_Mysterious Man
source: He was nothing but a lowlife that ran off when he couldn't live up to our noble ideals.
pt_br: Non era che un buono a nulla che si è squagliato quando non è riuscito a onorare i nostri nobili ideali.

# 216_Mysterious Man
source: I'm Noir, of the Dark Clan. Do not confuse me with my brother.
pt_br: Sono Noir, del Dark Clan. Non confondermi con mio fratello.

# 228_Kiryu
source: Why are you all after me?
pt_br: Perché mi date tutti la caccia?

# 240_Noir
source: As for that, I have no idea. But I follow my orders.
pt_br: Su quello, non ne so nulla. Ma seguo i miei ordini.

# 252_Noir
source: I'm supposed to wait until the boss lures you here. You come, I beat you. Very simple.
pt_br: Devo aspettare che il capo ti attiri qui. Arrivi tu, ti meno. Molto semplice.

# 264_Kiryu
source: Okay, then, next question. What's your group up to?
pt_br: Bene, allora, prossima domanda. Cosa sta tramando il tuo gruppo?

# 276_Noir
source: That's on a need-to-know basis as well. I'm sure the boss will tell me himself when the time's right.
pt_br: Anche quella è roba che si sa quando si deve. Sono sicuro che il capo me lo dirà lui stesso, a tempo debito.

# 288_Kiryu
source: Heh... Now I get it.
pt_br: Eh... Adesso capisco.

# 300_Noir
source: What's so funny?
pt_br: Cosa c'è di buffo?

# 312_Kiryu
source: You may look and sound just like your brother, but he must have gotten all the brains.
pt_br: Potrai anche avere la stessa faccia e la stessa voce di tuo fratello, ma si vede che tutta la materia grigia se l'è beccata lui.

# 324_Noir
source: What did you just say!?
pt_br: Ma che hai detto!?

# 336_Kiryu
source: Your brother, Rank Zero. At least that guy had a sense of purpose.
pt_br: Tuo fratello, Rank Zero. Almeno quel tizio aveva uno scopo.

# 348_Kiryu
source: But you're just following someone else's orders. Orders you don't even understand. So, which one of you is the lowlife, now?
pt_br: Ma tu stai solo eseguendo gli ordini di qualcun altro. Ordini che nemmeno capisci. Allora, chi di voi è la feccia, adesso?

# 360_Noir
source: Why you...!
pt_br: Brutto...!

# 372_Noir
source: This conversation has gone on long enough. It's about time for you to die.
pt_br: Questa chiacchierata è durata anche troppo. È ora che tu crepi.
