Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee00ae.po
Languages: pt

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto: <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka ora predirà occasionalmente l'esito di un round quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto: <Color:8>Pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-aid Kit<Color:Default>.
pt: Hai ottenuto: <Color:8>Kit di primo soccorso di Haruka<Color:Default>.

source: You got a <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto: <Color:8>Gioiello rosso<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto: <Color:8>Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto: <Color:8>Cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto: <Color:8>Caramella di Haruka<Color:Default>.

source: Employee
pt: Impiegato

source: Player
pt: Giocatore

# 240_Employee
source: Hello! Are you ready to order?
pt: Salve! Siete pronti per ordinare?

# 264_Haruka
source: Uncle Kaz! Can I get some <Color:8>Pork Rice<Color:Default>? I'm really hungry...
pt: Zio Kaz! Posso avere del <Color:8>Riso al maiale<Color:Default>? Ho davvero fame...

# 276_Kiryu
source: (Haruka wants me to get her some <Color:8>Pork Rice<Color:Default>...)
pt: (Haruka vuole che le prenda del <Color:8>Riso al maiale<Color:Default>...)

# 300_Employee
source: Thank you very much.
pt: Molte grazie.

# 312_Haruka
source: Aww, I was so hungry for <Color:8>Pork Rice<Color:Default>...
pt: Uffi, avevo così voglia di <Color:8>Riso al maiale<Color:Default>...

# 336_Haruka
source: Thanks, Uncle Kaz! I can't wait to dig in!
pt: Grazie, zio Kaz! Non vedo l'ora di mangiarlo!

# 480_Haruka
source: That was so yummy! Thanks again!
pt: Era buonissimo! Grazie ancora!

# 492_Kiryu
source: (Haruka sure is happy...)
pt: (Haruka è davvero felice...)

# 516_Haruka
source: Uncle Kaz, I'm getting kind of hungry... Can I get a <Color:8>Demitama Hamburg Meal<Color:Default>?
pt: Zio Kaz, mi sta venendo un po' di fame... Posso avere un <Color:8>Pasto Hamburg Demitama<Color:Default>?

# 528_Kiryu
source: (Haruka wants me to get her a <Color:8>Demitama Hamburg Meal<Color:Default>...)
pt: (Haruka vuole che le prenda un <Color:8>Pasto Hamburg Demitama<Color:Default>...)

# 552_Employee
source: Thank you very much.
pt: Molte grazie.

# 564_Haruka
source: Aww, I wanted a <Color:8>Demitama Hamburg Meal<Color:Default>...
pt: Uffi, volevo un <Color:8>Pasto Hamburg Demitama<Color:Default>...

# 588_Haruka
source: Thanks, Uncle Kaz! I can't wait to dig in!
pt: Grazie, zio Kaz! Non vedo l'ora di mangiarlo!

# 732_Haruka
source: That was so yummy! Thanks again!
pt: Era buonissimo! Grazie ancora!

# 744_Kiryu
source: (Haruka sure is happy...)
pt: (Haruka è davvero felice...)

# 816_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, zio Kaz! Ho un regalo per te!

# 876_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come to play cho-han with you next time, okay?
pt: Grazie mille, zio Kaz! La prossima volta voglio venire a giocare a cho-han con te, ok?

# 924_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, zio Kaz! Ho un regalo per te!

# 984_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, zio Kaz! Ho un regalo per te!

# 1044_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, zio Kaz! Ho un regalo per te!

# 1104_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, zio Kaz! Ho un regalo per te!

# 1164_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, zio Kaz! Ho un regalo per te!

# 1224_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, zio Kaz! Ho un regalo per te!

# 1308_Employee
source: Will this be for here or to go?
pt: Lo consuma qui o è da asporto?

# 1320_Employee
source: (No point eating now. I'm not even hungry.)
pt: (Inutile mangiare ora. Non ho nemmeno fame.)

# 1332_Player
source: Sorry, I'll come back later.
pt: Scusi, tornerò più tardi.

# 1344_Employee
source: All right, then. Please come again.
pt: Va bene. Torni a trovarci.

# 1356_Employee
source: All right. Will that be all for you today?
pt: Va bene. È tutto per oggi?

# 1380_Employee
source: Thank you very much.
pt: Molte grazie.

# 1392_Player
source: Sorry, just remembered I got something to do first.
pt: Scusi, mi sono appena ricordato che ho un impegno.

# 1404_Employee
source: No problem. Please come again.
pt: Nessun problema. Torni a trovarci.

# 1416_Employee
source: Welcome. Will this be for here or to go?
pt: Benvenuto. Lo consuma qui o è da asporto?

# 1428_Employee
source: All right. Will that be all for you today?
pt: Va bene. È tutto per oggi?

# 1452_Employee
source: Thank you very much.
pt: Molte grazie.

# 1464_Player
source: Sorry, something just came up.
pt: Scusi, è sorto un imprevisto.

# 1476_Employee
source: No problem. Please come again.
pt: Nessun problema. Torni a trovarci.

# 1488_Employee
source: All right. Are you ready to order?
pt: Va bene. Siete pronti per ordinare?

# 1536_Employee
source: Thank you very much.
pt: Molte grazie.

# 1548_Employee
source: Eat Here
pt: Consuma qui

# 1560_Employee
source: Purchase To Go
pt: Da asporto

# 1572_Employee
source: Never Mind
pt: Lascia perdere

# 1584_Employee
source: Eat Here
pt: Consuma qui

# 1596_Employee
source: Purchase To Go
pt: Da asporto

# 1608_Employee
source: Never Mind
pt: Lascia perdere
