Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee002a.po
Languages: pt_br

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt_br: Hai ottenuto <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt_br: D'ora in poi, Haruka a volte prevederà l'esito di una mano quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt_br: Hai ottenuto <Color:8>Il pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-aid Kit<Color:Default>.
pt_br: Hai ottenuto <Color:8>Kit di pronto soccorso di Haruka<Color:Default>.

source: You got a <Color:8>Red Jewel<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Gioiello Rosso<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt_br: Hai ottenuto <Color:8>L'Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt_br: Hai ottenuto <Color:8>il cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt_br: Hai ottenuto <Color:8>Dolcetto di Haruka<Color:Default>.

source: The Kotobuki Drugs employee is now your ally.
pt_br: L'impiegato di Kotobuki Drugs è ora il tuo alleato.

source: Employee
pt_br: Staff

# 104_Employee
source: Hello. How are you feeling today?
pt_br: Ciao. Come ti senti oggi?

# 128_Haruka
source: Uncle Kaz, I kinda want a <Color:8>Tauriner<Color:Default>...
pt_br: Zio Kaz, ho un po' voglia di un <Color:8>Tauriner<Color:Default>...

# 140_Kiryu
source: (Haruka wants me to get her a <Color:8>Tauriner<Color:Default>...)
pt_br: (Haruka vuole che io le procuri un <Color:8>Tauriner<Color:Default>...)

# 164_Haruka
source: Aww, I wanted a <Color:8>Tauriner<Color:Default>...
pt_br: Ah, uffa, volevo un <Color:8>Tauriner<Color:Default>...

# 176_Employee
source: Thank you. I hope you'll buy something next time.
pt_br: Grazie. Spero che la prossima volta comprerai qualcosa.

# 200_Haruka
source: Thanks, Uncle Kaz!
pt_br: Grazie, Zio Kaz!

# 212_Kiryu
source: (Haruka sure is happy...)
pt_br: (Haruka è proprio felice...)

# 236_Haruka
source: All this walking around is making me tired... I bet drinking a <Color:8>Toughness Z<Color:Default> will put some pep in my step!
pt_br: Tutto sto cammina-cammina mi sta stancando... Scommetto che bere un <Color:8>Toughness Z<Color:Default> mi darà una bella carica!

# 248_Kiryu
source: (Haruka wants me to get her a <Color:8>Toughness Z<Color:Default>...)
pt_br: (Haruka vuole che le procuri un <Color:8>Toughness Z<Color:Default>...)

# 272_Haruka
source: Aww, I wanted a <Color:8>Toughness Z<Color:Default>...
pt_br: Uffa, volevo un <Color:8>Toughness Z<Color:Default>...

# 284_Employee
source: Thank you. I hope you'll buy something next time.
pt_br: Grazie. Spero che la prossima volta comprerai qualcosa.

# 308_Haruka
source: Thanks, Uncle Kaz! I was really craving this!
pt_br: Grazie, Zio Kaz! Ne avevo proprio una gran voglia!

# 320_Kiryu
source: (Haruka sure is happy...)
pt_br: (Haruka è proprio felice...)

# 392_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt_br: Grazie mille, Zio Kaz! Ho un regalo per te!

# 452_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come to play cho-han with you next time, okay?
pt_br: Grazie un sacco, Zio Kaz! La prossima volta voglio venire a fare una partita a cho-han con te, ok?

# 500_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt_br: Grazie mille, Zio Kaz! Ho un regalo per te!

# 560_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt_br: Grazie mille, Zio Kaz! Ho un regalo per te!

# 620_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt_br: Grazie mille, Zio Kaz! Ho un regalo per te!

# 680_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt_br: Grazie mille, Zio Kaz! Ho un regalo per te!

# 740_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt_br: Grazie mille, Zio Kaz! Ho un regalo per te!

# 800_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt_br: Grazie mille, Zio Kaz! Ho un regalo per te!

# 860_Employee
source: Thank you for coming to our store so often.
pt_br: Grazie per essere passato così spesso da noi.

# 872_Employee
source: It may not be much, but if you ever get caught in a fight nearby, I'll be there to back you up!
pt_br: Non sarà granché, ma se mai ti cacci in una rissa qui vicino, ci sarò io a coprirti le spalle!

# 896_Employee
source: Hello. How are you feeling today?
pt_br: Ciao. Come ti senti oggi?

# 920_Employee
source: Thank you. Take care now.
pt_br: Grazie. Stammi bene.

# 932_Employee
source: Thank you. I hope you'll buy something next time.
pt_br: Grazie. Spero che la prossima volta comprerai qualcosa.

# 944_Employee
source: Hello. How are you feeling today?
pt_br: Ciao. Come ti senti oggi?

# 968_Employee
source: Thank you. Take care now.
pt_br: Grazie. Stammi bene.

# 980_Employee
source: Thank you. I hope you'll buy something next time.
pt_br: Grazie. Spero che la prossima volta comprerai qualcosa.
