Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00a40259.po
Languages: pt_br

source: Lame Scout
pt_br: Scout scarso

# 84_Akiyama
source: (Hey, isn't that our scout?)
pt_br: (Ehi, non è quello il nostro scout?)

# 120_Akiyama
source: Working hard? Don't be slacking off, now.
pt_br: Stai lavorando sodo? Non fare il fannullone, adesso.

# 144_Lame Scout
source: Oh, hey there, boss.
pt_br: Oh, ehi, capo.

# 156_Akiyama
source: Don't "hey there, boss" me. All these girls walking by... You've got to talk to them.
pt_br: Non farmi il "ciao capo". Tutte queste ragazze che passano... Devi parlarci.

# 180_Akiyama
source: Like that one!
pt_br: Una così!

# 192_Akiyama
source: ...Aw, some other club got her.
pt_br: ...Cavolo, ce l'ha soffiata un altro club.

# 204_Lame Scout
source: I'm just not cut out for this job.
pt_br: Non sono proprio tagliato per questo lavoro.

# 216_Akiyama
source: What, quitting already? It's your choice to make, but you're being a little hasty, don't you think?
pt_br: Cosa, già molli? La scelta è tua, eh, ma non è che sei un po' troppo sbrigativo, non ti pare?

# 240_Lame Scout
source: It's just that nothing's going right.
pt_br: È che non ne va bene una.

# 252_Lame Scout
source: I call out to some girl and she either glares at me or ignores me altogether. I'm starting to get a complex here.
pt_br: Abbordo qualche ragazza e lei o mi guarda male o mi ignora proprio del tutto. Mi sta venendo il complesso qui.

# 264_Akiyama
source: It sounds like you talked to a lot of girls. How many leads did you get today?
pt_br: A quanto pare, hai parlato con un bel po' di ragazze. Quanti contatti hai rimediato oggi?

# 276_Lame Scout
source: Leads?
pt_br: Agganci?

# 288_Akiyama
source: C'mon, you know. How many phone numbers did you get? How many girls?
pt_br: Dai, lo sai. Quanti numeri hai rimediato? Quante ragazze?

# 300_Lame Scout
source: One.
pt_br: Uno.

# 312_Akiyama
source: You've got to be kidding! I'll be living off bread crusts and water at this rate.
pt_br: Ma stai scherzando! Vivrò di croste di pane e acqua di questo passo.

# 324_Lame Scout
source: I'm not too happy about it myself, you know. I wish there were an easier way to make money.
pt_br: Non ne sono molto contento neanch'io, sai. Vorrei che ci fosse un modo più facile per fare soldi.

# 336_Akiyama
source: Well, I think I can understand how you feel... Just how are you calling out to these girls anyway?
pt_br: Beh, capisco come ti senti... Ma come le stai abbordando, queste ragazze, comunque?

# 348_Lame Scout
source: How? Like, normally. "Hey, wanna be a hostess?" Like that.
pt_br: Come? Tipo, normalmente. "Ehi, vuoi fare l'hostess?" Così.

# 360_Akiyama
source: Hmm. Then what? What if she says she's not interested?
pt_br: Mmm. E allora? E se dice che non è interessata?

# 372_Lame Scout
source: I say, "Aw, c'mon, why not? Give it a shot."
pt_br: Io dico: "Ma dai, su, perché no? Provaci."

# 384_Akiyama
source: ...I don't blame them for giving you the stink eye.
pt_br: ...Non li biasimo per averti fatto l'occhiataccia.

# 396_Akiyama
source: Maybe it was fate I saw you here today. I'll give you some basic lessons in scouting. Whether you learn anything is up to you.
pt_br: Magari era destino che ti beccassi qui oggi. Ti darò qualche dritta di base sullo scouting. Se poi impari qualcosa, quello sta a te.

# 408_Lame Scout
source: Huh? You mean you can scout, boss?
pt_br: Eh? Vuoi dire che sai fare scouting, capo?

# 420_Akiyama
source: What kind of idiot do you take me for? I tried my hand at all kinds of hostess club jobs before I came to own one myself.
pt_br: Per che razza di idiota mi hai preso? Ho provato ogni genere di lavoro nei hostess club prima che ne avessi uno tutto mio.

# 432_Lame Scout
source: Wow. You sure don't mess around.
pt_br: Caspita. Non scherzi mica.

# 444_Akiyama
source: Not when it comes to work, anyway; that's the trick to getting rich. Now it's time for you to take that first step. Come with me.
pt_br: Non quando c'è da lavorare, insomma; è questo il trucco per arricchirsi. Adesso tocca a te fare il primo passo. Vieni con me.

# 480_Lame Scout
source: Aw, do I have to?
pt_br: Uffa, devo proprio?

# 492_Akiyama
source: Yep. Now, get movin'!
pt_br: Sì. Adesso, datti una mossa!

# 504_Lame Scout
source: Seriously? What a drag...
pt_br: Davvero? Che palle...
