Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0102024b.po
Languages: it

# 128_Akiyama
source: Hey, how'd your little session with Sugiuchi go?
it: Ehi, com'è andata la tua breve sessione con Sugiuchi?

# 140_Kido
source: Ugh, don't get me started.
it: Ugh, non farmici pensare.

# 152_Kido
source: That guy really puts the dick in detective. What an asshole.
it: Quel tizio è davvero odioso. Che stronzo.

# 164_Akiyama
source: No joke.
it: Non scherzi.

# 176_Akiyama
source: But hey, if I were over forty and still stuck as a beat cop, I'd probably have a chip on my shoulder, too.
it: Ma ehi, se avessi più di quarant'anni e fossi ancora bloccato a fare il poliziotto di pattuglia, probabilmente sarei anch'io un po' risentito.

# 188_Kido
source: You think that's all it is?
it: Pensi sia solo questo?

# 200_Akiyama
source: You think it's not?
it: Tu pensi di no?

# 272_Kido
source: I dunno. It kinda feels like he's, like, obsessed with you and Arai-aniki or something.
it: Non so. Mi sembra che sia, tipo, ossessionato da te e da Arai-aniki o qualcosa del genere.

# 284_Akiyama
source: How do you figure?
it: Come fai a dirlo?

# 296_Kido
source: He kept grilling me about how you two met.
it: Continuava a interrogarmi su come vi siete conosciuti.

# 308_Kido
source: Oh, and he wouldn't shut up about wanting to know what Kanemura's loan terms were.
it: Oh, e non la smetteva di voler sapere quali erano i termini del prestito di Kanemura.

# 320_Kido
source: Doesn't that seem kinda... weird to you?
it: Non ti sembra un po'... strano?

# 332_Akiyama
source: I guess.
it: Forse.

# 344_Kido
source: Not that I can blame him for wondering. Why <Italic>are</Italic> you throwing your weight behind Arai-aniki?
it: Non che possa biasimarlo per la sua curiosità. Perché <Italic>stai</Italic> appoggiando Arai-aniki in quel modo?

# 356_Akiyama
source: That's my little secret.
it: È il mio piccolo segreto.

# 368_Kido
source: C'mon, Akiyama-san! You can tell me.
it: Dai, Akiyama-san! Puoi dirmelo.

# 380_Akiyama
source: Heh, maybe when you're older.
it: Heh, magari quando sarai più grande.
