Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee04c6.po
Languages: pt_br

source: Player
pt_br: Giocatore

# 488_Player
source: You're not doing so well... You'll just have to try harder.
pt_br: Non stai andando un granché... Dovrai solo darti più da fare.

# 500_キャバ育名前
source: Okay, I'll try...
pt_br: Ok, ci proverò...

# 524_Player
source: Good work out there tonight. I think you're getting the hang of things.
pt_br: Bel lavoro stasera. Penso che ci stai prendendo la mano.

# 536_キャバ育名前
source: I'm glad to hear you say that. I hope I can keep improving.
pt_br: Sono contenta di sentirtelo dire. Spero di riuscire a migliorare ancora.

# 560_Player
source: Great job out there tonight. I could tell you were giving it your all.
pt_br: Brava stasera! Si vedeva che ci hai messo tutta te stessa.

# 572_キャバ育名前
source: Thank you, I was really trying!
pt_br: Grazie, ce la stavo mettendo tutta!

# 608_Player
source: Let's work on your presentation. Makeup, hair, posture... All of these things send certain signals to a man.
pt_br: Lavoriamo sulla tua presentazione. Trucco, capelli, postura... Tutte queste cose mandano certi segnali a un uomo.

# 620_キャバ育名前
source: Okay. Let's get started.
pt_br: Okay. Cominciamo.

# 644_Player
source: All right, you're looking good. Way to go.
pt_br: Ok, stai benissimo. Così si fa.

# 656_キャバ育名前
source: Thank you. It's all thanks to your help!
pt_br: Grazie. È tutto merito del tuo aiuto!

# 680_Player
source: Hmm... You still need a bit of work.
pt_br: Hmm... C'è ancora un po' da fare.

# 692_キャバ育名前
source: I'm sorry... I'll try harder next time.
pt_br: Mi dispiace... Mi impegnerò di più la prossima volta.

# 716_Player
source: Okay, so today we're going to study a little trivia. No matter what the conversation, it's always important to be smart about what you say. "Knowledge is power," right?
pt_br: Allora, oggi ci faremo un ripassino su qualche curiosità. Non importa quale sia la conversazione, è sempre importante essere scaltri in quello che dici. "La conoscenza è potere," giusto?

# 728_キャバ育名前
source: You're definitely right. Let's do this!
pt_br: Hai proprio ragione. Facciamolo!

# 752_Player
source: You're doing very well. Good job.
pt_br: Stai andando alla grande. Ottimo lavoro.

# 764_キャバ育名前
source: Thank you. It's all thanks to your help!
pt_br: Grazie. È tutto merito del tuo aiuto!

# 788_Player
source: Hmm... You still need a bit of work.
pt_br: Hmm... C'è ancora un po' da fare.

# 800_キャバ育名前
source: I'm sorry... I'll try harder next time.
pt_br: Mi dispiace... Mi impegnerò di più la prossima volta.

# 824_Player
source: Right now, I'd like to give you some conversation tips to help you captivate the customers. Sound good?
pt_br: Adesso, vorrei darti qualche dritta sulla conversazione per aiutarti a conquistare i clienti. Ti va bene?

# 836_キャバ育名前
source: That does sound good. I'll be taking mental notes.
pt_br: Suona proprio bene. Prenderò nota mentalmente.

# 860_Player
source: You're doing very well. Good job.
pt_br: Stai andando alla grande. Ottimo lavoro.

# 872_キャバ育名前
source: Thank you. It's all thanks to your help!
pt_br: Grazie. È tutto merito del tuo aiuto!

# 896_Player
source: Hmm... You still need a bit of work.
pt_br: Hmm... C'è ancora un po' da fare.

# 908_キャバ育名前
source: I'm sorry... I'll try harder next time.
pt_br: Mi dispiace... Mi impegnerò di più la prossima volta.

# 932_Player
source: I think you should spend your downtime doing whatever you like. Relax.
pt_br: Penso che dovresti passare il tuo tempo libero facendo ciò che ti pare. Rilassati.

# 944_キャバ育名前
source: Really? Thank you!
pt_br: Davvero? Grazie!

# 968_Player
source: Did you make the most of your time? You seem pretty relaxed now.
pt_br: Hai sfruttato bene il tempo? Adesso sembri piuttosto rilassato.

# 980_キャバ育名前
source: Yes! I feel a lot better.
pt_br: Sì! Mi sento molto meglio.

# 1004_Player
source: Well? Had a good rest?
pt_br: Allora? Riposato bene?

# 1016_キャバ育名前
source: No, I couldn't relax for some reason.
pt_br: No, non riuscivo a rilassarmi per qualche motivo.

# 1040_Player
source: Today, we're going to work on your weak points. Now I know I might come off a little blunt, but bear with it, okay?
pt_br: Oggi, lavoreremo sui tuoi punti deboli. Allora, lo so che io potrei sembrarti un po' brusco, ma porta pazienza, va bene?

# 1052_キャバ育名前
source: All right...
pt_br: Va bene...

# 1076_Player
source: All right, now think about what I told you and give it your full effort next time.
pt_br: Va bene, adesso pensa a quello che ti ho detto e mettici tutto l'impegno la prossima volta.

# 1088_キャバ育名前
source: I will. Thank you!
pt_br: Lo farò. Grazie!

# 1112_Player
source: (I don't think any of that really got through to her...)
pt_br: Non credo che le sia entrato in testa un bel niente di tutto questo...

# 1148_Player
source: I think you should take some time off for yourself and relax for a bit.
pt_br: Penso che dovresti prenderti un po' di tempo per te e rilassarti un attimo.

# 1160_キャバ育名前
source: Okay!
pt_br: Ok!

# 1184_Player
source: How was it? Did you get some relaxing in?
pt_br: Com'è andata? Ti sei dato una rilassata?

# 1196_キャバ育名前
source: Oh, yes! Thank you!
pt_br: Oh, sì! Grazie!

# 1220_Player
source: Did you have a good break?
pt_br: Hai fatto una buona pausa?

# 1232_キャバ育名前
source: Not really...
pt_br: Non proprio...

# 1256_Player
source: Today, we're going to find a way to keep you motivated and positive. Sound good?
pt_br: Oggi, vediamo di trovare un modo per tenerti motivato e positivo. Ti va bene?

# 1268_キャバ育名前
source: All right. I can get behind that!
pt_br: Va bene. Ci sto!

# 1292_Player
source: What do you think? Are you feeling any more positive?
pt_br: Che ne dici? Ti senti un po' più carico?

# 1304_キャバ育名前
source: Oh, yes! Thank you!
pt_br: Oh, sì! Grazie!

# 1328_Player
source: What do you think? Feeling positive?
pt_br: Che ne pensi? Ti senti carica?

# 1340_キャバ育名前
source: Not really...
pt_br: Non proprio...
