Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01090071.po
Languages: pt_br

source: Angry Homeless Man
pt_br: Senzatetto arrabbiato

source: Rowdy Homeless Man
pt_br: Barbone Scalmanato

# 56_Angry Homeless Man
source: So he got you too, huh? That damned thief's been causing a whole heap of trouble around here lately.
pt_br: Ti ha fregato pure a te, eh? Quel dannato ladro sta combinando un casino qua ultimamente.

# 68_Saejima
source: Thief?
pt_br: Ladro?

# 80_Rowdy Homeless Man
source: I'm telling you, that's no petty thief. It's a kappa! A green and slimy kappa!
pt_br: Te lo dico io, quello non è mica un ladruncolo. È un kappa! Un kappa verde e viscido!

# 92_Saejima
source: Ka-what now?
pt_br: Ka-cosa adesso?

# 104_Angry Homeless Man
source: Ain't no such thing as kappas! It was a common crook, plain and simple.
pt_br: Ma quali kappa! Era un balordo, punto e basta.

# 116_Saejima
source: Don't much care which it was. Whaddya know 'bout him?
pt_br: Non mi interessa granché chi sia stato. Che ne sai di lui?

# 128_Angry Homeless Man
source: For whatever reason, this thief only steals food. Even swiped my miso paste cucumbers.
pt_br: Chissà perché, questo ladro frega solo roba da mangiare. Pure i miei cetrioli col miso s'è fregato.

# 140_Saejima
source: Say what?
pt_br: Come hai detto?

# 152_Angry Homeless Man
source: You know. Cucumbers with that special sauce on 'em?
pt_br: Hai presente? Cetrioli con quella salsa speciale, su?

# 164_Saejima
source: Sure, I know 'em. But you're sayin' he stole cucumbers?
pt_br: Certo, li conosco. Ma mi stai dicendo che ha rubato dei cetrioli?

# 176_Angry Homeless Man
source: Yeah, and cabbage, and other stuff too. But it's always food, the gluttonous bastard.
pt_br: Già, e cavolo, e altra roba pure. Ma è sempre cibo, quel bastardo ingordo.

# 188_Rowdy Homeless Man
source: I told you, it's a kappa! Kappas are crazy for cukes. Everybody knows that!
pt_br: Te l'ho detto, è un kappa! I kappa vanno matti per i cetrioli. Lo sanno tutti!

# 200_Rowdy Homeless Man
source: Laugh all you want, but I swear I saw a kappa in Children's Park, hiding under the manhole. I bet it's the same one!
pt_br: Ridi pure quanto vuoi, ma ti giuro che ho visto un kappa al Parco dei Bambini, nascosto sotto il tombino. Ci scommetto che è lo stesso!

# 212_Saejima
source: Enough kappa crap. I'm gonna look around Children's Park and get to the bottom of this.
pt_br: Basta con 'ste cazzate sui kappa. Vado a fare un giro al Parco dei Bambini e vado a fondo di questa storia.
