Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee005c.po
Languages: pt_br

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt_br: Hai ottenuto <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt_br: D'ora in poi, Haruka a volte prevederà l'esito di una mano quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt_br: Hai ottenuto <Color:8>Il pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-aid Kit<Color:Default>.
pt_br: Hai ottenuto <Color:8>Kit di pronto soccorso di Haruka<Color:Default>.

source: You got a <Color:8>Red Jewel<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Gioiello Rosso<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt_br: Hai ottenuto <Color:8>L'Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt_br: Hai ottenuto <Color:8>il cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt_br: Hai ottenuto <Color:8>Dolcetto di Haruka<Color:Default>.

source: The owner of Kyushu No. 1 Star is now your ally.
pt_br: Il proprietario del Kyushu No. 1 Star è ora il tuo alleato.

source: Owner of Kyushu No. 1 Star
pt_br: Proprietario di Kyushu No. 1 Star

source: Player
pt_br: Giocatore

# 136_Owner of Kyushu No. 1 Star
source: Welcome! What'll it be?
pt_br: Benvenuti! Cosa prendete?

# 160_Haruka
source: Uncle Kaz! I'm really craving some ramen... Can I get some <Color:8>Kyushu Tonkotsu Ramen<Color:Default>?
pt_br: Zio Kaz! Ho una gran voglia di ramen... Posso avere del <Color:8>Ramen Tonkotsu Kyushu<Color:Default>?

# 172_Kiryu
source: (Haruka wants me to get her some <Color:8>Kyushu Tonkotsu Ramen<Color:Default>...)
pt_br: (Haruka vuole che le prenda del <Color:8>Kyushu Tonkotsu Ramen<Color:Default>...)

# 196_Haruka
source: But I wanted that <Color:8>Kyushu Tonkotsu Ramen<Color:Default>...
pt_br: Ma io volevo quel <Color:8>Kyushu Tonkotsu Ramen<Color:Default>...

# 208_Owner of Kyushu No. 1 Star
source: Is that so? Well, I hope you actually order something next time!
pt_br: Ah, capisco. Beh, spero che la prossima volta ti decida a ordinare qualcosa!

# 232_Haruka
source: Thanks, Uncle Kaz! I can't wait to dig in!
pt_br: Grazie, Zio Kaz! Non vedo l'ora di buttarmi!

# 400_Haruka
source: Mmm, that was so good. ♥ Thanks for treating me!
pt_br: Mmm, era davvero buono! ♥ Grazie per avermi offerto!

# 412_Kiryu
source: (Haruka sure is happy...)
pt_br: (Haruka è proprio felice...)

# 436_Haruka
source: Uncle Kaz, can I get some <Color:8>Egg Tonkotsu Ramen<Color:Default>? I'm really hungry...
pt_br: Zio Kaz, mi prendi un <Color:8>Egg Tonkotsu Ramen<Color:Default>? Ho proprio fame...

# 448_Kiryu
source: (Haruka wants me to get her some <Color:8>Egg Tonkotsu Ramen<Color:Default>...)
pt_br: (Haruka vuole che le prenda del <Color:8>Ramen Tonkotsu all'uovo<Color:Default>...)

# 472_Haruka
source: Aww... I wanted some <Color:8>Egg Tonkotsu Ramen<Color:Default>...
pt_br: Uffa... Volevo del <Color:8>Ramen Tonkotsu all'uovo<Color:Default>...

# 484_Owner of Kyushu No. 1 Star
source: Is that so? Well, I hope you actually order something next time!
pt_br: Ah, capisco. Beh, spero che la prossima volta ti decida a ordinare qualcosa!

# 508_Haruka
source: Thanks, Uncle Kaz! I can't wait to dig in!
pt_br: Grazie, Zio Kaz! Non vedo l'ora di buttarmi!

# 676_Haruka
source: Whew! I'm stuffed! ♥ Thanks for treating me!
pt_br: Uff! Sono pieno! ♥ Grazie per avermi offerto!

# 688_Kiryu
source: (Haruka sure is happy...)
pt_br: (Haruka è proprio felice...)

# 760_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt_br: Grazie mille, Zio Kaz! Ho un regalo per te!

# 820_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come to play cho-han with you next time, okay?
pt_br: Grazie un sacco, Zio Kaz! La prossima volta voglio venire a fare una partita a cho-han con te, ok?

# 868_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt_br: Grazie mille, Zio Kaz! Ho un regalo per te!

# 928_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt_br: Grazie mille, Zio Kaz! Ho un regalo per te!

# 988_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt_br: Grazie mille, Zio Kaz! Ho un regalo per te!

# 1048_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt_br: Grazie mille, Zio Kaz! Ho un regalo per te!

# 1108_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt_br: Grazie mille, Zio Kaz! Ho un regalo per te!

# 1168_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt_br: Grazie mille, Zio Kaz! Ho un regalo per te!

# 1228_Owner of Kyushu No. 1 Star
source: Hey, Kiryu-san. Welcome.
pt_br: Ehi, Kiryu-san. Benvenuto.

# 1240_Owner of Kyushu No. 1 Star
source: It was you, wasn't it? You're the one that said those things to Matsuyama.
pt_br: Sei stato tu, vero? Sei tu quello che ha detto quelle cose a Matsuyama.

# 1252_Owner of Kyushu No. 1 Star
source: He started getting all fired up after that. Oh man...
pt_br: Ha iniziato a gasarsi un casino dopo quello. Mamma mia...

# 1264_Kiryu
source: Heh. Should I have held back?
pt_br: Eh. Avrei dovuto trattenermi?

# 1276_Owner of Kyushu No. 1 Star
source: Well, to be honest, I'm relieved you didn't...
pt_br: Beh, a essere sincero, sono sollevato che non l'hai fatto...

# 1288_Owner of Kyushu No. 1 Star
source: Eat up well, as my thanks! I'll still be charging you, of course!
pt_br: Fai una bella mangiata, è il mio ringraziamento! Ti farò comunque pagare, ovvio!

# 1300_Kiryu
source: Heh. Yeah, I might just do that.
pt_br: Eh. Già, potrei benissimo farlo.

# 1324_Owner of Kyushu No. 1 Star
source: Thanks for coming by so often! The place's doing great because of you.
pt_br: Grazie per essere venuto così spesso! Il locale sta andando alla grande grazie a te.

# 1336_Owner of Kyushu No. 1 Star
source: Not exactly trying to pay you back, Akiyama-san, but if you ever get into a fight nearby, I'll be around to help you out!
pt_br: Non è che stia proprio cercando di ripagarti, Akiyama-san, ma se mai ti cacci in qualche rissa nei paraggi, ci sarò in zona per darti una mano!

# 1360_Owner of Kyushu No. 1 Star
source: Welcome! What'll it be?
pt_br: Benvenuti! Cosa prendete?

# 1432_Owner of Kyushu No. 1 Star
source: Thanks! Please come again!
pt_br: Grazie! Torni a trovarci!

# 1444_Owner of Kyushu No. 1 Star
source: (I'm pretty full right now.)
pt_br: (Sono già abbastanza pieno.)

# 1456_Player
source: Sorry, something came up.
pt_br: Mi dispiace, è saltato fuori un imprevisto.

# 1468_Owner of Kyushu No. 1 Star
source: Is that so? Well, I hope you actually order something next time!
pt_br: Ah, capisco. Beh, spero che la prossima volta ti decida a ordinare qualcosa!

# 1480_Owner of Kyushu No. 1 Star
source: Hey, thanks for always comin' to eat here. We're getting more customers than before, but y'know...
pt_br: Ehi, grazie che passi sempre a mangiare qui. Stiamo avendo più clienti di prima, ma sai...

# 1492_Owner of Kyushu No. 1 Star
source: Lots of people can get how good our ramen is by eating it, but some people hate the strong smell in here so much, they won't even try it!
pt_br: Tanti capiscono la bontà del nostro ramen solo assaggiandolo, ma certa gente detesta così tanto il forte odore che c'è qui dentro, che non lo prova nemmeno!

# 1504_Owner of Kyushu No. 1 Star
source: It makes me so sad! If only they realized that smell meant we were making real, authentic Kyushu ramen in here!
pt_br: Mi rattrista un sacco! Se solo capissero che quell'odore significa che qui prepariamo un ramen del Kyushu vero, autentico!

# 1516_Owner of Kyushu No. 1 Star
source: I wish someone'd tell everyone that handy little fact. Get us some word-of-mouth advertising to get our ramen into mouths, you know?
pt_br: Magari qualcuno dicesse a tutti quella cosetta così pratica. Per farci un po' di pubblicità col passaparola e far finire il nostro ramen in bocca, sai?

# 1528_Player
source: I see.
pt_br: Capisco.

# 1540_Owner of Kyushu No. 1 Star
source: We make our rich soup by boiling down pork bones until they break down into the broth. Those bones are full of collagen, which is super good for your skin.
pt_br: Prepariamo il nostro brodo denso facendo bollire le ossa di maiale finché non si sfaldano nel brodo. Quelle ossa sono piene di collagene, che fa un gran bene alla tua pelle.

# 1552_Owner of Kyushu No. 1 Star
source: Normally, ladies are super into collagen-related stuff. Guess the smell is that much of a turnoff...
pt_br: Normalmente, le donne ci vanno sotto con la roba al collagene. Si vede che l'odore fa così tanto schifo...

# 1564_Player
source: (Ramen chock full of collagen... Bet the girls at the hostess club would want to know about this.)
pt_br: (Ramen strapieno di collagene... Ci scommetto che le ragazze del hostess club vorrebbero saperne qualcosa.)

# 1576_Owner of Kyushu No. 1 Star
source: Welcome! What'll it be?
pt_br: Benvenuti! Cosa prendete?

# 1648_Owner of Kyushu No. 1 Star
source: Thanks! Please come again!
pt_br: Grazie! Torni a trovarci!

# 1660_Owner of Kyushu No. 1 Star
source: (I'm pretty full right now.)
pt_br: (Sono già abbastanza pieno.)

# 1672_Player
source: Sorry, something came up.
pt_br: Mi dispiace, è saltato fuori un imprevisto.

# 1684_Owner of Kyushu No. 1 Star
source: Is that so? Well, I hope you actually order something next time!
pt_br: Ah, capisco. Beh, spero che la prossima volta ti decida a ordinare qualcosa!

# 1696_Owner of Kyushu No. 1 Star
source: Hey, thanks for always comin' to eat here. We're getting more customers than before, but y'know...
pt_br: Ehi, grazie che passi sempre a mangiare qui. Stiamo avendo più clienti di prima, ma sai...

# 1708_Owner of Kyushu No. 1 Star
source: Lots of people can get how good our ramen is by eating it, but some people hate the strong smell in here so much, they won't even try it!
pt_br: Tanti capiscono la bontà del nostro ramen solo assaggiandolo, ma certa gente detesta così tanto il forte odore che c'è qui dentro, che non lo prova nemmeno!

# 1720_Owner of Kyushu No. 1 Star
source: It makes me so sad! If only they realized that smell meant we were making real, authentic Kyushu ramen in here!
pt_br: Mi rattrista un sacco! Se solo capissero che quell'odore significa che qui prepariamo un ramen del Kyushu vero, autentico!

# 1732_Owner of Kyushu No. 1 Star
source: I wish someone'd tell everyone that handy little fact. Get us some word-of-mouth advertising to get our ramen into mouths, you know?
pt_br: Magari qualcuno dicesse a tutti quella cosetta così pratica. Per farci un po' di pubblicità col passaparola e far finire il nostro ramen in bocca, sai?

# 1744_Player
source: I see.
pt_br: Capisco.

# 1756_Owner of Kyushu No. 1 Star
source: We make our rich soup by boiling down pork bones until they break down into the broth. Those bones are full of collagen, which is super good for your skin.
pt_br: Prepariamo il nostro brodo denso facendo bollire le ossa di maiale finché non si sfaldano nel brodo. Quelle ossa sono piene di collagene, che fa un gran bene alla tua pelle.

# 1768_Owner of Kyushu No. 1 Star
source: Normally, ladies are super into collagen-related stuff. Guess the smell is that much of a turnoff...
pt_br: Normalmente, le donne ci vanno sotto con la roba al collagene. Si vede che l'odore fa così tanto schifo...

# 1780_Player
source: (Ramen chock full of collagen... Bet the girls at the hostess club would want to know about this.)
pt_br: (Ramen strapieno di collagene... Ci scommetto che le ragazze del hostess club vorrebbero saperne qualcosa.)
