Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010901ff.po
Languages: pt_br

# 56_Tanimura
source: All right, Mi-Youn. Come on over here.
pt_br: Dai, Mi-Youn. Vieni qui.

# 68_Mi-Youn
source: Nooooo! How'd you spot me!?
pt_br: Nooooo! Come mi hai beccato!?

# 140_Tanimura
source: You wanna tell me what's going on?
pt_br: Vuoi dirmi che succede?

# 152_Mi-Youn
source: No, and don't try and boss me around! You're not my dad!
pt_br: No, e non provare a farmi da padrone! Non sei mio padre!

# 164_Tanimura
source: Look, I feel for you, but you need to think about what you're doing.
pt_br: Senti, capisco come ti senti, ma devi pensare a quello che stai facendo.

# 176_Mi-Youn
source: Oh yeah? How would you know how I feel!?
pt_br: Ah sì? Che ne sai tu di come mi sento!?

# 188_Tanimura
source: Believe me. You and I aren't all that different.
pt_br: Credimi. Io e te non siamo poi così diversi.

# 200_Mi-Youn
source: ...Really?
pt_br: ...Davvero?

# 212_Tanimura
source: Yeah. Now, Nui and Tao are waiting in West Park. I want to hear the story from all three of you.
pt_br: Sì. Adesso, Nui e Tao aspettano a West Park. Voglio sentire la storia da tutti e tre.

# 224_Tanimura
source: Come on. Let's get going.
pt_br: Dai. Muoviamoci.

# 236_Mi-Youn
source: Okay...
pt_br: Va bene...
