Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00130424.po
Languages: pt_br

# 3108_Tokita
source: Not even I can learn a complicated move like that in one session. Everybody has their limits, you know!
pt_br: Nemmeno io riesco a imparare una mossa così complicata in una singola sessione. Tutti hanno i loro limiti, lo sai!

# 3120_Saejima
source: (He couldn't learn it after one try. But he'll get it next time...)
pt_br: (Non l'ha imparato al primo colpo. Ma ce la farà la prossima volta...)

# 3204_Saejima
source: I'm sure ya got it down now. Give it a try.
pt_br: Sono sicuro che ormai ci hai preso la mano. Prova.

# 3216_Sodachi
source: Go easy on me, please.
pt_br: Vacci piano, per favore.

# 3252_Saejima
source: Good! You did it just right that time. Now don't forget what ya learned.
pt_br: Ottimo! Stavolta l'hai azzeccata in pieno. Adesso non scordarti quel che hai imparato.

# 3276_Sodachi
source: He learned <Color:9>Tiger Slam<Color:Default>.
pt_br: Ha imparato <Color:9>Schianto della Tigre<Color:Default>.

# 3288_Sodachi
source: He learned <Color:9>Tiger Suplex SP<Color:Default>.
pt_br: Ha imparato <Color:9>Tiger Suplex SP<Color:Default>.

# 3300_Sodachi
source: He learned <Color:9>Tiger Throw<Color:Default>.
pt_br: Ha imparato <Color:9>Proiezione della Tigre<Color:Default>.

# 3312_Sodachi
source: He learned <Color:9>Tiger Flying Knee<Color:Default>.
pt_br: Ha imparato <Color:9>Ginocchiata Volante della Tigre<Color:Default>.

# 3324_Sodachi
source: He learned <Color:9>Essence of Smashing<Color:Default>.
pt_br: Ha imparato <Color:9>Essenza dello Schianto<Color:Default>.

# 3336_Sodachi
source: He learned <Color:9>Essence of Face Crushing<Color:Default>.
pt_br: Ha imparato <Color:9>l'Essenza dello Schiaccia-Volto<Color:Default>.

# 3348_Sodachi
source: He learned <Color:9>Essence of Clotheslining<Color:Default>.
pt_br: Ha imparato <Color:9>Essenza del Braccio Teso<Color:Default>.

# 3360_Sodachi
source: He learned <Color:9>Essence of Fence Smashing<Color:Default>.
pt_br: Ha imparato <Color:9>Essenza dello Spacca-Recinzioni<Color:Default>.

# 3372_Sodachi
source: He learned <Color:9>Essence of Might<Color:Default>.
pt_br: Ha imparato <Color:9>Essenza della Forza<Color:Default>.

# 3384_Sodachi
source: He learned <Color:9>Tiger Crush<Color:Default>.
pt_br: Ha imparato la <Color:9>Schiacciata della Tigre<Color:Default>.

# 3468_Sodachi
source: Welcome back. Did you guys have a good time? You know, you can invite me next time...
pt_br: Bentornati. Vi siete divertiti, eh? Sapete, la prossima volta potreste invitarmi...

# 3492_Sodachi
source: All right, see you next time.
pt_br: A posto, alla prossima.

# 3552_Saejima
source: How's about we call it quits for today n' go out for a drink?
pt_br: Che ne dici se per oggi stacchiamo e andiamo a farci un bicchiere?

# 3564_Sodachi
source: That sounds great! You have to know how to separate work and play, right? Wait...
pt_br: Suona alla grande! Bisogna saper dividere il lavoro dal divertimento, no? Aspetta...

# 3576_Saejima
source: All right. Let's go, Tokita.
pt_br: Ok. Forza, Tokita.

# 3588_Sodachi
source: Have fun! Be careful of gangsters!
pt_br: Divertitevi! Occhio ai gangster!

# 3600_Sodachi
source: Maybe I'll stop by a hostess club...
pt_br: Magari faccio un salto in un club per hostess...

# 3672_Sodachi
source: Hmmm...
pt_br: Mmmm...

# 3684_Saejima
source: Somethin' wrong?
pt_br: Qualcosa non va?

# 3696_Sodachi
source: Well... It's just that Tokita-chan seems down recently.
pt_br: Beh... è solo che Tokita-chan ultimamente sembra giù.

# 3720_Sodachi
source: We've been pushing him in training for a long time now, so if he doesn't win a tournament soon he may just give up on us...
pt_br: Lo stiamo torchiando con gli allenamenti da un sacco di tempo ormai, perciò se non vince un torneo a breve, potrebbe mollare la spugna e piantarci in asso...

# 3792_Sodachi
source: Tokita-kun lost...
pt_br: Tokita-kun ha perso...

# 3804_Saejima
source: Yeah... Where is he right now?
pt_br: Già... Dov'è adesso?

# 3816_Sodachi
source: Now that you mention it, he hasn't come back to the dojo at all. I guess the loss was a shock.
pt_br: Ora che lo dici, non è proprio più tornato al dojo. Immagino che la sconfitta sia stata una bella batosta.

# 3828_Sodachi
source: I'll go and look for him!
pt_br: Vado a cercarlo!

# 3900_Sodachi
source: *pant* Here he is!
pt_br: *ansima* Eccolo!

# 3924_Saejima
source: What happened? You angry about somethin'?
pt_br: Che è successo? Sei incazzato per qualcosa?

# 3936_Tokita
source: No. I just feel like I'll never be a champion if I keep training here.
pt_br: No. Sento solo che non sarò mai un campione se continuo ad allenarmi qui.

# 3948_Tokita
source: Sigh... Maybe I chose the wrong dojo again...
pt_br: Uff... Forse ho scelto il dojo sbagliato, di nuovo...

# 3960_Saejima
source: (I'm glad he's back, but it looks like he's lost a lot o' motivation. Better get him that champion belt, and quick.)
pt_br: (Meno male che è tornato, ma pare che abbia perso un bel po' di motivazione. Meglio fargli vincere quella cintura da campione, e pure in fretta.)

# 4044_Sodachi
source: Hey, Saejima-san! I was waiting for you! Shall we start our training now?
pt_br: Ehi, Saejima-san! Ti stavo aspettando! Cominciamo l'allenamento adesso?

# 4056_Saejima
source: Yeah, let's get started.
pt_br: Dai, mettiamoci sotto.

# 4068_Sodachi
source: All right! Here's to another day of training! Let's get to work!
pt_br: Dai! Un'altra giornata di allenamento! Mettiamoci sotto!

# 4092_Saejima
source: Maybe later.
pt_br: Magari dopo.

# 4104_Sodachi
source: Oh, that's too bad. But you are a pretty busy person. Come back when you have more time.
pt_br: Ah, peccato. Ma sei un tipo piuttosto indaffarato. Fatti vivo quando hai più tempo.

# 4116_Sodachi
source: Start Training
pt_br: Inizia l'allenamento

# 4128_Sodachi
source: Not Now
pt_br: Non ora
