Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid002602b5.po
Languages: pt

source: Cat-loving Homeless Man
pt: Senzatetto amante dei gatti

source: Friendly Homeless Man
pt: Senzatetto amichevole

source: Surly Homeless Man
pt: Senzatetto scontroso

source: Striped Kitten
pt: Gattino a strisce

# 484_Cat-loving Homeless Man
source: Oh, glad you're back! They've been hissing at us something awful, and they won't even let us look at their injuries.
pt: Oh, sono contento che tu sia tornato! Ci stanno soffiando contro in modo terribile e non ci lasciano nemmeno guardare le loro ferite.

# 496_Cat-loving Homeless Man
source: We've got to hurry or they'll be in really bad shape. Please try to tame them!
pt: Dobbiamo sbrigarci o staranno davvero male. Ti prego, prova ad addomesticarli!

# 508_Saejima
source: Tamin' cats, huh?
pt: Addomesticare gatti, eh?

# 520_Saejima
source: Sorry, but it ain't gonna happen. Just not big on cats.
pt: Mi dispiace, ma non se ne parla. Non sono un grande amante dei gatti.

# 532_Friendly Homeless Man
source: You sure? Oh, all right then.
pt: Sei sicuro? Oh, va bene allora.

# 544_Surly Homeless Man
source: Bah! Then give us some space and get lost!
pt: Bah! Allora lasciaci un po' di spazio e sparisci!

# 556_Cat-loving Homeless Man
source: We're going to stay put until these cats are okay...
pt: Resteremo qui finché questi gatti non staranno bene...

# 640_Saejima
source: Alright, why the hell not?
pt: Va bene, perché diavolo no?

# 652_Cat-loving Homeless Man
source: Great! We're counting on you!
pt: Fantastico! Contiamo su di te!

# 712_Striped Kitten
source: Hssst!
pt: Ssshh!

# 724_Saejima
source: (Little fella's really givin' me what for. Now what do I do?)
pt: (Il piccoletto mi sta dando del filo da torcere. E ora che faccio?)

# 736_Saejima
source: (Maybe these cats grew up in a pet shop with dogs. I'll try barkin'.)
pt: (Forse questi gatti sono cresciuti in un negozio di animali con dei cani. Proverò ad abbaiare.)

# 772_Saejima
source: Woof! Arf, arf!
pt: Bau! Bau, bau!

# 796_Saejima
source: (Now it's even more pissed off.)
pt: (Ora è ancora più incazzato.)

# 820_Saejima
source: (Maybe these kitties'll open to me if I act like a sweet little crying girl.)
pt: (Forse questi gattini si apriranno a me se mi comporto come una dolce bambina che piange.)

# 844_Striped Kitten
source: Mew?
pt: Miao?

# 856_Saejima
source: Nah, fuck it. Lemme try again.
pt: No, fanculo. Lasciami riprovare.

# 880_Saejima
source: (Prolly oughta try speakin' their own language.)
pt: (Forse dovrei provare a parlare la loro lingua.)

# 916_Saejima
source: ...Meow.
pt: ...Miao.

# 928_Striped Kitten
source: Meow...
pt: Miao...

# 940_Saejima
source: (Seems like it finally dropped its guard.)
pt: (Sembra che abbia finalmente abbassato la guardia.)

# 952_Cat-loving Homeless Man
source: Wow, you're good. Poor things wouldn't even give me the time of day.
pt: Wow, sei bravo. I poverini non mi degnavano nemmeno di uno sguardo.

# 964_Saejima
source: They don't look like they're doing too good.
pt: Non mi sembra che stiano molto bene.

# 976_Cat-loving Homeless Man
source: We gotta get some nutrition into these little guys.
pt: Dobbiamo dare un po' di nutrimento a questi piccoletti.

# 988_Surly Homeless Man
source: Bah. A drink'd patch 'em right up.
pt: Bah. Una bevuta li rimetterebbe in sesto.

# 1000_Friendly Homeless Man
source: I hate to ask, but could you buy these kittens something you think they'd like?
pt: Mi dispiace chiedere, ma potresti comprare a questi gattini qualcosa che pensi possa piacergli?

# 1012_Saejima
source: (S'pose I can't back out now. I'll get 'em somethin' real nutritious, like... fuck, I dunno.)
pt: (Immagino di non potermi tirare indietro adesso. Gli prenderò qualcosa di molto nutriente, tipo... cazzo, non lo so.)

# 1024_Saejima
source: Wait here. Ya gotta offer lost cats some milk. I'll go pick some up.
pt: Aspettate qui. Bisogna offrire del latte ai gatti smarriti. Vado a prenderne un po'.

# 1108_Saejima
source: Wait here. I'll buy somethin' to perk 'em up. They're hurt, so maybe Staminan X?
pt: Aspettate qui. Comprerò qualcosa per tirarli su. Sono feriti, quindi forse Staminan X?

# 1192_Saejima
source: Wait here. Doesn't matter what cats eat. They prolly wouldn't say no to dog food.
pt: Aspettate qui. Non importa cosa mangiano i gatti. Probabilmente non direbbero di no al cibo per cani.

# 1264_Friendly Homeless Man
source: Here, kitty-kitty! We got some fish for you!
pt: Micio, micio! Abbiamo del pesce per te!

# 1276_Surly Homeless Man
source: Want some beer...? Huh! Darn things just won't warm up to me.
pt: Volete un po' di birra...? Ah! Maledetti, non si affezionano proprio a me.

# 1288_Cat-loving Homeless Man
source: Aw, you guys aren't seeing cat's eye to cat's eye with them. Watch and learn.
pt: Ah, voi ragazzi non siete in sintonia con loro. Guardate e imparate.

# 1300_Cat-loving Homeless Man
source: Mrowrrr.
pt: Miao.

# 1324_Surly Homeless Man
source: Yeah, I didn't think so.
pt: Sì, non ci speravo.

# 1336_Cat-loving Homeless Man
source: That's odd. My old cat Miko would always come right up to me when I did that.
pt: Strano. Il mio vecchio gatto Miko veniva sempre da me quando lo facevo.

# 1348_Friendly Homeless Man
source: If they won't let us touch them, we can't check their injuries, and we can't fix them up.
pt: Se non ci lasciano toccare, non possiamo controllare le loro ferite e non possiamo curarli.

# 1360_Friendly Homeless Man
source: Hmm?
pt: Mmm?

# 1372_Surly Homeless Man
source: Huh? What are you lookin' at?
pt: Eh? Che stai guardando?

# 1384_Friendly Homeless Man
source: Hey, take it easy fellas. Say, pal, are you a cat lover?
pt: Ehi, state calmi ragazzi. Dì, amico, sei un amante dei gatti?

# 1396_Saejima
source: Cats, huh?
pt: Gatti, eh?

# 1408_Cat-loving Homeless Man
source: You are? That's great! Can you do something about these cats?
pt: Lo sei? Fantastico! Puoi fare qualcosa per questi gatti?

# 1420_Saejima
source: Whoa there. I didn't say I was a cat lover.
pt: Ehi, calma. Non ho detto di essere un amante dei gatti.

# 1432_Friendly Homeless Man
source: Ah, that's okay. Anyway, we just found these little guys, but unfortunately they're not letting any of us touch 'em.
pt: Ah, va bene. Comunque, abbiamo appena trovato questi piccoletti, ma sfortunatamente non si lasciano toccare da nessuno di noi.

# 1444_Saejima
source: Yeah, but－
pt: Sì, ma...

# 1468_Cat-loving Homeless Man
source: They look like they're hurt. We only wanna patch them up if we can.
pt: Sembrano feriti. Vogliamo solo medicarli, se possibile.

# 1480_Friendly Homeless Man
source: It must be fate, you showing up like this. Could you try taming these little fellas?
pt: Deve essere il destino, che tu sia apparso così. Potresti provare ad addomesticare questi piccoletti?

# 1492_Cat-loving Homeless Man
source: Yeah, please? If we don't act fast, they'll get weaker and weaker. You're our only hope－and theirs!
pt: Sì, ti prego! Se non agiamo in fretta, diventeranno sempre più deboli. Sei la nostra unica speranza, e la loro!

# 1504_Saejima
source: Ya want me to tame a buncha cats, huh?
pt: Volete che addomestichi un branco di gatti, eh?

# 1516_Saejima
source: Ain't gonna happen. Sorry, but I ain't big on the furballs.
pt: Non se ne parla. Mi dispiace, ma non vado matto per le palle di pelo.

# 1528_Friendly Homeless Man
source: You're not? Oh, well.
pt: Non lo sei? Oh, beh.

# 1540_Surly Homeless Man
source: Bah! Then quit wasting our time!
pt: Bah! Allora smettila di farci perdere tempo!

# 1552_Cat-loving Homeless Man
source: We're not budging until these cats are safe and sound.
pt: Non ci muoveremo finché questi gatti non saranno sani e salvi.

# 1636_Saejima
source: Alright, why the hell not? Guess I'll see what I can do.
pt: Va bene, perché diavolo no? Credo che vedrò cosa posso fare.

# 1648_Cat-loving Homeless Man
source: Great! We're counting on you!
pt: Fantastico! Contiamo su di te!

# 1720_Saejima
source: (Little fella's really givin' me what for. Now what do I do?)
pt: (Il piccoletto mi sta dando del filo da torcere. E ora che faccio?)

# 1732_Saejima
source: (Maybe these cats grew up in a pet shop with dogs. I'll try barkin'.)
pt: (Forse questi gatti sono cresciuti in un negozio di animali con dei cani. Proverò ad abbaiare.)

# 1768_Saejima
source: Woof! Arf, arf!
pt: Bau! Bau, bau!

# 1792_Saejima
source: (Now it's even more pissed off.)
pt: (Ora è ancora più incazzato.)

# 1816_Saejima
source: (Maybe these kitties'll open to me if I act like a sweet little crying girl.)
pt: (Forse questi gattini si apriranno a me se mi comporto come una dolce bambina che piange.)

# 1840_Striped Kitten
source: Mew?
pt: Miao?

# 1852_Saejima
source: Nah, fuck it. Lemme try again.
pt: No, fanculo. Lasciami riprovare.

# 1876_Saejima
source: (Prolly oughta try speakin' their own language.)
pt: (Forse dovrei provare a parlare la loro lingua.)

# 1912_Saejima
source: ...Meow.
pt: ...Miao.

# 1924_Striped Kitten
source: Meow...
pt: Miao...

# 1936_Saejima
source: (Seems like it finally dropped its guard.)
pt: (Sembra che abbia finalmente abbassato la guardia.)

# 1948_Cat-loving Homeless Man
source: Wow, you're good. Poor things wouldn't even give me the time of day.
pt: Wow, sei bravo. I poverini non mi degnavano nemmeno di uno sguardo.

# 1960_Saejima
source: They don't look like they're doing too good.
pt: Non mi sembra che stiano molto bene.

# 1972_Cat-loving Homeless Man
source: We gotta get some nutrition into these little guys.
pt: Dobbiamo dare un po' di nutrimento a questi piccoletti.

# 1984_Surly Homeless Man
source: Bah. A drink'd patch 'em right up.
pt: Bah. Una bevuta li rimetterebbe in sesto.

# 1996_Friendly Homeless Man
source: I hate to ask, but could you buy these kittens something you think they'd like?
pt: Mi dispiace chiedere, ma potresti comprare a questi gattini qualcosa che pensi possa piacergli?

# 2008_Saejima
source: (S'pose I can't back out now. I'll get 'em somethin' real nutritious, like... fuck, I dunno.)
pt: (Immagino di non potermi tirare indietro adesso. Gli prenderò qualcosa di molto nutriente, tipo... cazzo, non lo so.)

# 2020_Saejima
source: Wait here. Ya gotta offer lost cats some milk. I'll go pick some up.
pt: Aspettate qui. Bisogna offrire del latte ai gatti smarriti. Vado a prenderne un po'.

# 2104_Saejima
source: Wait here. I'll buy somethin' to perk 'em up. They're hurt, so maybe Staminan X?
pt: Aspettate qui. Comprerò qualcosa per tirarli su. Sono feriti, quindi forse Staminan X?

# 2188_Saejima
source: Wait here. Doesn't matter what cats eat. They prolly wouldn't say no to dog food.
pt: Aspettate qui. Non importa cosa mangiano i gatti. Probabilmente non direbbero di no al cibo per cani.

# 2260_Cat-loving Homeless Man
source: Ain't gonna happen.
pt: Non se ne parla.

# 2272_Cat-loving Homeless Man
source: Why the hell not?
pt: Perché diavolo no?

# 2284_Cat-loving Homeless Man
source: Meow Like a Kitten
pt: Miagola come un gattino

# 2296_Cat-loving Homeless Man
source: Bark Like a Puppy
pt: Abbaia come un cucciolo

# 2308_Cat-loving Homeless Man
source: Cry Like a Girl
pt: Piangi come una bambina

# 2320_Cat-loving Homeless Man
source: Ya gotta offer lost cats some milk.
pt: Bisogna offrire del latte ai gatti smarriti.

# 2332_Cat-loving Homeless Man
source: They're hurt, so maybe Staminan X?
pt: Sono feriti, quindi forse Staminan X?

# 2344_Cat-loving Homeless Man
source: Prolly wouldn't say no to dog food.
pt: Probabilmente non direbbero di no al cibo per cani.

# 2356_Cat-loving Homeless Man
source: Ain't gonna happen.
pt: Non se ne parla.

# 2368_Cat-loving Homeless Man
source: Why the hell not?
pt: Perché diavolo no?

# 2380_Cat-loving Homeless Man
source: Meow Like a Kitten
pt: Miagola come un gattino

# 2392_Cat-loving Homeless Man
source: Bark Like a Puppy
pt: Abbaia come un cucciolo

# 2404_Cat-loving Homeless Man
source: Cry Like a Girl
pt: Piangi come una bambina

# 2416_Cat-loving Homeless Man
source: Ya gotta offer lost cats some milk.
pt: Bisogna offrire del latte ai gatti smarriti.

# 2428_Cat-loving Homeless Man
source: They're hurt, so maybe Staminan X?
pt: Sono feriti, quindi forse Staminan X?

# 2440_Cat-loving Homeless Man
source: Prolly wouldn't say no to dog food.
pt: Probabilmente non direbbero di no al cibo per cani.
