Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00090254.po
Languages: it

source: Suited Stalker
it: Stalker in abito

source: Delusional Nerd
it: Nerd delirante

source: Man Blind to Reality
it: Uomo cieco alla realtà

# 68_Akiyama
source: Noa-chan! Are you okay?
it: Noa-chan! Stai bene?

# 80_Noa
source: Yes. But...
it: Sì. Ma...

# 104_Suited Stalker
source: Noa-chan is mine! The rest of you guys need to wise up!
it: Noa-chan è mia! Voi altri datevi una svegliata!

# 116_Delusional Nerd
source: What're you talking about? Noa-chan loves me!
it: Di che parli? Noa-chan mi ama!

# 128_Man Blind to Reality
source: What happens in a hostess club isn't real! I'm the only one who Noa actually cares about!
it: Quello che succede in un hostess club non è reale! Sono l'unico a cui Noa tiene davvero!

# 140_Akiyama
source: Hm... Have you gained a new stalker since last I checked?
it: Mh... Hai un nuovo stalker dall'ultima volta che ho controllato?

# 152_Noa
source: He's the friend I told you about before.
it: È l'amico di cui ti ho parlato.

# 164_Akiyama
source: Ah... So he became a stalker, too.
it: Ah... Quindi è diventato anche lui uno stalker.

# 176_Noa
source: Each of them suddenly realized that the others were stalking me, then they started shouting at each other...
it: Ognuno di loro si è improvvisamente reso conto che gli altri mi stavano perseguitando, e hanno iniziato a urlarsi contro...

# 188_Suited Stalker
source: Hey! I've seen you, you're always following Noa-chan around!
it: Ehi! Ti ho visto, segui sempre Noa-chan!

# 212_Delusional Nerd
source: If you hurt her, I'll never forgive you!
it: Se la ferisci, non ti perdonerò mai!

# 224_Man Blind to Reality
source: You're another one of her customers, huh? Why can't you accept that she only talks to you because you pay her?
it: Sei un altro dei suoi clienti, eh? Perché non accetti che ti parla solo perché la paghi?

# 248_Akiyama
source: Look, you guys can fall in love with anybody you want, but have any of you considered Noa-chan's feelings?
it: Sentite, potete innamorarvi di chi volete, ma qualcuno di voi ha considerato i sentimenti di Noa-chan?

# 260_Delusional Nerd
source: Of course I have! Noa-chan and I were even lovers in a past life!
it: Certo che l'ho fatto! Io e Noa-chan eravamo persino amanti in una vita passata!

# 272_Akiyama
source: Huh? A past life? What're you talking about?
it: Eh? Una vita passata? Di che stai parlando?

# 284_Noa
source: We sort of talked about that at the club, once.
it: Ne abbiamo parlato una volta al locale.

# 296_Noa
source: I just mentioned something about it possibly being true. I didn't mean anything by it.
it: Ho solo accennato che avrebbe potuto essere vero. Non lo pensavo davvero.

# 308_Noa
source: I guess he took it seriously...
it: Immagino che l'abbia preso sul serio...

# 320_Suited Stalker
source: Well, Noa-chan emails me once week! That proves she cares about me!
it: Beh, Noa-chan mi manda un'email a settimana! Questo dimostra che ci tiene a me!

# 332_Akiyama
source: Is that one of your mass emails?
it: È una delle sue email di massa?

# 344_Noa
source: Yes...
it: Sì...

# 356_Man Blind to Reality
source: Well, I've been out with Noa lots of times!
it: Beh, io sono uscito con Noa un sacco di volte!

# 368_Noa
source: He was in a group of friends that I went to karaoke with a few times. There were like ten other people there.
it: Era in un gruppo di amici con cui sono andata al karaoke un paio di volte. C'erano tipo altre dieci persone.

# 380_Akiyama
source: I see.
it: Capisco.

# 392_Akiyama
source: Look, Noa-chan bears some responsibility for misleading you all.
it: Sentite, Noa-chan ha una parte di responsabilità per avervi illusi.

# 416_Akiyama
source: But honestly, you're all getting nowhere with her. Noa-chan doesn't love any of you.
it: Ma onestamente, non andrete da nessuna parte con lei. Noa-chan non ama nessuno di voi.

# 428_Suited Stalker
source: What're you talking about!? That's not true!
it: Di che stai parlando!? Non è vero!

# 440_Akiyama
source: As for you, she already told you she's not interested, right?
it: Quanto a te, ti ha già detto che non è interessata, giusto?

# 452_Man Blind to Reality
source: Shut up!
it: Stai zitto!

# 464_Delusional Nerd
source: What about you? What's <Italic>your</Italic> relationship with Noa-chan!?
it: E tu? Qual è la <Italic>tua</Italic> relazione con Noa-chan!?

# 476_Akiyama
source: Me? Well, I'm... Actually, I'm not sure.
it: Io? Beh, io... A dire il vero, non ne sono sicuro.

# 500_Akiyama
source: Hahaha. Just kidding.
it: Ahahah. Sto solo scherzando.

# 512_Akiyama
source: In any case, if you don't leave Noa-chan alone, I'm going to have to make you. Understand?
it: In ogni caso, se non lasciate in pace Noa-chan, dovrò costringervi a farlo. Capito?

# 524_Man Blind to Reality
source: Fine with me! I'll show you how much I love her!
it: Per me va bene! Ti mostrerò quanto la amo!

# 536_Suited Stalker
source: You're not stealing Noa-chan away from me!
it: Non mi porterai via Noa-chan!

# 548_Delusional Nerd
source: Yeah! You can't break the bond between Noa-chan and me that easily!
it: Già! Non puoi spezzare così facilmente il legame tra me e Noa-chan!

# 560_Akiyama
source: Well, that makes things simpler... Let's do this!
it: Beh, questo semplifica le cose... Facciamolo!
