Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee00ec.po
Languages: pt

source: Bookie
pt: Allibratore

source: Player
pt: Giocatore

# 132_Bookie
source: We'll need you to buy wooden tags if you want to play here. How many would you like? One tag is 100 yen.
pt: Se vuoi giocare qui, devi comprare delle targhette di legno. Quante ne vuoi? Una targhetta costa 100 yen.

# 144_Bookie
source: I'll take 50 tags.
pt: Prendo 50 targhette.

# 168_Bookie
source: Okay, here you go. Have fun!
pt: Ok, ecco a te. Divertiti!

# 192_Bookie
source: I'll take 100 tags.
pt: Prendo 100 targhette.

# 216_Bookie
source: Okay, here you go. Have fun!
pt: Ok, ecco a te. Divertiti!

# 240_Bookie
source: I'll take 1,000 tags.
pt: Prendo 1.000 targhette.

# 264_Bookie
source: Okay, here you go. Have fun!
pt: Ok, ecco a te. Divertiti!

# 288_Bookie
source: I'm fine for now.
pt: Per ora sono a posto.

# 300_Bookie
source: Well, all right. But I hope you'll buy some next time.
pt: Beh, va bene. Ma spero che la prossima volta ne comprerai un po'.

# 312_Bookie
source: Hey, you don't have enough to pay for that! Come back when you got money.
pt: Ehi, non hai abbastanza soldi per pagare! Torna quando li avrai.

# 324_Bookie
source: Buy 50 Tags for 5,000 Yen
pt: Compra 50 targhette per 5.000 yen

# 336_Bookie
source: Buy 100 Tags for 10,000 Yen
pt: Compra 100 targhette per 10.000 yen

# 348_Bookie
source: Buy 1,000 Tags for 100,000 Yen
pt: Compra 1.000 targhette per 100.000 yen

# 360_Bookie
source: Never Mind
pt: Lascia perdere
