Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c003a.po
Languages: pt_br

# 16524_峰村七海：源氏名
source: I know, but your eyes go to a particular part of a woman's body first, right?
pt_br: Lo so, ma i tuoi occhi vanno prima su una parte particolare del corpo di una donna, giusto?

# 16536_Tanimura
source: I hadn't really given it much thought... Hmm...
pt_br: Non ci avevo pensato molto... Mmm...

# 16548_峰村七海：源氏名
source: I've been thinking about taking some lessons...
pt_br: Sto pensando di prendere qualche lezione...

# 16560_Tanimura
source: Oh? That sounds like a good idea.
pt_br: Oh? Sembra una buona idea.

# 16572_峰村七海：源氏名
source: Yes, but I can't figure out what kind of lessons to take. I could take a fitness class, or maybe learn a language, or do pottery.
pt_br: Sì, ma non riesco a decidere che tipo di lezioni prendere. Potrei fare un corso di fitness, o forse imparare una lingua, o fare ceramica.

# 16584_峰村七海：源氏名
source: What do you think I should learn?
pt_br: Cosa pensi che dovrei imparare?

# 16596_Tanimura
source: Well...
pt_br: Beh...

# 16632_峰村七海：源氏名
source: Look! This is the present you gave me!
pt_br: Guarda! Questo è il regalo che mi hai fatto!

# 16644_Tanimura
source: Isn't it wonderful? Thanks again! <Color:7>♥<Color:Default>
pt_br: Non è meraviglioso? Grazie ancora! <Color:7>♥<Color:Default>

# 16656_峰村七海：源氏名
source: I'm a little thirsty. I could really go for some <Color:7>Gold Champagne<Color:Default>.
pt_br: Ho un po' sete. Berrei volentieri dello <Color:7>Champagne d'Oro<Color:Default>.

# 16668_峰村七海：源氏名
source: That's my favorite customer! You're always so generous.
pt_br: Ecco il mio cliente preferito! Sei sempre così generoso.

# 16680_F_cab_sitsofa_sync_order
source: One bottle of <Color:7>Gold Champagne<Color:Default>, please!
pt_br: Una bottiglia di <Color:7>Champagne d'Oro<Color:Default>, per favore!

# 16692_Tanimura
source: Oops. I don't think I have enough money.
pt_br: Ops. Non credo di avere abbastanza soldi.

# 16704_峰村七海：源氏名
source: I thought so. You don't have to show off if you can't afford it.
pt_br: Lo immaginavo. Non devi fare il gradasso se non puoi permettertelo.

# 16716_峰村七海：源氏名
source: I'm sorry. I should've known that was too much for you.
pt_br: Mi dispiace. Avrei dovuto sapere che era troppo per te.

# 16728_峰村七海：源氏名
source: I'm hungry. Can I order something?
pt_br: Ho fame. Posso ordinare qualcosa?

# 16752_Tanimura
source: Thanks! I'll go ahead and order, then!
pt_br: Grazie! Allora ordino!

# 16764_F_cab_sitsofa_sync_order
source: Excuse me!
pt_br: Scusi!

# 16788_Tanimura
source: Aw. Why not?
pt_br: Uffa. Perché no?

# 16800_峰村七海：源氏名
source: Thanks for responding to my email. I thought maybe you didn't like me anymore, so I was really glad to hear from you.
pt_br: Grazie per aver risposto alla mia email. Pensavo che non ti piacessi più, quindi sono stata molto contenta di sentirti.

# 16812_Tanimura
source: Heheh, I see.
pt_br: Heheh, Capisco.

# 16824_峰村七海：源氏名
source: About those mass emails... It seems like you're getting used to how things are done at hostess clubs.
pt_br: Riguardo a quelle email di massa... sembra che ti stia abituando a come vanno le cose negli hostess club.

# 16836_Tanimura
source: I guess both sides are part of a nice fantasy, aren't they? It ruins it if you take everything at face value.
pt_br: Immagino che entrambe le parti facciano parte di una bella fantasia, no? Si rovina tutto se si prende tutto alla lettera.

# 16848_峰村七海：源氏名
source: That's right. I prefer customers who understand that.
pt_br: Esatto. Preferisco i clienti che lo capiscono.

# 16860_峰村七海：源氏名
source: About that time I canceled my shift at the last minute... It really is rude to the customers coming to see me, isn't it?
pt_br: Riguardo a quella volta che ho cancellato il mio turno all'ultimo minuto... è davvero scortese nei confronti dei clienti che vengono a trovarmi, no?

# 16872_峰村七海：源氏名
source: I realize that now, thanks to you.
pt_br: Ora me ne rendo conto, grazie a te.

# 16884_Tanimura
source: Well, I understand that sometimes you have to take time off. You just have to let people know about it.
pt_br: Beh, capisco che a volte si debba prendere una pausa. Bisogna solo farlo sapere.

# 16896_峰村七海：源氏名
source: I just had a customer who ordered three bottles of <Color:7>Gold Champagne<Color:Default>!
pt_br: Ho appena avuto un cliente che ha ordinato tre bottiglie di <Color:7>Champagne d'Oro<Color:Default>!

# 16908_Tanimura
source: Seriously?
pt_br: Seriamente?

# 16920_峰村七海：源氏名
source: Yes! He said he made a lot of money on the stock market! You should be able to afford at least one bottle, right?
pt_br: Sì! Ha detto di aver guadagnato un sacco di soldi in borsa! Dovresti poterti permettere almeno una bottiglia, no?

# 16932_Tanimura
source: Here we go again...
pt_br: Ci risiamo...

# 16944_峰村七海：源氏名
source: About your email the other day... I think I'd like to live in Kamurocho Hills once they finish building it.
pt_br: Riguardo alla tua email dell'altro giorno... penso che mi piacerebbe vivere a Kamurocho Hills una volta che avranno finito di costruirlo.

# 16956_Tanimura
source: I figured as much. You can be pretty easy to read.
pt_br: Lo immaginavo. Sei piuttosto facile da leggere.

# 16968_峰村七海：源氏名
source: It seems I can't hide anything from you.
pt_br: Sembra che non riesca a nasconderti nulla.

# 16980_Tanimura
source: You've always wanted to be a hostess?
pt_br: Hai sempre voluto fare l'hostess?

# 16992_Tanimura
source: You're looking for an eligible man?
pt_br: Stai cercando un buon partito?

# 17004_Tanimura
source: You like drinking?
pt_br: Ti piace bere?

# 17016_Tanimura
source: I'm fine being a loser.
pt_br: Mi va bene essere un fallito.

# 17028_Tanimura
source: Ouch...
pt_br: Ahi...

# 17040_Tanimura
source: I wish I had your energy.
pt_br: Vorrei avere la tua energia.

# 17052_Tanimura
source: I'd like to own a horse someday.
pt_br: Mi piacerebbe possedere un cavallo un giorno.

# 17064_Tanimura
source: I'd like a cushy job in the private sector.
pt_br: Mi piacerebbe un lavoro tranquillo nel settore privato.

# 17076_Tanimura
source: I'd like to walk a beat in a small town.
pt_br: Mi piacerebbe fare il poliziotto di quartiere in una piccola città.

# 17088_Tanimura
source: You shouldn't play that kind of trick on a cop.
pt_br: Non dovresti fare scherzi del genere a un poliziotto.

# 17100_Tanimura
source: I'm shocked...
pt_br: Sono scioccato...

# 17112_Tanimura
source: Oh no. I knew all about that.
pt_br: Oh no. Lo sapevo benissimo.

# 17124_Tanimura
source: I've always been good at solving puzzles.
pt_br: Sono sempre stato bravo a risolvere enigmi.

# 17136_Tanimura
source: I tend to overanalyze things.
pt_br: Tendo ad analizzare troppo le cose.

# 17148_Tanimura
source: It depends on the race.
pt_br: Dipende dalla corsa.

# 17160_Tanimura
source: No, I'm going to find a girlfriend this way.
pt_br: No, troverò una ragazza in questo modo.

# 17172_Tanimura
source: That doesn't make sense.
pt_br: Non ha senso.

# 17184_Tanimura
source: Have you ever seriously dated a customer?
pt_br: Hai mai avuto una relazione seria con un cliente?

# 17196_Tanimura
source: So what kind of things are okay to talk about?
pt_br: Quindi di che tipo di cose si può parlare?

# 17208_Tanimura
source: That kind of thing is probably unavoidable.
pt_br: Quel genere di cose è probabilmente inevitabile.

# 17220_Tanimura
source: Can't you overlook that to some degree?
pt_br: Non puoi sorvolare un po'?

# 17232_Tanimura
source: I don't believe in saving money.
pt_br: Non credo nel risparmio.

# 17244_Tanimura
source: A good amount.
pt_br: Una buona somma.

# 17256_Tanimura
source: I'm not just going to tell you that.
pt_br: Non te lo dirò così su due piedi.

# 17268_Tanimura
source: I'm interested in social issues.
pt_br: Mi interessano le questioni sociali.

# 17280_Tanimura
source: I'd like to talk about your love life.
pt_br: Mi piacerebbe parlare della tua vita sentimentale.

# 17292_Tanimura
source: I'd like to talk about your past.
pt_br: Mi piacerebbe parlare del tuo passato.

# 17304_Tanimura
source: It sounds like you've done a lot of research.
pt_br: Sembra che tu abbia fatto molte ricerche.

# 17316_Tanimura
source: I prefer someone with a lot of energy.
pt_br: Preferisco qualcuno con molta energia.

# 17328_Tanimura
source: Everybody has their preferences.
pt_br: Ognuno ha le sue preferenze.

# 17340_Tanimura
source: You think you had it hard? Give me a break.
pt_br: Pensi di aver passato un brutto periodo? Fammi il piacere.

# 17352_Tanimura
source: You're not wrong, but...
pt_br: Non hai torto, ma...

# 17364_Tanimura
source: You can be happy without money, you know.
pt_br: Si può essere felici anche senza soldi, sai.

# 17376_Tanimura
source: You almost sound like his mother.
pt_br: Sembri quasi sua madre.

# 17388_Tanimura
source: You can't always trust your family.
pt_br: Non puoi sempre fidarti della tua famiglia.

# 17400_Tanimura
source: A popular host can earn a lot of money, right?
pt_br: Un host popolare può guadagnare un sacco di soldi, giusto?

# 17412_Tanimura
source: Sounds like a good idea to me.
pt_br: Mi sembra una buona idea.

# 17424_Tanimura
source: Are you confident that you can make it?
pt_br: Sei sicura di potercela fare?

# 17436_Tanimura
source: Maybe you should think it over a bit more.
pt_br: Forse dovresti pensarci un po' di più.

# 17448_Tanimura
source: Maybe you're wrong about your ideal type of man.
pt_br: Forse ti sbagli sul tuo tipo di uomo ideale.

# 17460_Tanimura
source: I feel sorry for you...
pt_br: Mi dispiace per te...

# 17472_Tanimura
source: You're still young. That's normal.
pt_br: Sei ancora giovane. È normale.

# 17484_Tanimura
source: There's such a thing as being too perfect.
pt_br: Esiste una cosa come essere troppo perfetti.

# 17496_Tanimura
source: You should talk to them more.
pt_br: Dovresti parlarci di più.

# 17508_Tanimura
source: They're idiots.
pt_br: Sono degli idioti.

# 17520_Tanimura
source: Sorry. Can't do it.
pt_br: Scusa. Non ce la faccio.

# 17532_Tanimura
source: You'll be smoking again before you know it.
pt_br: Ricomincerai a fumare prima di quanto pensi.

# 17544_Tanimura
source: That's not a bad idea.
pt_br: Non male come idea.

# 17556_Tanimura
source: Don't you get lonely?
pt_br: Non ti senti solo?

# 17568_Tanimura
source: You can come to me if you have any problems.
pt_br: Puoi venire da me se hai qualche problema.

# 17580_Tanimura
source: I agree with you.
pt_br: Sono d'accordo con te.

# 17592_Tanimura
source: Money isn't everything.
pt_br: I soldi non sono tutto.

# 17604_Tanimura
source: I'll help you out when I win big at the races.
pt_br: Ti aiuterò quando vincerò alla grande alle corse.

# 17616_Tanimura
source: Leave it to me.
pt_br: Lascia fare a me.

# 17628_Tanimura
source: You want to get even prettier than you are now?
pt_br: Vuoi diventare ancora più bella di quanto tu non sia già?

# 17640_Tanimura
source: That sounds like a waste of money.
pt_br: Sembra uno spreco di soldi.

# 17652_Tanimura
source: Maybe I should try going myself sometime.
pt_br: Forse dovrei provare ad andarci anch'io qualche volta.

# 17664_Tanimura
source: I think your personality is the real problem.
pt_br: Penso che il vero problema sia la tua personalità.

# 17676_Tanimura
source: Well, I guess that's possible...
pt_br: Beh, immagino sia possibile...

# 17688_Tanimura
source: That's got to be a coincidence.
pt_br: Dev'essere una coincidenza.

# 17700_Tanimura
source: Sounds familiar.
pt_br: Mi suona familiare.

# 17712_Tanimura
source: I'm sure he'll be back to borrow more.
pt_br: Sono sicuro che tornerà a chiedere altri soldi in prestito.

# 17724_Tanimura
source: That's not necessarily a bad thing.
pt_br: Non è necessariamente una cosa negativa.

# 17736_Tanimura
source: Are you sure that's a good idea?
pt_br: Sei sicura che sia una buona idea?

# 17748_Tanimura
source: Does your brother know about this?
pt_br: Tuo fratello lo sa?

# 17760_Tanimura
source: What about your job at the club?
pt_br: E il tuo lavoro al club?

# 17772_Tanimura
source: Maybe it's our chance for love.
pt_br: Forse è la nostra occasione per l'amore.

# 17784_Tanimura
source: You could hire me as a bodyguard.
pt_br: Potresti assumermi come guardia del corpo.

# 17796_Tanimura
source: I could help you with your work.
pt_br: Potrei aiutarti con il tuo lavoro.

# 17808_Tanimura
source: That's my fault.
pt_br: È colpa mia.

# 17820_Tanimura
source: Really? I don't get excited.
pt_br: Davvero? Io non mi emoziono.

# 17832_Tanimura
source: Maybe you're just tired.
pt_br: Forse sei solo stanca.

# 17844_Tanimura
source: Is that your way of popping the question?
pt_br: È il tuo modo di farmi la proposta?

# 17856_Tanimura
source: I can't picture you as a housewife.
pt_br: Non riesco a immaginarti come una casalinga.

# 17868_Tanimura
source: Marriage isn't all it's cracked up to be.
pt_br: Il matrimonio non è tutto rose e fiori.

# 17880_Tanimura
source: "I'm in love with another girl."
pt_br: "Sono innamorato di un'altra ragazza."

# 17892_Tanimura
source: "Sorry, I can't come to the club after all."
pt_br: "Scusa, alla fine non posso venire al club."

# 17904_Tanimura
source: "Lend me money."
pt_br: "Prestami dei soldi."

# 17916_Tanimura
source: Okay. I won't smoke in front of you anymore.
pt_br: Ok. Non fumerò più davanti a te.

# 17928_Tanimura
source: It's not good for your health to deny yourself.
pt_br: Non fa bene alla salute negarsi le cose.

# 17940_Tanimura
source: So you don't mind never smoking again?
pt_br: Quindi non ti dispiace non fumare più?

# 17952_Tanimura
source: Why don't you make a request?
pt_br: Perché non fai una richiesta?

# 17964_Tanimura
source: What about flowers?
pt_br: Che ne dici di fiori?

# 17976_Tanimura
source: Is your birthday really next month?
pt_br: Il tuo compleanno è davvero il mese prossimo?

# 17988_Tanimura
source: I'm not like that.
pt_br: Io non sono così.

# 18000_Tanimura
source: Times are tough.
pt_br: Sono tempi duri.

# 18012_Tanimura
source: Talking like that makes you sound cheap, too.
pt_br: Parlare così ti fa sembrare tirchia.

# 18024_Tanimura
source: Want me to chip in too?
pt_br: Vuoi che contribuisca anch'io?

# 18036_Tanimura
source: Why don't you go home and visit him?
pt_br: Perché non vai a casa a trovarlo?

# 18048_Tanimura
source: That's not like you.
pt_br: Non è da te.

# 18060_Tanimura
source: Then our relationship will stay the same.
pt_br: Allora la nostra relazione rimarrà la stessa.

# 18072_Tanimura
source: When's your brother leaving?
pt_br: Quando se ne va tuo fratello?

# 18084_Tanimura
source: Why don't we drink to your new start?
pt_br: Perché non brindiamo al tuo nuovo inizio?

# 18096_Tanimura
source: Nothing
pt_br: Niente

# 18108_Tanimura
source: 777 Town
pt_br: Città 777

# 18132_Tanimura
source: The Ghost in the Underground Mall
pt_br: Il Fantasma del Centro Commerciale Sotterraneo

# 18144_Tanimura
source: The Footbaths at Yunosono Hot Springs
pt_br: I Pediluvi alle Sorgenti Termali Yunosono

# 18156_Tanimura
source: Popular Golf Dates Among Women
pt_br: Appuntamenti a Golf Popolari tra le Donne

# 18168_Tanimura
source: Eating Liver to Reverse Brain Aging
pt_br: Mangiare Fegato per Invertire l'Invecchiamento Cerebrale

# 18180_Tanimura
source: The Pole Dancing Workout
pt_br: L'Allenamento di Pole Dance

# 18192_Tanimura
source: Popular Sweet Sake Among Women
pt_br: Sake Dolce Popolare tra le Donne

# 18204_Tanimura
source: Okay. Let's order a bottle.
pt_br: Ok. Ordiniamo una bottiglia.

# 18216_Tanimura
source: You've got to be kidding.
pt_br: Stai scherzando.

# 18228_Tanimura
source: Sure.
pt_br: Certo.

# 18240_Tanimura
source: Sorry.
pt_br: Scusa.
