Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010201e2.po
Languages: it

# 68_Lily
source: Wait... I <Italic>do</Italic> know this building! It really brings back memories being up here.
it: Aspetta... <Italic>Conosco</Italic> questo edificio! Mi riporta un sacco di ricordi essere qui.

# 80_Akiyama
source: Yeah?
it: Sì?

# 92_Lily
source: Though back then it was one of the taller buildings in the area. It really stood out.
it: Anche se allora era uno degli edifici più alti della zona. Spiccava davvero.

# 104_Lily
source: I probably didn't recognize it because of how small it seems in comparison nowadays.
it: Probabilmente non l'ho riconosciuto perché sembra così piccolo in confronto al giorno d'oggi.

# 128_Akiyama
source: Did you used to come around here a lot?
it: Venivi spesso da queste parti?

# 140_Lily
source: I... lived here, yes. Honestly, it feels like that was a lifetime ago.
it: Io... vivevo qui, sì. Onestamente, mi sembra che sia passata una vita.

# 152_Akiyama
source: Huh...
it: Eh...

# 164_Lily
source: Those were the days. Sure, I was always broke and lived in a tiny apartment... But life was good.
it: Quelli sì che erano giorni. Certo, ero sempre al verde e vivevo in un minuscolo appartamento... Ma la vita era bella.

# 188_Lily
source: Tell me something. Why are men always so busy looking upward?
it: Dimmi una cosa. Perché gli uomini sono sempre così impegnati a guardare in alto?

# 200_Akiyama
source: I'm sorry?
it: Scusa?

# 212_Lily
source: They work themselves to death for that one big break, and they end up forgetting the girl by their side in the process.
it: Si ammazzano di lavoro per quella grande occasione, e finiscono per dimenticare la ragazza al loro fianco nel processo.

# 236_Akiyama
source: I suppose a guy in my line of work is kinda biased, but...
it: Suppongo che un ragazzo nel mio campo sia un po' di parte, ma...

# 248_Akiyama
source: Whether it's family or the one you love, it's tough to make anyone happy without money.
it: Che si tratti della famiglia o della persona che ami, è difficile rendere felice qualcuno senza soldi.

# 260_Akiyama
source: Men tend to take that responsibility pretty seriously.
it: Gli uomini tendono a prendere quella responsabilità molto sul serio.

# 272_Akiyama
source: We're all desperate to claw our way up to someplace stable. That's my theory, anyway.
it: Siamo tutti disperati per farci strada verso un posto stabile. Questa è la mia teoria, comunque.

# 284_Lily
source: I'd be fine without all that. If things had just stayed the same, well...
it: Starei bene anche senza tutto questo. Se le cose fossero rimaste le stesse, beh...

# 296_Lily
source: I would've been the happiest girl in the world.
it: Sarei stata la ragazza più felice del mondo.

# 308_Akiyama
source: So you can't stand how money changes people, yet you still came to me for a loan?
it: Quindi non sopporti come i soldi cambiano le persone, eppure sei venuta da me per un prestito?

# 320_Lily
source: Strange, isn't it? I never really cared about it before, and now I need it more than anything.
it: Strano, vero? Non me ne è mai importato prima, e ora ne ho bisogno più di ogni altra cosa.

# 332_Akiyama
source: Life's good at throwing you curveballs like that. Makes you wonder, though. Why does money make the world go round anyway?
it: La vita è brava a lanciarti sorprese del genere. Ti fa chiedere, però. Perché i soldi fanno girare il mondo, dopotutto?
