Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00910014.po
Languages: pt

# 3104_Marcos
source: [You can still find them in some places. Pretty lucky that such services are still around.]
pt: [Si trovano ancora in alcuni posti. Siamo fortunati che esistano ancora servizi del genere.]

# 3116_Marcos
source: [I'll give you one for Garcia, too. Make sure he gets it when he comes back.]
pt: [Ne darò uno anche a Garcia. Assicurati che lo riceva quando torna.]

# 3128_Nair
source: [Got it, thanks.]
pt: [Capito, grazie.]

# 3140_Marcos
source: [All right. I'll be back later.]
pt: [Va bene. Torno più tardi.]

# 3164_Tanimura
source: [That guy really works hard.]
pt: [Quel ragazzo lavora davvero sodo.]

# 3176_Nair
source: [My brother always used to say Marcos would become a police officer one day, because of his strong sense of justice.]
pt: [Mio fratello diceva sempre che un giorno Marcos sarebbe diventato un poliziotto, per il suo forte senso di giustizia.]

# 3188_Nair
source: [And now Marcos is the one chasing the killer who murdered him... It's kind of ironic.]
pt: [E ora è Marcos a dare la caccia all'assassino che l'ha ucciso... È un po' ironico.]

# 3200_Tanimura
source: [You guys were all pretty close, weren't you?]
pt: [Eravate tutti molto legati, vero?]

# 3212_Nair
source: [My brother didn't really get along with my parents, so he always confided in me.]
pt: [Mio fratello non andava molto d'accordo con i miei genitori, quindi si confidava sempre con me.]

# 3224_Nair
source: [Marcos was also one of his only friends. He wasn't really a people person.]
pt: [Marcos era anche uno dei suoi pochi amici. Non era molto socievole.]

# 3236_Tanimura
source: [I see. So Marcos working on this case is his way of honoring your brother.]
pt: [Capisco. Quindi il lavoro di Marcos su questo caso è il suo modo di onorare tuo fratello.]

# 3248_Nair
source: [All we can do now is chase down the killer and make him pay.]
pt: [Tutto ciò che possiamo fare ora è dare la caccia all'assassino e fargliela pagare.]

# 3260_Tanimura
source: [Yeah. Nobody can change the past.]
pt: [Già. Nessuno può cambiare il passato.]

# 3272_Nair
source: [Exactly. There's no point in moaning about it. Once we've put an end to this thing, let's go out for some celebratory drinks!]
pt: [Esatto. Non serve a niente lamentarsi. Una volta che avremo messo fine a questa storia, andiamo a bere qualcosa per festeggiare!]

# 3284_Tanimura
source: [Heheh. Sounds good to me.]
pt: [Eh eh. Per me va bene.]

# 3344_Nair
source: [I give up! Tanimura-san, you sure are good!]
pt: [Mi arrendo! Tanimura-san, sei davvero bravo!]

# 3356_Tanimura
source: [That was a good spar. I think I've got the hang of this now.]
pt: [È stato un buon allenamento. Credo di averci preso la mano.]

# 3380_Nair
source: [Marcos should be back here any minute...]
pt: [Marcos dovrebbe tornare da un momento all'altro...]

# 3392_Marcos
source: [You talking about me? Good things only, I trust!]
pt: [State parlando di me? Spero solo cose buone!]

# 3404_Nair
source: [Marcos! Did you visit that club?]
pt: [Marcos! Sei andato a quel club?]

# 3416_Marcos
source: [I became friends with that interpreter witness. He showed me around－was a big help.]
pt: [Ho fatto amicizia con quel testimone interprete. Mi ha fatto da guida, è stato di grande aiuto.]

# 3428_Marcos
source: [According to staff working at the club that day, GG wouldn't say anything about himself until he started drinking.]
pt: [Secondo il personale che lavorava al club quel giorno, GG non diceva nulla di sé finché non iniziava a bere.]

# 3440_Marcos
source: [That club is frequented by more foreigners than Japanese, so it wasn't a language issue.]
pt: [Quel club è frequentato più da stranieri che da giapponesi, quindi non era un problema di lingua.]

# 3452_Tanimura
source: [Usually people talk up a storm when they're at a place they can talk in their native tongue.]
pt: [Di solito la gente parla a ruota libera quando si trova in un posto dove può parlare la propria lingua madre.]

# 3464_Marcos
source: [Exactly. People that can't speak Japanese are tempted to go to places like that to meet people that they can talk with.]
pt: [Esatto. Le persone che non parlano giapponese sono tentate di andare in posti del genere per incontrare persone con cui possono parlare.]

# 3476_Marcos
source: [But that's not the case with GG. He went to the club by himself and drank without talking to anyone at all.]
pt: [Ma non è il caso di GG. È andato al club da solo e ha bevuto senza parlare con nessuno.]

# 3488_Nair
source: [What if...]
pt: [E se...]

# 3500_Tanimura
source: [It was a rendezvous.]
pt: [Era un appuntamento.]

# 3512_Marcos
source: [Yes, that's the only possibility. GG was there to meet someone else.]
pt: [Sì, è l'unica possibilità. GG era lì per incontrare qualcun altro.]

# 3524_Nair
source: [I wonder if that was the reason he came to Japan... Or is there something else?]
pt: [Chissà se è per questo che è venuto in Giappone... o c'è dell'altro?]

# 3536_Tanimura
source: [If that was the case, why would he get stupid drunk and yell like that?]
pt: [Se così fosse, perché si sarebbe ubriacato come un idiota e avrebbe urlato in quel modo?]

# 3548_Nair
source: [Maybe he drank too much while he was waiting. But it is a pretty dumb thing to do.]
pt: [Forse ha bevuto troppo mentre aspettava. Ma è una cosa piuttosto stupida da fare.]

# 3560_Marcos
source: [In either case, there is a strong possibility that the GG at that club is the very same GG that we've been looking for.]
pt: [In ogni caso, c'è una forte possibilità che il GG di quel club sia lo stesso GG che stiamo cercando.]

# 3572_Marcos
source: [I'm close with that interpreter now too, so I'll try and dig up more info if I can.]
pt: [Adesso sono anche in confidenza con quell'interprete, quindi cercherò di trovare altre informazioni se posso.]

# 3584_Nair
source: [Right. Thanks, Marcos.]
pt: [Giusto. Grazie, Marcos.]

# 3596_Marcos
source: [By the way, where's Garcia? Wasn't he supposed to be at the embassy?]
pt: [A proposito, dov'è Garcia? Non doveva essere all'ambasciata?]

# 3608_Nair
source: [Apparently, he ran into some trouble getting the embassy to contact the Japanese authorities.]
pt: [A quanto pare, ha avuto qualche problema a far sì che l'ambasciata contattasse le autorità giapponesi.]

# 3620_Nair
source: [All I was told is that it's going to take a bit more time.]
pt: [Tutto quello che mi è stato detto è che ci vorrà un po' più di tempo.]

# 3632_Tanimura
source: [Garcia? Another friend of yours?]
pt: [Garcia? Un altro tuo amico?]

# 3644_Nair
source: [Yeah. He knows a lot about international relations, so I'm having him take care of our communications through the embassy.]
pt: [Sì. Conosce bene le relazioni internazionali, quindi gli ho chiesto di occuparsi delle nostre comunicazioni tramite l'ambasciata.]

# 3656_Tanimura
source: [Good thinking. If that GG is our killer, then that's probably the best way.]
pt: [Ottima idea. Se quel GG è il nostro assassino, allora probabilmente è il modo migliore.]

# 3668_Marcos
source: [Either way, we have to keep investigating while Garcia does his part.]
pt: [In ogni caso, dobbiamo continuare a indagare mentre Garcia fa la sua parte.]

# 3680_Marcos
source: [I'm going to go do some more work. When Garcia gets back, tell him to stay here and wait for me.]
pt: [Vado a fare altro lavoro. Quando torna Garcia, digli di restare qui e aspettarmi.]

# 3692_Nair
source: [Got it.]
pt: [Capito.]

# 3716_Tanimura
source: [Marcos is quite the hard worker.]
pt: [Marcos è un gran lavoratore.]

# 3728_Nair
source: [He feels the same way I do. He was a friend of my brother.]
pt: [La pensa come me. Era un amico di mio fratello.]

# 3740_Tanimura
source: [Oh, really?]
pt: [Oh, davvero?]

# 3752_Nair
source: [My brother was a genuinely kind and intelligent guy. Marcos and I both really loved him.]
pt: [Mio fratello era un ragazzo genuinamente gentile e intelligente. Sia io che Marcos gli volevamo molto bene.]

# 3764_Nair
source: [That's why we can't believe what happened.]
pt: [Ecco perché non riusciamo a credere a quello che è successo.]

# 3788_Nair
source: [Marcos worked as a cop at the time, and he helped me out when I decided to become one too, in order to find the killer.]
pt: [All'epoca Marcos lavorava come poliziotto, e mi ha aiutato quando ho deciso di diventarlo anch'io, per trovare l'assassino.]

# 3800_Nair
source: [He's a friend－a truly irreplaceable friend.]
pt: [È un amico, un amico davvero insostituibile.]

# 3812_Tanimura
source: [I see.]
pt: [Capisco.]

# 3824_Nair
source: [Well, waiting here may be my job, but this is just boring.]
pt: [Beh, aspettare qui sarà anche il mio lavoro, ma è noioso.]

# 3836_Nair
source: [Come back whenever you have time, okay?]
pt: [Torna quando hai tempo, ok?]

# 3848_Tanimura
source: [For sure.]
pt: [Certo.]

# 3908_Nair
source: [You're not bad, Tanimura-san!]
pt: [Non sei male, Tanimura-san!]

# 3920_Tanimura
source: [That really taught me a lot. I think I got the hang of parrying now.]
pt: [Mi ha davvero insegnato molto. Credo di aver capito come si para adesso.]

# 3944_Nair
source: [Great job! You have a lot of techniques I've never seen before. That was very educational.]
pt: [Ottimo lavoro! Hai un sacco di tecniche che non avevo mai visto. È stato molto istruttivo.]

# 3956_Tanimura
source: [Glad to be of service. Let's do it again sometime.]
pt: [Felice di essere stato d'aiuto. Rifacciamolo qualche volta.]

# 3968_Nair
source: [Sounds good.]
pt: [Mi piace.]

# 3980_Man
source: [Hey, Nair!]
pt: [Ehi, Nair!]

# 4004_Nair
source: [Oh, Marcos! How was the investigation?]
pt: [Oh, Marcos! Com'è andata l'indagine?]

# 4016_Marcos
source: [I got some good intel－ Hm? Who's this?]
pt: [Ho delle buone informazioni... Mmmh? E questo chi è?]

# 4028_Nair
source: [This is Tanimura-san. He's a Japanese detective and is helping with the investigation.]
pt: [Lui è Tanimura-san. È un detective giapponese e sta aiutando con le indagini.]

# 4040_Marcos
source: [Really? That's great!]
pt: [Davvero? Fantastico!]

# 4052_Marcos
source: [My name is Marcos. I'm also an investigator. I came to Japan with Nair.]
pt: [Mi chiamo Marcos. Anch'io sono un investigatore. Sono venuto in Giappone con Nair.]

# 4064_Tanimura
source: [I'm Tanimura. Nice to meet you, Marcos. So how about that good intel?]
pt: [Sono Tanimura. Piacere di conoscerti, Marcos. Allora, che mi dici di quelle buone informazioni?]

# 4076_Marcos
source: [Right.]
pt: [Giusto.]

# 4088_Marcos
source: [GG was spotted nearby, at a club frequented by foreigners.]
pt: [GG è stato avvistato qui vicino, in un club frequentato da stranieri.]

# 4112_Nair
source: [The name of our suspect. He uses fake names so no one can track him down.]
pt: [Il nome del nostro sospettato. Usa nomi falsi per non farsi rintracciare.]

# 4124_Marcos
source: [It's short for 'good game,' like what you'd say after playing a round of something.]
pt: [È l'abbreviazione di 'good game', come quello che diresti dopo aver fatto una partita.]

# 4136_Marcos
source: [It's a cynical way to poke fun at the people he beats, I guess. As if it were a game.]
pt: [È un modo cinico per prendere in giro le persone che sconfigge, credo. Come se fosse un gioco.]

# 4148_Tanimura
source: [I see now. Doesn't sound like he takes the police very seriously.]
pt: [Ora capisco. Non sembra che prenda la polizia molto sul serio.]

# 4160_Marcos
source: [You got that right. But it seems that the very same GG was just drinking at a club.]
pt: [Hai proprio ragione. Ma sembra che lo stesso GG stesse bevendo in un club.]

# 4172_Nair
source: [Where did you hear that?]
pt: [Dove l'hai sentito?]

# 4184_Marcos
source: [From this guy who happened to be there. He works as an interpreter.]
pt: [Da un tizio che si trovava lì per caso. Fa l'interprete.]

# 4196_Marcos
source: [Apparently he was drunk and yelling, "I'm GG!" at the top of his lungs.]
pt: [A quanto pare era ubriaco e gridava "Sono GG!" a squarciagola.]

# 4208_Tanimura
source: [Wait a second. That doesn't necessarily mean he's the same GG you guys are looking for.]
pt: [Aspetta un attimo. Non significa necessariamente che sia lo stesso GG che state cercando.]

# 4220_Marcos
source: [You're right. But it's at least a lead to follow.]
pt: [Hai ragione. Ma è almeno una pista da seguire.]

# 4232_Marcos
source: [I'm going over to the club now to find out everything I can.]
pt: [Vado subito al club per scoprire tutto quello che posso.]

# 4244_Nair
source: [Thanks, Marcos. Let me know if something turns up.]
pt: [Grazie, Marcos. Fammi sapere se salta fuori qualcosa.]

# 4256_Marcos
source: [Will do.]
pt: [Lo farò.]

# 4280_Nair
source: [Just wait... Won't be long now.]
pt: [Aspetta... Non ci vorrà molto.]

# 4304_Tanimura
source: [I forgot, I wanted to ask you something.]
pt: [Dimenticavo, volevo chiederti una cosa.]

# 4316_Nair
source: [What?]
pt: [Cosa?]

# 4328_Tanimura
source: [What crime did this GG commit?]
pt: [Che crimine ha commesso questo GG?]

# 4352_Nair
source: [He murdered an entire family and stole their money. And in the most atrocious of ways.]
pt: [Ha ucciso un'intera famiglia e ha rubato i loro soldi. E nel modo più atroce.]

# 4364_Nair
source: [Two parents and their son. The crime scene was so horrific, the victims bodies were unrecognizable...]
pt: [Due genitori e il loro figlio. La scena del crimine era così orribile che i corpi delle vittime erano irriconoscibili...]

# 4376_Tanimura
source: [He did all that just for money?]
pt: [Ha fatto tutto questo solo per soldi?]

# 4388_Nair
source: [I don't know. That family did nothing to deserve such a cruel fate.]
pt: [Non lo so. Quella famiglia non ha fatto nulla per meritare un destino così crudele.]

# 4400_Tanimura
source: [Why do you say that? Perhaps he had some really bad grudge or something?]
pt: [Perché dici questo? Forse aveva qualche rancore molto forte o qualcosa del genere?]

# 4412_Nair
source: [No! Not in a million years!]
pt: [No! Nemmeno tra un milione di anni!]

# 4436_Nair
source: [I just... won't... believe it...]
pt: [Io solo... non... ci crederò...]

# 4448_Tanimura
source: [Don't tell me...]
pt: [Non dirmi...]

# 4472_Nair
source: [I'm afraid so. It was my parents and brother that he killed.]
pt: [Temo di sì. Sono stati i miei genitori e mio fratello che ha ucciso.]

# 4484_Nair
source: [I was safe at a friend's house that day.]
pt: [Quel giorno ero al sicuro a casa di un amico.]

# 4508_Nair
source: [Sorry, I didn't mean to get so gloomy all of a sudden.]
pt: [Scusa, non volevo diventare così cupa all'improvviso.]

# 4520_Tanimura
source: [No, don't apologize. I'm sorry for making you talk about it.]
pt: [No, non scusarti. Mi dispiace averti fatto parlare di questo.]

# 4532_Nair
source: [I'm fine. I became a detective for the sole purpose of personally solving this case.]
pt: [Sto bene. Sono diventata un detective al solo scopo di risolvere personalmente questo caso.]

# 4556_Nair
source: [Don't look so upset! We have to stay sharp!]
pt: [Non sembrare così sconvolto! Dobbiamo stare all'erta!]

# 4568_Tanimura
source: [Right...]
pt: [Giusto...]

# 4580_Nair
source: [Come back to spar again, okay? I'll show you how a real fighter does it next time!]
pt: [Torna ad allenarti con me, ok? La prossima volta ti farò vedere come combatte un vero lottatore!]

# 4592_Tanimura
source: [Heheh. Sounds good to me.]
pt: [Eh eh. Per me va bene.]

# 4664_Nair
source: [Tanimura-san, what can I help you with?]
pt: [Tanimura-san, come posso aiutarti?]

# 4676_Nair
source: [Tanimura-san, what can I help you with?]
pt: [Tanimura-san, come posso aiutarti?]

# 4688_Nair
source: [Tanimura-san, what can I help you with?]
pt: [Tanimura-san, come posso aiutarti?]

# 4700_Tanimura
source: [Just stopping by to say hello.]
pt: [Sono passato solo per salutare.]

# 4712_Nair
source: [I see. Good luck with your patrol.]
pt: [Capisco. Buona fortuna con il tuo pattugliamento.]

# 4724_Tanimura
source: [How is the investigation coming along?]
pt: [Come procedono le indagini?]

# 4736_Nair
source: [Here's a breakdown of the current situation.]
pt: [Ecco un riassunto della situazione attuale.]

# 4748_Investigation Report 1
source: The criminal is a Southeast Asian male in Japan. Nair and her colleagues have permission to investigate, but no authority to make arrests.
pt: Il criminale è un uomo del sud-est asiatico in Giappone. Nair e i suoi colleghi hanno il permesso di indagare, ma non l'autorità per effettuare arresti.

# 4760_Investigation Report 2
source: The criminal's codename is "GG." GG murdered Nair's parents and brother before making off with their money. A witness identified someone resembling GG at a Kamurocho club popular among foreigners. An interpreter was also secured.
pt: Il nome in codice del criminale è "GG". GG ha ucciso i genitori e il fratello di Nair prima di fuggire con i loro soldi. Un testimone ha identificato una persona somigliante a GG in un club di Kamurocho popolare tra gli stranieri. È stato anche assicurato un interprete.

# 4772_Investigation Report 3
source: Someone claiming to be named GG entered the club and avoided contact with other customers, to the point of suspicion. Possible rendezvous attempt. Must investigate the reason behind this.
pt: Una persona che affermava di chiamarsi GG è entrata nel club ed ha evitato il contatto con gli altri clienti, fino al punto di destare sospetti. Possibile tentativo di incontro. Bisogna indagare sul motivo.

# 4784_Investigation Report 4
source: Investigation report by Tanimura. A well-known and feared assassin was spotted in Kamurocho. Possibility that GG is accompanied by members of his organization.
pt: Rapporto d'indagine di Tanimura. Un assassino noto e temuto è stato avvistato a Kamurocho. Possibilità che GG sia accompagnato da membri della sua organizzazione.

# 4796_Investigation Report 5
source: Information suggests that a person thought to be GG enters a multi-tenant building on Pink Street every night. Need proof that GG is our man to get a warrant. Must stake out the building to collect evidence.
pt: Le informazioni suggeriscono che una persona ritenuta essere GG entra ogni notte in un edificio multiaffitto su Pink Street. È necessaria la prova che GG sia il nostro uomo per ottenere un mandato. Bisogna sorvegliare l'edificio per raccogliere prove.

# 4808_Investigation Report 6
source: Garcia, the detective making inquiries at the embassy, has disappeared. The embassy says he promptly left after submitting documents. Must ascertain GG's whereabouts as soon as possible.
pt: Garcia, il detective che stava facendo indagini all'ambasciata, è scomparso. L'ambasciata dice che se n'è andato subito dopo aver presentato i documenti. Bisogna accertare al più presto dove si trovi GG.

# 4820_Investigation Report 7
source: Investigation report by Tanimura. Arrested a weapons trader who said he got an order in from someone named GG. The order included a helicopter. Its intended purpose is unknown.
pt: Rapporto d'indagine di Tanimura. Arrestato un trafficante d'armi che ha detto di aver ricevuto un ordine da un certo GG. L'ordine includeva un elicottero. Scopo previsto: sconosciuto.

# 4832_Nair
source: [That's all I have for now.]
pt: [Per ora è tutto quello che ho.]

# 4844_Tanimura
source: [Thanks for the info.]
pt: [Grazie per le informazioni.]

# 4856_Tanimura
source: [I have some info of my own. It's about GG.]
pt: [Ho delle informazioni anch'io. Riguardano GG.]

# 4868_Nair
source: [Really? What is it?]
pt: [Davvero? Di cosa si tratta?]

# 4880_Tanimura
source: [Some foreigners I arrested for possession of firearms said they were afraid of some assassin trained by GG and had to protect themselves.]
pt: [Alcuni stranieri che ho arrestato per possesso di armi da fuoco hanno detto che avevano paura di un assassino addestrato da GG e che dovevano proteggersi.]

# 4892_Nair
source: [An assassin trained by GG... I might know the person they're talking about.]
pt: [Un assassino addestrato da GG... Potrei sapere di chi stanno parlando.]

# 4904_Nair
source: [Usually these types go out of their way to hide, but I hear GG is so strong, he's using this guy like some kind of advertisement.]
pt: [Di solito questi tizi fanno di tutto per nascondersi, ma ho sentito dire che GG è così forte che sta usando questo tizio come una specie di pubblicità.]

# 4916_Tanimura
source: [So he's looking to scare the surrounding organizations into submission. Clever.]
pt: [Quindi sta cercando di spaventare le organizzazioni circostanti per sottometterle. Intelligente.]

# 4928_Tanimura
source: [The same killer is apparently still walking the streets of Kamurocho.]
pt: [Lo stesso assassino pare che stia ancora girando per le strade di Kamurocho.]

# 4952_Tanimura
source: [I wonder if he was brought over here as a bodyguard. In any case, this means GG is not alone.]
pt: [Mi chiedo se sia stato portato qui come guardia del corpo. In ogni caso, questo significa che GG non è solo.]

# 4964_Nair
source: [So he brought backup. I don't know how many we'll have to face, but we need to stay on our toes from now on.]
pt: [Quindi ha portato dei rinforzi. Non so quanti ne dovremo affrontare, ma d'ora in poi dovremo stare all'erta.]

# 4976_Nair
source: [Thanks for the info. I'll let Marcos and the others know.]
pt: [Grazie per le informazioni. Lo farò sapere a Marcos e agli altri.]

# 4988_Tanimura
source: [Okay. I'll be keeping my eyes peeled too.]
pt: [Ok. Terrò gli occhi aperti anch'io.]

# 5036_Tanimura
source: [I got some information on GG.]
pt: [Ho delle informazioni su GG.]

# 5048_Nair
source: [What is it this time?]
pt: [Cosa c'è questa volta?]

# 5060_Tanimura
source: [A weapons buyer I arrested in Kamurocho was apparently doing work for GG.]
pt: [Un acquirente di armi che ho arrestato a Kamurocho pare che lavorasse per GG.]

# 5072_Tanimura
source: [Seems GG ordered a large amount of guns, and a helicopter to boot.]
pt: [Sembra che GG abbia ordinato una grande quantità di armi e anche un elicottero.]

# 5084_Nair
source: [A helicopter? What are they going to use that for?]
pt: [Un elicottero? E per farci cosa?]

# 5096_Tanimura
source: [No clue. But the buyer was gunned down in cold blood, right in front of me. They wanted to make sure he didn't talk.]
pt: [Nessuna idea. Ma l'acquirente è stato ucciso a sangue freddo, proprio di fronte a me. Volevano assicurarsi che non parlasse.]

# 5108_Nair
source: [That's terrible...]
pt: [È terribile...]

# 5120_Tanimura
source: [This also means the weapons have already made it into the hands of the enemy.]
pt: [Questo significa anche che le armi sono già finite nelle mani del nemico.]

# 5132_Tanimura
source: [The helicopter too, I bet.]
pt: [Anche l'elicottero, scommetto.]

# 5144_Nair
source: [You can't hide a helicopter without at least one person noticing. I'll do some sniffing around too.]
pt: [Non si può nascondere un elicottero senza che almeno una persona se ne accorga. Farò qualche ricerca anch'io.]

# 5156_Tanimura
source: [Good. That'll be a big help.]
pt: [Bene. Sarà di grande aiuto.]

# 5216_Tanimura
source: [Sorry, I just remembered something I have to do.]
pt: [Scusa, mi sono appena ricordato di una cosa che devo fare.]

# 5228_Nair
source: [Oh, okay. Next time I guess.]
pt: [Oh, ok. La prossima volta, immagino.]

# 5240_Tanimura
source: [Wanna spar for a bit?]
pt: [Vuoi fare un po' di sparring?]

# 5252_Nair
source: [Sounds good. What should we work on today...]
pt: [Mi piace. Su cosa lavoriamo oggi...]

# 5264_Nair
source: [Let's run through the basics of parrying.]
pt: [Ripassiamo le basi della parata.]

# 5276_Tanimura
source: [Everything starts with the basics I guess.]
pt: [Tutto parte dalle basi, immagino.]
