Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee00c5.po
Languages: pt

source: The Club SEGA employee is now your ally.
pt: L'impiegato del Club SEGA è ora un tuo alleato.

source: Employee
pt: Impiegato

source: Player
pt: Giocatore

# 224_Employee
source: Hello, sir. Thank you for playing Boxcelios 2.
pt: Salve, signore. Grazie per aver giocato a Boxcelios 2.

# 236_Employee
source: Due to popular demand, the previous version of Boxcelios is now available for your enjoyment. You can play it at our Nakamichi Street location, too.
pt: A grande richiesta, la versione precedente di Boxcelios è ora disponibile. Può giocarci anche nel nostro locale di Nakamichi Street.

# 248_Employee
source: We hope you continue to enjoy your time at Club SEGA.
pt: Speriamo che continui a divertirsi al Club SEGA.

# 272_Employee
source: Welcome to Club SEGA! What can I do for you today, sir?
pt: Benvenuto al Club SEGA! Cosa posso fare per lei oggi, signore?

# 284_Player
source: (Hmm...)
pt: (Mmm...)

# 296_Player
source: Think you could change out the prizes in the UFO Catcher?
pt: Pensa di poter cambiare i premi nell'UFO Catcher?

# 308_Employee
source: Of course! Give me one moment.
pt: Certo! Un momento.

# 356_Employee
source: Sorry for the wait. Have fun!
pt: Scusi per l'attesa. Si diverta!

# 368_Player
source: Think you could change out the prizes in the UFO Catcher?
pt: Pensa di poter cambiare i premi nell'UFO Catcher?

# 380_Employee
source: Of course! Give me one moment.
pt: Certo! Un momento.

# 428_Employee
source: There you go, sir. Have fun!
pt: Ecco a lei, signore. Si diverta!

# 440_Player
source: Nothing right now, actually.
pt: Niente per ora, grazie.

# 452_Employee
source: If you need any assistance, we're here to help. Have fun!
pt: Se ha bisogno di assistenza, siamo qui per aiutarla. Si diverta!

# 464_Employee
source: Welcome to Club SEGA! What can I do for you today, sir?
pt: Benvenuto al Club SEGA! Cosa posso fare per lei oggi, signore?

# 476_Player
source: (Hmm...)
pt: (Mmm...)

# 488_Player
source: Think you could change out the prizes in the UFO Catcher?
pt: Pensa di poter cambiare i premi nell'UFO Catcher?

# 500_Employee
source: Of course! Give me one moment.
pt: Certo! Un momento.

# 548_Employee
source: There you go, sir. Have fun!
pt: Ecco a lei, signore. Si diverta!

# 560_Player
source: Think you could change out the prizes in the UFO Catcher?
pt: Pensa di poter cambiare i premi nell'UFO Catcher?

# 572_Employee
source: Of course! Give me one moment.
pt: Certo! Un momento.

# 620_Employee
source: There you go, sir. Have fun!
pt: Ecco a lei, signore. Si diverta!

# 632_Player
source: Nothing right now, actually.
pt: Niente per ora, grazie.

# 644_Employee
source: If you need any assistance, we're here to help. Have fun!
pt: Se ha bisogno di assistenza, siamo qui per aiutarla. Si diverta!

# 668_Employee
source: Replace the prizes in the right UFO Catcher.
pt: Sostituisci i premi dell'UFO Catcher di destra.

# 680_Employee
source: Replace the prizes in the left UFO Catcher.
pt: Sostituisci i premi dell'UFO Catcher di sinistra.

# 692_Employee
source: Never mind.
pt: Lascia perdere.

# 704_Employee
source: Replace the prizes in the right UFO Catcher.
pt: Sostituisci i premi dell'UFO Catcher di destra.

# 716_Employee
source: Replace the prizes in the left UFO Catcher.
pt: Sostituisci i premi dell'UFO Catcher di sinistra.

# 728_Employee
source: Never mind.
pt: Lascia perdere.
