Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0038.po
Languages: pt_br

# 12096_望月京子：源氏名
source: Sorry for interrupting your busy schedule! Don't worry about trying to make it!
pt_br: Scusa se ho interrotto i tuoi impegni! Non preoccuparti di venire!

# 12120_Kiryu
source: Maybe I could sing a song...
pt_br: Forse potrei cantare una canzone...

# 12132_望月京子：源氏名
source: Huh!? You want to sing, Kiryu-san?
pt_br: Eh!? Vuoi cantare, Kiryu-san?

# 12144_Kiryu
source: Sure. You don't get the chance to sing a song on stage every day.
pt_br: Certo. Non capita tutti i giorni di poter cantare una canzone su un palco.

# 12156_望月京子：源氏名
source: Hey, this isn't karaoke! Don't be ridiculous!
pt_br: Ehi, questo non è karaoke! Non essere ridicolo!

# 12168_Kiryu
source: I'll take that as a no...
pt_br: Lo prenderò come un no...

# 12180_望月京子：源氏名
source: Hey, maybe you and I could form a band ourselves. Then you could sing to your heart's content.
pt_br: Ehi, forse potremmo formare una band noi due. Così potresti cantare a squarciagola.

# 12192_Kiryu
source: Heh, that's an interesting idea.
pt_br: Eh, è un'idea interessante.

# 12204_望月京子：源氏名
source: Kiryu-san, what would you do if my band won the contest?
pt_br: Kiryu-san, cosa faresti se la mia band vincesse il concorso?

# 12216_Kiryu
source: Well... I suppose I'd be surprised.
pt_br: Beh... Suppongo che sarei sorpreso.

# 12228_望月京子：源氏名
source: Is that it? Anything else?
pt_br: Tutto qui? Nient'altro?

# 12240_Kiryu
source: Like what?
pt_br: Ad esempio?

# 12252_望月京子：源氏名
source: Well, you could get a present or two for me, in honor of my dream coming true and all.
pt_br: Beh, potresti farmi un regalo o due, in onore del mio sogno che si avvera e tutto il resto.

# 12264_Kiryu
source: A present, huh? Hmm...
pt_br: Un regalo, eh? Mmm...

# 12276_Kiryu
source: How about going out for a nice meal?
pt_br: Che ne dici di una bella cena fuori?

# 12288_望月京子：源氏名
source: Really!? Anything I want?
pt_br: Davvero!? Qualsiasi cosa io voglia?

# 12300_Kiryu
source: Sure, anything. What do you feel like?
pt_br: Certo, qualsiasi cosa. Di cosa hai voglia?

# 12312_望月京子：源氏名
source: Well... I want a huge Chinese feast!
pt_br: Beh... Voglio un enorme banchetto cinese!

# 12324_望月京子：源氏名
source: You know, where they keep bringing dish after dish after dish until you're like, "I can't eat any more!" I've always wanted to try that! <Color:7>♥<Color:Default>
pt_br: Sai, dove continuano a portare piatto dopo piatto finché non dici: "Non ce la faccio più!". Ho sempre voluto provarlo! <Color:7>♥<Color:Default>

# 12336_Kiryu
source: That sounds expensive...
pt_br: Sembra costoso...

# 12348_望月京子：源氏名
source: I saw it on TV. I think they said it was roughly 3 million yen if you go to China.
pt_br: L'ho visto in TV. Credo abbiano detto che costa circa 3 milioni di yen se vai in Cina.

# 12360_Kiryu
source: 3 million!? Um...
pt_br: 3 milioni!? Ehm...

# 12372_望月京子：源氏名
source: Oh, don't look so worried! I was just kidding!
pt_br: Oh, non essere così preoccupato! Stavo solo scherzando!

# 12384_Kiryu
source: Whew...
pt_br: Fiuu...

# 12396_Kiryu
source: I could take you on a trip somewhere. Is there someplace you want to go?
pt_br: Potrei portarti in viaggio da qualche parte. C'è un posto dove vuoi andare?

# 12408_望月京子：源氏名
source: For reals!? I don't know, that's a big question...
pt_br: Davvero!? Non so, è una domanda difficile...

# 12420_望月京子：源氏名
source: I know! I wanna go to Waiha!
pt_br: Lo so! Voglio andare a Waiha!

# 12432_Kiryu
source: Huh? You mean Hawaii? Why do kids think it's cool to say everything backwards these days? Hawaii doesn't seem quite your style, though.
pt_br: Eh? Intendi Hawaii? Perché i ragazzi di oggi pensano sia figo dire tutto al contrario? Comunque, le Hawaii non mi sembrano molto nel tuo stile.

# 12444_望月京子：源氏名
source: I've just been so busy, a trip to Waiha might help me relax.
pt_br: Sono stata così impegnata, un viaggio a Waiha potrebbe aiutarmi a rilassarmi.

# 12456_望月京子：源氏名
source: Besides, all the stars go to Waiha on their vacations. And I've never been to Waiha, so...
pt_br: Inoltre, tutte le star vanno a Waiha in vacanza. E io non ci sono mai stata, quindi...

# 12468_Kiryu
source: You just wanted an excuse to say Waiha, didn't you?
pt_br: Volevi solo una scusa per dire Waiha, vero?

# 12480_望月京子：源氏名
source: Haha! You got me! But I really would like to go to Hawaii!
pt_br: Ahah! Mi hai scoperto! Ma vorrei davvero andare alle Hawaii!

# 12492_望月京子：源氏名
source: Thanks for offering to take me! <Color:7>♥<Color:Default>
pt_br: Grazie per esserti offerto di portarmi! <Color:7>♥<Color:Default>

# 12504_Kiryu
source: Me and my big mouth...
pt_br: Io e la mia boccaccia...

# 12516_Kiryu
source: You want money?
pt_br: Vuoi dei soldi?

# 12528_望月京子：源氏名
source: That's not what I meant! I want something special, something to remind me of the occasion.
pt_br: Non è quello che intendevo! Voglio qualcosa di speciale, qualcosa che mi ricordi l'occasione.

# 12540_Kiryu
source: Well, you can do a lot of things with money.
pt_br: Beh, con i soldi si possono fare molte cose.

# 12552_望月京子：源氏名
source: No, I want something that shows me how you feel. Something from your heart!
pt_br: No, voglio qualcosa che mi mostri come ti senti. Qualcosa che venga dal cuore!

# 12564_望月京子：源氏名
source: It's hardly thoughtful if you just toss me some money and tell me to buy something, isn't it!?
pt_br: Non è molto premuroso se mi dai solo dei soldi e mi dici di comprarmi qualcosa, no!?

# 12576_Kiryu
source: Well... Kids seem to like it...
pt_br: Beh... Ai ragazzi sembra piacere...

# 12588_望月京子：源氏名
source: Oh, am I a kid now? You're just too lazy to think of something!
pt_br: Oh, ora sono una bambina? Sei solo troppo pigro per pensare a qualcosa!

# 12600_望月京子：源氏名
source: Now I'm depressed...
pt_br: Ora sono depressa...

# 12624_望月京子：源氏名
source: Hey, Kiryu-san. Can we talk about something serious?
pt_br: Ehi, Kiryu-san. Possiamo parlare di una cosa seria?

# 12636_Kiryu
source: What is it?
pt_br: E cioè?

# 12648_望月京子：源氏名
source: It may sound strange hearing this from me, but...
pt_br: Potrebbe suonare strano detto da me, ma...

# 12672_望月京子：源氏名
source: I can't seem to stop thinking about you.
pt_br: Non riesco a smettere di pensare a te.

# 12684_望月京子：源氏名
source: It doesn't matter if I'm talking with another customer or rehearsing with the band.
pt_br: Non importa se sto parlando con un altro cliente o provando con la band.

# 12696_望月京子：源氏名
source: I can't get you out of my head lately.
pt_br: Ultimamente non riesco a toglierti dalla testa.

# 12720_望月京子：源氏名
source: I... I may be falling in love with you...
pt_br: Io... potrei essermi innamorata di te...

# 12732_Kiryu
source: Me too. I've been feeling that way about you for a while now.
pt_br: Anch'io. È da un po' che provo la stessa cosa per te.

# 12744_望月京子：源氏名
source: Really!? You mean we both feel the same way?
pt_br: Davvero!? Vuoi dire che proviamo la stessa cosa?

# 12756_Kiryu
source: Looks like it.
pt_br: Sembra di sì.

# 12768_望月京子：源氏名
source: I can't believe it! <Color:7>♥<Color:Default> What now? We start dating?
pt_br: Non posso crederci! <Color:7>♥<Color:Default> E ora? Iniziamo a frequentarci?

# 12780_Kiryu
source: We should wait until that competition of yours is over.
pt_br: Dovremmo aspettare che finisca la tua competizione.

# 12792_望月京子：源氏名
source: Right. I've really gotta give that my all.
pt_br: Giusto. Devo davvero dare il massimo.

# 12804_望月京子：源氏名
source: I can't wait for it now. I'd better get in some more practice! <Color:7>♥<Color:Default>
pt_br: Non vedo l'ora. È meglio che mi eserciti di più! <Color:7>♥<Color:Default>

# 12816_Kiryu
source: Don't get too excited. Relax and be yourself.
pt_br: Non eccitarti troppo. Rilassati e sii te stessa.

# 12828_Kiryu
source: You'd be a fool to fall in love with me.
pt_br: Saresti una sciocca a innamorarti di me.

# 12840_望月京子：源氏名
source: Well, I guess that makes me a fool, because I'm falling for you.
pt_br: Beh, immagino che questo mi renda una sciocca, perché mi sto innamorando di te.

# 12852_Kiryu
source: I like that about you.
pt_br: Mi piace questo di te.

# 12864_望月京子：源氏名
source: Huh? What do you mean? Do you like me, too?
pt_br: Eh? Cosa intendi? Piaccio anche a te?

# 12876_Kiryu
source: Yeah. Is there something wrong with that?
pt_br: Sì. C'è qualcosa di sbagliato?

# 12888_望月京子：源氏名
source: No! Not at all! I'm ecstatic to hear that! <Color:7>♥<Color:Default>
pt_br: No! Niente affatto! Sono felicissima di sentirlo! <Color:7>♥<Color:Default>

# 12900_Kiryu
source: Heh...
pt_br: Eh...

# 12912_Kiryu
source: Do you have a fever or something?
pt_br: Hai la febbre o qualcosa del genere?

# 12924_望月京子：源氏名
source: No! I feel fine! But I can't stop thinking about you. Oh, my heart is racing...
pt_br: No! Sto bene! Ma non riesco a smettere di pensare a te. Oh, il mio cuore sta accelerando...

# 12936_Kiryu
source: I bet you've got a cold. You should really see a doctor.
pt_br: Scommetto che hai il raffreddore. Dovresti davvero andare da un dottore.

# 12948_望月京子：源氏名
source: I'm not sick! What do you mean by saying that? Are you saying you don't like me?
pt_br: Non sono malata! Cosa intendi dire? Stai dicendo che non ti piaccio?

# 12960_Kiryu
source: I wouldn't go that far, but...
pt_br: Non direi, ma...

# 12972_望月京子：源氏名
source: I see... You don't have to say any more.
pt_br: Capisco... Non c'è bisogno che tu dica altro.

# 12996_望月京子：源氏名
source: Sometimes I wonder what happiness really is.
pt_br: A volte mi chiedo cosa sia davvero la felicità.

# 13008_Kiryu
source: That's a little philosophical for you, isn't it?
pt_br: È un po' filosofico per te, no?

# 13020_望月京子：源氏名
source: I didn't mean it that way. I'm just wondering what would make me the happiest.
pt_br: Non intendevo in quel senso. Mi sto solo chiedendo cosa mi renderebbe più felice.

# 13032_望月京子：源氏名
source: Maybe having my band hit number one? Being the top hostess at the club? Or maybe...
pt_br: Forse vedere la mia band arrivare al primo posto? Essere la migliore hostess del club? O forse...

# 13044_Kiryu
source: Maybe what?
pt_br: Forse cosa?

# 13056_望月京子：源氏名
source: Finding a man I love with all my heart?
pt_br: Trovare un uomo che amo con tutto il cuore?

# 13068_望月京子：源氏名
source: I wonder if I'll ever truly be happy...
pt_br: Mi chiedo se sarò mai veramente felice...

# 13080_Kiryu
source: I can make you happy. Don't worry about it.
pt_br: Posso renderti felice. Non preoccuparti.

# 13092_望月京子：源氏名
source: Really!? Thanks. <Color:7>♥<Color:Default> But how are you gonna do that?
pt_br: Davvero!? Grazie. <Color:7>♥<Color:Default> Ma come farai?

# 13104_Kiryu
source: Well... I haven't worked out all the details.
pt_br: Beh... non ho ancora definito tutti i dettagli.

# 13116_望月京子：源氏名
source: Maybe you got a little ahead of yourself there?
pt_br: Forse ti sei lasciato un po' prendere la mano?

# 13128_Kiryu
source: Maybe.
pt_br: Forse.

# 13140_望月京子：源氏名
source: Thanks though. I appreciate the thought. <Color:7>♥<Color:Default>
pt_br: Grazie comunque. Apprezzo il pensiero. <Color:7>♥<Color:Default>

# 13152_Kiryu
source: Only heaven knows.
pt_br: Solo il cielo lo sa.

# 13164_望月京子：源氏名
source: I suppose that's true. But what do you think?
pt_br: Suppongo sia vero. Ma tu cosa ne pensi?

# 13176_Kiryu
source: Well...
pt_br: Beh...

# 13188_Kiryu
source: I can't guarantee you'll be happy if you work hard, but I can guarantee you won't be if you don't.
pt_br: Non posso garantirti che sarai felice se lavori sodo, ma posso garantirti che non lo sarai se non lo fai.

# 13200_望月京子：源氏名
source: So you don't know either.
pt_br: Quindi non lo sai neanche tu.

# 13212_Kiryu
source: Apparently not.
pt_br: A quanto pare no.

# 13224_望月京子：源氏名
source: You could at least lie and tell me everything's gonna be okay. Now I'm even more depressed...
pt_br: Potresti almeno mentire e dirmi che andrà tutto bene. Ora sono ancora più depressa...

# 13236_Kiryu
source: Sorry...
pt_br: Scusa...

# 13248_Kiryu
source: I'll do what I can to help.
pt_br: Farò quello che posso per aiutare.

# 13260_望月京子：源氏名
source: Thanks! With you by my side, I really feel that everything is gonna work out fine. <Color:7>♥<Color:Default>
pt_br: Grazie! Con te al mio fianco, sento davvero che andrà tutto bene. <Color:7>♥<Color:Default>

# 13272_Kiryu
source: But you'll have to help me, too.
pt_br: Ma dovrai aiutare anche me.

# 13284_望月京子：源氏名
source: What would make you happy?
pt_br: Cosa ti renderebbe felice?

# 13296_Kiryu
source: Being with the woman I love, for example.
pt_br: Stare con la donna che amo, per esempio.

# 13308_望月京子：源氏名
source: Huh? I can't help you with that.
pt_br: Eh? Non posso aiutarti con quello.

# 13320_Kiryu
source: Why not?
pt_br: Perché no?

# 13332_望月京子：源氏名
source: Because I don't want to see you with anybody else, Kiryu-san...
pt_br: Perché non voglio vederti con nessun'altra, Kiryu-san...

# 13344_Kiryu
source: Hm? I didn't catch that.
pt_br: Mmm? Non ho capito.

# 13356_望月京子：源氏名
source: Oh, nothing! Anyway, I'm counting on your support. <Color:7>♥<Color:Default>
pt_br: Oh, niente! Comunque, conto sul tuo supporto. <Color:7>♥<Color:Default>

# 13368_Kiryu
source: Sure.
pt_br: Certo.

# 13380_望月京子：源氏名
source: This might be a bit of a surprise, but I had it pretty good when I was little.
pt_br: Potrebbe essere una sorpresa, ma da piccola me la passavo piuttosto bene.

# 13392_Kiryu
source: Really?
pt_br: Davvero?

# 13404_望月京子：源氏名
source: My family in Fukuoka was quite well off, so I took all kinds of lessons.
pt_br: La mia famiglia a Fukuoka era piuttosto benestante, quindi ho preso lezioni di ogni tipo.

# 13416_望月京子：源氏名
source: That's why I can do both traditional Japanese dance and ballet.
pt_br: Ecco perché so fare sia la danza tradizionale giapponese che il balletto.

# 13428_Kiryu
source: I can't picture that.
pt_br: Non riesco a immaginarlo.

# 13440_望月京子：源氏名
source: Yeah, rock stars don't use Japanese dance in their work very much.
pt_br: Sì, le rock star non usano molto la danza giapponese nel loro lavoro.

# 13452_Kiryu
source: You could always use it as a party trick.
pt_br: Potresti sempre usarlo come trucco da festa.

# 13464_望月京子：源氏名
source: A party trick? No one would laugh at something like that. I'd be better off doing impressions or something.
pt_br: Un trucco da festa? Nessuno riderebbe di una cosa del genere. Sarebbe meglio fare imitazioni o qualcosa del genere.

# 13476_Kiryu
source: So why did you learn it in the first place?
pt_br: Allora perché l'hai imparata?

# 13488_望月京子：源氏名
source: It's not really good for anything, is it? I feel like I wasted a lot of time on it. This is so depressing...
pt_br: Non serve a molto, vero? Mi sento come se ci avessi sprecato un sacco di tempo. È così deprimente...

# 13500_Kiryu
source: So why not get some use out of it at parties?
pt_br: Allora perché non usarla un po' alle feste?

# 13512_望月京子：源氏名
source: I spent years learning how to do traditional Japanese dance just to use it at parties? That's really sad...
pt_br: Ho passato anni a imparare la danza tradizionale giapponese solo per usarla alle feste? È davvero triste...

# 13536_Kiryu
source: Maybe your whole band could do it together. You could all dance along with the beat. It would be interesting.
pt_br: Forse tutta la tua band potrebbe farlo insieme. Potreste ballare tutti a ritmo. Sarebbe interessante.

# 13548_望月京子：源氏名
source: Hey, we're not a novelty band. We're a serious, hard rocking one!
pt_br: Ehi, non siamo una band da quattro soldi. Siamo una band hard rock seria!

# 13560_Kiryu
source: It might appeal to foreigners, though. If you want to make it overseas, it could work to your advantage.
pt_br: Potrebbe piacere agli stranieri, però. Se volete sfondare all'estero, potrebbe essere un vantaggio.

# 13572_望月京子：源氏名
source: Haha! You're probably right about that. I suppose it wouldn't hurt to give it a try.
pt_br: Ahah! Probabilmente hai ragione. Suppongo non farebbe male provarci.

# 13584_Kiryu
source: That's all I'm saying.
pt_br: È tutto quello che dico.

# 13596_Kiryu
source: Dance a little for me right now. There's a stage here, too.
pt_br: Balla un po' per me adesso. C'è anche un palco qui.

# 13608_望月京子：源氏名
source: Here!? No, it's too embarrassing!
pt_br: Qui!? No, è troppo imbarazzante!

# 13620_Kiryu
source: Don't worry about it. I'd like to see you dance.
pt_br: Non preoccuparti. Mi piacerebbe vederti ballare.

# 13632_望月京子：源氏名
source: It would bother the other people in the club. Besides, these aren't the right clothes.
pt_br: Darei fastidio alle altre persone nel club. Inoltre, non sono i vestiti adatti.

# 13644_Kiryu
source: Well, maybe you can show me later, when it's just you and me.
pt_br: Beh, forse puoi mostrarmelo più tardi, quando saremo solo io e te.

# 13656_望月京子：源氏名
source: Hmm... Just the two of us? I think I'm okay with that... <Color:7>♥<Color:Default>
pt_br: Mmm... Solo noi due? Penso che mi vada bene... <Color:7>♥<Color:Default>

# 13668_Kiryu
source: All right, then. I'll hold you to it.
pt_br: D'accordo, allora. Ti prenderò in parola.

# 13680_望月京子：源氏名
source: When I'm sad, I like to do kado.
pt_br: Quando sono triste, mi piace fare il kado.

# 13692_Kiryu
source: You mean the flower arrangement? You learned that too?
pt_br: Intendi l'arte della composizione floreale? Hai imparato anche quella?

# 13704_望月京子：源氏名
source: Totally. Do you like flowers, Kiryu-san?
pt_br: Assolutamente. Ti piacciono i fiori, Kiryu-san?

# 13716_Kiryu
source: Well, I like looking at them. I don't grow any though.
pt_br: Beh, mi piace guardarli. Ma non ne coltivo.

# 13728_望月京子：源氏名
source: My favorite flower is called the muscari.
pt_br: Il mio fiore preferito si chiama muscari.

# 13740_Kiryu
source: I've never heard of that one. What's it look like?
pt_br: Non l'ho mai sentito. Com'è fatto?

# 13752_望月京子：源氏名
source: It has a gorgeous bluish purple color. But I really love what the muscari symbolizes. Do you know what that is?
pt_br: Ha un magnifico colore blu-violaceo. Ma adoro davvero ciò che il muscari simboleggia. Sai cos'è?

# 13764_Kiryu
source: I love you?
pt_br: Ti amo?

# 13776_望月京子：源氏名
source: Nope! I think that's the anemone.
pt_br: No! Credo sia l'anemone.

# 13788_Kiryu
source: Oh... That's not it?
pt_br: Oh... non è quello?

# 13800_望月京子：源氏名
source: Why do you look so sad?
pt_br: Perché sei così triste?

# 13812_Kiryu
source: Oh, I hoped maybe that was your way of confessing your love to me...
pt_br: Oh, speravo che forse fosse il tuo modo di confessarmi il tuo amore...

# 13824_望月京子：源氏名
source: Hahaha! That's a good one!
pt_br: Ahahah! Questa è bella!

# 13836_Kiryu
source: It wasn't a joke...
pt_br: Non era uno scherzo...

# 13848_望月京子：源氏名
source: Sorry, I'm not that romantic.
pt_br: Scusa, non sono così romantica.

# 13872_Kiryu
source: A bright future?
pt_br: Un futuro luminoso?

# 13884_望月京子：源氏名
source: Huh!? Yes! You're right! How'd you know?
pt_br: Eh!? Sì! Hai ragione! Come facevi a saperlo?

# 13896_Kiryu
source: Oh, I just had a feeling. You're such a positive thinker, it fits with your personality.
pt_br: Oh, ho solo avuto una sensazione. Sei una persona così positiva, si adatta alla tua personalità.

# 13908_望月京子：源氏名
source: Hehe. The muscari also symbolizes understanding.
pt_br: Eheh. Il muscari simboleggia anche la comprensione.

# 13920_望月京子：源氏名
source: Just like you seem to understand me. <Color:7>♥<Color:Default>
pt_br: Proprio come sembra che tu mi capisca. <Color:7>♥<Color:Default>

# 13932_Kiryu
source: Heh...
pt_br: Eh...

# 13944_Kiryu
source: Purity? Maybe?
pt_br: Purezza? Forse?

# 13956_望月京子：源氏名
source: Nope! I think that's the lily.
pt_br: No! Credo sia il giglio.

# 13968_Kiryu
source: Oh... I figured that would be perfect for you.
pt_br: Oh... pensavo fosse perfetto per te.

# 13980_望月京子：源氏名
source: What do you mean by that? You think I'm an innocent little girl or something?
pt_br: Cosa intendi dire? Pensi che io sia una ragazzina innocente o qualcosa del genere?

# 13992_Kiryu
source: I just meant that your love for music is pure.
pt_br: Intendevo solo che il tuo amore per la musica è puro.

# 14004_望月京子：源氏名
source: Hm. You're a pretty smooth talker. <Color:7>♥<Color:Default>
pt_br: Mmm. Sei un bel chiacchierone. <Color:7>♥<Color:Default>

# 14016_望月京子：源氏名
source: Do you remember when I mentioned getting into a fight with the guys in my band?
pt_br: Ti ricordi quando ho detto di aver litigato con i ragazzi della mia band?

# 14028_Kiryu
source: Sure.
pt_br: Certo.

# 14040_望月京子：源氏名
source: Well, I followed your advice and apologized to them.
pt_br: Beh, ho seguito il tuo consiglio e mi sono scusata con loro.

# 14052_望月京子：源氏名
source: Now we're even closer than before. And it's all thanks to you. <Color:7>♥<Color:Default>
pt_br: Ora siamo ancora più uniti di prima. E tutto grazie a te. <Color:7>♥<Color:Default>

# 14064_Kiryu
source: Really?
pt_br: Davvero?

# 14076_望月京子：源氏名
source: I'd like to give you a kiss, to thank you.
pt_br: Vorrei darti un bacio per ringraziarti.

# 14088_Kiryu
source: Okay then...
pt_br: Okay, allora...

# 14100_望月京子：源氏名
source: Okay then? You're just gonna let me do it? You're not embarrassed or anything?
pt_br: Ok, allora? Mi lasci fare e basta? Non sei imbarazzato o altro?

# 14112_Kiryu
source: I don't mind.
pt_br: Per me va bene.

# 14124_望月京子：源氏名
source: Well, I do! I don't want to kiss someone who'd let me kiss them in public!
pt_br: Beh, a me sì! Non voglio baciare qualcuno che mi lascerebbe baciare in pubblico!

# 14148_望月京子：源氏名
source: Are you mad at me?
pt_br: Sei arrabbiato con me?

# 14160_Kiryu
source: Not at all.
pt_br: Niente affatto.

# 14172_望月京子：源氏名
source: Hehe. I was just teasing. I mighta gone a little too far... We'll do it later, okay? <Color:7>♥<Color:Default>
pt_br: Eheh. Stavo solo scherzando. Forse ho esagerato un po'... lo faremo più tardi, ok? <Color:7>♥<Color:Default>

# 14184_Kiryu
source: When we're alone. I don't want to do it here in front of everyone. Let's save it for later.
pt_br: Quando saremo soli. Non voglio farlo qui davanti a tutti. Lasciamolo per dopo.

# 14196_望月京子：源氏名
source: For reals? You think a kiss from me is that important?
pt_br: Davvero? Pensi che un mio bacio sia così importante?

# 14208_Kiryu
source: Of course I do.
pt_br: Certo che lo penso.

# 14220_望月京子：源氏名
source: You really know how to make a girl feel special! I'm glad you understand, Kiryu-san!
pt_br: Sai davvero come far sentire speciale una ragazza! Sono contenta che tu capisca, Kiryu-san!

# 14232_Kiryu
source: Besides, we can do more if we're alone...
pt_br: Inoltre, possiamo fare di più se siamo soli...

# 14244_望月京子：源氏名
source: Haha. I don't know about that. You'll have to wait and see. <Color:7>♥<Color:Default>
pt_br: Ahah. Non ne sono sicura. Dovrai aspettare e vedere. <Color:7>♥<Color:Default>

# 14256_Kiryu
source: You don't need to thank me.
pt_br: Non devi ringraziarmi.

# 14268_望月京子：源氏名
source: Hey. Don't you want a kiss from me?
pt_br: Ehi. Non vuoi un mio bacio?

# 14280_Kiryu
source: That's not what I meant...
pt_br: Non è quello che intendevo...

# 14292_望月京子：源氏名
source: Uh-huh. Well, where do you want it?
pt_br: Ah-ah. Beh, dove lo vuoi?

# 14304_Kiryu
source: On the lips, please.
pt_br: Sulle labbra, per favore.

# 14316_望月京子：源氏名
source: Aha! So you do want a reward. Naughty boy!
pt_br: Aha! Quindi vuoi una ricompensa. Birichino!

# 14328_Kiryu
source: Hey, this was all your idea.
pt_br: Ehi, è stata tutta una tua idea.

# 14340_望月京子：源氏名
source: I don't kiss naughty boys like you. <Color:7>♥<Color:Default>
pt_br: Non bacio i birichini come te. <Color:7>♥<Color:Default>

# 14364_望月京子：源氏名
source: By the way, all those sit-ups I've been doing are finally paying off. My tummy's getting nice and toned!
pt_br: A proposito, tutti quegli addominali che ho fatto stanno finalmente dando i loro frutti. La mia pancia sta diventando bella e tonica!
