Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0242.po
Languages: pt_br

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Player
pt_br: Giocatore

# 116_Chihiro
source: Wow! I've never shopped at such an expensive store before! I'm kinda nervous!
pt_br: Caspita! Non sono mai stata a fare shopping in un negozio così costoso prima d'ora! Sono un po' nervosa!

# 128_Player
source: Heh, you are?
pt_br: Eh, davvero?

# 140_Chihiro
source: Well, yeah! Come on, let's go in!
pt_br: E certo! Dai, entriamo!

# 164_Chihiro
source: Wow! I've never shopped at such an expensive store before! I'm kinda nervous!
pt_br: Caspita! Non sono mai stata a fare shopping in un negozio così costoso prima d'ora! Sono un po' nervosa!

# 176_Player
source: Hold on a sec... Um, looks like I'm low on cash.
pt_br: Aspetta un attimo... Ehm, mi sa che sono a corto di contanti.

# 188_Chihiro
source: What? You are!?
pt_br: Cosa? Davvero!?

# 200_Player
source: Yeah. Sorry.
pt_br: Sì. Scusa.

# 212_Chihiro
source: That's a shame. I guess that's it today. Goodbye for now.
pt_br: Peccato. Immagino sia tutto per oggi. Arrivederci per ora.

# 224_Player
source: (I better find some money...)
pt_br: (Mi conviene trovare dei soldi...)

# 332_Chihiro
source: Thank you so much! I'm so happy! I can't tell how much it cost, though...
pt_br: Grazie di cuore! Sono felicissima! Non oso immaginare quanto ti sia costato, però...

# 344_Player
source: Well, that brand isn't cheap.
pt_br: Beh, quella marca non costa poco.

# 356_Chihiro
source: Oh, it isn't? Well, I'll treasure it always.
pt_br: Ah, non è niente, dici? Beh, ne farò tesoro per sempre.

# 368_Talk_Ojigi
source: See you at the club later. <Color:7>♥<Color:Default>
pt_br: Ci vediamo al club più tardi. <Color:7>♥<Color:Default>

# 392_Chihiro
source: Thanks a lot. Are you sure it's okay for me to accept this? It wasn't too expensive, was it?
pt_br: Grazie mille. Sei sicuro che vada bene che io lo prenda? Non è che sia stato troppo caro, vero?

# 404_Player
source: Well, the brand is pretty well-known.
pt_br: Beh, il marchio è piuttosto conosciuto.

# 416_Chihiro
source: I see. ♪ I had a good time today. I'll see you at the club.
pt_br: Capito. ♪ Mi sono divertita oggi. Ci vediamo al club.

# 452_Player
source: Is something wrong?
pt_br: C'è qualcosa che non va?

# 464_Chihiro
source: Um... I don't think this is really my style.
pt_br: Uhm... non credo proprio che questo sia il mio stile.

# 476_Player
source: It's not? But the brand is really famous. Most students can't afford it.
pt_br: Non è così? Ma la marca è famosissima. La maggior parte degli studenti non se lo può permettere.

# 488_Chihiro
source: I'm just not interested in that kind of thing.
pt_br: Non sono proprio interessato a quel genere di cose.

# 500_Chihiro
source: I should be going. I'll see you at the club.
pt_br: Dovrei andare. Ci vediamo al club.

# 512_Player
source: (I guess she didn't like the present...)
pt_br: (Mi sa che non le è piaciuto il regalo...)

# 620_Chihiro
source: I can't go to places like this by myself. It's always so hard to decide what to get.
pt_br: Non riesco proprio ad andarci in posti così da sola. È sempre un casino scegliere cosa prendere.

# 632_Player
source: I know what you mean...
pt_br: Capisco cosa intendi...

# 644_Chihiro
source: Come on, let's go in!
pt_br: Dai, entriamo!

# 668_Chihiro
source: I can't go to places like this by myself. It's always so hard to decide what to get.
pt_br: Non riesco proprio ad andarci in posti così da sola. È sempre un casino scegliere cosa prendere.

# 680_Player
source: Hold on a sec... Um, looks like I'm low on cash.
pt_br: Aspetta un attimo... Ehm, mi sa che sono a corto di contanti.

# 692_Chihiro
source: What? You are!?
pt_br: Cosa? Davvero!?

# 704_Player
source: Yeah. Sorry.
pt_br: Sì. Scusa.

# 716_Chihiro
source: That's a shame. I guess that's it today. Goodbye for now.
pt_br: Peccato. Immagino sia tutto per oggi. Arrivederci per ora.

# 728_Player
source: (I better find some money...)
pt_br: (Mi conviene trovare dei soldi...)

# 836_Chihiro
source: Thank you so much! This is great!
pt_br: Grazie mille! È stupendo!

# 848_Player
source: Glad you like it.
pt_br: Mi fa piacere che ti piaccia.

# 860_Chihiro
source: I'll treasure this forever.
pt_br: Farò tesoro di questo per sempre.

# 872_Talk_Yes
source: Wanna go to the club now? <Color:7>♥<Color:Default>
pt_br: Ti va di andare al club adesso? <Color:7>♥<Color:Default>

# 884_Player
source: Sure.
pt_br: Certo.

# 908_Chihiro
source: Are you sure it's okay for me to accept this?
pt_br: Sei sicuro che io possa accettarlo?

# 920_Player
source: Yeah. It really suits you.
pt_br: Già. Ti sta proprio bene.

# 932_Chihiro
source: Thank you. Let's go to the club, okay?
pt_br: Grazie. Andiamo al club, ok?

# 944_Player
source: Yeah.
pt_br: Sì.

# 980_Player
source: Is something wrong?
pt_br: C'è qualcosa che non va?

# 992_Chihiro
source: Um... This isn't really my style.
pt_br: Ehm... Questo non è proprio il mio stile.

# 1004_Player
source: Really? It's not?
pt_br: Davvero? Non lo è?

# 1016_Chihiro
source: Do you wanna just go to the club now?
pt_br: Vuoi che andiamo dritti al club adesso?

# 1028_Player
source: (I guess she didn't like the present...)
pt_br: (Mi sa che non le è piaciuto il regalo...)
