Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid000201ff.po
Languages: pt_br

source: Short-Haired High School Girl
pt_br: Ragazza del liceo dai capelli corti

source: Hair Bun High School Girl
pt_br: Ragazza del liceo con la crocchia

# 68_Short-Haired High School Girl
source: They went up the street. You know, toward the theater?
pt_br: Sono andati su per la strada. Sai, no, verso il teatro?

# 80_Hair Bun High School Girl
source: They really stood out. I bet a lot of other people saw them, too.
pt_br: Davano proprio nell'occhio. Scommetto che li hanno visti anche in molti altri.

# 92_Akiyama
source: Excuse me, do you have a moment?
pt_br: Scusate, avete un momento?

# 104_Hair Bun High School Girl
source: Hm? What's up?
pt_br: Hm? Che c'è?

# 116_Akiyama
source: Have you seen a group of yakuza around here? They probably had someone who looked all beat up with them...
pt_br: Avete visto un gruppo di yakuza qui intorno? Probabilmente avevano con loro qualcuno conciato malissimo...

# 128_Short-Haired High School Girl
source: Oh yeah, I saw them! They were dragging some guy through town.
pt_br: Ma sì! Li ho visti! Stavano trascinando un tizio per la città.

# 140_Hair Bun High School Girl
source: They were really scary! They kept telling him to walk faster!
pt_br: Facevano davvero paura! Continuavano a dirgli di camminare più in fretta!

# 152_Akiyama
source: See where they went?
pt_br: Visto dove sono andati?

# 164_Short-Haired High School Girl
source: They went up the street. You know, toward the theater?
pt_br: Sono andati su per la strada. Sai, no, verso il teatro?

# 176_Hair Bun High School Girl
source: They really stood out. I bet a lot of other people saw them, too.
pt_br: Davano proprio nell'occhio. Scommetto che li hanno visti anche in molti altri.

# 188_Akiyama
source: That right? Okay, thanks.
pt_br: Giusto? Va bene, grazie.
