Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid000205e5.po
Languages: pt_br

source: Player
pt_br: Giocatore

source: Taxi Driver
pt_br: Tassista

# 116_Tanimura
source: (The investigation is the top priority right now... No need to move from here.)
pt_br: (L'indagine è la priorità assoluta in questo momento... Non c'è bisogno di muoversi da qui.)

# 140_Player
source: (I seriously don't have 710 yen for a taxi...?)
pt_br: (Ma davvero non ho 710 yen per il taxi...?)

# 152_Taxi Driver
source: The minimum fare is 710 yen. Where would you like to go?
pt_br: La tariffa minima è di 710 yen. Dove desidera andare?

# 188_Tanimura
source: (There's no way I can avoid fighting. Should I get more prepared before I go?)
pt_br: (Non c'è verso di schivare la rissa. Mi conviene prepararmi meglio prima di andarci?)

# 200_Tanimura
source: (I'll come back when I'm better prepared...)
pt_br: (Torno quando sarò più pronto...)

# 212_Taxi Driver
source: Very well, sir.
pt_br: Molto bene, signore.

# 272_Taxi Driver
source: Very well, sir.
pt_br: Molto bene, signore.

# 332_Taxi Driver
source: I'm afraid you don't have enough money, sir. Please come again when you do.
pt_br: Mi dispiace, signore, ma non ha abbastanza contanti. La prego di tornare quando li avrà.

# 344_Taxi Driver
source: Very well, sir.
pt_br: Molto bene, signore.

# 428_Taxi Driver
source: Please come again soon.
pt_br: Alla prossima!

# 440_Tanimura
source: Prepare a Little More
pt_br: Preparati ancora un po'

# 452_Tanimura
source: Go Now
pt_br: Vai ora
