Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0102049c.po
Languages: it

source: Shibata Family Member
it: Membro della Famiglia Shibata

# 72_Tanimura
source: (Geez... What a waste of time.)
it: (Cavolo... che perdita di tempo.)

# 96_Tanimura
source: (...What the heck? She's gone!)
it: (...Che diavolo? È sparita!)

# 120_Tanimura
source: Hey!
it: Ehi!

# 132_Tanimura
source: Your people took her somewhere, didn't they!?
it: I tuoi uomini l'hanno portata da qualche parte, vero!?

# 144_Shibata Family Member
source: Ha! What do you care? She's probably popping bottles with the boss right now... Or popping his bottle, perhaps.
it: Ah! Che ti importa? Probabilmente sta stappando bottiglie con il capo in questo momento... o forse sta stappando la sua di bottiglia.

# 168_Tanimura
source: Stop feeding me bullshit and tell me where she is!
it: Smettila di raccontarmi cazzate e dimmi dov'è!

# 180_Shibata Family Member
source: Heh... Heheh... Fine. Guess we bought 'em enough time. They're probably at the Tokyo Bay <Color:7>docks<Color:Default> by now.
it: Eh... Eheh... Bene. Direi che gli abbiamo fatto guadagnare abbastanza tempo. A quest'ora saranno probabilmente ai <Color:7>moli<Color:Default> della Baia di Tokyo.

# 192_Shibata Family Member
source: Really, though, I wonder what they're doing to her... Nothing good, knowing the boss.
it: Davvero, però, mi chiedo cosa le stiano facendo... Niente di buono, conoscendo il capo.

# 204_Tanimura
source: Damn it!
it: Maledizione!

# 216_Tanimura
source: (I need to get to the <Color:7>docks<Color:Default> right away... Better catch a cab!)
it: (Devo andare subito ai <Color:7>moli<Color:Default>... Meglio prendere un taxi!)

# 240_Tanimura
source: You're Yasuko Saejima, right?
it: Tu sei Yasuko Saejima, giusto?

# 252_Yasuko
source: Huh!?
it: Eh!?

# 264_Tanimura
source: There's something I need to know about a shooting in 1985. Something only you can tell me.
it: C'è qualcosa che devo sapere su una sparatoria del 1985. Qualcosa che solo tu puoi dirmi.

# 276_Yasuko
source: I... I don't know about any shooting!
it: Io... io non so niente di nessuna sparatoria!

# 288_Tanimura
source: Hey, don't be so tense. You can trust me.
it: Ehi, non essere così tesa. Puoi fidarti di me.

# 336_Yasuko
source: I told you, I don't know anything!
it: Te l'ho detto, non so niente!

# 348_Tanimura
source: Whoa, what's wrong? I'm one of the good guys here!
it: Ehi, che succede? Sono dei buoni, io!

# 408_Shibata Family Member
source: We finally got you, you little hussy!
it: Finalmente ti abbiamo presa, sgualdrinella!

# 432_Yasuko
source: You're... Shibata's men!
it: Voi siete... gli uomini di Shibata!

# 444_Tanimura
source: Probably his bottom-rung goons, by the look of it.
it: Probabilmente i suoi scagnozzi di basso rango, a giudicare dall'aspetto.

# 456_Shibata Family Member
source: What, you ditch that moneygrubber for this dickhead? Not that I give a rat's ass. You still owe our boss a visit.
it: Cosa, hai lasciato quel tirchio per questo coglione? Non che me ne freghi un cazzo. Devi ancora fare una visita al nostro capo.

# 468_Shibata Family Member
source: Now you're coming with us. We've wasted too much time on you already.
it: Ora vieni con noi. Abbiamo già perso troppo tempo con te.

# 480_Tanimura
source: Sorry, but the lady and I have business to discuss. So why don't you buzz off?
it: Scusate, ma io e la signora abbiamo affari da discutere. Quindi perché non ve ne andate?

# 492_Shibata Family Member
source: You think we take orders from you!? Should've watched that mouth, pretty boy! 'Cause it's about to get swollen shut!
it: Pensi che prendiamo ordini da te!? Avresti dovuto stare attento a quella bocca, bel faccino! Perché sta per gonfiarsi fino a chiudersi!
