Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01020650.po
Languages: it

source: Anonymous Caller
it: Chiamante Anonimo

# 92_Tanimura
source: Hello?
it: Pronto?

# 104_Anonymous Caller
source: Tanimura-san, right?
it: Tanimura-san, giusto?

# 116_Tanimura
source: Yeah, that's me. And you are?
it: Sì, sono io. E tu chi sei?

# 128_Anonymous Caller
source: Heh, that's not important. Let's just cut to the chase.
it: Eh, non è importante. Andiamo al sodo.

# 140_Anonymous Caller
source: You want info on Katsuragi, don't you?
it: Vuoi informazioni su Katsuragi, vero?

# 152_Tanimura
source: How did you...?
it: Come hai...?

# 164_Anonymous Caller
source: It's my job to know that sort of thing. As such, it works only to my benefit to funnel information to you.
it: È il mio lavoro sapere queste cose. E, in quanto tale, è solo a mio vantaggio passarti informazioni.

# 176_Tanimura
source: That's... fine, but why should I believe some random caller who could be a total scammer for all I know?
it: Va... bene, ma perché dovrei credere a un chiamante a caso che potrebbe essere un truffatore per quanto ne so?

# 188_Anonymous Caller
source: Good point. Except... You don't have anywhere else to turn right now, do you?
it: Giusta osservazione. Tranne che... non hai nessun altro a cui rivolgerti in questo momento, vero?

# 200_Tanimura
source: ...Not really.
it: ...Non proprio.

# 212_Anonymous Caller
source: That's what I thought. Now do you want that information or not? Of course, you could always hang up and be on your way.
it: Ecco cosa pensavo. Ora, vuoi quelle informazioni o no? Certo, potresti sempre riattaccare e andartene per la tua strada.

# 224_Tanimura
source: No, let's hear what you have to say.
it: No, sentiamo cosa hai da dire.

# 236_Anonymous Caller
source: Smart man. Only thing is, nothing in life is free.
it: Uomo intelligente. L'unico problema è che niente nella vita è gratis.

# 248_Tanimura
source: What, you're giving me a quote already?
it: Cosa, mi stai già facendo un preventivo?

# 260_Anonymous Caller
source: Everything has its price, officer. But I'm not interested in your money. I just want to see how good of a detective you are.
it: Ogni cosa ha il suo prezzo, agente. Ma non mi interessano i tuoi soldi. Voglio solo vedere quanto sei bravo come detective.

# 272_Anonymous Caller
source: You'll be receiving a message from me shortly. Open it up, read it, and follow the instructions. Very self-explanatory.
it: Riceverai a breve un mio messaggio. Aprilo, leggilo e segui le istruzioni. Molto semplice.

# 284_Anonymous Caller
source: Well, best of luck.
it: Beh, in bocca al lupo.

# 296_Tanimura
source: Hey, we're not done yet!
it: Ehi, non abbiamo ancora finito!
