Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01a40045.po
Languages: pt_br

source: You got a <Color:8>Player's Piece<Color:Default>.
pt_br: Hai in mano un <Color:8>asso<Color:Default>.

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: Man in Black
pt_br: Uomo in nero

# 84_Saori
source: Thank you, Suzuki-san.
pt_br: Grazie, Suzuki-san.

# 96_Saejima
source: Didn't even run? You got grit, I'll give ya that.
pt_br: Non sei nemmeno scappato? Hai fegato, te lo devo dare.

# 108_Saori
source: Do I?
pt_br: Io?

# 120_Saori
source: I figured I'd be fine with a strong, manly hero like you.
pt_br: Mi dicevo che sarei stata bene con un eroe forte e virile come te.

# 132_Saejima
source: Alright, enough sweet-talk. I'm in this deep, ain't I? Time to clue me in.
pt_br: Ok, basta moine. Ormai ci sono dentro fino al collo, no? Adesso sputa il rospo.

# 144_Saori
source: Maybe so. It's all over and done with, so why not? I'll tell you everything.
pt_br: Può darsi. Tanto ormai è andata così, perché no? Ti dirò tutto.

# 156_Saejima
source: Okay, first things first. What's this CD thingy?
pt_br: Allora, mettiamo in chiaro una cosa. Cos'è 'sta roba del CD?

# 168_Saori
source: This? You might call it a secret ledger.
pt_br: Questo? Potresti chiamarlo un registro segreto.

# 180_Saejima
source: That don't look like paper to me. Where's the writing?
pt_br: Quello non mi sembra carta. Dov'è quello che c'è scritto?

# 192_Saori
source: What century are you from? Data that used to be on paper, once upon a time, is now stored on CD-ROMs.
pt_br: Ma da che secolo sbuchi? I dati che una volta erano su carta, ai vecchi tempi, ora sono su CD-ROM.

# 204_Saori
source: This CD came from the office of an influential politician. There's evidence of bribes, embezzlement, tax evasion... If this got out, the scandal alone would ruin his career.
pt_br: Questo CD è uscito dritto dall'ufficio di un pezzo grosso della politica. Ci sono prove di tangenti, appropriazioni indebite, evasione fiscale... Se venisse fuori, lo scandalo da solo gli farebbe saltare la poltrona.

# 216_Saejima
source: Then those suits are the politician's henchmen, yeah?
pt_br: Allora, quei tipi in giacca sono gli scagnozzi del politico, vero?

# 228_Saori
source: These days they call themselves "political assistants." They found out I'd stolen the CD and struck a deal.
pt_br: Di questi tempi si fanno chiamare "assistenti politici". Hanno scoperto che avevo rubato il CD e hanno stretto un accordo.

# 240_Saejima
source: I get it now. They wanted it back and were willing to pay.
pt_br: Adesso ci sono. Lo rivolevano indietro ed erano disposti a sborsare.

# 252_Saori
source: Now, I'm no journalist, and I'm not particularly interested in seeing social justice served. But as long as it brings in money, well...
pt_br: Ora, non sono mica un giornalista, e non è che mi interessi granché che si faccia giustizia sociale. Ma finché ci scappano i soldi, beh...

# 264_Saejima
source: Don't tell me thieving's what ya do for a livin' full time...
pt_br: Non mi dire che fai il ladro di mestiere, a tempo pieno...

# 276_Saori
source: They call me the Blue Rose. I'm just a little bit famous－ in this industry, anyway.
pt_br: Mi chiamano la Rosa Blu. Sono un tantino famosa－ in questo giro, comunque.

# 288_Saejima
source: Well, alright. I ain't about to rough up a woman now, lady-thief or not.
pt_br: E va bene. Non mi metto a menare una donna, adesso, che sia una ladra o no.

# 300_Saori
source: Heh. Really?
pt_br: Eh. Davvero?

# 312_Saejima
source: Really. What kinda man would I be if I did?
pt_br: Sul serio. Che razza di uomo sarei se lo facessi?

# 324_Saori
source: A rare one. Thanks, Saejima-san.
pt_br: Una cosa rara. Grazie, Saejima-san.

# 348_Saejima
source: Hey! How'd ya know...
pt_br: Ehi! Come facevi a saperlo...

# 360_Saori
source: It takes one to know one. Especially with a reputation like yours. You'll need to find a better disguise. Like I have.
pt_br: Ci si riconosce tra simili. Soprattutto con una reputazione come la tua. Ti servirà una copertura migliore. Come la mia.

# 384_Saori
source: Here's the compensation I promised.
pt_br: Ecco il compenso che ho promesso.

# 468_Saejima
source: (Hmph. Now that's what I call a femme fatale.)
pt_br: (Hmph. Questa sì che è una donna fatale.)

# 564_Saejima
source: (There she is.)
pt_br: (Eccola.)

# 636_Saejima
source: (Looks like I wound up comin' here after all. God, I'm a sucker for a long pair of legs.)
pt_br: (A quanto pare, alla fine sono finito per venire qui. Cavolo, vado matto per delle gambe lunghe.)

# 648_Saori
source: I brought it.
pt_br: L'ho portato.

# 660_Man in Black
source: We're all set on our end, too.
pt_br: Siamo a posto anche noi.

# 672_Saori
source: All right. Let's make the exchange.
pt_br: Ok. Scambiamoci la merce.

# 684_Man in Black
source: First, let's see if it's the real deal.
pt_br: Prima, vediamo se non è un pacco.

# 696_Saori
source: You're not exactly the trusting type, are you?
pt_br: Non sei mica il tipo che si fida, eh?

# 732_Saejima
source: (These suits look just as seedy as the last.)
pt_br: (Anche questi giacchetti hanno la stessa aria marcia degli ultimi.)

# 768_Man in Black
source: All right. It looks authentic.
pt_br: Va bene. Sembra autentico.

# 780_Saori
source: Then hand over the briefcase already.
pt_br: Allora consegna la valigetta, su.

# 792_Man in Black
source: Sorry, but we can't do that.
pt_br: Spiacente, ma non possiamo farlo.

# 840_Saori
source: You're double crossing me.
pt_br: Mi stai tradendo.

# 852_Man in Black
source: As long as we have the CD-ROM, we don't need you anymore.
pt_br: Finché abbiamo il CD-ROM, non ci servi più.

# 864_Man in Black
source: Besides, I'm sure you've already burned a copy. But that won't matter after you're... neuralized. You won't even remember your own name.
pt_br: Del resto, sono sicuro che ne hai già fatta una copia. Ma quello non conterà dopo che sarai... neuralizzato. Non ti ricorderai nemmeno il tuo nome.

# 900_Saejima
source: Alright, show's over.
pt_br: Ok, la recita è finita.

# 912_Man in Black
source: Who are you?
pt_br: Chi sei?

# 924_Saejima
source: Don't matter who I am. She held up her end of the bargain. Now leave the briefcase and get outta here.
pt_br: Non t'importa chi sono. Lei ha rispettato i patti. Adesso molla la valigetta e fila via.

# 936_Man in Black
source: Now that you've seen us, we can't let you leave... not with your memories intact, anyway. Let's see how much head trauma it takes to neuralize you!
pt_br: Ora che ci hai beccati, non possiamo lasciarti andare... non con la memoria intatta, ad ogni modo. Vediamo quanto trauma cranico ci vuole per neuralizzarti!
