Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid019106c2.po
Languages: pt_br

# 760_Saejima
source: (So, what should I talk about?)
pt_br: (Allora, di cosa dovrei parlare?)

# 808_Sugiyama
source: ...This conversation's got me fired up! I'm going to work harder so that I can be like you, Saejima-san!
pt_br: ...Questa conversazione mi ha caricato! Lavorerò più duramente per poter diventare come te, Saejima-san!

# 820_Saejima
source: (Looks like he's motivated now.)
pt_br: (Sembra che ora sia motivato.)

# 868_Sugiyama
source: I see. Thank you for the information. The lesson is that I have to use my head if I want to be a better fighter. Got it.
pt_br: Capisco. Grazie per l'informazione. La lezione è che devo usare la testa se voglio essere un combattente migliore. Ricevuto.

# 880_Saejima
source: (He looks a little more motivated.)
pt_br: (Sembra un po' più motivato.)

# 928_Sugiyama
source: Hahaha! That's hilarious! But...
pt_br: Hahaha! È esilarante! Ma...

# 940_Sugiyama
source: Should I be laughing now? I'm sure other people are still at their dojos, training... And I'm here drinking and laughing...
pt_br: Dovrei ridere adesso? Sono sicuro che altre persone sono ancora nei loro dojo, ad allenarsi... E io sono qui a bere e ridere...

# 952_Saejima
source: (I shoulda talked about somethin' else...)
pt_br: (Avrei dovuto parlare di qualcos'altro...)

# 964_Saejima
source: (So, what should I talk about?)
pt_br: (Allora, di cosa dovrei parlare?)

# 1012_Sugiyama
source: You're amazing, Saejima-san! But compared to you, I'm nothing...
pt_br: Sei incredibile, Saejima-san! Ma in confronto a te, io non sono niente...

# 1024_Saejima
source: (Looks like he's depressed now...)
pt_br: (Sembra che ora sia depresso...)

# 1072_Sugiyama
source: That kind of thing happens to you, too? I feel like I know you a little better now. Heheh.
pt_br: Anche a te capitano cose del genere? Mi sembra di conoscerti un po' meglio adesso. Heheh.

# 1084_Saejima
source: (Our relationship's grown stronger...)
pt_br: (Il nostro rapporto si è rafforzato...)

# 1132_Sugiyama
source: I see. So that's what made you a strong fighter. That's interesting.
pt_br: Capisco. Quindi è questo che ti ha reso un combattente così forte. Interessante.

# 1144_Saejima
source: (Guess that went okay.)
pt_br: (Credo sia andata bene.)

# 1156_Saejima
source: (So, what should I talk about?)
pt_br: (Allora, di cosa dovrei parlare?)

# 1204_Sugiyama
source: Wow, you're really knowledgeable. I wish I was so well informed.
pt_br: Wow, sei davvero preparato. Vorrei essere così informato.

# 1216_Saejima
source: (Guess that went okay.)
pt_br: (Credo sia andata bene.)

# 1264_Sugiyama
source: I don't know too much about math... Sorry.
pt_br: Non so molto di matematica... Scusa.

# 1276_Saejima
source: (Guess he ain't a big fan o' the topic.)
pt_br: (Credo che non sia un grande fan dell'argomento.)

# 1324_Sugiyama
source: You really know about everything, Saejima-san! I'm really interested in hearing more!
pt_br: Sai davvero tutto, Saejima-san! Sono davvero interessato a saperne di più!

# 1336_Saejima
source: (Looks like he opened up a bit. Perfect.)
pt_br: (Sembra che si sia aperto un po'. Perfetto.)

# 1348_Saejima
source: (So, what should I talk about?)
pt_br: (Allora, di cosa dovrei parlare?)

# 1396_Sugiyama
source: I see. That may just work! If I do it right, I wonder if I can even get Mayako-chan to like me...
pt_br: Capisco. Potrebbe funzionare! Se lo faccio bene, mi chiedo se riuscirò a piacere a Mayako-chan...

# 1408_Saejima
source: (Guess that went okay.)
pt_br: (Credo sia andata bene.)

# 1456_Sugiyama
source: You're totally right, Saejima-san! Men are meant to love a single woman for all eternity!
pt_br: Hai assolutamente ragione, Saejima-san! Gli uomini sono destinati ad amare una sola donna per l'eternità!

# 1468_Saejima
source: (Looks like he opened up a bit. Perfect.)
pt_br: (Sembra che si sia aperto un po'. Perfetto.)

# 1516_Sugiyama
source: But Mayako-chan is the only one in my life! I would never cheat on her! That's just impure!
pt_br: Ma Mayako-chan è l'unica nella mia vita! Non la tradirei mai! Sarebbe semplicemente impuro!

# 1528_Saejima
source: (Guess he ain't a big fan o' the topic.)
pt_br: (Credo che non sia un grande fan dell'argomento.)

# 1540_Saejima
source: (So, what should I talk about?)
pt_br: (Allora, di cosa dovrei parlare?)

# 1588_Sugiyama
source: It's best to dream big, right? I'll always make sure to aim big and work hard!
pt_br: È meglio sognare in grande, giusto? Mi assicurerò sempre di puntare in alto e di lavorare sodo!

# 1600_Saejima
source: (Looks like he opened up a bit. Perfect.)
pt_br: (Sembra che si sia aperto un po'. Perfetto.)

# 1648_Sugiyama
source: I see. I shouldn't just dream about my future. I should make an actual life plan... Hm... That sounds pretty difficult.
pt_br: Capisco. Non dovrei solo sognare il mio futuro. Dovrei fare un vero e proprio piano di vita... Hmm... Sembra piuttosto difficile.

# 1660_Saejima
source: (Guess that went okay.)
pt_br: (Credo sia andata bene.)

# 1708_Sugiyama
source: That sounds like a lot of fun, but... I don't think that's going to work forever. I think I should live maturely and have goals.
pt_br: Sembra molto divertente, ma... non credo che funzionerà per sempre. Credo che dovrei vivere in modo maturo e avere degli obiettivi.

# 1720_Saejima
source: (Guess he ain't a big fan o' the topic.)
pt_br: (Credo che non sia un grande fan dell'argomento.)

# 1732_Saejima
source: (So, what should I talk about?)
pt_br: (Allora, di cosa dovrei parlare?)

# 1780_Sugiyama
source: You're really knowledgeable. I should take better care of my appearance, too.
pt_br: Sei davvero preparato. Dovrei curare di più il mio aspetto anch'io.

# 1792_Saejima
source: (Looks like he opened up a bit. Perfect.)
pt_br: (Sembra che si sia aperto un po'. Perfetto.)

# 1840_Sugiyama
source: I'm not sure I want to talk about that. I'm kind of broke, so...
pt_br: Non sono sicuro di voler parlare di questo. Sono un po' al verde, quindi...

# 1852_Saejima
source: (Guess he ain't a big fan o' the topic.)
pt_br: (Credo che non sia un grande fan dell'argomento.)

# 1900_Sugiyama
source: Drinking really is fun. But a lot of times I'm hung over the next day and feel down. Heheh...
pt_br: Bere è davvero divertente. Ma molte volte il giorno dopo ho i postumi e mi sento giù. Heheh...

# 1912_Saejima
source: (Guess that went okay.)
pt_br: (Credo sia andata bene.)

# 1948_Saejima
source: By the way, you got a hobby or somethin'?
pt_br: A proposito, hai qualche hobby o qualcosa del genere?

# 1960_Sugiyama
source: A hobby? Hm... If I had to choose, I would say listening to music.
pt_br: Un hobby? Hm... Se dovessi scegliere, direi ascoltare musica.

# 1972_Saejima
source: That ain't a bad hobby. So what kind o' music ya listen to?
pt_br: Non è un brutto hobby. Che tipo di musica ascolti?

# 1984_Sugiyama
source: Lots of things, really. But I guess I'm really into techno.
pt_br: Un po' di tutto, in realtà. Ma credo di essere molto appassionato di techno.

# 1996_Saejima
source: Techno...? What's that?
pt_br: Techno...? Che cos'è?

# 2008_Sugiyama
source: Huh? Saejima-san, you mean to say that you don't know about techno!?
pt_br: Eh? Saejima-san, vuoi dire che non sai cos'è la techno!?

# 2020_Saejima
source: Hmph... 'Course I know.
pt_br: Mh... Certo che lo so.

# 2032_Sugiyama
source: Really!? That's a surprise!
pt_br: Davvero!? Che sorpresa!

# 2044_Saejima
source: Yeah, techno, right? Just ain't heard that word in a long time. An old buddy o' mine used to do the jitterbug.
pt_br: Sì, la techno, giusto? È solo che non sentivo quella parola da un sacco di tempo. Un mio vecchio amico ballava il jitterbug.

# 2056_Sugiyama
source: The jitterbug...?
pt_br: Il jitterbug...?

# 2068_Saejima
source: That's right. Jitterbug's the dance, ain't it? The techno jitterbug. Everybody knows that.
pt_br: Esatto. Il jitterbug è il ballo, no? Il techno jitterbug. Lo sanno tutti.

# 2080_Sugiyama
source: Oh... Right...
pt_br: Oh... Giusto...

# 2092_Saejima
source: If ya like techno, then maybe you should try learnin' the jitterbug, too. Whaddya think? If ya need help, I guess I could...
pt_br: Se ti piace la techno, allora forse dovresti provare a imparare anche il jitterbug. Che ne pensi? Se hai bisogno di aiuto, immagino che potrei...

# 2104_Sugiyama
source: No thanks! I won't be needing any help! Thanks for the offer though!
pt_br: No, grazie! Non avrò bisogno di aiuto! Grazie comunque per l'offerta!

# 2116_Saejima
source: (Hmph. What's his problem?)
pt_br: (Mh. Che problema ha?)

# 2128_Saejima
source: Hmph... 'Course I know. Techno... Short for technology...
pt_br: Mh... Certo che lo so. Techno... Abbreviazione di tecnologia...

# 2140_Sugiyama
source: Um... Saejima-san... If you don't know what it is, you should just say so.
pt_br: Uhm... Saejima-san... Se non sai cos'è, dovresti dirlo e basta.

# 2152_Saejima
source: Right...
pt_br: Giusto...

# 2164_Saejima
source: (Did he lose trust in me...?)
pt_br: (Ha perso la fiducia in me...?)

# 2176_Saejima
source: Techno...? Never heard of it. But I used to listen to traditional Japanese ballads n' folk.
pt_br: Techno...? Mai sentita. Ma ero solito ascoltare ballate tradizionali giapponesi e folk.

# 2188_Sugiyama
source: You know, I had that impression about you.
pt_br: Sai, avevo proprio quell'impressione di te.

# 2200_Saejima
source: Singers of Japanese ballads n' folk have real soul. Just listenin' to 'em gets me motivated. Y'know, you should try listenin' yourself.
pt_br: I cantanti di ballate e folk giapponesi hanno una vera anima. Ascoltarli mi motiva. Sai, dovresti provare ad ascoltarli anche tu.

# 2212_Sugiyama
source: Maybe I will. Hearing you talk about it makes me want to listen to it! I think I'll try listening to some traditional Japanese ballads before practice!
pt_br: Forse lo farò. Sentirtene parlare mi fa venire voglia di ascoltarle! Penso che proverò ad ascoltare qualche ballata tradizionale giapponese prima dell'allenamento!

# 2224_Saejima
source: (Looks like he's motivated now.)
pt_br: (Sembra che ora sia motivato.)

# 2236_Sugiyama
source: Do you remember how I told you that I'd ask Mayako-chan out if I won in a tournament?
pt_br: Ti ricordi che ti ho detto che avrei chiesto a Mayako-chan di uscire se avessi vinto un torneo?

# 2248_Saejima
source: Yeah. I remember.
pt_br: Sì. Me lo ricordo.

# 2260_Sugiyama
source: Well, if I actually do win and I have to ask her out, what do you think I should say?
pt_br: Beh, se dovessi vincere davvero e dovessi chiederle di uscire, cosa pensi che dovrei dirle?

# 2272_Saejima
source: That ain't my problem...
pt_br: Non è un problema mio...

# 2284_Sugiyama
source: But... I've never asked someone out before.
pt_br: Ma... non ho mai chiesto a nessuna di uscire prima d'ora.

# 2296_Sugiyama
source: You're pretty much the only person that I have to ask about things like this. Please, Saejima-san! Just give me some idea!
pt_br: Sei praticamente l'unica persona a cui posso chiedere cose del genere. Ti prego, Saejima-san! Dammi solo un'idea!

# 2308_Saejima
source: Hmph... Fine. So ya wanna know how to ask her out? All ya gotta say is...
pt_br: Mh... E va bene. Quindi vuoi sapere come chiederle di uscire? Tutto quello che devi dire è...

# 2320_Saejima
source: It's best to be straightforward. Just say, "I love you!"
pt_br: È meglio essere diretti. Dille semplicemente: "Ti amo!"

# 2332_Sugiyama
source: Yeah, that's it! It's best to say it in a manly and straightforward way!
pt_br: Sì, ecco! È meglio dirlo in modo virile e diretto!

# 2344_Sugiyama
source: I love love love love love love love love love love love love love love love love love love looooooooooove you!
pt_br: Ti amoooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!

# 2356_Sugiyama
source: Like that!? Boy, it really does feel good when you say it so directly like that!
pt_br: Così!? Caspita, ci si sente davvero bene a dirlo in modo così diretto!

# 2368_Saejima
source: (Ain't exactly what I meant, but... Oh, well.)
pt_br: (Non è esattamente quello che intendevo, ma... pazienza.)

# 2380_Saejima
source: Say, "Make me breakfast every mornin', woman!" Men have been usin' that line for generations. I'm sure it'll still work today.
pt_br: Dille: "Preparami la colazione ogni mattina, donna!" Gli uomini usano questa frase da generazioni. Sono sicuro che funzionerà ancora oggi.

# 2392_Sugiyama
source: Oh! That's a pretty good line! I love eating breakfast, too. Thanks, Saejima-san!
pt_br: Oh! È una bella frase! Anch'io adoro fare colazione. Grazie, Saejima-san!

# 2404_Saejima
source: It ain't supposed to be 'bout whether ya like breakfast or not...
pt_br: Non si tratta di sapere se ti piace la colazione o no...

# 2416_Sugiyama
source: I'm sure that Mayako-chan can make a delicious breakfast... Mmmm... Breakfast with Mayako-chan... Mmm...
pt_br: Sono sicuro che Mayako-chan sa preparare una colazione deliziosa... Mmmm... Colazione con Mayako-chan... Mmm...

# 2428_Saejima
source: Umm... Hideo...?
pt_br: Ehm... Hideo...?

# 2440_Sugiyama
source: I feel totally pumped now! Mayako-chan's breakfasts are for me only! Haha! I am definitely going to win the tournament and have me that breakfast!
pt_br: Mi sento carichissimo adesso! Le colazioni di Mayako-chan sono solo per me! Haha! Vincerò sicuramente il torneo e mi godrò quella colazione!

# 2452_Saejima
source: (Ain't exactly what I meant, but at least he seems motivated...)
pt_br: (Non è esattamente quello che intendevo, ma almeno sembra motivato...)

# 2464_Saejima
source: How 'bout, "May I ask for your daughter's hand in marriage!?" Heheh.
pt_br: Che ne dici di: "Posso chiedere la mano di vostra figlia in matrimonio!?" Heheh.

# 2476_Sugiyama
source: Saejima-san... I'm asking you for real. This isn't some lame joke.
pt_br: Saejima-san... Te lo sto chiedendo sul serio. Non è una battuta stupida.

# 2488_Sugiyama
source: It's not a question for Mayako-chan's father. Will you take me seriously for a minute? I thought you understood. Just... never mind.
pt_br: Non è una domanda per il padre di Mayako-chan. Puoi prendermi sul serio per un minuto? Pensavo avessi capito. Lascia... perdere.

# 2500_Saejima
source: (Guess he can't take a joke...)
pt_br: (Credo che non sappia stare allo scherzo...)

# 2512_Sugiyama
source: Once I get a girlfriend, I have to take her out on dates, right?
pt_br: Una volta che avrò una ragazza, dovrò portarla fuori per degli appuntamenti, giusto?

# 2524_Saejima
source: Guess so.
pt_br: Immagino di sì.

# 2536_Sugiyama
source: If Mayako-chan becomes my girlfriend, where do you think I should take her on a date?
pt_br: Se Mayako-chan diventa la mia ragazza, dove pensi che dovrei portarla per un appuntamento?

# 2548_Saejima
source: A movie theater is the safest bet.
pt_br: Un cinema è la scommessa più sicura.

# 2560_Sugiyama
source: I see. The classic dinner and a movie.
pt_br: Capisco. Il classico cena e cinema.

# 2572_Saejima
source: That's right. You'll just be watchin' a movie, so you got nothin' else to worry about. It's the easiest way to date.
pt_br: Esatto. Guarderete solo un film, quindi non hai nient'altro di cui preoccuparti. È il modo più semplice per un appuntamento.

# 2584_Sugiyama
source: Hm, that's a pretty sad reason, but at least we'd be able to stay within the city. Thanks for the info.
pt_br: Hmm, è un motivo piuttosto triste, ma almeno potremmo rimanere in città. Grazie per l'informazione.

# 2596_Saejima
source: (Hm... Guess that went okay.)
pt_br: (Mmm... Credo sia andata bene.)

# 2608_Saejima
source: How 'bout hiking? Hiking in the mountains sounds fun, don't it?
pt_br: Che ne dici di un'escursione? Un'escursione in montagna sembra divertente, no?

# 2620_Sugiyama
source: Hiking...? I don't think that's the best idea. I don't want to wear myself out.
pt_br: Un'escursione...? Non credo sia la migliore idea. Non voglio stancarmi.

# 2632_Saejima
source: That's the point. It's a good chance to show her how strong ya are and how hard you've worked to get so strong. Get it?
pt_br: È proprio questo il punto. È una buona occasione per mostrarle quanto sei forte e quanto hai lavorato duramente per diventarlo. Capito?

# 2644_Sugiyama
source: Ohhh! I see! She's sure to fall for me after watching how strong I am pushing up that mountain!
pt_br: Ohhh! Capisco! Si innamorerà sicuramente di me dopo aver visto quanto sono forte a scalare quella montagna!

# 2656_Sugiyama
source: Wow, what a great idea, Saejima-san! I'd better go and train more for our hiking trip! This is going to be great!
pt_br: Wow, che ottima idea, Saejima-san! Farò meglio ad allenarmi di più per la nostra escursione! Sarà fantastico!

# 2668_Saejima
source: (Looks like he's motivated now. Guess I can give some pretty good advice.)
pt_br: (Sembra che ora sia motivato. A quanto pare so dare dei buoni consigli.)

# 2680_Saejima
source: Discos are popular. No question about it. Disco fever till mornin'. Sound good, right?
pt_br: Le discoteche sono popolari. Non c'è dubbio. Febbre da discoteca fino al mattino. Suona bene, no?

# 2692_Sugiyama
source: Disco...!? Ohhh, you're talking about clubs!
pt_br: Discoteca...!? Ohhh, stai parlando dei locali!

# 2704_Sugiyama
source: Yeah, that may actually be a good idea. Mayako-chan does like music.
pt_br: Sì, potrebbe essere una buona idea. A Mayako-chan piace la musica.

# 2716_Saejima
source: Club...? What's that? A disco's a place where ya go to dance. Didn't ya know that?
pt_br: Locale...? Che cos'è? Una discoteca è un posto dove si va a ballare. Non lo sapevi?

# 2728_Sugiyama
source: Hmmm, I don't even know where to begin explaining. Never mind. I got it... Thank you for the advice... I guess...
pt_br: Mmm, non so nemmeno da dove iniziare a spiegare. Lascia perdere. Ho capito... Grazie per il consiglio... immagino...

# 2740_Saejima
source: (Hmm... Our conversation ain't clickin'.)
pt_br: (Mmm... La nostra conversazione non sta decollando.)

# 2752_Sugiyama
source: Hmmm... Hmmm...
pt_br: Mmm... Mmm...

# 2764_Saejima
source: You're still tryin' to decide what to order?
pt_br: Stai ancora cercando di decidere cosa ordinare?

# 2776_Sugiyama
source: Yeah. I'm a really indecisive person. I even have trouble ordering food...
pt_br: Sì. Sono una persona molto indecisa. Ho difficoltà anche a ordinare da mangiare...

# 2788_Sugiyama
source: Tea or beer? I just can't decide... I guess I'll go with beer. But maybe I shouldn't drink today... Hmm...
pt_br: Tè o birra? Non riesco proprio a decidere... Credo che prenderò la birra. Ma forse oggi non dovrei bere... Mmm...

# 2800_Saejima
source: Be a man. Make up yer mind already.
pt_br: Fai l'uomo. Deciditi, forza.

# 2812_Sugiyama
source: But...
pt_br: Ma...

# 2824_Saejima
source: Makin' split-second decisions is vital, even when fightin'. You should make it a habit to decide on things quickly.
pt_br: Prendere decisioni in una frazione di secondo è fondamentale, anche quando si combatte. Dovresti prendere l'abitudine di decidere in fretta.

# 2836_Sugiyama
source: Good point! So you're saying my daily habits affect my fighting skills, too! That's some deep logic! You really are something, Saejima-san!
pt_br: Giusto! Quindi stai dicendo che anche le mie abitudini quotidiane influenzano le mie capacità di combattimento! Che ragionamento profondo! Sei davvero un grande, Saejima-san!

# 2848_Saejima
source: (Heheh. Looks like he's pretty motivated now. Guess I can give some good advice sometimes.)
pt_br: (Heheh. Sembra che ora sia piuttosto motivato. A quanto pare a volte so dare dei buoni consigli.)

# 2860_Saejima
source: No rush. Just take yer time. Everybody should work at their own pace.
pt_br: Nessuna fretta. Prenditi il tuo tempo. Ognuno dovrebbe lavorare con i propri ritmi.

# 2872_Sugiyama
source: Thanks, Saejima-san... Then I guess I'll just take my time deciding...
pt_br: Grazie, Saejima-san... Allora credo che mi prenderò il mio tempo per decidere...

# 2884_Sugiyama
source: Okay. Let's see...
pt_br: Va bene. Vediamo un po'...

# 2896_Sugiyama
source: Maybe some Fried Gyoza would be good...
pt_br: Forse dei gyoza fritti andrebbero bene...

# 2908_Sugiyama
source: No... But I just had some the other day, so...
pt_br: No... Ma li ho mangiati l'altro giorno, quindi...

# 2920_Sugiyama
source: Hmmm...
pt_br: Mmmm...

# 2932_Saejima
source: Made up yer mind yet?
pt_br: Ti sei ancora deciso?

# 2944_Sugiyama
source: Don't rush me! Ugh, I just can't decide! Life really is like a long chain of decisions that you have to make. It's not easy!
pt_br: Non mettermi fretta! Ugh, non riesco proprio a decidere! La vita è davvero come una lunga catena di decisioni da prendere. Non è facile!

# 2956_Saejima
source: (Hurry up n' decide already...)
pt_br: (Sbrigati a decidere...)

# 2968_Saejima
source: Enough! Gimme the damn menu! Organic Soybean Yose Dofu! Done! No more dither datherin'!
pt_br: Basta! Dammi quel maledetto menu! Tofu di soia biologico Yose! Fatto! Niente più indecisioni!

# 2980_Sugiyama
source: But, but! Why do you have to be so mean? I was just about to say that I wanted the Fried Gyoza...
pt_br: Ma, ma! Perché devi essere così cattivo? Stavo giusto per dire che volevo i gyoza fritti...

# 2992_Saejima
source: (Was I a bit too harsh...?)
pt_br: (Sono stato un po' troppo duro...?)

# 3016_Sugiyama
source: Aaah... A nice cold beer is the best! Especially after a hard day of training.
pt_br: Aaah... Una bella birra fresca è il massimo! Specialmente dopo una dura giornata di allenamento.

# 3028_Saejima
source: Got that right. So tell me, why'd you decide to start fightin'?
pt_br: Hai ragione. Allora dimmi, perché hai deciso di iniziare a combattere?

# 3040_Sugiyama
source: The reason I started? Well, it's not a very noble reason, but...
pt_br: Il motivo per cui ho iniziato? Beh, non è un motivo molto nobile, ma...

# 3052_Saejima
source: Just tell me already.
pt_br: Dimmi e basta.

# 3064_Sugiyama
source: I did it to get a girl that I like to notice me.
pt_br: L'ho fatto per farmi notare da una ragazza che mi piace.

# 3076_Saejima
source: Whaddya talkin' about?
pt_br: Di che stai parlando?

# 3088_Sugiyama
source: There's this girl named Mayako-chan that I've had a crush on for a while. She's really cute and sweet...
pt_br: C'è questa ragazza di nome Mayako-chan per cui ho una cotta da un po'. È davvero carina e dolce...

# 3100_Sugiyama
source: If possible, I'd like to make her my girlfriend. But I'm not very special and I lack confidence. She's sure to say no even if I could ask her.
pt_br: Se possibile, vorrei che diventasse la mia ragazza. Ma non sono molto speciale e mi manca la fiducia in me stesso. Direbbe sicuramente di no, anche se riuscissi a chiederglielo.

# 3112_Saejima
source: Huh. So ya wanted to get stronger and gain confidence in yerself.
pt_br: Eh. Quindi volevi diventare più forte e acquisire fiducia in te stesso.

# 3124_Sugiyama
source: Exactly. I want to become a man that's worthy to be by her side. I started fighting to gain the confidence to ask her out.
pt_br: Esatto. Voglio diventare un uomo degno di starle accanto. Ho iniziato a combattere per acquisire la sicurezza di chiederle di uscire.

# 3136_Sugiyama
source: It's an impure reason, right?
pt_br: È un motivo impuro, vero?

# 3148_Saejima
source: No. The reason you started ain't important. It's what you do afterwards that counts.
pt_br: No. Il motivo per cui hai iniziato non è importante. È quello che fai dopo che conta.

# 3160_Saejima
source: Follow through on what ya decide. That's what men do. If you really like that girl, give it everythin' ya got. Show her what you can do.
pt_br: Porta a termine ciò che decidi. È questo che fanno gli uomini. Se quella ragazza ti piace davvero, dà tutto te stesso. Mostrale di cosa sei capace.
