Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee035b.po
Languages: it

source: You got <Color:8>100,000 yen<Color:Default> in training funds.
it: Hai ottenuto <Color:8>100.000 yen<Color:Default> in fondi per l'addestramento.

source: You got <Color:8>100,000 yen<Color:Default>.
it: Hai ottenuto <Color:8>100.000 yen<Color:Default>.

source: You got <Color:8>100,000 yen<Color:Default>.
it: Hai ottenuto <Color:8>100.000 yen<Color:Default>.

source: You got <Color:8>100,000 yen<Color:Default>.
it: Hai ottenuto <Color:8>100.000 yen<Color:Default>.

source: The outfit you choose will be the one she wears in the club later on.
it: L'outfit che scegli sarà quello che indosserà nel locale più tardi.

source: %s will now appear as a hostess in the club.
it: %s apparirà ora come hostess nel locale.

source: You got <Color:8>100,000 yen<Color:Default> in training funds.
it: Hai ottenuto <Color:8>100.000 yen<Color:Default> in fondi per l'addestramento.

source: Elise Manager
it: Manager dell'Elise

source: Hostess Club Scouting
it: Reclutamento per l'Hostess Club

# 500_Akiyama
source: Hey, is Lily-chan here yet?
it: Ehi, Lily-chan è già qui?

# 512_Elise Manager
source: She's waiting in the back room, sir. Right this way.
it: Sta aspettando nel retro, signore. Da questa parte.

# 536_Akiyama
source: Hey, I'm here to train Lily-chan. She in?
it: Ehi, sono qui per addestrare Lily-chan. C'è?

# 548_Elise Manager
source: Yes, sir. She's waiting in the back room.
it: Sì, signore. Sta aspettando nel retro.

# 560_Elise Manager
source: Oh, before you go, here are the funds we've set aside for her training. Please limit your spending on her to this alone.
it: Oh, prima che vada, ecco i fondi che abbiamo messo da parte per il suo addestramento. La prego di limitare le sue spese per lei solo a questi.

# 572_Akiyama
source: Guess I don't have much choice. Good idea keeping this separate from the club's finances, though.
it: Immagino di non avere molta scelta. Ottima idea, però, tenere questi soldi separati dalle finanze del locale.

# 596_Elise Manager
source: I'll also assign Naoki to assist you.
it: Le assegnerò anche Naoki per assisterla.

# 608_Naoki
source: Let me know if there's anything I can do for you, sir. I'll help however I can.
it: Mi faccia sapere se c'è qualcosa che posso fare per lei, signore. L'aiuterò come posso.

# 620_Akiyama
source: Sounds good.
it: Perfetto.

# 632_Elise Manager
source: Now then, let me show you to the back room.
it: Bene, allora, la accompagno nel retro.

# 656_Akiyama
source: Hi. I'm here to give Lily-chan her last training session.
it: Salve. Sono qui per l'ultima sessione di addestramento di Lily-chan.

# 668_Elise Manager
source: Of course. Feel free to go to the back room.
it: Certo. Si accomodi pure nel retro.

# 692_Elise Manager
source: Hello, sir. Thank you for coming all this way.
it: Salve, signore. Grazie per essere venuto fin qui.

# 704_Akiyama
source: Hi. So, how's the club doing?
it: Salve. Allora, come vanno gli affari?

# 716_Elise Manager
source: Well... As I said on the phone, business isn't very good.
it: Beh... come le dicevo al telefono, gli affari non vanno molto bene.

# 728_Akiyama
source: I see... What's the problem?
it: Capisco... Qual è il problema?

# 740_Elise Manager
source: We just don't have enough girls, sir. There is a lot of competition out there in Kamurocho, and everyone is looking for girls.
it: Semplicemente non abbiamo abbastanza ragazze, signore. C'è molta competizione qui a Kamurocho e tutti cercano ragazze.

# 752_Elise Manager
source: The other clubs employ scouts to find new girls, and even hire professional trainers for the girls on their payroll.
it: Gli altri locali assumono scout per trovare nuove ragazze e ingaggiano persino addestratori professionisti per le ragazze che hanno a libro paga.

# 764_Manager
source: We should do the same if we want to compete. Otherwise, we'll keep losing money.
it: Dovremmo fare lo stesso se vogliamo competere. Altrimenti, continueremo a perdere soldi.

# 776_Akiyama
source: I see. Well, good luck.
it: Capisco. Beh, buona fortuna.

# 788_Elise Manager
source: Thank you. I wish we could come up with a plan...
it: Grazie. Vorrei che potessimo trovare un piano...

# 800_Akiyama
source: I see. I'll take care of this myself.
it: Capisco. Me ne occuperò io.

# 812_Elise Manager
source: Huh!? But you're the owner!
it: Eh!? Ma lei è il proprietario!

# 824_Akiyama
source: I don't have a choice. It'll cost too much to hire people to do it. Besides, I can handle it. I think.
it: Non ho scelta. Costerebbe troppo assumere qualcuno per farlo. Inoltre, posso gestirlo io. Credo.

# 836_Elise Manager
source: As you say, sir. We'll leave it in your hands, then. Let us know if you need our help.
it: Come dice lei, signore. Allora lasciamo tutto nelle sue mani. Ci faccia sapere se ha bisogno del nostro aiuto.

# 848_Elise Manager
source: Here's a little money to use. I'm afraid we can only spare 100,000 yen right now.
it: Ecco un po' di soldi da usare. Temo che al momento possiamo darle solo 100.000 yen.

# 872_Player
source: Every little bit helps. I'll get more money once my girls start generating revenue for the club, right?
it: Ogni piccolo aiuto è ben accetto. Otterrò più soldi quando le mie ragazze inizieranno a generare entrate per il locale, giusto?

# 884_Elise Manager
source: Of course, sir. The more money your girls make for the club, the more money you will have available to use.
it: Certo, signore. Più soldi le sue ragazze faranno guadagnare al locale, più soldi avrà a disposizione.

# 896_Elise Manager
source: Naoki will assist you again.
it: Naoki la assisterà di nuovo.

# 908_Naoki
source: It's a pleasure to be working with you again.
it: È un piacere lavorare di nuovo con lei.

# 920_Akiyama
source: Likewise.
it: Anche per me.

# 932_Elise Manager
source: The first step is finding some promising girls. If you find a girl that you like out on the street, bring her back here.
it: Il primo passo è trovare delle ragazze promettenti. Se trova una ragazza che le piace per strada, la porti qui.

# 944_Elise Manager
source: Good luck!
it: Buona fortuna!

# 956_Hostess Club Scouting
source: The game's story will not advance while you are recruiting girls for the club. Walk around the streets of Kamurocho until you find a girl you like.
it: La storia del gioco non avanzerà mentre stai reclutando ragazze per il club. Gira per le strade di Kamurocho finché non trovi una ragazza che ti piace.

# 980_Elise Manager
source: Hello, sir. I'm sorry to call you here again.
it: Salve, signore. Mi dispiace disturbarla di nuovo.

# 992_Akiyama
source: How are things going with the club?
it: Come vanno le cose con il locale?

# 1004_Elise Manager
source: Things are getting better, thanks to you! We still have a shortage of girls, though.
it: Le cose stanno migliorando, grazie a lei! Abbiamo ancora una carenza di ragazze, però.

# 1016_Akiyama
source: Huh. That could be a problem.
it: Ah. Potrebbe essere un problema.

# 1028_Manager
source: Indeed. We simply must find more hostesses. Otherwise, our business won't improve.
it: Infatti. Dobbiamo assolutamente trovare più hostess. Altrimenti, i nostri affari non miglioreranno.

# 1040_Akiyama
source: I see. Well, good luck.
it: Capisco. Beh, buona fortuna.

# 1052_Elise Manager
source: Thank you. I wish we could come up with a plan...
it: Grazie. Vorrei che potessimo trovare un piano...

# 1064_Akiyama
source: Okay, okay. I get the message. I'll sort it out again.
it: Okay, okay. Ho capito il messaggio. Me ne occuperò di nuovo io.

# 1076_Elise Manager
source: You'll help us again, sir?
it: Ci aiuterà di nuovo, signore?

# 1088_Akiyama
source: It is what it is. This is my club, and I'll do whatever it takes to save it.
it: È così e basta. Questo è il mio locale e farò tutto il necessario per salvarlo.

# 1100_Elise Manager
source: Thank you, sir! We'll do what we can to help.
it: Grazie, signore! Faremo il possibile per aiutarla.

# 1112_Elise Manager
source: Please start by recruiting a hostess. Look around town. If you find a promising girl, bring her back here.
it: La prego di iniziare reclutando un'hostess. Guardi in giro per la città. Se trova una ragazza promettente, la porti qui.

# 1124_Akiyama
source: Will do.
it: Sarà fatto.

# 1136_Elise Manager
source: Here are some funds to use. Unfortunately, we can't spare more than 100,000 yen.
it: Ecco alcuni fondi da usare. Sfortunatamente, non possiamo darle più di 100.000 yen.

# 1160_Elise Manager
source: Good luck!
it: Buona fortuna!

# 1172_Hostess Club Scouting
source: The game's story will not advance while you are recruiting girls for the club. Walk around the streets of Kamurocho until you find a girl you like.
it: La storia del gioco non avanzerà mentre stai reclutando ragazze per il club. Gira per le strade di Kamurocho finché non trovi una ragazza che ti piace.

# 1196_Elise Manager
source: Thank you for coming, sir. I'm sorry to keep bothering you like this.
it: Grazie per essere venuto, signore. Mi dispiace disturbarla sempre.

# 1208_Akiyama
source: How are things going?
it: Come vanno le cose?

# 1220_Elise Manager
source: I'm afraid we still have too few hostesses.
it: Temo che abbiamo ancora troppe poche hostess.

# 1232_Akiyama
source: I thought as much...
it: L'immaginavo...

# 1244_Manager
source: I think one more could be enough to turn things around. Could I ask you to recruit another hostess for us?
it: Penso che un'altra potrebbe bastare a risollevare la situazione. Potrei chiederle di reclutare un'altra hostess per noi?

# 1256_Akiyama
source: I'm sorry to hear about that, but I can't help out this time. Good luck.
it: Mi dispiace, ma stavolta non posso aiutarvi. Buona fortuna.

# 1268_Elise Manager
source: Ah, well. Hopefully things will work out...
it: Ah, beh. Speriamo che le cose si sistemino...

# 1280_Akiyama
source: All right. I'll try and find one more girl.
it: Va bene. Proverò a trovare un'altra ragazza.

# 1292_Elise Manager
source: Thank you very much! First, let me give you your funds. As usual, I'm afraid we can only spare 100,000 yen.
it: Grazie mille! Prima di tutto, le do i fondi. Come al solito, temo di poterle dare solo 100.000 yen.

# 1316_Elise Manager
source: Good luck.
it: Buona fortuna.

# 1328_Hostess Club Scouting
source: The game's story will not advance while you are recruiting girls for the club. Walk around the streets of Kamurocho until you find a girl you like.
it: La storia del gioco non avanzerà mentre stai reclutando ragazze per il club. Gira per le strade di Kamurocho finché non trovi una ragazza che ti piace.

# 1364_Elise Manager
source: We've got a bit of a problem, sir. %s left the club a while ago, and hasn't come back.
it: Abbiamo un piccolo problema, signore. %s ha lasciato il locale un po' di tempo fa e non è tornata.

# 1376_Elise Manager
source: She didn't seem to be upset or anything, but she's not answering her phone.
it: Non sembrava arrabbiata o altro, ma non risponde al telefono.

# 1388_Akiyama
source: Okay. I'll try to find her.
it: Okay. Proverò a trovarla.

# 1400_Elise Manager
source: Thank you!
it: Grazie!

# 1412_Akiyama
source: (Hmm... Where would %s be likely to go?)
it: (Mmm... Dove potrebbe essere andata %s?)

# 1448_Elise Manager
source: We've got a bit of a problem, sir. %s left the club a while ago, and hasn't come back.
it: Abbiamo un piccolo problema, signore. %s ha lasciato il locale un po' di tempo fa e non è tornata.

# 1460_Elise Manager
source: She didn't seem to be upset or anything, but she's not answering her phone.
it: Non sembrava arrabbiata o altro, ma non risponde al telefono.

# 1472_Akiyama
source: Okay. I'll try to find her.
it: Okay. Proverò a trovarla.

# 1484_Elise Manager
source: Thank you!
it: Grazie!

# 1496_Akiyama
source: (Hmm... Where would %s be likely to go?)
it: (Mmm... Dove potrebbe essere andata %s?)

# 1532_Elise Manager
source: We've got a bit of a problem, sir. %s left the club a while ago, and hasn't come back.
it: Abbiamo un piccolo problema, signore. %s ha lasciato il locale un po' di tempo fa e non è tornata.

# 1544_Elise Manager
source: She didn't seem to be upset or anything, but she's not answering her phone.
it: Non sembrava arrabbiata o altro, ma non risponde al telefono.

# 1556_Akiyama
source: Okay. I'll try to find her.
it: Okay. Proverò a trovarla.

# 1568_Elise Manager
source: Thank you!
it: Grazie!

# 1580_Akiyama
source: (Hmm... Where would %s be likely to go?)
it: (Mmm... Dove potrebbe essere andata %s?)

# 1616_Akiyama
source: Is %s-chan back?
it: %s-chan è tornata?

# 1628_Elise Manager
source: Yes, sir. Thank you. I'm glad it was nothing.
it: Sì, signore. Grazie. Sono contento che non fosse niente.

# 1640_Akiyama
source: Good.
it: Bene.

# 1652_Elise Manager
source: That's all for today. I'll see you when you return for %s's next session.
it: Per oggi è tutto. Ci vediamo quando tornerà per la prossima sessione di %s.

# 1664_Akiyama
source: All right.
it: Va bene.

# 1700_Elise Manager
source: %s-san is now our number one hostess at the club! Thank you for all of your hard work, sir!
it: %s-san è ora la nostra hostess numero uno! Grazie per tutto il suo duro lavoro, signore!

# 1712_Akiyama
source: I didn't do that much.
it: Non ho fatto molto.

# 1724_Elise Manager
source: She's already a pro.
it: È già una professionista.

# 1736_Elise Manager
source: Why don't you put together a special outfit for her to use from now on?
it: Perché non le crea un outfit speciale da usare d'ora in poi?

# 1748_Akiyama
source: Sure, whatever will help her do her best.
it: Certo, qualsiasi cosa la aiuti a dare il massimo.

# 1796_Elise Manager
source: Excellent choice, thank you.
it: Scelta eccellente, grazie.

# 1808_Elise Manager
source: She'll be an asset to the club for a long time to come.
it: Sarà una risorsa per il locale per molto tempo.

# 1964_Elise Manager
source: Thank you for coming back, Kiryu-san!
it: Grazie per essere tornato, Kiryu-san!

# 1976_Elise Manager
source: We'd love for you to try and train a number one hostess again. I'm sure you could!
it: Ci piacerebbe che provasse di nuovo ad addestrare un'hostess numero uno. Sono sicuro che ci riuscirebbe!

# 1988_Elise Manager
source: You'll start by recruiting a new hostess. If you have any questions, just ask Koji here.
it: Inizierà reclutando una nuova hostess. Se ha domande, chieda pure a Koji.

# 2012_Elise Manager
source: *sigh*
it: *sospiro*

# 2036_Elise Manager
source: ...I've got it!
it: ...Ho un'idea!

# 2048_Elise Manager
source: Why don't you work here for a while?
it: Perché non lavora qui per un po'?

# 2060_Kiryu
source: Sorry. I'm just not cut out for that.
it: Spiacente. Non sono tagliato per queste cose.

# 2072_Elise Manager
source: That's not true! Our staff will be more than happy to explain how to do it! Please! We need your help!
it: Non è vero! Il nostro staff sarà più che felice di spiegarle come fare! La prego! Abbiamo bisogno del suo aiuto!

# 2084_Kiryu
source: I don't know if I'll be any good, but I'll give it a try.
it: Non so se sarò bravo, ma ci proverò.

# 2096_Elise Manager
source: Thank you! This will be a big help!
it: Grazie! Sarà di grande aiuto!

# 2108_Elise Manager
source: Allow me to introduce myself properly. My name is Sakaki. I'm the manager here.
it: Mi permetta di presentarmi come si deve. Mi chiamo Sakaki. Sono il manager di questo locale.

# 2120_Kiryu
source: I'm Kiryu.
it: Sono Kiryu.

# 2132_Elise Manager
source: Very well, Kiryu-san. You'll start by recruiting a hostess.
it: Molto bene, Kiryu-san. Inizierà reclutando un'hostess.

# 2144_Elise Manager
source: Here are the funds we have available for you. I'm sure you will need some spending money.
it: Ecco i fondi che abbiamo a sua disposizione. Sono sicuro che avrà bisogno di un po' di soldi.

# 2168_Elise Manager
source: You can go ahead and get started. Koji here will explain what you need to do.
it: Può pure iniziare. Koji le spiegherà cosa deve fare.

# 2192_Akiyama
source: I'll take care of this myself.
it: Me ne occuperò io.

# 2204_Akiyama
source: Well, good luck.
it: Beh, buona fortuna.

# 2216_Akiyama
source: I'll sort it out.
it: Sistemo io.

# 2228_Akiyama
source: Well, good luck.
it: Beh, buona fortuna.

# 2240_Akiyama
source: All right.
it: Va bene.

# 2252_Akiyama
source: Well, good luck.
it: Beh, buona fortuna.

# 2264_Akiyama
source: Accept
it: Accetta

# 2276_Akiyama
source: Decline
it: Rifiuta

# 2288_Akiyama
source: Accept
it: Accetta

# 2300_Akiyama
source: Decline
it: Rifiuta
