Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01020607.po
Languages: it

# 84_Date
source: Hold on a sec, Kiryu.
it: Aspetta un secondo, Kiryu.

# 96_Kiryu
source: What's wrong?
it: Che succede?

# 108_Date
source: There's something I need to tell you.
it: C'è una cosa che devo dirti.

# 120_Date
source: Couldn't really say it in there.
it: Non potevo dirlo lì dentro.

# 132_Kiryu
source: Does it involve Yasuko-san?
it: Riguarda Yasuko-san?

# 144_Date
source: You bet. If she found out about this, she'd just end up getting herself into more trouble.
it: Puoi scommetterci. Se lo scoprisse, finirebbe solo per mettersi in guai ancora più grossi.

# 156_Kiryu
source: Well? What is it?
it: Allora? Di che si tratta?

# 168_Date
source: Well... You only just got here so you probably haven't noticed, but the whole town's been kinda on edge lately.
it: Beh... sei appena arrivato quindi probabilmente non l'hai notato, ma ultimamente tutta la città è un po' in fermento.

# 180_Kiryu
source: Because of Saejima?
it: Per via di Saejima?

# 192_Date
source: Partially, I'm sure. But there's more to it than that.
it: In parte, ne sono sicuro. Ma c'è dell'altro.

# 204_Date
source: Word on the street is, Majima and Saejima linked up a few days ago.
it: Si dice in giro che Majima e Saejima si siano incontrati qualche giorno fa.

# 216_Kiryu
source: What!?
it: Cosa!?

# 228_Date
source: Yup. I hear Majima had his boys line the whole damn street to keep the cops off Saejima.
it: Sì. Ho sentito che Majima ha fatto schierare i suoi uomini per tutta la strada per tenere lontani gli sbirri da Saejima.

# 240_Kiryu
source: Huh. So they've already met.
it: Eh. Quindi si sono già incontrati.

# 252_Kiryu
source: Speaking of, Date-san... do you know where I can find Majima-san? I need to talk to him as soon as possible.
it: A proposito, Date-san... sai dove posso trovare Majima-san? Devo parlargli il prima possibile.

# 264_Kiryu
source: Not just about Saejima. Majima-san might be able to tell me more about the connection between the top police brass, Jingu, and the Tojo Clan.
it: Non solo per Saejima. Majima-san potrebbe dirmi di più sulla connessione tra i vertici della polizia, Jingu e il Clan Tojo.

# 276_Date
source: The police? What are you talking about?
it: La polizia? Di cosa stai parlando?

# 288_Kiryu
source: Sorry, but I can't say much more than that. Just know that people are gunning for the Tojo.
it: Scusa, ma non posso dire molto di più. Sappi solo che c'è gente che vuole far fuori i Tojo.

# 300_Kiryu
source: And no matter what's going down, I need to hear Majima-san's side of the story.
it: E non importa cosa stia succedendo, ho bisogno di sentire la versione di Majima-san.

# 312_Date
source: All right. Last I heard, he'd taken root up on the top floor of the Millennium Tower. Starting there's your best bet.
it: Va bene. L'ultima volta che ho sentito, si era stabilito all'ultimo piano della Millennium Tower. Iniziare da lì è la cosa migliore.

# 324_Kiryu
source: Great. Thanks, Date-san.
it: Ottimo. Grazie, Date-san.

# 396_Kiryu
source: (Can't think of a better place to talk than New Serena.)
it: (Non riesco a pensare a un posto migliore del New Serena per parlare.)

# 408_Kiryu
source: Yasuko-san, there's a bar near here that I used to go to back in the day. We can catch our breath there for a bit.
it: Yasuko-san, c'è un bar qui vicino dove andavo un tempo. Possiamo riprendere fiato lì per un po'.

# 420_Yasuko
source: Okay, I'll follow your lead.
it: Ok, ti seguo.
