Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid016c01fd.po
Languages: pt_br

# 392_Tanimura
source: Ever heard of 777 Town?
pt_br: Hai mai sentito parlare di 777 Town?

# 404_Himeka
source: 777 Town? What's that?
pt_br: 777 Town? Che roba è?

# 416_Tanimura
source: It's a game for your computer or cell phone. It lets you play pachinko and slots anytime and anywhere you want.
pt_br: È un gioco per il tuo computer o cellulare. Ti fa giocare a pachinko e slot quando ti pare e dove ti pare.

# 428_Himeka
source: Wow, really?
pt_br: Wow, davvero?

# 440_Himeka
source: It's too bad I'm not really a pachinko person.
pt_br: Peccato che non sia proprio un tipo da pachinko.

# 452_Tanimura
source: I gotcha...
pt_br: Ci sono...

# 464_Tanimura
source: Ever heard of Amoebatar?
pt_br: Hai mai sentito parlare di Amoebatar?

# 476_Himeka
source: Afraid not. What is it?
pt_br: Temo di no. Cos'è?

# 488_Tanimura
source: It's an online community that lets you create an avatar of yourself. The number of members has skyrocketed lately.
pt_br: È una comunità online che ti permette di creare un avatar di te stesso. Il numero di membri è salito alle stelle ultimamente.

# 500_Himeka
source: Wow, I never knew somethin' like that existed! ♪ Sounds like fun. <Color:7>♥<Color:Default>
pt_br: Caspita, non avevo idea che esistesse una roba del genere! ♪ Sembra uno spasso. <Color:7>♥<Color:Default>

# 512_Tanimura
source: You can also play games and chat. Wanna try it together sometime?
pt_br: Puoi anche giocare e chiacchierare. Ti va di provarci insieme qualche volta?

# 524_Himeka
source: Sure! ♪ I hope I can get my avatar to look like me.
pt_br: Certo! ♪ Spero che il mio avatar mi somigli.

# 536_Tanimura
source: Hear about the ghost in the underground mall?
pt_br: Hai sentito del fantasma nel centro commerciale sotterraneo?

# 548_Himeka
source: Huh!? What!?
pt_br: Eh!? Cosa!?

# 560_Tanimura
source: When they were first building the mall, a construction worker had an accident and died.
pt_br: Quando hanno iniziato a costruire il centro commerciale, un operaio ha avuto un incidente ed è morto.

# 572_Tanimura
source: Now, night after night, his ghost appears to wander the empty mall.
pt_br: Ora, notte dopo notte, il suo fantasma appare e vaga per il centro commerciale vuoto.

# 584_Himeka
source: Really!? That's awful frightenin'.
pt_br: Davvero!? È da far venire i brividi.

# 596_Himeka
source: Now I won't be able to go there by myself! You just had to tell me that, didn't ya?
pt_br: Ora non potrò più andarci da sola! Dovevi proprio dirmelo, eh?

# 608_Tanimura
source: Hear about the footbaths at Yunosono Hot Springs? You don't take off your clothes, so men and women can go in together.
pt_br: Hai sentito dei pediluvi alle Terme Yunosono? Non ti togli i vestiti, quindi uomini e donne possono entrare insieme.

# 620_Himeka
source: Oh, sounds great! ♪ I love footbaths! They really warm your body up! <Color:7>♥<Color:Default>
pt_br: Oh, che bello! ♪ Adoro i pediluvi! Ti scaldano proprio tutto il corpo! <Color:7>♥<Color:Default>

# 632_Tanimura
source: It'll make your skin shine, too.
pt_br: Ti farà risplendere la pelle, pure.

# 644_Himeka
source: Yeah. ♪ I should go sometime.
pt_br: Già. ♪ Dovrei farci un salto prima o poi.

# 656_Tanimura
source: Golf is getting pretty popular. A lot of couples go on golf dates lately.
pt_br: Il golf sta prendendo parecchio piede. Ultimamente un sacco di coppie ci vanno per appuntamento.

# 668_Himeka
source: Golf dates, huh? <Color:7>♥<Color:Default> Sounds nice. It's really a luxury sport, ain't it? <Color:7>♥<Color:Default>
pt_br: Appuntamenti di golf, eh? <Color:7>♥<Color:Default> Che bello. È proprio uno sport di lusso, no? <Color:7>♥<Color:Default>

# 680_Tanimura
source: I like playing on an actual course. Beats a practice range any day.
pt_br: Mi piace giocare su un campo vero. Batte un campo pratica, tutta la vita.

# 692_Himeka
source: Yeah. ♪ I wanna get a hole-in-one! <Color:7>♥<Color:Default>
pt_br: Sì. ♪ Vorrei fare una buca in uno! <Color:7>♥<Color:Default>

# 704_Tanimura
source: Do you order liver when you go out for yakiniku? They say liver's got arachidonic acid, which reverses aging in the brain.
pt_br: Ordini il fegato quando vai a fare yakiniku? Dicono che il fegato abbia l'acido arachidonico, che inverte l'invecchiamento del cervello.

# 716_Himeka
source: It does? I eat liver all the time. I love it! <Color:7>♥<Color:Default>
pt_br: Davvero? Mangio fegato spessissimo. Lo adoro! <Color:7>♥<Color:Default>

# 728_Tanimura
source: It's good for your memory too. That probably explains why you remember the faces of your customers so well.
pt_br: Fa bene anche alla memoria. Probabilmente è per questo che ti ricordi così bene le facce dei tuoi clienti.

# 740_Himeka
source: Oh, wow. ♪ I'm glad I've been eatin' it then! <Color:7>♥<Color:Default>
pt_br: Oh, wow. ♪ Meno male che l'ho sempre mangiato, allora! <Color:7>♥<Color:Default>

# 752_Tanimura
source: Did you know pole dancing is great for working out?
pt_br: Sapevi che la pole dance è ottima per allenarsi?

# 764_Himeka
source: Pole dancing? You mean naked girls dancing for men?
pt_br: La pole dance? Intendi ragazze nude che ballano per gli uomini?

# 776_Tanimura
source: Well, most pole dancers don't go completely naked. The dance works all your muscles, so it's great for a slim physique.
pt_br: Ma sai, la maggior parte delle pole dancer non si spoglia completamente. Il ballo fa lavorare tutti i muscoli, quindi è ottimo per un fisico snello.

# 788_Himeka
source: That so? I haven't been exercisin' lately, so it wouldn't hurt to give it a try.
pt_br: Ah, sì? Ultimamente non mi sto allenando, quindi non mi farebbe male provare.

# 800_Tanimura
source: Sweet sake is all the rage now. Women order it all the time when eating at Sushi Gin.
pt_br: Il sake dolce va un sacco di moda adesso. Le donne lo ordinano sempre quando mangiano da Sushi Gin.

# 812_Himeka
source: Yeah, I know! ♪ I've had some myself. <Color:7>♥<Color:Default>
pt_br: Eh, sì, lo so! ♪ Ne ho avuto anch'io. <Color:7>♥<Color:Default>

# 824_Tanimura
source: The alcohol percentage isn't that high, and it's got a fruity taste, so it's easy to drink.
pt_br: La gradazione alcolica non è poi così alta, e ha un sapore fruttato, quindi si beve che è un piacere.

# 836_Himeka
source: Yep! ♪ It might be too easy to drink, though. I sometimes get more than a little tipsy...
pt_br: Sì! ♪ Però è fin troppo facile da bere. A volte mi ritrovo un po' troppo alticcia...

# 884_Tanimura
source: So about 777 Town...
pt_br: Allora, a proposito di 777 Town...

# 896_Himeka
source: That again? Gamblin' is all you can think about, isn't it?
pt_br: Ancora con quella storia? Hai solo le scommesse in testa, vero?

# 920_Tanimura
source: Have you tried Amoebatar?
pt_br: Hai provato Amoebatar?

# 932_Himeka
source: Yeah! It's pretty fun!
pt_br: Sì! È un bel divertimento!

# 944_Himeka
source: Thanks for tellin' me about it. <Color:7>♥<Color:Default>
pt_br: Grazie per avermelo raccontato. <Color:7>♥<Color:Default>

# 956_Tanimura
source: Sounds like you're hooked.
pt_br: Sembra che ci sia dentro.

# 968_Tanimura
source: So about that ghost in the underground mall...
pt_br: Allora, a proposito di quel fantasma nel centro commerciale sotterraneo...

# 980_Himeka
source: Could ya stop talkin' about that? I don't wanna get more spooked than I already am!
pt_br: Puoi smetterla di parlarne? Non voglio farmi venire i brividi più di quanti già non ne abbia!

# 992_Tanimura
source: Oh, okay... Sorry...
pt_br: Oh, va bene... Scusa...

# 1004_Tanimura
source: Did you try out the footbaths at Yunosono?
pt_br: Hai provato i pediluvi a Yunosono?

# 1016_Himeka
source: Yeah! I went just the other day! The bottom of the bath was stony and rugged, so it really stimulated my pressure points! <Color:7>♥<Color:Default>
pt_br: Sì! Ci sono andata proprio l'altro giorno! Il fondo della vasca era pietroso e ruvido, quindi mi ha stimolato un sacco i punti di pressione! <Color:7>♥<Color:Default>

# 1028_Tanimura
source: It probably helped your circulation. Your skin definitely seems more radiant.
pt_br: Probabilmente ti ha aiutato la circolazione. La tua pelle sembra decisamente più luminosa.

# 1040_Himeka
source: Hehehe. ♪ And it's all thanks to you, Tanimura-san. <Color:7>♥<Color:Default>
pt_br: Hehehe. ♪ E questo è tutto grazie a te, Tanimura-san. <Color:7>♥<Color:Default>

# 1052_Tanimura
source: How's your golfing? Did you start yet?
pt_br: Come te la cavi col golf? Hai già iniziato?

# 1064_Himeka
source: A lotta the girls here are pretty into it. We might go as a group sometime. <Color:7>♥<Color:Default>
pt_br: Un sacco di ragazze qui ci vanno matte. Magari ci andiamo tutte insieme un giorno. <Color:7>♥<Color:Default>

# 1076_Tanimura
source: Wow, a hostess golf tour. Sounds like fun.
pt_br: Wow, un tour di golf con hostess. Sembra divertente.

# 1088_Himeka
source: Yep! ♪ I'm gonna do my best to get myself that consolation prize! <Color:7>♥<Color:Default>
pt_br: Sì! ♪ Mi impegnerò un sacco per prendermi quel premio di consolazione! <Color:7>♥<Color:Default>

# 1100_Tanimura
source: Isn't that the prize you don't want to get?
pt_br: Non è mica quello il premio che non ti vuoi beccare?

# 1112_Tanimura
source: Have you been eating liver lately?
pt_br: Hai mangiato del fegato ultimamente?

# 1124_Himeka
source: Hehehe. ♪ I have. I went to Kanrai the other day, so I bet I got even smarter! <Color:7>♥<Color:Default>
pt_br: Hehehe. ♪ Certo! Sono andata al Kanrai l'altro giorno, quindi scommetto che sono diventata ancora più intelligente! <Color:7>♥<Color:Default>

# 1136_Tanimura
source: I see... Well eating too much isn't great either, so keep it in moderation.
pt_br: Capisco... Beh, anche mangiare troppo non è il massimo, quindi vacci piano.

# 1148_Tanimura
source: About that pole dancing workout...
pt_br: A proposito di quell'allenamento di pole dance...

# 1160_Himeka
source: Oh, that? I don't think it's for me. It's not like I wanna go on a diet anyways.
pt_br: Ah, quello? Non credo proprio faccia per me. Tanto non è che voglia mettermi a dieta, comunque.

# 1172_Tanimura
source: I gotcha.
pt_br: Contaci.

# 1184_Tanimura
source: Have you been drinking sweet sake lately?
pt_br: Hai bevuto sake dolce ultimamente?

# 1196_Himeka
source: Yeah, I have! ♪ When it's just us girls eating out, it really hits the spot. It's so easy to drink. <Color:7>♥<Color:Default>
pt_br: Sì, eccome! ♪ Quando siamo solo noi ragazze fuori a cena, è una vera goduria. Si beve che è un piacere. <Color:7>♥<Color:Default>

# 1208_Himeka
source: I wish they had it here at the club. The girls would love it. <Color:7>♥<Color:Default>
pt_br: Magari ce l'avessero anche qui al locale. Le ragazze ne andrebbero matte. <Color:7>♥<Color:Default>

# 1220_Tanimura
source: I can see that.
pt_br: Ah, capisco.
