Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee0506.po
Languages: it

source: Putting Together a Stylish Outfit
it: Creare un outfit alla moda

# 104_Akiyama
source: Okay. Let's get started.
it: Okay. Cominciamo.

# 116_Lily
source: Yes, let's.
it: Certo.

# 128_Akiyama
source: First, let's get you changed into an outfit that brings out the best of your natural beauty. Don't worry, I guarantee you'll look great.
it: Per prima cosa, cambiamoci con un outfit che tiri fuori il meglio della tua bellezza naturale. Non preoccuparti, ti garantisco che sarai fantastica.

# 152_Akiyama
source: Looking good.
it: Stai bene.

# 164_Lily
source: You think so?
it: Pensa?

# 176_Akiyama
source: Of course. Now go get 'em.
it: Certo. Ora va' e fagli vedere.

# 188_Lily
source: Okay... I'll do my best.
it: Okay... Farò del mio meglio.

# 248_Akiyama
source: Get a feel for your customers' preferences by walking around the club, then return to the break room and coordinate your hostess to fit their ideal image.
it: Fatti un'idea delle preferenze dei clienti girando per il locale, poi torna nel camerino e coordina l'aspetto della tua hostess per adattarlo alla loro immagine ideale.

# 260_Akiyama
source: (Guess I should take a stroll around the club.)
it: (Credo che farò un giro per il locale.)

# 284_Akiyama
source: I've taught you everything I know. It's all up to you now.
it: Ti ho insegnato tutto quello che so. Ora sta a te.

# 308_Akiyama
source: There's still some time until the club closes. Good luck.
it: C'è ancora un po' di tempo prima che il locale chiuda. Buona fortuna.

# 320_Lily
source: Thank you.
it: Grazie.

# 332_Akiyama
source: The manager will contact me once he's calculated your sales. We just need to wait until then.
it: Il manager mi contatterà non appena avrà calcolato le tue vendite. Dobbiamo solo aspettare fino ad allora.

# 344_Lily
source: Okay.
it: Ok.
