Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00830022.po
Languages: pt_br

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

# 68_Saki-chan
source: Just to let you know, I got a call from Nadine this morning. She got home safe and sound.
pt_br: Giusto per farti sapere, Nadine mi ha chiamato stamattina. È tornata a casa sana e salva.

# 80_Tanimura
source: Good to hear. I hope this means fewer migrant workers like her will suffer through the same shitty experience.
pt_br: Mi fa piacere. Spero che questo significhi che meno lavoratori migranti come lei dovranno sopportare la stessa esperienza di merda.

# 92_Saki-chan
source: I don't mean to be a sourpuss, but even though you busted up those jerks at the warehouse, this kind of thing will still go on.
pt_br: Non voglio fare il guastafeste, ma anche se hai spaccato il culo a quegli stronzi al magazzino, questa roba andrà avanti.

# 104_Tanimura
source: Why do you say that?
pt_br: Perché dici così?

# 116_Saki-chan
source: Because men like that are everywhere. They're only after one thing: the almighty yen, and they'll stop at nothing to get it. Even if it means ruining countless lives.
pt_br: Perché di uomini così ce ne sono dappertutto. Puntano solo a una cosa: il fottuto yen, e non si fermano davanti a nulla pur di metterci le mani sopra. Anche se questo significa rovinare innumerevoli vite.

# 128_Tanimura
source: But there has to be someone at the top pulling the strings.
pt_br: Ma dev'esserci qualcuno ai piani alti che tira le fila.

# 140_Saki-chan
source: You're saying there's a mastermind of the sex industry... A ringleader making millions off the lives of female migrant workers? Awful as it is, that doesn't sound too far-fetched.
pt_br: Stai dicendo che c'è un cervello dietro l'industria del sesso, un capoccia che si fa i milioni sulla pelle di povere lavoratrici straniere? Per quanto faccia schifo, non mi sembra una cosa così campata in aria.

# 152_Tanimura
source: Right. Every power structure has its person in charge. You have any leads on where this ringleader might be?
pt_br: Giusto. Ogni struttura di potere ha il suo capo. Hai qualche pista su dove possa essere questo pezzo grosso?

# 164_Saki-chan
source: Not really. But I have heard those traffickers drop the name "Bridge" before. That could be a clue.
pt_br: Non proprio. Ma ho sentito quei trafficanti fare il nome di 'Bridge' prima. Quella potrebbe essere una pista.

# 176_Tanimura
source: Wait, did you just say "Bridge"?
pt_br: Aspetta, hai appena detto "Bridge"?

# 188_Saki-chan
source: Oh, you know him?
pt_br: Oh, lo conosci?

# 200_Tanimura
source: My dad left notes about someone named Bridge all throughout his notebook...
pt_br: Papà ha lasciato appunti su un certo Bridge sparsi per tutto il suo taccuino...

# 212_Tanimura
source: Oh, sorry. I should probably clarify what I mean by that.
pt_br: Oh, scusa. Meglio che chiarisca cosa voglio dire.

# 224_Saki-chan
source: No need. I know all about you... Detective Tanimura of the KPD.
pt_br: Non serve. So tutto di te... Detective Tanimura della KPD.

# 236_Tanimura
source: How did you...?
pt_br: Come hai fatto...?

# 248_Saki-chan
source: I heard about you from Naomi-san, the fortune teller.
pt_br: Mi ha parlato di te Naomi-san, la cartomante.

# 260_Saki-chan
source: Tell me, what specifically did your father's notebook say about Bridge?
pt_br: Dimmi, cosa diceva di preciso il taccuino di tuo padre su Bridge?

# 272_Tanimura
source: Apparently, K and my dad were investigating him.
pt_br: A quanto pare, K e mio padre stavano indagando su di lui.

# 284_Saki-chan
source: And who is "K"?
pt_br: E chi è questo "K"?

# 296_Tanimura
source: Another detective who worked with my dad. But damn... I never would've guessed that Bridge was some sort of sex trafficking kingpin... This could get ugly.
pt_br: Un altro detective che lavorava con mio padre. Ma dannazione... Non avrei mai immaginato che Bridge fosse una specie di re del traffico sessuale... Potrebbe mettersi male.

# 308_Saki-chan
source: Do you intend to find this Bridge and expose him?
pt_br: Hai intenzione di stanare questo Bridge e farlo saltare?

# 320_Tanimura
source: Oh yeah. Especially if this is the same guy my dad was after.
pt_br: Eh già. Soprattutto se è lo stesso tipo a cui mio padre gli stava dietro.

# 332_Tanimura
source: Still don't have any idea who K is, though.
pt_br: Ancora non ho la minima idea di chi sia K, però.

# 344_Saki-chan
source: Have you done your research?
pt_br: Ti sei documentato?

# 356_Tanimura
source: I looked up all the detectives who ever worked a case with my dad, but none of their names started with "K."
pt_br: Ho spulciato tutti i detective che hanno mai lavorato a un caso con mio padre, ma nessuno dei loro nomi iniziava con la 'K'.

# 368_Tanimura
source: And there's no file on Bridge, either. I think K and my dad were investigating Bridge off the record.
pt_br: E non c'è nemmeno un fascicolo su Bridge. Credo che K e mio padre stessero indagando su Bridge sotto banco.

# 380_Saki-chan
source: You know... The more you look into this, the more you're going to uncover about your past.
pt_br: Sai... Più indaghi su questa faccenda, più cose verranno a galla sul tuo passato.

# 392_Tanimura
source: ...What are you trying to say?
pt_br: ...Cosa vuoi dire?

# 404_Saki-chan
source: Taigi Tanimura was my senior detective.
pt_br: Taigi Tanimura era il mio superiore detective.

# 416_Tanimura
source: You were... a detective?
pt_br: Eri... un detective?

# 428_Tanimura
source: Judging from what you just said, I'm sure you know Taigi wasn't my actual dad, right?
pt_br: A giudicare da quello che hai appena detto, sono sicuro che sai che Taigi non era il mio vero padre, giusto?

# 452_Tanimura
source: Then you know who my real dad is?
pt_br: Allora sai chi è il mio vero padre?

# 464_Saki-chan
source: I can't comment on that. All I can say is, if you don't want to get hurt by what you find, I suggest you leave this case alone.
pt_br: Su quello non posso dire nulla. L'unica cosa che posso dirti è: se non vuoi scottarti con quello che scoprirai, ti conviene lasciare perdere questo caso.

# 476_Tanimura
source: Hmph. I won't get hurt. That's impossible.
pt_br: Mpf. Non mi farò male. È impossibile.

# 500_Tanimura
source: See, no matter who my real dad is, I'm still gonna be the same guy. Let the past be the past, y'know?
pt_br: Vedi, chiunque sia il mio vero padre, sarò comunque lo stesso tipo. Che il passato resti il passato, sai?

# 524_Tanimura
source: By the way, why do they call this guy "Bridge"?
pt_br: A proposito, perché chiamano questo tipo "Bridge"?

# 536_Saki-chan
source: Couldn't tell ya, hon.
pt_br: Non te lo so dire, caro.

# 548_Tanimura
source: I see. Well, I guess this is just one more case my dad left me to solve. No matter what, I'm gonna find this Bridge... and bring his ass to justice.
pt_br: Capisco. Beh, immagino che sia solo un altro caso che mio padre mi ha lasciato da risolvere. A qualunque costo, troverò questo Bridge... e gli farò pagare il conto.
