Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid016c003b.po
Languages: pt_br

source: Controls
pt_br: Controlli

# 516_Tanimura
source: Use <Action:Button_LS_Up@Cabaret><Action:Button_LS_Down@Cabaret><Action:Button_LS_Left@Cabaret><Action:Button_LS_Right@Cabaret> to control where you look. This is your chance to feast your eyes on her beauty.
pt_br: Usa <Action:Button_LS_Up@Cabaret><Action:Button_LS_Down@Cabaret><Action:Button_LS_Left@Cabaret><Action:Button_LS_Right@Cabaret> per controllare dove guardi. È la tua occasione per rifarti gli occhi con la sua bellezza.

# 528_Tanimura
source: Press <Action:Button_Cross@Cabaret> when you want to focus intently on one of her features. Holding down <Action:Button_Cross@Cabaret> allows you to focus your gaze.
pt_br: Premi <Action:Button_Cross@Cabaret> quando vuoi concentrarti intensamente su una delle sue caratteristiche. Tenere premuto <Action:Button_Cross@Cabaret> ti permette di focalizzare lo sguardo.

# 540_Tanimura
source: Note that her response will change depending on where you look.
pt_br: Nota che la sua reazione cambierà a seconda di dove guardi.

# 564_Tanimura
source: (She's been staring at me this whole time. I guess this means she's got the hots for me?)
pt_br: (Mi ha fissato per tutto il tempo. Immagino che questo significhi che ha una cotta per me?)

# 576_Tanimura
source: (Her lips are beautiful. What about her teeth?)
pt_br: (Le sue labbra sono bellissime. E i suoi denti?)

# 588_Tanimura
source: (Do I check her hands?)
pt_br: (Le controllo le mani?)

# 600_Tanimura
source: (Pretty sure I take the legs into account.)
pt_br: (Penso proprio di aver tenuto conto delle gambe.)

# 612_Tanimura
source: (Hair...?)
pt_br: (Capelli...?)

# 624_Tanimura
source: (The chest, I suppose?)
pt_br: (Il petto, suppongo?)

# 636_Tanimura
source: (Hmm... I kind of like the whole package.)
pt_br: (Mmm... non mi dispiace affatto l'insieme.)

# 648_Tanimura
source: I look at her eyes first. If she smiles when our eyes meet, I start to think she might like me.
pt_br: Guardo prima i suoi occhi. Se sorride quando ci incrociamo con lo sguardo, inizio a pensare che magari potrei piacerle.

# 660_峰村七海：源氏名
source: That's definitely not the case when it comes to hostesses.
pt_br: È tutta un'altra storia, quando si tratta di hostess.

# 672_Tanimura
source: Hey...
pt_br: Ehi...

# 684_峰村七海：源氏名
source: But looking someone in the eyes when you first meet them is important.
pt_br: Ma guardare qualcuno negli occhi quando lo incontri per la prima volta è importante.

# 696_Tanimura
source: I look at her mouth. I like girls with good teeth. They should be white and even.
pt_br: Guardo la sua bocca. Mi piacciono le tipe con dei bei denti. Dovrebbero essere bianchi e dritti.

# 708_峰村七海：源氏名
source: I see. Men like you are the reason girls with bad teeth get them fixed.
pt_br: Ah, capisco. Uomini come te sono il motivo per cui le ragazze coi denti brutti se li fanno sistemare.

# 720_Tanimura
source: You can also tell if a girl smokes if her teeth are yellow.
pt_br: Puoi anche capire se una ragazza fuma se ha i denti gialli.

# 732_峰村七海：源氏名
source: That's a detective for you. You check even the smallest details. Impressive.
pt_br: Ah, tipico da detective, eh? Non ti sfugge nemmeno il più piccolo dettaglio. Impressionante.

# 744_Tanimura
source: I check her hands.
pt_br: Controllo le sue mani.

# 756_峰村七海：源氏名
source: Her hands? Why?
pt_br: Le sue mani? Perché?

# 768_Tanimura
source: You can tell a lot about a girl from her hands. If they're muscular, she probably plays sports. If they're chapped, she probably does dishes.
pt_br: Le mani di una ragazza dicono un sacco di cose su di lei. Se sono muscolose, probabilmente fa sport. Se sono screpolate, probabilmente sta sempre a lavare i piatti.

# 780_峰村七海：源氏名
source: That's a detective for you. You check even the smallest details. Impressive.
pt_br: Ah, tipico da detective, eh? Non ti sfugge nemmeno il più piccolo dettaglio. Impressionante.

# 792_Tanimura
source: I'm not attracted to girls with thick legs.
pt_br: Non sono attratto dalle ragazze con le gambe grosse.

# 804_峰村七海：源氏名
source: I understand. Girls like that probably wear long dresses to try and hide them.
pt_br: Capisco. Quelle ragazze, probabilmente, si mettono vestiti lunghi apposta per nasconderle.

# 816_Tanimura
source: And if they don't shave their legs, it's even worse.
pt_br: E se non si fanno le gambe, è pure peggio.

# 828_峰村七海：源氏名
source: Hahaha. I don't think you'll come across that problem at a hostess club.
pt_br: Hahaha. Non penso che ti imbatterai in quel problema in un hostess club.

# 840_Tanimura
source: I look at her hair. Some hairstyles can be really attractive.
pt_br: Le guardo i capelli. Alcune acconciature possono essere davvero un bel vedere.

# 852_峰村七海：源氏名
source: Oh, I see. There are certainly lots of styles. From a simple ponytail to an elegant straight look.
pt_br: Ah, capisco. Ci sono davvero un sacco di stili. Da una semplice coda di cavallo a un elegante taglio liscio.

# 864_Tanimura
source: Do you choose your hairstyle to suit your customers' tastes over your own?
pt_br: Scegli la tua acconciatura in base ai gusti dei clienti, invece che ai tuoi?

# 876_峰村七海：源氏名
source: Yes, but not always. After all, it's a girl's personality and talent for conversation that gets men to request her, not just her looks.
pt_br: Sì, ma non sempre. Dopotutto, è la personalità di una ragazza e la sua parlantina che spingono gli uomini a richiederla, non solo il suo aspetto.

# 888_Tanimura
source: I see. It's pretty complicated, huh?
pt_br: Capisco. È piuttosto complicato, eh?

# 900_Tanimura
source: I pay attention to a woman's chest. That's most important to me when I'm looking up a girl at the information booth.
pt_br: Guardo il seno di una donna. È la cosa più importante per me quando devo scegliere una ragazza al banco informazioni.

# 912_峰村七海：源氏名
source: I see... I think maybe you have the wrong idea about what goes on at hostess clubs.
pt_br: Capisco... Credo che tu abbia un po' frainteso cosa succede nei club per hostess.

# 924_Tanimura
source: I just like looking at them. It's not like I'd try to go further than that.
pt_br: Mi piace solo guardarli. Non è che mi spingerei oltre.

# 936_峰村七海：源氏名
source: Well of course you won't! But that's not the point. Don't you think it's rude to stare at a girl's chest? I just hate that.
pt_br: E certo che non lo farai! Ma non è quello il punto. Non trovi sia maleducato fissare il seno di una ragazza? Lo detesto proprio.

# 948_Tanimura
source: Hey, you're the one who brought it up.
pt_br: Ehi, sei stata tu a tirarlo fuori.

# 960_峰村七海：源氏名
source: What are you looking at?
pt_br: Che hai da guardare?

# 972_峰村七海：源氏名
source: Glancing away suddenly like that was pretty suspicious.
pt_br: Voltarsi di scatto così era alquanto sospetto.

# 984_Tanimura
source: What're you talking about? I'm not the kind of guy who just stares at a girl's body.
pt_br: Ma che dici? Non sono mica il tipo che si mette a fissare solo il corpo di una ragazza.

# 996_峰村七海：源氏名
source: Really? You certainly weren't saying much...
pt_br: Davvero? Non è che avessi spiccicato molte parole...

# 1020_Tanimura
source: (I wonder if she has good eyesight...)
pt_br: (Chissà se ci vede bene...)

# 1032_Tanimura
source: (Can she speak any foreign languages?)
pt_br: (Parla qualche lingua straniera?)

# 1044_Tanimura
source: (She has slender fingers. Maybe she'd be good at playing a musical instrument...)
pt_br: (Ha dita affusolate. Magari sarebbe brava a suonare uno strumento musicale...)

# 1056_Tanimura
source: (Jogging is probably the healthiest choice...)
pt_br: (La corsa è probabilmente la scelta più sana...)

# 1068_Tanimura
source: (I've always thought that she can be pretty stubborn...)
pt_br: (Ho sempre pensato che lei possa essere parecchio testarda...)

# 1080_Tanimura
source: (They're pretty big, but...)
pt_br: (Sono belle grandi, ma...)

# 1092_Tanimura
source: (What should she try and improve?)
pt_br: (Cosa dovrebbe cercare di migliorare?)

# 1104_Tanimura
source: Do you have good eyesight?
pt_br: Hai una buona vista?

# 1116_峰村七海：源氏名
source: Actually, I usually wear glasses, but I change to contacts when I work at the club.
pt_br: A dire il vero, di solito porto gli occhiali, ma metto le lenti a contatto quando lavoro qui al locale.

# 1128_Tanimura
source: Ah. There are some training exercises you could try that may help your vision. Or there's also the option of laser eye surgery.
pt_br: Ah. Ci sono degli esercizi che potresti fare, magari ti aiutano con la vista. O sennò, c'è sempre l'opzione dell'operazione laser agli occhi.

# 1140_峰村七海：源氏名
source: I'm kinda scared of that... I'll just try and eat well and get plenty of rest, hopefully my eyesight won't get any worse.
pt_br: Un po' mi fa paura... Cercherò solo di mangiare bene e di riposare parecchio, sperando che la vista non mi peggiori.

# 1152_Tanimura
source: I see...
pt_br: Capisco...

# 1164_Tanimura
source: Can you speak any foreign languages? If you're going to manage your own company, it could be useful to know another language.
pt_br: Parli qualche lingua straniera? Se hai intenzione di metter su la tua azienda, potrebbe tornarti utile conoscere un'altra lingua.

# 1176_峰村七海：源氏名
source: I'm pretty good at English, actually. I sometimes go abroad for my work.
pt_br: Sono abbastanza brava con l'inglese, a dire il vero. A volte vado all'estero per lavoro.

# 1188_Tanimura
source: What about Chinese? China is increasing in importance in a lot of different areas. You can't go wrong learning Chinese.
pt_br: Che ne dici del cinese? La Cina sta acquisendo importanza in un sacco di ambiti diversi. Con il cinese vai sul sicuro.

# 1200_Tanimura
source: I could even teach you.
pt_br: Potrei persino insegnarti.

# 1212_峰村七海：源氏名
source: Really!? Seems maybe I misjudged you. You obviously gave this a lot of thought.
pt_br: Ma davvero!? A quanto pare ti ho proprio giudicato male. Si vede che ci hai messo un sacco di pensiero.

# 1224_Tanimura
source: You look like you're good with your hands. How about learning a musical instrument?
pt_br: Sembra che tu ci sappia fare con le mani. Che ne dici di imparare uno strumento musicale?

# 1236_峰村七海：源氏名
source: An instrument? I hadn't considered that.
pt_br: Uno strumento? Non ci avevo pensato.

# 1248_Tanimura
source: I think you'd look good with a violin.
pt_br: Penso che ti starebbe bene con un violino.

# 1260_峰村七海：源氏名
source: A violin, huh? That sounds interesting. I'll look into it.
pt_br: Un violino, eh? Sembra interessante. Ci darò un'occhiata.

# 1272_Tanimura
source: What about taking up jogging? It doesn't cost any money and it's good for your health.
pt_br: Che ne dici di metterti a fare jogging? Non costa un soldo e fa bene alla salute.

# 1284_峰村七海：源氏名
source: Jogging might not be a bad idea, but I'm not really concerned about my figure.
pt_br: Jogging magari non sarebbe una cattiva idea, ma non è che mi importi tanto della mia linea.

# 1296_Tanimura
source: Well, you spend most of the day sitting down, right? Plus you drink alcohol every day. It's just a matter of time before you start gaining weight.
pt_br: Beh, passi la maggior parte della giornata seduta, no? In più bevi alcolici tutti i giorni. È solo questione di tempo prima che tu cominci a mettere su peso.

# 1308_峰村七海：源氏名
source: I suppose you're right... Okay then. I'll start running and see how it goes.
pt_br: Beh, immagino tu abbia ragione... Va bene, allora. Comincerò a correre e vedrò come va.

# 1320_Tanimura
source: If you really want to start your own company, I think you need to be a bit more flexible. Maybe you could take a seminar or something.
pt_br: Se vuoi davvero metter su una tua attività, secondo me dovresti essere un po' più flessibile. Magari potresti fare un seminario o una roba del genere.

# 1332_峰村七海：源氏名
source: A seminar? What kind?
pt_br: Un seminario? Di che tipo?

# 1344_Tanimura
source: Maybe something for folks starting their own businesses, or about the best way to treat your employees. There's a lot you could learn.
pt_br: Magari qualcosa per la gente che avvia la propria attività, o sul modo migliore per trattare i tuoi dipendenti. C'è molto che potresti imparare.

# 1356_Tanimura
source: If you want to make it, you'll need every advantage you can get.
pt_br: Se vuoi farcela, ti servirà ogni vantaggio che puoi ottenere.

# 1368_峰村七海：源氏名
source: Hm, yeah. Thanks for giving so much thought to my future. <Color:7>♥<Color:Default>
pt_br: Mh, sì. Grazie per esserti preoccupato così tanto per il mio futuro. <Color:7>♥<Color:Default>

# 1380_Tanimura
source: You could go to a beauty spa to work on your chest. You know, make yourself look a little more feminine?
pt_br: Potresti fare un salto in un centro estetico per dare una sistemata al décolleté. Sai, per apparire un po' più femminile?

# 1392_峰村七海：源氏名
source: That's not really what I meant... I was hoping for a different kind of self-improvement. Something that gives you a sense of achievement.
pt_br: Non era proprio quello che intendevo... Speravo in un altro tipo di miglioramento personale, sai. Qualcosa che ti dia un vero senso di realizzazione.

# 1404_Tanimura
source: Well, you could try some bust enhancing exercises. I might be able to think of one, hm...
pt_br: Beh, potresti provare qualche esercizio per aumentare il seno. Magari me ne viene in mente uno, uhm...

# 1416_峰村七海：源氏名
source: Is my chest all you can think about!?
pt_br: Non pensi ad altro che al mio seno!?

# 1428_峰村七海：源氏名
source: Hey, what are you looking at?
pt_br: Ehi, cosa stai guardando?

# 1440_峰村七海：源氏名
source: I really wanted your help, but I guess I'm just boring you.
pt_br: Ci tenevo tanto al tuo aiuto, ma credo di starti solo annoiando.

# 1452_Tanimura
source: No, that's not true. Um, what were we talking about again?
pt_br: No, non è vero. Ehm, di cosa stavamo parlando di nuovo?

# 1464_峰村七海：源氏名
source: Never mind! I don't need your help!
pt_br: Lascia stare! Non mi serve il tuo aiuto!
