Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid009102b8.po
Languages: pt

source: Forward Roll
pt: Capriola in avanti

# 156_Saigo
source: All right. Get ready to run a marathon for the suicidal!
pt: Molto bene. Preparati a correre una maratona per aspiranti suicidi!

# 168_Saigo
source: For this training, I will establish a course to follow. Your job will be to run away from me.
pt: Per questo addestramento, stabilirò un percorso da seguire. Il tuo compito sarà scappare da me.

# 180_Saigo
source: You pass if you can run five laps without running out of energy.
pt: Supererai la prova se riuscirai a correre cinque giri senza esaurire le energie.

# 192_Akiyama
source: Set up a course? How do you plan to do that?
pt: Stabilire un percorso? Come pensi di farlo?

# 204_Saigo
source: My students will take care of the traffic, so you just concentrate on your training.
pt: I miei allievi si occuperanno del traffico, quindi tu concentrati solo sul tuo addestramento.

# 216_Akiyama
source: "Take care" of the traffic? I'm not sure this is such a good idea...
pt: "Occuparsi" del traffico? Non sono sicuro che sia una buona idea...

# 228_Saigo
source: You're not chickening out, are you? I don't plan on letting up just because of a little whimpering, that much I can say.
pt: Non ti starai tirando indietro, vero? Posso assicurarti che non ho intenzione di andarci piano solo perché piagnucoli un po'.

# 240_Saigo
source: Stick with me and we'll see you become a soldier yet. But be warned－I'm going to chuck any junk I find lying on the ground at you.
pt: Resta con me e vedrai che ti trasformerò in un soldato. Ma stai in guardia: ti lancerò addosso qualsiasi cianfrusaglia che troverò per terra.

# 252_Forward Roll
source: Press <Action:Button_Square@Chase> to perform a forward roll. Time it well to evade when Saigo throws something at you.
pt: Premi <Action:Button_Square@Chase> per eseguire una capriola in avanti. Eseguila al momento giusto per schivare quando Saigo ti lancia qualcosa.

# 264_Saigo
source: Are you ready?
pt: Sei pronto?

# 276_Saigo
source: All right. Get ready to run a marathon for the suicidal.
pt: Molto bene. Preparati a correre una maratona per aspiranti suicidi.

# 288_Saigo
source: The rules are the same as last time. You pass if you can successfully run away from me.
pt: Le regole sono le stesse dell'altra volta. Superi la prova se riesci a scappare da me.

# 300_Saigo
source: However, don't just go through the motions. Run the five laps faster than last time.
pt: Tuttavia, non limitarti a fare il compitino. Corri i cinque giri più velocemente dell'ultima volta.

# 312_Saigo
source: You will be rewarded if you pass. Slack off, and you'll live to regret it. Passing once is no excuse for half-assing.
pt: Se superi la prova, sarai ricompensato. Se cazzeggi, te ne pentirai. Averla superata una volta non è una scusa per fare le cose a metà.

# 324_Saigo
source: Are you ready?
pt: Sei pronto?

# 336_Akiyama
source: Ready as I'll ever be.
pt: Mai stato così pronto.

# 348_Saigo
source: All right! Start!
pt: Bene! Via!

# 372_Akiyama
source: I just remembered something I have to do...
pt: Mi sono appena ricordato di una cosa che devo fare...

# 384_Saigo
source: Huh? You starting to slack off?
pt: Eh? Stai già iniziando a cazzeggiare?

# 396_Saigo
source: But if you have other business, I can't stop you. Come back when you have more time.
pt: Ma se hai altri impegni, non posso fermarti. Torna quando avrai più tempo.

# 420_Saigo
source: Yes
pt: Sì

# 444_Saigo
source: Yes
pt: Sì
