Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0036.po
Languages: pt_br

source: Thank you! <Color:7>♥<Color:Default>
pt_br: Grazie! <Color:7>♥<Color:Default>

source: Why are you giving me a gift like that?
pt_br: Perché mi fai un regalo del genere?

source: Is this a joke or something?
pt_br: È uno scherzo o qualcosa del genere?

source: Excuse me!
pt_br: Scusi!

source: Here you are.
pt_br: Ecco a lei.

source: I see... Well, if you do hear something, be sure to let me know, okay?
pt_br: Capisco... Beh, se senti qualcosa, assicurati di farmelo sapere, va bene?

source: Attendant
pt_br: Addetto

source: Player
pt_br: Giocatore

# 4020_Kiryu
source: How did you start working as a hostess?
pt_br: Come hai iniziato a lavorare come hostess?

# 4032_松岡里緒奈：源氏名
source: Well... I ran away from home.
pt_br: Beh... sono scappata di casa.

# 4044_松岡里緒奈：源氏名
source: I had a big fight with my dad and told him that I couldn't live under his roof anymore.
pt_br: Ho avuto una grossa lite con mio padre e gli ho detto che non potevo più vivere sotto il suo stesso tetto.

# 4056_松岡里緒奈：源氏名
source: So I moved out on my own. I'm still in college, so this seemed like the best job I could handle in my spare time.
pt_br: Così me ne sono andata per conto mio. Vado ancora al college, quindi questo mi è sembrato il lavoro migliore che potessi gestire nel tempo libero.

# 4068_Kiryu
source: A fight with your father, huh? What was it about?
pt_br: Una lite con tuo padre, eh? Di che si trattava?

# 4080_松岡里緒奈：源氏名
source: My cell phone, actually. My dad's so stubborn and strict!
pt_br: Per il mio cellulare, a dire il vero. Mio padre è così testardo e severo!

# 4092_松岡里緒奈：源氏名
source: I found out that he'd been reading my emails while I was asleep!
pt_br: Ho scoperto che leggeva le mie e-mail mentre dormivo!

# 4104_Kiryu
source: That's not good.
pt_br: Non va bene.

# 4116_松岡里緒奈：源氏名
source: I know! It's unbelievable, right? When I asked him why, he said it was his duty to make sure I wasn't falling in with a bad crowd!
pt_br: Lo so! È incredibile, vero? Quando gli ho chiesto perché, ha detto che era suo dovere assicurarsi che non frequentassi cattive compagnie!

# 4128_松岡里緒奈：源氏名
source: So we had a big argument, and I ended up leaving home. I'll never speak to him again!
pt_br: Così abbiamo litigato di brutto e alla fine me ne sono andata di casa. Non gli rivolgerò mai più la parola!

# 4140_Kiryu
source: A fight with your father... That's funny.
pt_br: Una lite con tuo padre... Buffo.

# 4152_松岡里緒奈：源氏名
source: Well, I didn't think so. I was done with him.
pt_br: Beh, io non l'ho trovato divertente. Con lui avevo chiuso.

# 4164_Kiryu
source: But isn't it tough being on your own?
pt_br: Ma non è dura stare da sola?

# 4176_松岡里緒奈：源氏名
source: Nope. I'm fine by myself.
pt_br: No. Sto bene da sola.

# 4188_松岡里緒奈：源氏名
source: I bet he's happier without me, too.
pt_br: Scommetto che anche lui è più felice senza di me.

# 4200_Kiryu
source: I see. Well, you'll have to work hard to support yourself.
pt_br: Capisco. Beh, dovrai lavorare sodo per mantenerti.

# 4212_松岡里緒奈：源氏名
source: I will. And you can help me out by requesting me!
pt_br: Lo farò. E puoi aiutarmi scegliendomi!

# 4224_Kiryu
source: Sure.
pt_br: Certo.

# 4236_Kiryu
source: But don't you want to make up with him?
pt_br: Ma non vuoi fare pace con lui?

# 4248_松岡里緒奈：源氏名
source: Not at all! Why would I want to do that?
pt_br: Niente affatto! Perché dovrei volerlo?

# 4260_Kiryu
source: Maybe you're overreacting about the whole thing.
pt_br: Forse stai un po' esagerando.

# 4272_松岡里緒奈：源氏名
source: Hey, you don't know a thing about me and my dad.
pt_br: Ehi, non sai niente di me e mio padre.

# 4284_松岡里緒奈：源氏名
source: You're a customer! You have no right to say anything about my private life!
pt_br: Sei un cliente! Non hai il diritto di dire nulla della mia vita privata!

# 4296_Kiryu
source: Sorry.
pt_br: Scusa.

# 4308_松岡里緒奈：源氏名
source: I shouldn't get too upset about it anyway...
pt_br: Comunque non dovrei prendermela più di tanto...

# 4320_Kiryu
source: If he bothers you anymore, just tell me. I'll protect you.
pt_br: Se ti dà ancora fastidio, dimmelo e basta. Ti proteggerò io.

# 4332_松岡里緒奈：源氏名
source: Huh? You think you can handle my dad? He's pretty strong, you know.
pt_br: Eh? Pensi di potertela vedere con mio padre? È piuttosto forte, sai.

# 4344_Kiryu
source: I'll be fine.
pt_br: Me la caverò.

# 4356_松岡里緒奈：源氏名
source: Okay. If he gives me any trouble, maybe I'll give you a call.
pt_br: Ok. Se mi darà problemi, forse ti chiamerò.

# 4368_Kiryu
source: I was joking. I don't want to get involved in family trouble. That's something you need to solve on your own, you know.
pt_br: Stavo scherzando. Non voglio immischiarmi nei problemi di famiglia. È una cosa che devi risolvere da sola, sai.

# 4380_松岡里緒奈：源氏名
source: Are you serious? That's disappointing... I don't need you to lecture me.
pt_br: Sei serio? Che delusione... non ho bisogno che tu mi faccia la predica.

# 4392_松岡里緒奈：源氏名
source: I'm going to college, you know. I'm majoring in physical education.
pt_br: Vado al college, sai. Studio educazione fisica.

# 4404_Kiryu
source: Is that so?
pt_br: È così?

# 4416_松岡里緒奈：源氏名
source: Yep! I'm a pretty good athlete.
pt_br: Già! Sono un'atleta niente male.

# 4428_松岡里緒奈：源氏名
source: I want to become a high school P.E. teacher.
pt_br: Voglio diventare un'insegnante di educazione fisica al liceo.

# 4440_Kiryu
source: That means you'll need a teaching license. I bet your classes'll be pretty tough.
pt_br: Ciò significa che avrai bisogno dell'abilitazione all'insegnamento. Scommetto che le lezioni saranno piuttosto dure.

# 4452_松岡里緒奈：源氏名
source: Yeah. I can't afford to party anymore. I goofed off too much during my freshman year, so I need to watch my grades.
pt_br: Sì. Non posso più permettermi di fare festa. Ho cazzeggiato troppo durante il primo anno, quindi devo stare attenta ai voti.

# 4464_松岡里緒奈：源氏名
source: I work hard every day, but it's worth it to make my dreams come true.
pt_br: Lavoro sodo ogni giorno, ma ne vale la pena per realizzare i miei sogni.

# 4476_松岡里緒奈：源氏名
source: Do you think I'd make a good teacher?
pt_br: Pensi che sarei una brava insegnante?

# 4488_Kiryu
source: A cute girl like you? I know the boys would love you.
pt_br: Una ragazza carina come te? So che i ragazzi ti adorerebbero.

# 4500_松岡里緒奈：源氏名
source: You think so?
pt_br: La pensi così?

# 4512_Kiryu
source: Definitely.
pt_br: Assolutamente.

# 4524_松岡里緒奈：源氏名
source: Hmm. What would you do if you were a boy in my class?
pt_br: Mmm. Cosa faresti se fossi un ragazzo nella mia classe?

# 4536_Kiryu
source: I'd probably try to ask you out.
pt_br: Probabilmente proverei a chiederti di uscire.

# 4548_松岡里緒奈：源氏名
source: Haha! And I could never go out with one of my students, so I'd have to turn you down. Gently, of course. <Color:7>♥<Color:Default>
pt_br: Ahah! E non potrei mai uscire con uno dei miei studenti, quindi dovrei rifiutare. Con delicatezza, ovviamente. <Color:7>♥<Color:Default>

# 4560_Kiryu
source: Hehehe.
pt_br: Ah ah ah.

# 4572_Kiryu
source: Are you sure you can handle being a teacher?
pt_br: Sei sicura di essere in grado di fare l'insegnante?

# 4584_松岡里緒奈：源氏名
source: Of course! I'll whip those kids into shape in no time!
pt_br: Certo! Rimetterò in riga quei ragazzi in men che non si dica!

# 4596_Kiryu
source: Well, I'll admit a teacher like you would've made school a lot more fun.
pt_br: Beh, ammetto che un'insegnante come te avrebbe reso la scuola molto più divertente.

# 4608_松岡里緒奈：源氏名
source: I know! I would've liked a teacher like me too!
pt_br: Lo so! Anche a me sarebbe piaciuta un'insegnante come me!

# 4620_松岡里緒奈：源氏名
source: Hey, I've got an idea!
pt_br: Ehi, ho un'idea!

# 4632_松岡里緒奈：源氏名
source: Why don't we do a little role-playing? I'll be the teacher, and you'll be my student.
pt_br: Perché non facciamo un piccolo gioco di ruolo? Io sarò l'insegnante, e tu il mio studente.

# 4644_Kiryu
source: I think I'll pass...
pt_br: Penso che passerò...

# 4656_Kiryu
source: You think a hostess can be a good teacher? Seems a little strange if you ask me.
pt_br: Pensi che un'hostess possa essere una brava insegnante? A me sembra un po' strano.

# 4668_松岡里緒奈：源氏名
source: What does being a hostess have to do with teaching?
pt_br: Cosa c'entra fare l'hostess con l'insegnamento?

# 4680_Kiryu
source: The parents would probably worry about having a hostess teach their kids.
pt_br: I genitori probabilmente si preoccuperebbero se un'hostess insegnasse ai loro figli.

# 4692_松岡里緒奈：源氏名
source: But I'm just working here temporarily! I won't be working here when I'm a teacher.
pt_br: Ma lavoro qui solo temporaneamente! Non lavorerò qui quando sarò un'insegnante.

# 4704_Kiryu
source: Well, then will you be able to lecture your kids if you catch them partying?
pt_br: Beh, allora sarai in grado di fare la predica ai tuoi ragazzi se li scopri a fare festa?

# 4716_松岡里緒奈：源氏名
source: What? Well... Hmm... I did do a lot of partying myself, and I hated it when adults lectured me...
pt_br: Cosa? Beh... Mmm... Anch'io ho fatto un sacco di feste e odiavo quando gli adulti mi facevano la predica...

# 4728_Kiryu
source: You have to be able to separate your personal life from your responsibilities.
pt_br: Devi essere in grado di separare la tua vita personale dalle tue responsabilità.

# 4740_Kiryu
source: If you can't do that, I don't think you'll make a good teacher.
pt_br: Se non ci riesci, non credo che sarai una brava insegnante.

# 4752_松岡里緒奈：源氏名
source: You're right. This is more difficult than I thought...
pt_br: Hai ragione. È più difficile di quanto pensassi...

# 4764_松岡里緒奈：源氏名
source: Kiryu-san, are you single?
pt_br: Kiryu-san, sei single?

# 4776_Kiryu
source: Yes.
pt_br: Sì.

# 4788_松岡里緒奈：源氏名
source: Don't you get lonely?
pt_br: Non ti senti solo?

# 4800_Kiryu
source: Well, yeah. I'd be lying if I said no. Sometimes I want to be around people.
pt_br: Beh, sì. Mentirei se dicessi di no. A volte voglio stare in mezzo alla gente.

# 4812_松岡里緒奈：源氏名
source: I know what you mean... It hasn't been that long since I started living alone, and I get pretty lonely sometimes.
pt_br: So cosa intendi... Non è da molto che ho iniziato a vivere da sola, e a volte mi sento piuttosto sola.

# 4824_松岡里緒奈：源氏名
source: When I'm in my apartment eating dinner all alone, I feel like the only person in the world.
pt_br: Quando sono nel mio appartamento a cenare tutta sola, mi sento l'unica persona al mondo.

# 4836_Kiryu
source: It is more fun to eat with other people.
pt_br: È più divertente mangiare con altre persone.

# 4848_松岡里緒奈：源氏名
source: Right. That's why I like to be with other people at night.
pt_br: Giusto. Ecco perché mi piace stare con altre persone la sera.

# 4860_松岡里緒奈：源氏名
source: Being a hostess is the perfect job for a lonely girl like me, huh?
pt_br: Fare l'hostess è il lavoro perfetto per una ragazza sola come me, eh?

# 4872_Kiryu
source: Why don't you look for a boyfriend? That's the simplest solution.
pt_br: Perché non ti cerchi un ragazzo? È la soluzione più semplice.

# 4884_松岡里緒奈：源氏名
source: Easier said than done. I can't seem to meet anybody I like.
pt_br: Più facile a dirsi che a farsi. Sembra che non riesca a incontrare nessuno che mi piaccia.

# 4896_Kiryu
source: Really?
pt_br: Davvero?

# 4908_松岡里緒奈：源氏名
source: Well, I've got pretty high standards.
pt_br: Beh, ho degli standard piuttosto alti.

# 4920_松岡里緒奈：源氏名
source: Most men just can't live up to them.
pt_br: La maggior parte degli uomini non è all'altezza.

# 4932_Kiryu
source: What about me?
pt_br: E io?

# 4944_松岡里緒奈：源氏名
source: Hmm... Well, you're handsome enough, but I have to know you better to say for sure.
pt_br: Mmm... Beh, sei abbastanza bello, ma devo conoscerti meglio per dirlo con certezza.

# 4956_Kiryu
source: So you're saying I should come to the club more often?
pt_br: Quindi stai dicendo che dovrei venire al club più spesso?

# 4968_松岡里緒奈：源氏名
source: Hehe! That could work.
pt_br: Eheh! Potrebbe funzionare.

# 4980_Kiryu
source: You could find a roommate.
pt_br: Potresti trovarti una coinquilina.

# 4992_松岡里緒奈：源氏名
source: I thought about that, but I'm not a very neat person.
pt_br: Ci ho pensato, ma non sono una persona molto ordinata.

# 5004_松岡里緒奈：源氏名
source: One of my friends was shocked when she visited my apartment a while ago. She said I must have some unnatural aversion to cleaning...
pt_br: Una mia amica è rimasta scioccata quando ha visitato il mio appartamento un po' di tempo fa. Ha detto che devo avere una sorta di avversione innaturale per le pulizie...

# 5016_Kiryu
source: It's that bad?
pt_br: È così grave?

# 5028_松岡里緒奈：源氏名
source: Yes. I've got clothes and underwear strewn everywhere, and I forget to take out the trash...
pt_br: Sì. Ho vestiti e biancheria intima sparsi ovunque e mi dimentico di portare fuori la spazzatura...

# 5040_Kiryu
source: Wow, that is pretty bad.
pt_br: Wow, questo è piuttosto grave.

# 5052_松岡里緒奈：源氏名
source: How about you? Are you a neat person?
pt_br: E tu? Sei una persona ordinata?

# 5064_Kiryu
source: Yes, I am. I like to keep things in order. I'm pretty handy with an iron.
pt_br: Sì, lo sono. Mi piace tenere le cose in ordine. Sono piuttosto bravo con il ferro da stiro.

# 5076_松岡里緒奈：源氏名
source: Really!? Maybe we could live together!
pt_br: Davvero!? Forse potremmo vivere insieme!

# 5088_Kiryu
source: I was just kidding.
pt_br: Stavo solo scherzando.

# 5112_松岡里緒奈：源氏名
source: Well, living with you still sounds like it'd be fun. <Color:7>♥<Color:Default>
pt_br: Beh, vivere con te sembra comunque divertente. <Color:7>♥<Color:Default>

# 5124_Kiryu
source: You'll get used to it eventually. Living alone can be a good experience.
pt_br: Alla fine ti ci abituerai. Vivere da soli può essere una bella esperienza.

# 5136_松岡里緒奈：源氏名
source: Yes, I guess so.
pt_br: Sì, immagino di sì.

# 5148_松岡里緒奈：源氏名
source: But I'm so sick of being lonely. I wish there was something I could do about it.
pt_br: Ma sono così stufa di essere sola. Vorrei poterci fare qualcosa.

# 5160_Kiryu
source: Have you thought about getting a pet?
pt_br: Hai pensato di prendere un animale domestico?

# 5172_松岡里緒奈：源氏名
source: No, I couldn't do that. I can't even pick up after myself, let alone an animal.
pt_br: No, non potrei. Non riesco nemmeno a pulire dietro di me, figuriamoci un animale.

# 5184_Kiryu
source: Huh. I guess you'll just have to live with it.
pt_br: Eh. Immagino che dovrai solo conviverci.

# 5196_松岡里緒奈：源氏名
source: Maybe I shouldn't have run away from home...
pt_br: Forse non sarei dovuta scappare di casa...

# 5220_松岡里緒奈：源氏名
source: Do you have any particular kind of girl you prefer to date?
pt_br: Hai un tipo di ragazza particolare con cui preferisci uscire?

# 5232_Kiryu
source: Not really. The most important thing to me is that we both feel the same way about each other.
pt_br: Non proprio. La cosa più importante per me è che proviamo entrambi la stessa cosa l'uno per l'altra.

# 5244_松岡里緒奈：源氏名
source: You don't have any preferences? Not even for how a girl looks?
pt_br: Non hai preferenze? Nemmeno per l'aspetto di una ragazza?

# 5256_Kiryu
source: No. I don't judge a book by its cover. How about you?
pt_br: No. Non giudico un libro dalla copertina. E tu?

# 5268_松岡里緒奈：源氏名
source: I have really high standards!
pt_br: Ho degli standard molto alti!

# 5280_松岡里緒奈：源氏名
source: He has to be able to run 100 meters in about 11 seconds and have a grip strength of 100 kilos. He has to be kind, short-haired, and a gourmet!
pt_br: Deve essere in grado di correre i 100 metri in circa 11 secondi e avere una forza di presa di 100 chili. Deve essere gentile, con i capelli corti e una buona forchetta!

# 5292_Kiryu
source: Is... Is that all?
pt_br: È... è tutto?

# 5304_松岡里緒奈：源氏名
source: Do you think you can meet my standards?
pt_br: Pensi di poter soddisfare i miei standard?

# 5316_Kiryu
source: Piece of cake. Although my hair has gotten a bit long.
pt_br: Una passeggiata. Anche se i miei capelli si sono un po' allungati.

# 5328_松岡里緒奈：源氏名
source: You have a grip strength of 100 kilos!?
pt_br: Hai una forza di presa di 100 chili!?

# 5340_Kiryu
source: Sure. I'll measure it in front of you some time.
pt_br: Certo. Te la misurerò davanti una di queste volte.

# 5352_松岡里緒奈：源氏名
source: And you know a lot of fancy restaurants?
pt_br: E conosci molti ristoranti di lusso?

# 5364_Kiryu
source: I know some good, cheap places in Kamurocho. I'm a regular at most of them. I can take you with me if you want.
pt_br: Conosco alcuni posti buoni ed economici a Kamurocho. Sono un cliente abituale nella maggior parte di essi. Posso portarti con me se vuoi.

# 5376_松岡里緒奈：源氏名
source: Wonderful! You may just fit the bill!
pt_br: Meraviglioso! Potresti essere proprio tu!

# 5388_Kiryu
source: Heh. What did I tell you?
pt_br: Eh. Che ti dicevo?

# 5400_Kiryu
source: Are you saying you want to date me?
pt_br: Stai dicendo che vuoi uscire con me?

# 5412_松岡里緒奈：源氏名
source: Huh? I didn't mean it that way. I was just wondering how you would measure up.
pt_br: Eh? Non intendevo questo. Mi chiedevo solo come te la saresti cavata.

# 5424_Kiryu
source: Who knows? You'll have to check me out. I'll train and prepare so I'll make the cut.
pt_br: Chi lo sa? Dovrai mettermi alla prova. Mi allenerò e mi preparerò per essere all'altezza.

# 5436_松岡里緒奈：源氏名
source: I never said I wanted to date you! Just forget the whole thing, all right?
pt_br: Non ho mai detto di voler uscire con te! Dimentica tutto, va bene?

# 5448_Kiryu
source: I thought you were interested in me.
pt_br: Pensavo fossi interessata a me.

# 5460_松岡里緒奈：源氏名
source: Hmm... I wasn't expecting you to be so full of yourself. It's a bit of a letdown.
pt_br: Mmm... non mi aspettavo che fossi così pieno di te. È un po' una delusione.

# 5484_Kiryu
source: You won't find too many men like that.
pt_br: Non troverai molti uomini così.

# 5496_松岡里緒奈：源氏名
source: There are several in my school, actually.
pt_br: Ce ne sono diversi nella mia scuola, in realtà.

# 5508_Kiryu
source: Oh, right. You said you were majoring in phys ed. You like athletes then, huh?
pt_br: Oh, giusto. Hai detto che studi educazione fisica. Ti piacciono gli atleti, allora?

# 5520_松岡里緒奈：源氏名
source: Sure. But they don't have to play sports, exactly. I like martial artists, too.
pt_br: Certo. Ma non devono per forza fare sport. Mi piacciono anche gli artisti marziali.

# 5532_松岡里緒奈：源氏名
source: So how do you measure up?
pt_br: Allora, come te la cavi?

# 5544_Kiryu
source: I'm not too bad.
pt_br: Non sono male.

# 5556_松岡里緒奈：源氏名
source: Oh... I see...
pt_br: Oh... capisco...

# 5568_松岡里緒奈：源氏名
source: You'll just have to start training! It'll take some work, but even you can be my kind of man! <Color:7>♥<Color:Default>
pt_br: Devi solo iniziare ad allenarti! Ci vorrà un po' di lavoro, ma anche tu puoi diventare il mio tipo di uomo! <Color:7>♥<Color:Default>

# 5580_Kiryu
source: Sounds like a pain...
pt_br: Sembra una seccatura...

# 5592_Kiryu
source: What do you do on your days off?
pt_br: Cosa fai nei tuoi giorni liberi?

# 5604_松岡里緒奈：源氏名
source: I'm so busy with college and work during the week that I mostly spend my days off sleeping.
pt_br: Sono così impegnata con l'università e il lavoro durante la settimana che passo la maggior parte dei miei giorni liberi a dormire.

# 5616_松岡里緒奈：源氏名
source: I can easily sleep for twelve hours straight.
pt_br: Posso dormire tranquillamente per dodici ore di fila.

# 5628_Kiryu
source: Sleeping too much can be bad for you.
pt_br: Dormire troppo può farti male.

# 5640_松岡里緒奈：源氏名
source: But I'm happiest when I'm asleep. I'm always sad when I have to wake up. <Color:7>♥<Color:Default>
pt_br: Ma sono più felice quando dormo. Sono sempre triste quando devo svegliarmi. <Color:7>♥<Color:Default>

# 5652_松岡里緒奈：源氏名
source: When are you the happiest?
pt_br: Quando sei più felice?

# 5664_Kiryu
source: When I'm drinking.
pt_br: Quando bevo.

# 5676_松岡里緒奈：源氏名
source: Hmm. How do you like to drink?
pt_br: Mmm. Come ti piace bere?

# 5688_Kiryu
source: As long as I've got a good drink in my hand and a pretty woman by my side, I'm happy.
pt_br: Finché ho un buon drink in mano e una bella donna al mio fianco, sono felice.

# 5700_松岡里緒奈：源氏名
source: I see. And are you happy now?
pt_br: Capisco. E sei felice adesso?

# 5712_Kiryu
source: Heh. Of course.
pt_br: Eh. Certo.

# 5724_松岡里緒奈：源氏名
source: Really? Thanks. That makes me happy, too.
pt_br: Davvero? Grazie. Anche questo mi rende felice.

# 5736_Kiryu
source: I'd prefer somebody a little sexier, though.
pt_br: Preferirei qualcuno un po' più sexy, però.

# 5748_松岡里緒奈：源氏名
source: Hey! I think I'm sexy! Better than you deserve!
pt_br: Ehi! Io penso di essere sexy! Più di quanto meriti!

# 5760_Kiryu
source: When I'm playing with my kids.
pt_br: Quando gioco con i miei figli.

# 5772_松岡里緒奈：源氏名
source: Huh!? You've got kids?
pt_br: Eh!? Hai dei figli?

# 5784_Kiryu
source: Kind of. I run an orphanage.
pt_br: In un certo senso. Gestisco un orfanotrofio.

# 5796_松岡里緒奈：源氏名
source: Really!? I never would've expected that. How wonderful!
pt_br: Davvero!? Non me lo sarei mai aspettato. Che meraviglia!

# 5808_松岡里緒奈：源氏名
source: What do you play?
pt_br: A cosa giocate?

# 5820_Kiryu
source: Baseball, hide-and-seek. Lots of things.
pt_br: Baseball, nascondino. Un sacco di cose.

# 5832_松岡里緒奈：源氏名
source: I bet you'd make a great father. <Color:7>♥<Color:Default>
pt_br: Scommetto che saresti un ottimo padre. <Color:7>♥<Color:Default>

# 5844_Kiryu
source: I'd like to think so.
pt_br: Mi piace pensarlo.

# 5856_Kiryu
source: When I'm doing it.
pt_br: Quando lo faccio.

# 5868_松岡里緒奈：源氏名
source: Huh!? What do you mean by "it"?
pt_br: Eh!? Cosa intendi con "lo"?

# 5880_Kiryu
source: I think you know what I mean.
pt_br: Penso che tu sappia cosa intendo.

# 5892_松岡里緒奈：源氏名
source: Hey! You can't talk to me like that! That's sexual harassment!
pt_br: Ehi! Non puoi parlarmi così! Sono molestie sessuali!

# 5904_Kiryu
source: Heh. Don't be such a prude. I'm just telling the truth.
pt_br: Eh. Non fare la puritana. Sto solo dicendo la verità.

# 5916_松岡里緒奈：源氏名
source: Prude!? I can't believe you'd say that! I hate guys who are so... so lewd!
pt_br: Puritana!? Non posso credere che tu l'abbia detto! Odio i ragazzi così... così lascivi!

# 5928_松岡里緒奈：源氏名
source: What did you want to do with your life when you were a kid?
pt_br: Cosa volevi fare da grande?

# 5940_Kiryu
source: Well... I think I wanted to become the strongest man in the world.
pt_br: Beh... credo di voler diventare l'uomo più forte del mondo.

# 5952_松岡里緒奈：源氏名
source: Hehe. I bet a lot of boys wanted that.
pt_br: Eheh. Scommetto che molti ragazzi lo volevano.

# 5964_松岡里緒奈：源氏名
source: I wanted to be in the national high school baseball championships. I played little league baseball with boys since elementary school.
pt_br: Volevo partecipare ai campionati nazionali di baseball delle scuole superiori. Ho giocato a baseball nella lega giovanile con i ragazzi fin dalle elementari.

# 5976_Kiryu
source: A girl in little league? You played with the boys?
pt_br: Una ragazza nella lega giovanile? Hai giocato con i ragazzi?

# 5988_松岡里緒奈：源氏名
source: I was <Italic>better</Italic> than the boys. I was the cleanup hitter on our team.
pt_br: Ero <Italic>più brava</Italic> dei ragazzi. Ero la battitrice di pulizia della nostra squadra.

# 6000_松岡里緒奈：源氏名
source: But they wouldn't let me play in junior high, so I had to give up my dream.
pt_br: Ma non mi hanno permesso di giocare alle medie, quindi ho dovuto rinunciare al mio sogno.

# 6012_Kiryu
source: Sorry to hear that...
pt_br: Mi dispiace...

# 6024_松岡里緒奈：源氏名
source: The world isn't fair, is it? I loved baseball more than anything, but passion wasn't enough...
pt_br: Il mondo non è giusto, vero? Amavo il baseball più di ogni altra cosa, ma la passione non è bastata...
