Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00020221.po
Languages: it

source: Remember, this place was built for the worst of the worst.
it: Ricorda, questo posto è stato costruito per il peggio del peggio.

source: Inmate
it: Detenuto

# 68_Inmate
source: You okay? That asshole whooped you good.
it: Stai bene? Quel bastardo te le ha date di santa ragione.

# 92_Saejima
source: Who's askin'?
it: Chi lo chiede?

# 104_Hamazaki
source: Name's Hamazaki. Tojo Clan, same as you. I was one of the big boys till I wound up here last year. Had my own family and everything.
it: Mi chiamo Hamazaki. Clan Tojo, come te. Ero uno dei pezzi grossi finché non sono finito qui l'anno scorso. Avevo la mia famiglia e tutto il resto.

# 116_Saejima
source: That so.
it: Davvero.

# 128_Hamazaki
source: Didn't think I'd meet a living legend in this hellhole. 18 kills in one go is a hard feat to forget.
it: Non pensavo di incontrare una leggenda vivente in questo buco infernale. 18 uccisioni in un colpo solo è un'impresa difficile da dimenticare.

# 140_Saejima
source: What's your game?
it: A che gioco stai giocando?

# 152_Hamazaki
source: Not sure what you mean.
it: Non sono sicuro di cosa tu intenda.

# 164_Saejima
source: The guards ain't gonna be too thrilled about this. Outside of the one ya just paid off, I mean.
it: Le guardie non saranno molto contente di questo. A parte quella che hai appena pagato, intendo.

# 176_Saejima
source: And this place has got more'n its share of psychos. Can't imagine they'd be happy knowin' ya came by to see me.
it: E questo posto ha la sua bella dose di psicopatici. Non riesco a immaginare che siano felici di sapere che sei venuto a trovarmi.

# 188_Hamazaki
source: Heh. You don't know a goddamn thing about where you are, do you? This is no ordinary prison, friend.
it: Eh. Non sai un cazzo di dove sei, vero? Questa non è una prigione qualunque, amico.

# 200_Saejima
source: How's that?
it: In che senso?

# 212_Hamazaki
source: Lemme ask you a question. You know what this place is called?
it: Lascia che ti faccia una domanda. Sai come si chiama questo posto?

# 224_Saejima
source: Yeah, Okinawa Penitentiary No. 2.
it: Sì, il Penitenziario di Okinawa n. 2.

# 236_Hamazaki
source: Good. The thing about that is, though... no penitentiary by that name officially exists. Not in Okinawa, not in Japan, not anywhere.
it: Bene. Il fatto è, però... che non esiste ufficialmente nessun penitenziario con quel nome. Non a Okinawa, non in Giappone, da nessuna parte.

# 248_Saejima
source: Yeah, sure. Like I'm fallin' for that.
it: Sì, certo. Come se ci cascassi.

# 260_Hamazaki
source: It's the truth. You look on the map, and all you'll see is some nameless correctional facility. Nothing out of the ordinary.
it: È la verità. Se guardi sulla mappa, tutto quello che vedrai è una struttura correzionale senza nome. Niente di strano.

# 272_Hamazaki
source: When in fact it's a privately funded high-security prison built under government contract.
it: Quando in realtà è una prigione di massima sicurezza finanziata privatamente e costruita su contratto governativo.

# 284_Saejima
source: And nobody raises an eyebrow or nothin'?
it: E nessuno si fa domande o altro?

# 296_Hamazaki
source: Why would they? On paper, this place is just like any other correctional facility. An easy, humanitarian way of dealing with the rising prison population.
it: E perché dovrebbero? Sulla carta, questo posto è come qualsiasi altra struttura correzionale. Un modo facile e umanitario per gestire la crescente popolazione carceraria.

# 308_Hamazaki
source: But the truth lurking under the surface is damn sinister. The only reason it exists is to make yakuza like us disappear, no questions asked.
it: Ma la verità che si nasconde sotto la superficie è dannatamente sinistra. L'unico motivo per cui esiste è far sparire gli yakuza come noi, senza fare domande.

# 320_Saejima
source: Whaddya mean, disappear?
it: Cosa intendi con "sparire"?

# 332_Hamazaki
source: Pretty sure you can guess. That corrections officer who was laying into you's buried a few guys just the last month or so. Takes 'em in here and beats them to death.
it: Sono sicuro che puoi immaginare. Quell'agente penitenziario che ti stava massacrando ha seppellito un paio di tizi solo nell'ultimo mese. Li porta qui e li picchia a morte.

# 344_Saejima
source: In this room, huh?
it: In questa stanza, eh?

# 356_Hamazaki
source: Yup. Not a pretty sight once he's done, I'll tell you that.
it: Già. Non è un bello spettacolo una volta che ha finito, te lo assicuro.

# 368_Hamazaki
source: Worst part is, they don't even own up to it. Official cause of death always ends up "illness" or some other random bullshit.
it: La parte peggiore è che non se ne assumono nemmeno la responsabilità. La causa ufficiale della morte finisce sempre per essere "malattia" o qualche altra cazzata a caso.

# 392_Hamazaki
source: You die in here, not a damn soul's gonna bother asking why.
it: Se muori qui dentro, a nessuno fregherà un cazzo di chiedere perché.

# 404_Saejima
source: That's goddamn insane.
it: È una follia maledetta.

# 416_Hamazaki
source: But it's the truth. Good news is, it goes both ways. Most of the guards in here are more than corrupt enough to take a bribe or two.
it: Ma è la verità. La buona notizia è che la cosa è reciproca. La maggior parte delle guardie qui dentro è abbastanza corrotta da accettare una o due mazzette.

# 428_Hamazaki
source: Makes life a little easier for me, at least.
it: Almeno a me rende la vita un po' più facile.

# 440_Saejima
source: ...So what's all this got to do with me?
it: ...Quindi cosa c'entra tutto questo con me?

# 452_Inmate
source: You dropped a mil to get to me. Well, here I am.
it: Hai sganciato un milione per arrivare a me. Beh, eccomi qui.

# 464_Saejima
source: Spit it out already!
it: Sputa il rospo!

# 476_Hamazaki
source: ...I need your help with something.
it: ...Mi serve il tuo aiuto per una cosa.
