Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01020229.po
Languages: pt_br

# 56_Hana
source: Oh, Chief. Welcome back.
pt_br: Oh, Capo. Bentornato.

# 92_Akiyama
source: Hey, Hana-chan.
pt_br: Ehi, Hana-chan.

# 104_Akiyama
source: Glad to see you're doing better. You really shouldn't mess with people like that.
pt_br: Meno male che ti sei ripreso. Non dovresti proprio ficcarti in mezzo a gente così.

# 116_Hana
source: Don't you worry, boss. It'll never happen again. Not after all the self-defense training I've got planned!
pt_br: Non ti preoccupare, capo. Non ricapiterà mai più. Non dopo tutto l'allenamento di autodifesa che ho in programma!

# 140_Hana
source: So, what happened with that lady who came here for the one hundred million?
pt_br: Allora, che è successo con quella signora che è venuta qui per i cento milioni?

# 152_Akiyama
source: What, Lily-chan?
pt_br: Che, Lily-chan?

# 164_Hana
source: Please tell me you didn't loan her the whole thing at once.
pt_br: Ti prego, dimmi che non le hai prestato tutto e subito.

# 176_Akiyama
source: Actually, I did. Just now.
pt_br: A dire il vero, l'ho fatto. Proprio adesso.

# 188_Hana
source: What!?
pt_br: Cosa!?

# 200_Akiyama
source: Yeah, funny thing, really. And, er... don't be mad, but somehow I don't think we'll be seeing that money again.
pt_br: Già, una bella storia, a dire il vero. E, ehm... non ti arrabbiare, ma in qualche modo non credo che rivedremo più quei soldi.

# 212_Hana
source: What!? What's <Italic>that</Italic> supposed to mean!?
pt_br: Che!? Che vorrebbe dire <Italic>quello</Italic>!?

# 224_Akiyama
source: I dunno. Lily-chan told me she'd pay it back, but I get the feeling that's not gonna happen.
pt_br: Non so. Lily-chan mi ha detto che l'avrebbe ripagato, ma mi sa che non succederà.

# 236_Hana
source: And you lent it to her anyway!?
pt_br: E gliel'hai prestato comunque!?

# 248_Akiyama
source: Pretty much.
pt_br: Più o meno.

# 260_Hana
source: What's wrong with you!?
pt_br: Che ti prende!?

# 272_Akiyama
source: What's the big deal? Last I checked, this was my company. I can lend money to who I want, when I want.
pt_br: Che c'è di strano? L'ultima volta che ho controllato, questa era la mia agenzia. Posso prestare soldi a chi voglio, quando voglio.

# 284_Hana
source: Chief...
pt_br: Capo...

# 296_Akiyama
source: Besides, this is hardly the first time this sort of thing's happened. Why make a fuss about it now?
pt_br: E poi, non è mica la prima volta che capitano cose del genere. Perché fare tanto casino proprio adesso?

# 308_Akiyama
source: What do you have against Lily-chan?
pt_br: Che hai contro Lily-chan?

# 320_Akiyama
source: Hana-chan? What's wrong?
pt_br: Hana-chan? Che c'è?

# 332_Hana
source: Grr... That's it! I quit!
pt_br: Grr... Ora basta! Lascio!

# 344_Akiyama
source: Huh?
pt_br: Uh?

# 356_Akiyama
source: (Well, that's not good. I need to get after her, fast.)
pt_br: (Beh, non è un buon segno. Devo correrle dietro, subito.)
