Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00910144.po
Languages: pt

source: <Color:9>You learned Dash Kick.<Color:Default>
pt: <Color:9>Hai imparato il Calcio in corsa.<Color:Default>

source: Abilities Learned via Training
pt: Abilità apprese tramite l'allenamento

source: Daijiro Saigo's Training - Akiyama
pt: Allenamento di Daijiro Saigo - Akiyama

# 68_Akiyama
source: So what did you want to talk about?
pt: Allora, di cosa volevi parlare?

# 80_Saigo
source: Hey, don't look so sour. Anyways, what should I call you?
pt: Ehi, non fare quella faccia. Comunque, come dovrei chiamarti?

# 92_Akiyama
source: The name's Akiyama.
pt: Il mio nome è Akiyama.

# 104_Saigo
source: Akiyama-kun. Seems like you get into fights nearly every day.
pt: Akiyama-kun. Sembra che tu faccia a botte quasi ogni giorno.

# 116_Akiyama
source: Well, I wouldn't if I had a choice. But that's just the way things have been working out.
pt: Beh, non lo farei se avessi scelta. Ma è così che sono andate le cose.

# 128_Saigo
source: It's clear you have a strong talent for fighting. It'd be a tragedy to see it go to waste.
pt: È chiaro che hai un grande talento per il combattimento. Sarebbe una tragedia vederlo sprecato.

# 140_Saigo
source: Are you interested in tapping into your dormant abilities? I can help you.
pt: Ti interessa attingere alle tue abilità latenti? Posso aiutarti.

# 152_Akiyama
source: What do you mean, dormant? Pretty sure I hand out maximum beatings every day of the week.
pt: Cosa intendi per latenti? Sono abbastanza sicuro di distribuire il massimo delle botte ogni giorno della settimana.

# 164_Saigo
source: Hmm... Then let me ask you: do you feel any change in your body right now?
pt: Mmh... Allora lascia che ti chieda: senti qualche cambiamento nel tuo corpo in questo momento?

# 176_Akiyama
source: Uh, change?
pt: Uhm, cambiamento?

# 188_Saigo
source: A few moments ago you ran after my pupil. But you weren't simply running for running's sake.
pt: Poco fa hai inseguito il mio allievo. Ma non stavi semplicemente correndo per il gusto di farlo.

# 200_Saigo
source: My pupil forced you to run in a style which would use your muscles in the most efficient manner.
pt: Il mio allievo ti ha costretto a correre in uno stile che usa i tuoi muscoli nel modo più efficiente.

# 212_Saigo
source: So, how do you feel? Is your body somewhat lighter than before?
pt: Allora, come ti senti? Il tuo corpo è un po' più leggero di prima?

# 224_Akiyama
source: Hm...
pt: Mh...

# 236_Akiyama
source: I guess now that you say so, I do feel lighter.
pt: Immagino che, ora che lo dici, mi sento più leggero.

# 260_Abilities Learned via Training
source: You can check abilities learned via training in the <Color:14>Abilities<Color:Default> screen in the Pause Menu.
pt: Puoi controllare le abilità apprese tramite l'allenamento nella schermata <Color:14>Abilità<Color:Default> del menu di pausa.

# 272_Saigo
source: Every person has to train differently, depending on their build and usual exercise regimen.
pt: Ogni persona deve allenarsi in modo diverso, a seconda della sua costituzione e del suo normale regime di allenamento.

# 284_Saigo
source: Train correctly, and I guarantee your strength will be multiplied.
pt: Allenati correttamente, e ti garantisco che la tua forza si moltiplicherà.

# 296_Akiyama
source: Yeah, I think I'm starting to see that.
pt: Sì, penso di cominciare a capirlo.

# 308_Saigo
source: I'm pretty much always here, so come back whenever you want to train further.
pt: Sono quasi sempre qui, quindi torna quando vuoi per allenarti ancora.

# 320_Akiyama
source: That's a really nice offer and all, but can I ask you something first?
pt: È un'offerta davvero gentile, ma posso chiederti una cosa prima?

# 332_Saigo
source: What?
pt: Cosa?

# 344_Akiyama
source: Why me? You don't even know me.
pt: Perché io? Non mi conosci nemmeno.

# 356_Saigo
source: Heh. I guess it's natural to be curious.
pt: Eh. Immagino sia naturale essere curiosi.

# 368_Saigo
source: It's hard to explain, but there is a reason why I chose you and only you.
pt: È difficile da spiegare, ma c'è un motivo per cui ho scelto te e solo te.

# 380_Saigo
source: I'll tell you more if you agree to come back.
pt: Ti dirò di più se accetti di tornare.

# 392_Akiyama
source: At least you sound like you know what you're talking about. All right then.
pt: Almeno sembra che tu sappia di cosa parli. Va bene, allora.

# 404_Akiyama
source: I'll stop by whenever I have the time.
pt: Passerò quando avrò tempo.

# 416_Saigo
source: Great. I'll be waiting.
pt: Ottimo. Ti aspetterò.

# 428_Akiyama
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt: Questa informazione è stata aggiunta come <Color:14>promemoria<Color:Default>. Leggi i <Color:14>promemoria<Color:Default> selezionando <Color:14>Promemoria<Color:Default> nel menu di pausa. Puoi accedere al menu di pausa con il pulsante <Action:Button_Options@Adventure>.
