Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0038.po
Languages: pt_br

# 10104_望月京子：源氏名
source: Oh? You don't think it was talking about me, do you? <Color:7>♥<Color:Default>
pt_br: Oh? Non penserai che stesse parlando di me, vero? <Color:7>♥<Color:Default>

# 10116_Kiryu
source: Heh. Could be.
pt_br: Eh. Potrebbe essere.

# 10128_望月京子：源氏名
source: Hmm... Maybe there is something to this fortunetelling stuff after all.
pt_br: Mmm... Forse dopotutto c'è qualcosa di vero in questa storia della cartomanzia.

# 10140_Kiryu
source: I'm usually the one telling people's fortunes. Want me to read your palm?
pt_br: Di solito sono io a leggere la mano alla gente. Vuoi che la legga a te?

# 10152_望月京子：源氏名
source: Oh, stop it. Weren't you listening when I said I don't like fortune tellers?
pt_br: Oh, smettila. Non stavi ascoltando quando ho detto che non mi piacciono gli indovini?

# 10164_Kiryu
source: A lot of my fortunes come true, you know.
pt_br: Molte delle mie predizioni si avverano, sai.

# 10176_望月京子：源氏名
source: A lot? Then some of them don't come true, right? That's just guessing then!
pt_br: Molte? Allora alcune non si avverano, giusto? Allora stai solo tirando a indovinare!

# 10188_Kiryu
source: Look, you don't have to take my word for it. Just let me try it on you.
pt_br: Senti, non devi credermi sulla parola. Lascia solo che ci provi.

# 10200_望月京子：源氏名
source: That's enough! It's obvious you're just looking for an excuse to touch my hands!
pt_br: Basta! È ovvio che stai solo cercando una scusa per toccarmi le mani!

# 10212_Kiryu
source: Sorry...
pt_br: Scusa...

# 10224_望月京子：源氏名
source: You know, I dress up nice for work, but when I'm off the clock I prefer casual streetwear.
pt_br: Sai, mi vesto bene per il lavoro, ma quando non sono in servizio preferisco l'abbigliamento casual da strada.

# 10236_望月京子：源氏名
source: I pretty much only wear jeans. You won't catch me in a skirt outside the club.
pt_br: Indosso quasi solo jeans. Non mi vedrai in gonna fuori dal club.

# 10248_Kiryu
source: There's nothing wrong with that.
pt_br: Non c'è niente di male in questo.

# 10260_望月京子：源氏名
source: I don't know. Sometimes I think about changing my image.
pt_br: Non so. A volte penso di cambiare la mia immagine.

# 10272_Kiryu
source: What kind of change were you thinking of?
pt_br: A che tipo di cambiamento stavi pensando?

# 10284_望月京子：源氏名
source: Maybe going for an all leather look? Like leather pants and a leather jacket.
pt_br: Forse un look tutto in pelle? Tipo pantaloni e giacca di pelle.

# 10296_Kiryu
source: Sounds like you'd look like a musician.
pt_br: Sembra che avresti l'aspetto di una musicista.

# 10308_望月京子：源氏名
source: But I <Italic>am</Italic> a musician! So, do you think it'd look good on me?
pt_br: Ma io <Italic>sono</Italic> una musicista! Allora, pensi che mi starebbe bene?

# 10320_Kiryu
source: Yeah, sounds like a real rock-n'-roll vibe to me. Should be perfect for you.
pt_br: Sì, mi sembra un'atmosfera davvero rock. Dovrebbe essere perfetto per te.

# 10332_望月京子：源氏名
source: Really!? Maybe I'll go shopping then!
pt_br: Davvero!? Allora forse andrò a fare shopping!

# 10344_Kiryu
source: You'll have to show it to me sometime.
pt_br: Dovrai mostrarmelo qualche volta.

# 10356_望月京子：源氏名
source: Hehe. Come to one of our concerts and you can see it. <Color:7>♥<Color:Default>
pt_br: Eheh. Vieni a uno dei nostri concerti e potrai vederlo. <Color:7>♥<Color:Default>

# 10368_Kiryu
source: You're quite a promoter...
pt_br: Sei una bella promotrice...

# 10380_Kiryu
source: That's not really much different, is it? Why don't you try wearing a skirt instead?
pt_br: Non è molto diverso, vero? Perché non provi a indossare una gonna invece?

# 10392_望月京子：源氏名
source: Huh? You like girly stuff like that, Kiryu-san?
pt_br: Eh? Ti piacciono le cose femminili, Kiryu-san?

# 10404_Kiryu
source: Not really, but if you're going to change your image, you might as well make it a big change.
pt_br: Non proprio, ma se vuoi cambiare la tua immagine, tanto vale che sia un grande cambiamento.

# 10416_望月京子：源氏名
source: Are you the kind of guy who doesn't notice when a girl changes her hairstyle?
pt_br: Sei il tipo di ragazzo che non si accorge quando una ragazza cambia pettinatura?

# 10428_Kiryu
source: Huh?
pt_br: Uh?

# 10440_望月京子：源氏名
source: Lots of guys are bad about that. They never notice little changes. Makes me wonder what they're really paying attention to...
pt_br: Molti ragazzi sono così. Non si accorgono mai dei piccoli cambiamenti. Mi chiedo a cosa prestino davvero attenzione...

# 10452_Kiryu
source: But you can't expect a guy to notice a tiny change like that. You have to change something major.
pt_br: Ma non puoi aspettarti che un ragazzo noti un piccolo cambiamento del genere. Devi cambiare qualcosa di importante.

# 10464_望月京子：源氏名
source: No! Guys should pay more attention to how girls look!
pt_br: No! I ragazzi dovrebbero prestare più attenzione all'aspetto delle ragazze!

# 10476_Kiryu
source: If you say so...
pt_br: Se lo dici tu...

# 10488_Kiryu
source: I can't really say without seeing it first.
pt_br: Non posso dirlo senza averlo visto prima.

# 10500_望月京子：源氏名
source: Well, I can't exactly show up for work dressed like that.
pt_br: Beh, non posso certo presentarmi al lavoro vestita così.

# 10512_Kiryu
source: Who says it has to be here? I'd like to see how you dress when you're off work.
pt_br: Chi dice che debba essere qui? Mi piacerebbe vedere come ti vesti quando non lavori.

# 10524_望月京子：源氏名
source: Are you trying to invite me on a date? That's kind of cute. <Color:7>♥<Color:Default>
pt_br: Stai cercando di invitarmi a un appuntamento? È carino. <Color:7>♥<Color:Default>

# 10536_Kiryu
source: So? How about it?
pt_br: Allora? Che ne dici?

# 10548_望月京子：源氏名
source: I'll think about it. I might be able to show you once I get to know you a little better. <Color:7>♥<Color:Default>
pt_br: Ci penserò. Forse potrò mostrartelo una volta che ti conoscerò un po' meglio. <Color:7>♥<Color:Default>

# 10560_Kiryu
source: I'll look forward to it.
pt_br: Non vedo l'ora.

# 10572_望月京子：源氏名
source: Can I tell you something?
pt_br: Posso dirti una cosa?

# 10584_Kiryu
source: Sure, what is it?
pt_br: Certo, cosa c'è?

# 10596_望月京子：源氏名
source: Are you okay with scary stories?
pt_br: Ti piacciono le storie di paura?

# 10608_Kiryu
source: Of course.
pt_br: E di che.

# 10620_望月京子：源氏名
source: Well... there was a ghost in my apartment.
pt_br: Beh... c'era un fantasma nel mio appartamento.

# 10632_Kiryu
source: A ghost?
pt_br: Un fantasma?

# 10644_望月京子：源氏名
source: Yeah. I went home after work yesterday and went to bed... Then I suddenly woke up.
pt_br: Sì. Ieri sono tornata a casa dopo il lavoro e sono andata a letto... Poi mi sono svegliata di colpo.

# 10656_望月京子：源氏名
source: It felt like my whole body was wrapped in chains. I couldn't move at all!
pt_br: Mi sentivo come se tutto il corpo fosse avvolto da catene. Non riuscivo a muovermi!

# 10668_Kiryu
source: Uh-huh...
pt_br: Uh-uh...

# 10680_望月京子：源氏名
source: I couldn't even breathe. And just when I was about to panic...
pt_br: Non riuscivo nemmeno a respirare. E proprio quando stavo per andare nel panico...

# 10692_望月京子：源氏名
source: The curtains started to flutter!
pt_br: Le tende hanno iniziato a ondeggiare!

# 10704_Kiryu
source: And?
pt_br: E?

# 10716_望月京子：源氏名
source: And... that's it.
pt_br: E... basta.

# 10728_Kiryu
source: That's it?
pt_br: Tutto qua?

# 10740_望月京子：源氏名
source: Yep. After a little bit I could move again, so that's when I screamed. Pretty scary, huh?
pt_br: Sì. Dopo un po' ho potuto muovermi di nuovo, ed è stato allora che ho urlato. Abbastanza spaventoso, eh?

# 10752_Kiryu
source: Yeah, that's scary.
pt_br: Sì, è spaventoso.

# 10764_望月京子：源氏名
source: Hey, you look a little pale. Are you sure you're not afraid of ghosts?
pt_br: Ehi, sei un po' pallido. Sei sicuro di non aver paura dei fantasmi?

# 10776_Kiryu
source: Of course not.
pt_br: Certo che no.

# 10788_望月京子：源氏名
source: A big strong guy like you, afraid of ghosts! That's hilarious!
pt_br: Un ragazzo grande e forte come te, che ha paura dei fantasmi! È esilarante!

# 10800_Kiryu
source: I told you I'm not afraid! Let's just talk about something else, okay?
pt_br: Ti ho detto che non ho paura! Parliamo di qualcos'altro, ok?

# 10812_望月京子：源氏名
source: Haha. Well, I know an even scarier story I can tell you!
pt_br: Ahah. Beh, conosco una storia ancora più spaventosa che posso raccontarti!

# 10824_Kiryu
source: Oh, great.
pt_br: Oh, fantastico.

# 10836_Kiryu
source: That's got nothing to do with ghosts. It was just the wind blowing your curtains.
pt_br: Non c'entra niente con i fantasmi. Era solo il vento che muoveva le tende.

# 10848_望月京子：源氏名
source: Nope. The window was closed.
pt_br: No. La finestra era chiusa.

# 10860_Kiryu
source: Well, maybe you had the air conditioning on...
pt_br: Beh, forse avevi l'aria condizionata accesa...

# 10872_望月京子：源氏名
source: No, that room is definitely haunted! Do you know anything about exorcisms?
pt_br: No, quella stanza è decisamente infestata! Sai qualcosa di esorcismi?

# 10884_Kiryu
source: Oh, come on.
pt_br: Maddai!

# 10896_Kiryu
source: First off, there's a scientific explanation called sleep paralysis. And sometimes people just confuse dreams with reality.
pt_br: Innanzitutto, c'è una spiegazione scientifica chiamata paralisi del sonno. E a volte le persone confondono i sogni con la realtà.

# 10908_望月京子：源氏名
source: What? Are you saying I was dreaming the whole thing!?
pt_br: Cosa? Stai dicendo che ho sognato tutto!?

# 10920_Kiryu
source: Well, yeah.
pt_br: Beh, sì.

# 10932_望月京子：源氏名
source: I should never have brought this up. I thought you had an open mind.
pt_br: Non avrei mai dovuto parlarne. Pensavo che tu avessi una mente aperta.

# 10944_Kiryu
source: I think my mind is pretty open...
pt_br: Penso di avere una mente piuttosto aperta...

# 10956_Kiryu
source: Maybe I should sleep with you next time. If any ghosts show up, I'll take care of them.
pt_br: Forse la prossima volta dovrei dormire con te. Se si presentano dei fantasmi, me ne occuperò io.

# 10968_望月京子：源氏名
source: Haha! You'd be worse than the ghosts. I probably wouldn't sleep a wink for worrying about what you might do to me. <Color:7>♥<Color:Default>
pt_br: Ahah! Saresti peggio dei fantasmi. Probabilmente non chiuderei occhio per la preoccupazione di cosa potresti farmi. <Color:7>♥<Color:Default>

# 10980_Kiryu
source: Hey, I'm not as bad as a ghost.
pt_br: Ehi, non sono così male come un fantasma.

# 10992_望月京子：源氏名
source: Sorry. I'm not gonna fall for that one. <Color:7>♥<Color:Default>
pt_br: Scusa. Non ci casco. <Color:7>♥<Color:Default>

# 11004_望月京子：源氏名
source: Besides, if I got up in the middle of the night to go to the bathroom and ran into you, I'm sure I'd have a heart attack.
pt_br: Inoltre, se mi alzassi nel cuore della notte per andare in bagno e ti incontrassi, sono sicura che mi verrebbe un infarto.

# 11016_Kiryu
source: How rude...
pt_br: Che maleducazione...

# 11028_望月京子：源氏名
source: For some reason, people around me think of me as some kind of big sister.
pt_br: Per qualche motivo, le persone intorno a me mi vedono come una specie di sorella maggiore.

# 11040_望月京子：源氏名
source: They talk to me about their problems and ask me for advice.
pt_br: Mi parlano dei loro problemi e mi chiedono consigli.

# 11052_Kiryu
source: What's wrong with that?
pt_br: Che c'è di male?

# 11064_望月京子：源氏名
source: Well, I don't really mind, but the other day I met a high school boy after a concert.
pt_br: Beh, non mi dispiace, ma l'altro giorno ho incontrato un ragazzo del liceo dopo un concerto.

# 11088_望月京子：源氏名
source: He walked right up to me and said, "Please make me your apprentice!"
pt_br: Si è avvicinato a me e mi ha detto: "Per favore, fammi diventare tuo apprendista!".

# 11100_Kiryu
source: Attracting apprentices, are you? That's pretty impressive.
pt_br: Attiri apprendisti, eh? È piuttosto impressionante.

# 11112_望月京子：源氏名
source: I keep telling him that I'm not interested in training any apprentices, but he won't listen.
pt_br: Continuo a dirgli che non sono interessata a formare apprendisti, ma non mi ascolta.

# 11124_Kiryu
source: You can't do it half-heartedly. It won't be good for you or your apprentice.
pt_br: Non puoi farlo a metà. Non farebbe bene né a te né al tuo apprendista.

# 11136_望月京子：源氏名
source: I thought so. Do you have an apprentice, Kiryu-san?
pt_br: Lo immaginavo. Hai un apprendista, Kiryu-san?

# 11148_Kiryu
source: Sort of. He was like a younger brother to me.
pt_br: Più o meno. Era come un fratello minore per me.

# 11160_望月京子：源氏名
source: I can totally picture that! Did he follow you around and call you Aniki or something? <Color:7>♥<Color:Default>
pt_br: Posso immaginarlo benissimo! Ti seguiva e ti chiamava Aniki o qualcosa del genere? <Color:7>♥<Color:Default>

# 11172_Kiryu
source: Well, that's all in the past now...
pt_br: Beh, ormai è tutto passato...

# 11184_Kiryu
source: The point is that unless you truly intend to look after this kid, you should keep saying no.
pt_br: Il punto è che, a meno che tu non abbia davvero intenzione di prenderti cura di questo ragazzo, dovresti continuare a dire di no.

# 11196_望月京子：源氏名
source: I think you're right. I'll tell him.
pt_br: Penso tu abbia ragione. Glielo dirò.

# 11208_Kiryu
source: What's wrong? Don't you think you can do it? Why not give it a try?
pt_br: Che succede? Non pensi di potercela fare? Perché non ci provi?

# 11220_望月京子：源氏名
source: No, it's not that... I just think I haven't done anything that'd be worth teaching to somebody.
pt_br: No, non è quello... penso solo di non aver fatto nulla che valga la pena insegnare a qualcuno.

# 11232_望月京子：源氏名
source: I'm the one who should be the apprentice to somebody else.
pt_br: Sono io quella che dovrebbe essere l'apprendista di qualcun altro.

# 11244_Kiryu
source: What kind of attitude is that? You can't expect to make it big without any followers.
pt_br: Che atteggiamento è? Non puoi aspettarti di sfondare senza seguaci.

# 11256_望月京子：源氏名
source: But I hate people who try to make themselves look more important than everybody else. My friends in the band are my equals.
pt_br: Ma odio le persone che cercano di sembrare più importanti degli altri. I miei amici nella band sono miei pari.

# 11268_望月京子：源氏名
source: I guess you'd never understand that, Kiryu-san...
pt_br: Immagino che non lo capiresti mai, Kiryu-san...

# 11292_Kiryu
source: Just ignore him. The kid'll give up sooner or later.
pt_br: Ignoralo. Il ragazzo prima o poi si arrenderà.

# 11304_望月京子：源氏名
source: But...
pt_br: Ma...

# 11316_Kiryu
source: Besides, you don't need apprentices to teach people. They say a man teaches the most by the example he sets.
pt_br: Inoltre, non hai bisogno di apprendisti per insegnare. Si dice che un uomo insegni soprattutto con l'esempio.

# 11328_望月京子：源氏名
source: Hey, you don't have to be a guy to do that! But, I think I get what you mean.
pt_br: Ehi, non devi essere un uomo per farlo! Ma, credo di capire cosa intendi.

# 11340_望月京子：源氏名
source: I guess I just have to live a life that will be inspiring to kids like him.
pt_br: Immagino di dover solo vivere una vita che sia di ispirazione per ragazzi come lui.

# 11352_Kiryu
source: That's right.
pt_br: Esatto.

# 11364_望月京子：源氏名
source: Thanks! I'll tell him that he can't be my apprentice, but if he wants to learn from my actions, I won't stop him.
pt_br: Grazie! Gli dirò che non può essere il mio apprendista, ma che se vuole imparare dalle mie azioni, non lo fermerò.

# 11376_Kiryu
source: Good.
pt_br: Bene.

# 11388_望月京子：源氏名
source: So, um, Kiryu-san...
pt_br: Allora, ehm, Kiryu-san...

# 11400_Kiryu
source: Why the long face?
pt_br: Perché quella faccia lunga?

# 11412_望月京子：源氏名
source: The bassist in my band was attacked by someone last night.
pt_br: Il bassista della mia band è stato aggredito da qualcuno ieri sera.

# 11424_Kiryu
source: What? Who did it?
pt_br: Cosa? Chi è stato?

# 11436_望月京子：源氏名
source: No idea... He was walking alone when somebody hit him from behind.
pt_br: Nessuna idea... Stava camminando da solo quando qualcuno l'ha colpito da dietro.

# 11448_望月京子：源氏名
source: Luckily he wasn't seriously injured. Just knocked out.
pt_br: Per fortuna non si è fatto male gravemente. È solo svenuto.

# 11460_望月京子：源氏名
source: But when I think about what could have happened... It makes me mad!
pt_br: Ma quando penso a cosa sarebbe potuto succedere... mi fa arrabbiare!

# 11472_Kiryu
source: Does he have any idea who it might've been?
pt_br: Ha idea di chi possa essere stato?

# 11484_望月京子：源氏名
source: No. He's a great guy. I can't believe anybody would wanna hurt him.
pt_br: No. È un bravo ragazzo. Non riesco a credere che qualcuno voglia fargli del male.

# 11496_望月京子：源氏名
source: But... those guys from Bad Flag do seem to be jealous of our band's popularity.
pt_br: Ma... quei tizi dei Bad Flag sembrano essere gelosi della popolarità della nostra band.

# 11508_Kiryu
source: Those guys from before. Yeah, I wouldn't put it past them.
pt_br: Quei tizi di prima. Sì, non mi sorprenderebbe.

# 11520_望月京子：源氏名
source: I can't stand those guys!
pt_br: Non sopporto quei tizi!

# 11532_Kiryu
source: Don't do anything hasty. And don't think about getting revenge.
pt_br: Non fare niente di avventato. E non pensare di vendicarti.

# 11544_望月京子：源氏名
source: So I'm supposed to just sit back while they attack my friends!?
pt_br: Quindi dovrei starmene con le mani in mano mentre attaccano i miei amici!?

# 11556_Kiryu
source: You'd just be doing them a favor. If they get the police involved in this, you won't be in a position to play in your band, will you?
pt_br: Gli faresti solo un favore. Se coinvolgono la polizia in questa faccenda, non sarai in grado di suonare nella tua band, vero?

# 11568_Kiryu
source: It would disappoint your fans, too.
pt_br: Deluderebbe anche i tuoi fan.

# 11580_望月京子：源氏名
source: That's true... I couldn't take it if it resulted in the band splitting up.
pt_br: È vero... non potrei sopportarlo se la band si sciogliesse per questo.

# 11592_Kiryu
source: Just sit tight until we find out for sure who was behind this.
pt_br: Stai tranquilla finché non scopriremo con certezza chi c'è dietro a tutto questo.

# 11604_望月京子：源氏名
source: You're right. I was just so upset, I didn't think about my fans...
pt_br: Hai ragione. Ero così arrabbiata che non ho pensato ai miei fan...

# 11616_望月京子：源氏名
source: Thanks, Kiryu-san. <Color:7>♥<Color:Default> I'll tell the other band members to stay outta trouble, too.
pt_br: Grazie, Kiryu-san. <Color:7>♥<Color:Default> Dirò anche agli altri membri della band di stare fuori dai guai.

# 11628_Kiryu
source: Good, that's for the best.
pt_br: Bene, è la cosa migliore.

# 11640_Kiryu
source: You should watch out. They might come after you next.
pt_br: Dovresti stare attenta. Potrebbero venire a cercare te la prossima volta.

# 11652_望月京子：源氏名
source: They can all bring it on! I'll make them sorry for hurting my friend!
pt_br: Che si facciano avanti tutti! Gliela farò pagare per aver fatto del male al mio amico!

# 11664_Kiryu
source: Don't underestimate them. Even you'd have trouble facing several men by yourself.
pt_br: Non sottovalutarli. Anche tu avresti difficoltà ad affrontare diversi uomini da sola.

# 11676_Kiryu
source: For now, just try to avoid doing anything alone. Maybe I should be your bodyguard.
pt_br: Per ora, cerca di evitare di fare qualsiasi cosa da sola. Forse dovrei farti da guardia del corpo.

# 11688_望月京子：源氏名
source: Thanks. But you don't need to go out of your way for me like that.
pt_br: Grazie. Ma non devi disturbarti così per me.

# 11700_望月京子：源氏名
source: I'll hang around with the other guys in the band. Thanks for the offer, though.
pt_br: Starò con gli altri ragazzi della band. Grazie per l'offerta, comunque.

# 11712_Kiryu
source: I see... Well, call me if anything else happens.
pt_br: Capisco... Beh, chiamami se succede qualcos'altro.

# 11724_望月京子：源氏名
source: I will!
pt_br: Lo farò!

# 11736_Kiryu
source: I'll get revenge for you. Just tell me where to find them.
pt_br: Mi vendicherò per te. Dimmi solo dove trovarli.

# 11748_望月京子：源氏名
source: Hey! What're you talking about!?
pt_br: Ehi! Di che stai parlando!?

# 11760_Kiryu
source: I'll teach them a lesson they won't soon forget. Don't worry, I'm used to this kind of thing.
pt_br: Gli darò una lezione che non dimenticheranno presto. Non preoccuparti, sono abituato a questo genere di cose.

# 11772_望月京子：源氏名
source: No, that's okay. You don't have to do anything, Kiryu-san.
pt_br: No, va bene. Non devi fare nulla, Kiryu-san.

# 11784_Kiryu
source: Huh? Aren't you angry about what they did?
pt_br: Eh? Non sei arrabbiata per quello che hanno fatto?

# 11796_望月京子：源氏名
source: Of course I am! You'd just escalate the situation, though. This is our problem.
pt_br: Certo che lo sono! Ma tu non faresti che peggiorare la situazione. Questo è un nostro problema.

# 11808_望月京子：源氏名
source: If you do something without telling me, I'll never forgive you!
pt_br: Se fai qualcosa senza dirmelo, non ti perdonerò mai!

# 11820_Kiryu
source: Okay...
pt_br: Va bene...

# 11832_望月京子：源氏名
source: Did you know there's gonna be a battle of the bands event in Kamurocho?
pt_br: Sapevi che ci sarà una sfida tra band a Kamurocho?

# 11856_望月京子：源氏名
source: They said the winner gets a record deal!
pt_br: Hanno detto che il vincitore otterrà un contratto discografico!

# 11868_Kiryu
source: You're entering, right?
pt_br: Parteciperete, vero?

# 11880_望月京子：源氏名
source: Of course! I heard other famous indie bands are entering too, but we'll beat 'em!
pt_br: Certo! Ho sentito che parteciperanno anche altre band indie famose, ma le batteremo!

# 11892_Kiryu
source: You're pretty confident.
pt_br: Sei piuttosto sicura di te.

# 11904_望月京子：源氏名
source: Sure am! We're the best band in the city! You gotta come and see us!
pt_br: Certo che lo sono! Siamo la migliore band della città! Devi venire a vederci!

# 11916_Kiryu
source: Sure. I'll be there. Make sure you do your best.
pt_br: Certo. Ci sarò. Assicurati di fare del tuo meglio.

# 11928_望月京子：源氏名
source: Thanks! <Color:7>♥<Color:Default> This'll be the first time you've actually seen my band, huh?
pt_br: Grazie! <Color:7>♥<Color:Default> Questa sarà la prima volta che vedrai davvero la mia band, eh?

# 11940_Kiryu
source: That's right.
pt_br: Esatto.

# 11952_望月京子：源氏名
source: Oh, but...
pt_br: Oh, ma...

# 11964_Kiryu
source: What?
pt_br: Cosa?

# 11976_望月京子：源氏名
source: I'm happy you're coming, but your clothes...
pt_br: Sono felice che tu venga, ma i tuoi vestiti...

# 11988_Kiryu
source: No good, huh?
pt_br: Non vanno bene, eh?

# 12000_望月京子：源氏名
source: Our fans are mostly younger. A lot of high school kids. You'd stick out like a sore thumb.
pt_br: I nostri fan sono per lo più giovani. Molti liceali. Saresti un pugno in un occhio.

# 12012_望月京子：源氏名
source: Well, it probably doesn't matter. Just having you there will help me relax.
pt_br: Beh, probabilmente non importa. Il solo fatto che tu sia lì mi aiuterà a rilassarmi.

# 12024_Kiryu
source: Good.
pt_br: Bene.

# 12036_Kiryu
source: If I can make it.
pt_br: Se ce la faccio.

# 12048_望月京子：源氏名
source: Oh... Right. Sure, if you're free...
pt_br: Oh... Giusto. Certo, se sei libero...

# 12060_Kiryu
source: Sorry. I'm not always free to play around whenever I want.
pt_br: Scusa. Non sono sempre libero di divertirmi quando voglio.

# 12072_望月京子：源氏名
source: Play around!? It sounds like this doesn't mean a thing to you.
pt_br: Divertirti!? Sembra che per te non significhi nulla.

# 12084_Kiryu
source: I didn't mean it like that. It's just that I'm a pretty busy guy...
pt_br: Non intendevo in quel senso. È solo che sono un tipo piuttosto impegnato...
