Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00090484.po
Languages: pt_br

# 68_Kiryu
source: It's been a while, Kazuki.
pt_br: È da un po', Kazuki.

# 92_Kazuki
source: Oh, Kiryu-san! It sure has!
pt_br: Oh, Kiryu-san! Eccome!

# 104_Kiryu
source: How are things going?
pt_br: Come vanno le cose?

# 116_Kazuki
source: Well enough... I guess.
pt_br: Diciamo che va... credo.

# 128_Kiryu
source: You guess?
pt_br: Credi?

# 140_Kiryu
source: Are you worried about what's going on with Yuya and Shinya?
pt_br: Sei preoccupato per quello che sta succedendo tra Yuya e Shinya?

# 152_Kazuki
source: Huh? You heard about that!?
pt_br: Eh? L'hai saputo!?

# 164_Kiryu
source: Yeah. I saw them going at it outside of the club earlier.
pt_br: Sì. Li ho visti litigare fuori dal locale prima.

# 176_Kazuki
source: Sorry you had to see that. Not exactly the image we want to project to the world.
pt_br: Mi dispiace che tu abbia dovuto assistere a una scena del genere. Non è esattamente l'immagine che vogliamo dare in giro.

# 188_Kazuki
source: Even though he's the manager now, Yuya can still get a bit hot under the collar at times.
pt_br: Anche se ormai è il manager, Yuya a volte può ancora scaldarsi un po'.

# 200_Kiryu
source: I wouldn't worry about it. It's nice to see a man have passion for his work, and it seems to me he has it in spades.
pt_br: Non ti preoccupare. Mi fa piacere vedere un uomo che ha passione per il suo lavoro, e a me pare che ne abbia da vendere.

# 212_Kazuki
source: Agreed. That's why I chose to let him take over as manager. I knew I could count on him when things went south.
pt_br: Appunto. Per questo ho deciso di fargli prendere le redini come manager. Sapevo che avrei potuto contare su di lui quando le cose si sarebbero messe male.

# 224_Kiryu
source: Speaking of which, what do you think he should do about the whole tab situation?
pt_br: A proposito, che ne pensi che dovrebbe fare con tutta questa faccenda dei debiti?

# 236_Kazuki
source: Like I said, Yuya's the manager now. So I fully stand behind whatever decision he makes, of course, but...
pt_br: Come ti dicevo, Yuya adesso è il manager. Quindi do il mio pieno appoggio a qualsiasi decisione prenda, certo, ma...

# 248_Kiryu
source: But what?
pt_br: Ma cosa?

# 260_Kazuki
source: Well, a lot of times when a host lets a customer run up a big tab like that, he has some kind of ulterior motive.
pt_br: Beh, molte volte quando un host lascia che un cliente faccia un conto salato del genere, ha qualche secondo fine.

# 284_Kazuki
source: That's my opinion, at least. No matter how young, green, or easy to manipulate a customer may be...
pt_br: Questa è la mia opinione, almeno. Non importa quanto giovane, ingenuo, o facile da manipolare un cliente possa essere...

# 296_Kazuki
source: It doesn't make sense to advance someone that kind of credit. 5 million yen is no small amount.
pt_br: Non ha senso concedere a qualcuno un credito di quel tipo. 5 milioni di yen non sono mica bruscolini.

# 308_Kiryu
source: Still, it's not unheard of.
pt_br: Eppure, non è roba che non si sia mai sentita.

# 320_Kazuki
source: True enough.
pt_br: In effetti.

# 332_Kazuki
source: Usually, though, it's a case of the host needing to boost his sales figures. The easiest way to accomplish this is to pressure a customer into ordering pricey drinks.
pt_br: Di solito, però, si tratta dell'host che deve alzare i suoi numeri di vendita. Il modo più semplice per riuscirci è mettere pressione su un cliente per fargli ordinare drink costosissimi.

# 344_Kazuki
source: But for some reason, I don't believe that was the case this time. Honestly, I have the feeling Mitsuru was set up.
pt_br: Ma per qualche ragione, non credo che fosse quello il caso questa volta. Onestamente, ho la sensazione che Mitsuru sia stato incastrato.

# 356_Kiryu
source: Set up? Who would do something like that?
pt_br: Un complotto? Ma chi farebbe una cosa del genere?

# 368_Kazuki
source: Good question. Even if that were the case, though... I can't simply take matters into my own hands.
pt_br: Bella domanda. Anche se così fosse, però... Non posso semplicemente prendere in mano la situazione.

# 380_Kazuki
source: Yuya is the manager, which means he's the one who needs to handle these kinds of problems.
pt_br: Yuya è il manager, il che significa che tocca a lui gestire questo tipo di problemi.

# 392_Kiryu
source: I guess what happens to Mitsuru all depends on Yuya's skill as a manager, then.
pt_br: Immagino che il destino di Mitsuru dipenda tutto dall'abilità di Yuya come manager, allora.

# 416_Kazuki
source: You know, at times I think Yuya is too kind for this job...
pt_br: Sai, a volte penso che Yuya sia troppo buono per questo lavoro...

# 428_Kiryu
source: Hm...
pt_br: Mmm...
