Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00090486.po
Languages: pt_br

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: Woman
pt_br: Donna

# 68_Shinya
source: The hell, man?
pt_br: Ma che cazzo, amico?

# 80_Woman
source: Shinya-kun! Are you okay!?
pt_br: Shinya! Stai bene!?

# 104_Kiryu
source: Hey, Yuya? I have someone here you might want to talk to.
pt_br: Ehi, Yuya? Ho qui qualcuno con cui potresti voler parlare.

# 176_Yuya
source: I don't get it, Shinya. Why would you do something like this?
pt_br: Non mi entra in testa, Shinya. Perché mai faresti una cosa del genere?

# 188_Shinya
source: I don't gotta answer you.
pt_br: Non ti devo mica rispondere.

# 212_Kazuki
source: (How are you going to respond, Yuya?)
pt_br: (Cosa rispondi, Yuya?)

# 236_Yuya
source: Listen up, Shinya. You're gonna pay off the 5 mil you tried to pin on Mitsuru. Every last yen of it.
pt_br: Senti un po', Shinya. Ripagherai i 5 milioni che hai provato a scaricare a Mitsuru. Fino all'ultimo yen.

# 248_Yuya
source: And you're gonna tell Mitsuru what you did. Whether or not the other hosts hear about it is up to him.
pt_br: E racconterai a Mitsuru quello che hai fatto. Che gli altri hostlo vengano a sapere o meno, dipenderà da lui.

# 260_Yuya
source: Oh, and don't even think about running away. One way or the other, you're cleaning this mess up.
pt_br: Ah, e non ti sognare neanche di scappare. In un modo o nell' altro, pulirai questo casino.

# 272_Yuya
source: Don't forget who's the manager, you hear? Screw with us like this again and you'll be sorry. I guarantee it.
pt_br: Non dimenticare chi è il manager, capito? Se ci freghi ancora così, te ne pentirai. Te lo garantisco.

# 284_Shinya
source: Like hell I will! And I got another piece of knowledge for you－I'm done with Stardust!
pt_br: Col cavolo! E un'altra cosa che ti metto bene in testa è questa: Ho chiuso con lo Stardust!

# 296_Shinya
source: You want your lousy 5 mil? Fine, I'll pay it! But I'm never stepping foot in your bullshit club again!
pt_br: Vuoi i tuoi miseri 5 milioni? Va bene, te li pago! Ma non metterò mai più piede in questo tuo schifoso club!

# 320_Shinya
source: I was never in this host business for the money.
pt_br: Non sono mai stato in questo giro di host per i soldi.

# 332_Shinya
source: All I wanted was to be the best host in Kamurocho, just like Kazuki!
pt_br: Volevo solo essere il miglior host di Kamurocho, proprio come Kazuki!

# 356_Shinya
source: But once I got into the biz, I found out everyone was just a bunch of half-assed little fakers. The only thing anyone cares about is showing off.
pt_br: Ma una volta entrato nel giro, ho scoperto che erano tutti solo un branco di mezze seghe e millantatori. L'unica cosa che a tutti interessa è pavoneggiarsi.

# 368_Shinya
source: How was I supposed to sit back and let those posers run the roost!? They don't have the first clue about what it means to be a host!
pt_br: Come avrei dovuto starmene a guardare e lasciare che quei pagliacci facessero i padroni?! Non sanno neanche cosa significhi essere un host!

# 380_Yuya
source: And that's why you set Mitsuru up, huh?
pt_br: Ecco perché hai incastrato Mitsuru, eh?

# 392_Shinya
source: Damn right. He barely lifts a fucking finger, and all he gets is praise, praise, praise! I just can't take it anymore!
pt_br: Hai fottutamente ragione. Lui non muove un cazzo di dito, e tutto quello che si becca sono elogi, elogi, elogi! Non ce la faccio più!

# 416_Shinya
source: I've had enough, man. Later.
pt_br: Mi sono rotto, senti. Me ne vado.

# 452_Yuya
source: Hold on.
pt_br: Si fermi.

# 464_Shinya
source: What now!?
pt_br: Allora!?

# 476_Yuya
source: I'm not trying to force you out of the club. Believe it or not, I like you.
pt_br: Non sto cercando di cacciarti via dal club. Credici o no, mi piaci.

# 488_Shinya
source: You serious right now?
pt_br: Ma dici sul serio, adesso?

# 500_Yuya
source: And I agree with you. There's nothing worse than a host that comes in just looking to pick up a paycheck. Barely givin' a shit about the club they're working for.
pt_br: E sono d'accordo con te. Non c'è niente di peggio di un host che si presenta solo per intascare lo stipendio. Non gliene frega un bel niente del locale per cui lavora.

# 524_Yuya
source: But the business is all about results. Sometimes guys who can't even tell left from right can end up the most popular hosts in a club. It's all about what brings in business.
pt_br: Ma in questo business contano solo i risultati. A volte, anche dei tipi che non sanno distinguere la destra dalla sinistra possono ritrovarsi ad essere gli host più gettonati del locale. L'unica cosa che conta è ciò che porta affari.

# 536_Shinya
source: Yeah, yeah.
pt_br: Sì, sì.

# 548_Kazuki
source: Let him finish.
pt_br: Fallo finire.

# 560_Yuya
source: I know you get all burned up about it. But sometimes you just gotta keep your chin up and hang tough.
pt_br: So che ti brucia dentro per questa storia. Ma a volte devi solo tenere la testa alta e stringere i denti.

# 572_Yuya
source: As the manager, all I'm trying to do is give the guys who are just as serious as I am the foothold they need to make that next step up.
pt_br: Da manager, tutto quello che sto cercando di fare è dare ai ragazzi che sono seri quanto me il trampolino di lancio di cui hanno bisogno per fare quel prossimo passo avanti.

# 584_Shinya
source: Huh?
pt_br: Uh?

# 608_Yuya
source: So. If you still wanna give it a shot after all this, I'll do what I can to get you back on your feet.
pt_br: Allora. Se dopo tutto questo ci vuoi ancora provare, farò il possibile per rimetterti in sesto.

# 632_Kiryu
source: (It's incredible just how much he's grown as a manager.)
pt_br: (È incredibile quanto sia cresciuto come manager.)

# 644_Shinya
source: Boss...
pt_br: Capo...

# 656_Shinya
source: I...
pt_br: Io...

# 668_Shinya
source: I'm so sorry!
pt_br: Mi dispiace tanto!

# 692_Shinya
source: Please give me my job back! I'll do anything, I mean it!
pt_br: Ti prego, ridammi il mio lavoro! Farò di tutto, te lo giuro!

# 704_Kazuki
source: Well?
pt_br: Allora?

# 716_Yuya
source: Fine. Let's go.
pt_br: Va bene. Andiamo.

# 728_Yuya
source: I want Mitsuru to hear everything that happened, straight from you.
pt_br: Voglio che Mitsuru ascolti tutto l'accaduto, dalla tua stessa bocca.

# 740_Shinya
source: Right. I'm ready.
pt_br: Bene. Sono pronto.

# 764_Kiryu
source: So the guy running the top host club in Kamurocho is just a big softy, huh? Kind of refreshing, if you ask me.
pt_br: Allora, il tizio che gestisce il miglior host club di Kamurocho è solo un gran tenerone, eh? È quasi rinfrescante, se vuoi sapere la mia.

# 776_Kazuki
source: Haha. Refreshing is right.
pt_br: Ah ah. Rinfrescante, hai ragione.

# 836_Kiryu
source: Yuya handled that the only way he knew how... and it looks like that guy Shinya took a step in the right direction, too. I think Yuya will be just fine from now on.
pt_br: Yuya se l'è cavata a modo suo... e sembra che pure quel tipo di Shinya abbia fatto un passo nella giusta direzione. Credo che d'ora in poi Yuya sarà a posto.
