Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010201c0.po
Languages: pt_br

# 92_Akiyama
source: Hello?
pt_br: Salve?

# 104_Kido
source: Akiyama-san, it's me. Is now a good time?
pt_br: Akiyama-san, sono io. È un buon momento?

# 116_Akiyama
source: Yup, we're all in the clear. What's up?
pt_br: Sì, siamo a posto. Cosa c'è?

# 128_Kido
source: There's something I gotta talk to you about. You mind if we meet up for a few?
pt_br: C'è una cosa di cui devo parlarti. Ti va se ci vediamo per un po'?

# 140_Akiyama
source: Not at all. Where at?
pt_br: Affatto. Dove?

# 152_Kido
source: How about that building in Theater Square? You know, the red one down the alley?
pt_br: Che ne dici di quell'edificio in Theater Square? Sai, quello rosso nel vicolo?

# 164_Kido
source: We'll have some privacy there.
pt_br: Avremo un po' di privacy lì.

# 176_Kido
source: Anyway, it's the one right across from the movie theater. I'll be waiting up on the roof.
pt_br: Comunque, è quello proprio di fronte al cinema. Ti aspetterò sul tetto.

# 188_Akiyama
source: Roof of the red building. Got it.
pt_br: Tetto dell'edificio rosso. Capito.

# 200_Kido
source: Perfect. See you there.
pt_br: Perfetto. Ci vediamo lì.

# 248_Akiyama
source: (Sounds like I should head over to Theater Square.)
pt_br: (Sembra che dovrei andare a Theater Square.)
