Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00830224.po
Languages: pt_br

source: You exchanged the <Color:8>Stomach Medicine<Color:Default> for the <Color:8>Stylish Ballpoint Pen<Color:Default>.
pt_br: Hai scambiato la <Color:8>Medicina per lo stomaco<Color:Default> con la <Color:8>Penna a sfera stilosa<Color:Default>.

source: Writhing Man
pt_br: Uomo che si contorce

source: Idle
pt_br: Inattivo

source: Composed Man
pt_br: Uomo dal sangue freddo

# 140_Writhing Man
source: Oh, no, no, no, no! I can't hold it. My poor designer suit. The cleaning bills alone!
pt_br: Oh, no, no, no, no! Non riesco a trattenerlo. Il mio povero completo firmato. Già solo le spese di lavanderia!

# 152_Akiyama
source: Hey there. Everything all right?
pt_br: Ehilà. Tutto a posto?

# 164_Writhing Man
source: Urgh. Ooh. I know there's a one-in-a-million chance of this, but do you happen to have any stomach medicine on you? Oh, please say yes...
pt_br: Urgh. Ooh. So che è una possibilità su un milione, ma per caso hai del medicinale per lo stomaco addosso? Oh, ti prego, dimmi di sì...

# 188_Writhing Man
source: No, I don't. I'm sorry.
pt_br: No, non ce l'ho. Mi dispiace.

# 200_Writhing Man
source: Oh, I... Okay...
pt_br: Oh, io... Okay...

# 212_Writhing Man
source: Oh, you know what? I do!
pt_br: Oh, sai che ti dico? Ce l'ho!

# 224_Writhing Man
source: Are you serious!? Oh, thank goodness! Please, can I have it?
pt_br: Sul serio!? Oh, meno male! Ti prego, posso averlo?

# 236_Akiyama
source: I feel bad saying it, but I'm afraid I can't let you have it for free. Sorry.
pt_br: Mi sento in colpa a dirlo, ma temo di non potertelo lasciare gratis. Scusa.

# 248_Writhing Man
source: I'll pay! Oh, I'll pay! Before it's too late... Please! Quickly! Help, help, help!
pt_br: Pago! Oh, pago! Prima che sia troppo tardi... Ti prego! Presto! Aiuto, aiuto, aiuto!

# 260_Akiyama
source: I really am sorry.
pt_br: Mi dispiace davvero.

# 272_Writhing Man
source: Oh, god. I told you I'd pay, didn't I? I'm at the end of my rope here!
pt_br: Mamma mia. Ti ho detto che avrei pagato, no? Non so più dove sbattere la testa qui!

# 284_Akiyama
source: (I feel bad for the guy, but there might be a better trade out there with my name on it.)
pt_br: Mi dispiace per il tipo, ma magari là fuori c'è un affare migliore che mi aspetta.

# 296_Akiyama
source: All right, fine. Take this, then.
pt_br: Vabbè, d'accordo. Prendi questo, allora.

# 368_Composed Man
source: Aaah... I'm saved. ♥
pt_br: Aaah... Sono salvo. ♥

# 380_Composed Man
source: Sorry you had to see me like that. It wasn't pretty. I mean, talk about catching a man at his worst! Heheheh.
pt_br: Scusa per lo spettacolo. Non ero proprio al meglio. Voglio dire, proprio beccare un uomo quando è conciato peggio! Heheheh.

# 392_Akiyama
source: No problem...
pt_br: Nessun problema...

# 404_Composed Man
source: Oh, that's right! I must thank you. I forgot myself for a moment there.
pt_br: Ah, già! Ti devo ringraziare. Mi sono perso per un attimo.

# 416_Composed Man
source: It's a little on the small side. I pray you won't take offense.
pt_br: È un po' piccolino. Spero che tu non prenda offesa.

# 428_Akiyama
source: Er, do you have anything besides money? Anything will do.
pt_br: Ehm, non avresti mica qualcos'altro a parte i soldi? Va bene qualsiasi cosa.

# 440_Composed Man
source: Hmm, anything but money? Don't hear that too often. You one of those minimalist types or something?
pt_br: Hmm, tutto tranne i soldi? Non è che si senta tutti i giorni, eh. Ma tu sei uno di quei tipi minimalisti o cosa?

# 452_Composed Man
source: One moment. Let's see what I have here... What can I give you...?
pt_br: Un momento. Vediamo cosa ho qui... Cosa posso darti ...?

# 464_Yoshio Iketeru
source: Oh, I know. Would this do the trick? This is a ballpoint pen that popular model Yoshio Iketeru-aka yours truly- helped design.
pt_br: Ah, lo so. Questo farebbe al caso tuo? Questa è una penna a sfera che il famoso modello Yoshio Iketeru-ovvero il sottoscritto- ha contribuito a disegnare.

# 476_Akiyama
source: A pen...?
pt_br: Una penna...?

# 488_Yoshio Iketeru
source: Geez, don't get so excited... This is all I have. Well, this, and money.
pt_br: Mamma mia, non ti scaldare così... È tutto quello che ho. Beh, questo, e soldi.

# 500_Akiyama
source: Hmm. All right, I'll take it. Thanks.
pt_br: Mmmh. Va bene, lo prendo. Grazie.

# 536_Yoshio Iketeru
source: Can you be any less enthusiastic?
pt_br: Meno entusiasta di così, si può?

# 548_Akiyama
source: Oh, no, this is great. See you around.
pt_br: Ma no, questo è fantastico. Ci si vede.

# 596_Writhing Man
source: Give It to Him
pt_br: Dallo a lui

# 608_Writhing Man
source: Never Mind
pt_br: Lascia perdere
