Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid009102e6.po
Languages: pt_br

# 156_Saigo
source: All right. We are going to practice running.
pt_br: Allora. Ci alleniamo a correre.

# 168_Saigo
source: For this exercise, I will run along a course prepared on this roof. You pass if you are able to catch me.
pt_br: Per questa prova, correrò lungo un percorso preparato su questo tetto. Passi se mi acchiappi.

# 180_Saigo
source: You can tackle or even throw things at me. But I warn you, you'll need to do a lot more than that to slow me down.
pt_br: Puoi placcarmi o persino lanciarmi cose addosso. Ma ti avverto, ti servirà ben altro per rallentarmi.

# 192_Saigo
source: You know, they used to call me the Battlefield Bulldozer. I dare you to pull this off!
pt_br: Sai, mi chiamavano il Bulldozer del Campo di Battaglia. Ti sfido a farcela!

# 204_Akiyama
source: Battlefield Bulldozer...? Who the hell came up with that? That's a terrible name.
pt_br: Bulldozer del Campo di Battaglia...? Chi diavolo si è inventato una roba del genere? È un nome orribile.

# 216_Saigo
source: Quiet!
pt_br: Zitto!

# 228_Akiyama
source: Right. Sorry.
pt_br: Va bene. Scusa.

# 240_Saigo
source: I'll place some drinks at the starting line. If you get tired, rehydrate yourself.
pt_br: Metterò qualcosa da bere alla partenza. Se ti stanchi, reidratati.

# 252_Saigo
source: Are you ready?
pt_br: Sei pronto?

# 264_Saigo
source: All right. We are going to practice running.
pt_br: Allora. Ci alleniamo a correre.

# 276_Saigo
source: The rules are the same as last time. You pass if you can catch me.
pt_br: Le regole sono le solite. Passi se mi acciuffi.

# 288_Saigo
source: However, don't just go through the motions. Catch me in less laps than last time.
pt_br: Però non farla tanto per fare. Prendimi in meno giri dell'ultima volta.

# 300_Saigo
source: You will be rewarded if you pass. Slack off, and you'll live to regret it. Passing once is no excuse for half-assing.
pt_br: Se superi la prova, sarai ricompensato. Se cazzeggi, te ne pentirai. Averla superata una volta non è una scusa per fare le cose a metà.

# 312_Saigo
source: Are you ready?
pt_br: Sei pronto?

# 324_Akiyama
source: Ready as I'll ever be.
pt_br: Mai stato così pronto.

# 336_Saigo
source: All right! Start!
pt_br: Bene! Via!

# 360_Akiyama
source: I just remembered something I have to do...
pt_br: Mi sono appena ricordato di una cosa che devo fare...

# 372_Saigo
source: Huh? You starting to slack off?
pt_br: Eh? Stai già iniziando a cazzeggiare?

# 384_Saigo
source: But if you have other business, I can't stop you. Come back when you have more time.
pt_br: Ma se hai altri impegni, non posso fermarti. Torna quando avrai più tempo.

# 408_Saigo
source: Yes
pt_br: Sì

# 432_Saigo
source: Yes
pt_br: Sì
