Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee0598.po
Languages: pt_br

source: You gained 500 EXP.
pt_br: Hai ottenuto 500 ESP.

source: Scrutinizing Man
pt_br: Tipo che scruta

# 56_Scrutinizing Man
source: Hmm... She might do, yes.
pt_br: Hmm... Ci può stare, sì.

# 68_Scrutinizing Man
source: Ooh... No, no, this one is far too unscrupulous, yes!
pt_br: Ooh... No, no, questo è fin troppo senza scrupoli, sì!

# 80_Scrutinizing Man
source: Are you here to find the perfect hostess, too? Come now, take a look.
pt_br: Anche tu sei qui per trovare la hostess perfetta? Dai, butta un occhio.

# 92_Scrutinizing Man
source: Just knowing about these girls is enough for me. Going to an actual hostess club? Perish the thought! Why, if I met them, the perfect image in my mind would be ruined!
pt_br: Il solo fatto di sapere di queste ragazze mi basta e avanza. Andare in un vero hostess club? Ma neanche morto! Perché, se le incontrassi, l'immagine perfetta che ho in testa andrebbe a farsi benedire!

# 104_Scrutinizing Man
source: No, it's not a matter of preference, but of my own personal principles! I'm sure someone like you could handle the disappointment, though!
pt_br: No, non è questione di preferenza, ma di miei principi personali! Sono sicuro che uno come te saprebbe digerire la delusione, però!

# 116_Scrutinizing Man
source: The MEB is an information spot that will introduce you to excellent hostess clubs for free. You can also learn about the most popular girls at certain hostess clubs, as well as receive coupons.
pt_br: Il MEB è un servizio informazioni che ti farà conoscere gratis i migliori hostess club. Puoi anche scoprire le ragazze più in voga in certi hostess club, oltre a ricevere dei coupon.

# 128_Scrutinizing Man
source: If you want to take part in Kamurocho nightlife, the MEB will be your strongest ally.
pt_br: Se vuoi tuffarti nella movida di Kamurocho, il MEB sarà il tuo più grande alleato.

# 140_Scrutinizing Man
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt_br: Questa informazione è stata aggiunta come <Color:14>Memo<Color:Default>. Leggi i <Color:14>Memos<Color:Default> selezionando <Color:14>Memos<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.

# 152_Scrutinizing Man
source: Wow, she's perfect. Simply the pinnacle of womankind! Has the day finally come for me to break free of my principles! No, no! I must hold fast! Not yet!
pt_br: Wow, è perfetta. Semplicemente il non plus ultra della femminilità! Sarà forse giunto il giorno in cui butto all'aria tutti i miei principi?! No, no! Devo tenere duro! Non ancora!
