Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00020483.po
Languages: pt_br

source: You handed over a <Color:8>Silver Plate<Color:Default>.
pt_br: Hai consegnato una <Color:8>Piatto d'Argento<Color:Default>.

source: You handed over a <Color:8>Fake Silver Plate<Color:Default>.
pt_br: Hai consegnato una <Color:8>Piatto d'Argento Falso<Color:Default>.

source: You handed over 2 <Color:8>Fake Silver Plate<Color:Default>.
pt_br: Hai consegnato 2 <Color:8>Piatti d'Argento Falsi<Color:Default>.

source: You handed over 2 <Color:8>Silver Plate<Color:Default>.
pt_br: Hai consegnato 2 <Color:8>Piatti d'Argento<Color:Default>.

source: Young Man
pt_br: Giovane

source: Student
pt_br: Studente

# 132_Young Man
source: Hey, Tanimura-san. You get those two silver plates yet?
pt_br: Ehi, Tanimura-san. Hai già preso quei due piatti d'argento?

# 144_Tanimura
source: Not yet. I'll get back to you.
pt_br: Non ancora. Ti farò sapere.

# 156_Young Man
source: No problem. We'll give you info on the snitch as soon as you get us those plates.
pt_br: Nessun problema. Ti daremo informazioni sulla spia non appena ci darai quei piatti.

# 168_Young Man
source: We just want to win something for once, so I don't care how you get them. Easiest way is to win or buy enough mahjong sticks and exchange 'em at the prize counter. Probably.
pt_br: Vogliamo solo vincere qualcosa per una volta, quindi non mi interessa come li ottieni. Il modo più semplice è vincere o comprare abbastanza bastoncini da mahjong e scambiarli al banco dei premi. Probabilmente.

# 180_Tanimura
source: Not yet. I'll get back to you.
pt_br: Non ancora. Ti farò sapere.

# 192_Young Man
source: No problem. We'll give you info on the snitch as soon as you get us those plates.
pt_br: Nessun problema. Ti daremo informazioni sulla spia non appena ci darai quei piatti.

# 228_Young Man
source: ...I don't see two silver plates. You're gonna walk out of here empty-handed until you satisfy your end of the bargain. Sorry about that.
pt_br: ...Non vedo due piatti d'argento. Te ne andrai da qui a mani vuote finché non rispetterai la tua parte dell'accordo. Mi dispiace.

# 240_Tanimura
source: Yeah, got 'em right here.
pt_br: Sì, li ho qui.

# 312_Tanimura
source: Yeah, got 'em right here.
pt_br: Sì, li ho qui.

# 348_Young Man
source: Hey, wait a sec! These are total knockoffs!
pt_br: Ehi, aspetta un attimo! Questi sono falsi!

# 360_Tanimura
source: True, but for all intents and purposes, they're still silver plates. You never said anything about quality.
pt_br: Vero, ma a tutti gli effetti, sono ancora piatti d'argento. Non hai mai detto niente sulla qualità.

# 372_Young Man
source: Really? You're gonna do me dirty like that? And you call yourself a cop!?
pt_br: Davvero? Mi freghi così? E ti definisci un poliziotto!?

# 384_Tanimura
source: Hey, I get you your plates, you tell me what you know. That was our agreement. You came up with it yourself.
pt_br: Ehi, io ti porto i piatti, tu mi dici quello che sai. Questo era il nostro accordo. L'hai proposto tu.

# 396_Young Man
source: Man, you suck! But whatever... Should've known better than to try and pull one over on you.
pt_br: Amico, fai schifo! Ma vabbè... avrei dovuto sapere che non potevo fregarti.

# 408_Tanimura
source: Yeah, got 'em right here.
pt_br: Sì, li ho qui.

# 444_Young Man
source: Nice. I'll be taking those off your hands, thank you very much.
pt_br: Ottimo. Te li tolgo volentieri dalle mani, grazie mille.

# 456_Young Man
source: Okay, so the other guy at the table yesterday? His name's Iida.
pt_br: Ok, allora, l'altro tizio al tavolo ieri? Si chiama Iida.

# 468_Student
source: Yup, that's your guy. Can't say we know him that well, but we do see him around every so often.
pt_br: Sì, è lui. Non possiamo dire di conoscerlo bene, ma lo vediamo in giro ogni tanto.

# 480_Young Man
source: He mentioned he didn't have a... traditional job, per se, but he works at the Shichifuku Parking Lot.
pt_br: Ha detto di non avere un lavoro... tradizionale, per così dire, ma lavora al Parcheggio Shichifuku.

# 492_Tanimura
source: Oh, the one over on Shichifuku and Senryo?
pt_br: Oh, quello tra Shichifuku e Senryo?

# 504_Student
source: Yup, that's the one. Now, I don't know what he does over there, but he did say that's where he makes his mahjong money...
pt_br: Sì, esatto. Ora, non so cosa faccia lì, ma ha detto che è lì che si guadagna i soldi per il mahjong...

# 516_Student
source: So I guess he must be doing something right.
pt_br: Quindi immagino che stia facendo qualcosa di giusto.

# 528_Tanimura
source: 'Kay. That's all I need to know.
pt_br: Ok. È tutto quello che mi serve sapere.

# 540_Young Man
source: Oh, but be warned: he was super pissed after you left yesterday. Said you weren't gonna get away with what you did and other crazy stuff.
pt_br: Oh, ma stai attento: era incazzato nero dopo che te ne sei andato ieri. Ha detto che non l'avresti passata liscia e altre cose folli.

# 552_Student
source: Yeah, he was kinda freaking out, honestly.
pt_br: Sì, era un po' fuori di testa, onestamente.

# 564_Young Man
source: He's a pretty big dude, too. Wouldn't want to be in his way when he's mad.
pt_br: È anche un bel bestione. Meglio non stargli tra i piedi quando si incazza.

# 576_Young Man
source: Anyway, that's pretty much all we got on him.
pt_br: Comunque, questo è tutto quello che sappiamo su di lui.

# 588_Tanimura
source: That's more than enough. Guess I'll swing by the Shichifuku Parking Lot and pay our friend Iida a little visit... See if he's the guy who narc'd on me.
pt_br: È più che sufficiente. Credo che farò un salto al parcheggio di Shichifuku per fare una visitina al nostro amico Iida... Vediamo se è stato lui a cantare.

# 600_Young Man
source: Yikes, sucks to be him. Anyway, come back again and give us another shot at you, yeah? It's only fair.
pt_br: Cavolo, che sfiga per lui. Comunque, torna di nuovo e dacci un'altra possibilità, ok? È giusto.

# 612_Tanimura
source: Haha, sure. Happy to take your money anytime.
pt_br: Ahah, certo. Felice di prenderti i soldi quando vuoi.

# 636_Tanimura
source: Hey, you got a minute?
pt_br: Ehi, hai un minuto?

# 648_Young Man
source: Oh, Tanimura-san. Back to do some more damage?
pt_br: Oh, Tanimura-san. Sei tornato per fare altri danni?

# 660_Tanimura
source: No, I'm here to find a snitch, and it better not be you.
pt_br: No, sono qui per trovare una spia, e spero proprio che non sia tu.

# 672_Young Man
source: Snitch? What are you talking about?
pt_br: Spia? Di che stai parlando?

# 684_Tanimura
source: Save it. The chief said someone filed a complaint about yesterday.
pt_br: Risparmiatelo. Il capo ha detto che qualcuno ha presentato una lamentela per ieri.

# 696_Young Man
source: C'mon, Tanimura-san. That wasn't the first time I lost a major chunk of change to you. If I was gonna snitch, I would've done it a long time ago.
pt_br: Andiamo, Tanimura-san. Non era la prima volta che perdevo un sacco di soldi con te. Se avessi voluto fare la spia, l'avrei fatto molto tempo fa.

# 708_Young Man
source: Plus, I don't even want to know what you'd do to me if I did.
pt_br: In più, non voglio nemmeno sapere cosa mi faresti se lo facessi.

# 720_Young Man
source: Right?
pt_br: Vero?

# 732_Student
source: For sure. I can always earn back the cash you rolled me for. The damage you do would probably be a lot more permanent.
pt_br: Certo. I soldi che mi hai fregato posso sempre recuperarli. I danni che faresti tu sarebbero probabilmente molto più permanenti.

# 744_Tanimura
source: You got that right.
pt_br: Hai proprio ragione.

# 756_Student
source: Oh, but what about that other guy at the table? I wouldn't be surprised if he did it.
pt_br: Oh, ma che mi dici di quell'altro tizio al tavolo? Non mi sorprenderebbe se fosse stato lui.

# 768_Young Man
source: Yeah, he seemed like he was hurting for money. Bet he was hurting even more after you dropped in and steamrolled us.
pt_br: Sì, sembrava a corto di soldi. Scommetto che lo era ancora di più dopo che sei arrivato e ci hai spianati.

# 780_Tanimura
source: Huh... So where is he now?
pt_br: Mmmh... e dov'è adesso?

# 792_Student
source: Oh, he's, uh...
pt_br: Oh, lui è, uh...

# 804_Young Man
source: Wait a second!
pt_br: Aspetta un secondo!

# 816_Tanimura
source: What?
pt_br: Cosa?

# 828_Young Man
source: Tanimura-san. Tell me if I'm wrong, but this isn't official police business, is it? So why should we give away this information for free?
pt_br: Tanimura-san. Dimmi se sbaglio, ma questa non è un'indagine ufficiale della polizia, vero? Quindi perché dovremmo darti queste informazioni gratis?

# 840_Student
source: Hey, you're right! This is the perfect chance to recoup some of our losses from yesterday!
pt_br: Ehi, hai ragione! Questa è l'occasione perfetta per recuperare alcune delle nostre perdite di ieri!

# 852_Tanimura
source: Aw, come on, guys...
pt_br: Oh, andiamo ragazzi...

# 864_Young Man
source: Well? What's it gonna be?
pt_br: Allora? Che si fa?

# 876_Tanimura
source: All right, fine. Name your price.
pt_br: Va bene, d'accordo. Dimmi il prezzo.

# 888_Young Man
source: I won't ask much. Like I said, I don't have a death wish. How about two silver plates? They give those out as prizes here, so that should be simple enough.
pt_br: Non chiederò molto. Come ho detto, non ho voglia di morire. Che ne dici di due piatti d'argento? Li danno come premi qui, quindi dovrebbe essere abbastanza semplice.

# 900_Tanimura
source: You really wanna stick it to me that bad, huh... Fine, silver plates it is.
pt_br: Vuoi davvero farmela pagare così tanto, eh... Va bene, piatti d'argento siano.

# 912_Young Man
source: Heheh. Thanks, officer.
pt_br: Eh eh. Grazie, agente.

# 924_Young Man
source: We just want to win something for once, so I don't care how you get them. Easiest way is to win or buy enough mahjong sticks and exchange 'em at the prize counter. Probably.
pt_br: Vogliamo solo vincere qualcosa per una volta, quindi non mi interessa come li ottieni. Il modo più semplice è vincere o comprare abbastanza bastoncini da mahjong e scambiarli al banco dei premi. Probabilmente.

# 960_Young Man
source: Yeah, I got 'em.
pt_br: Sì, li ho presi.

# 972_Young Man
source: Not yet.
pt_br: Non ancora.
