Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01a4010f.po
Languages: pt_br

source: Man
pt_br: Uomo

source: Idle
pt_br: Inattivo

# 180_Hana
source: Oh, Chief! Out wandering around as usual, I see.
pt_br: Oh, Capo! In giro a zonzo come al solito, vedo.

# 192_Akiyama
source: Well, I don't know about "wandering around." I'm a busy guy, you know?
pt_br: Beh, 'gironzolare'? Non direi proprio. Sono un tipo impegnato, sai?

# 204_Hana
source: Oh, spare me! You were off playing pachinko or something, weren't you!?
pt_br: Ma dai! Stavi a giocare a pachinko o roba del genere, vero!?

# 216_Hana
source: Do you have any idea how many jobs I took care of while you were out goofing around?
pt_br: Ma ti rendi conto di quanti lavori mi sono sbrigato mentre tu eri in giro a cazzeggiare?

# 228_Hana
source: Meanwhile, the world keeps turning. Apparently, some counterfeit bills have been making their way around town. I saw it on a news site.
pt_br: Intanto, il mondo va avanti. A quanto pare, delle banconote false stanno girando in città. L'ho visto su un sito di notizie.

# 252_Akiyama
source: Aha! So you've been surfing the net all day, have you?
pt_br: Aha! Quindi hai passato tutta la giornata a smanettare in rete, eh?

# 264_Hana
source: I've been gathering info for work!
pt_br: Ho tirato su qualche informazione per il lavoro!

# 276_Akiyama
source: Whatever you say... Counterfeit bills, huh? That's bad for business...
pt_br: Quel che dici tu... Banconote false, eh? Questo è un male per gli affari...

# 288_Hana
source: Tell me about it! I hope they catch the crook soon.
pt_br: Chi me lo dici a me! Spero che prendano presto quel farabutto.

# 300_Akiyama
source: I'm sure Tokyo's finest are on the case.
pt_br: Sono sicuro che i 'migliori' di Tokyo si siano già messi al lavoro.

# 312_Akiyama
source: *yawn*
pt_br: *sbadiglio*

# 324_Hana
source: Why do I even bother...?
pt_br: Ma chi me lo fa fare...?

# 372_Man
source: Hello?
pt_br: Salve?

# 384_Hana
source: Oh, hello. Chief! We've got a customer.
pt_br: Oh, salve. Capo! Abbiamo un cliente.

# 396_Akiyama
source: Oh yeah? Who is it?
pt_br: Ah, sì? E chi è?

# 408_Akiyama
source: Ah, Hayashida-san. Is it payback day already?
pt_br: Ah, Hayashida-san. È già ora di saldare i conti?

# 420_Hana
source: Ugh, I wish you'd keep track of these things...
pt_br: Uffa, magari ti ricordassi di queste cose...

# 432_Hayashida
source: Here's this month's payment.
pt_br: Ecco la rata di questo mese.

# 444_Akiyama
source: Thank you. Just give me a moment to make sure we're all squared away...
pt_br: Grazie. Datemi un attimo per assicurarmi che siamo tutti a posto...

# 504_Hana
source: You're always so prompt with your payments, Hayashida-san. We really appreciate it.
pt_br: Lei è sempre così puntuale con i suoi pagamenti, Hayashida-san. Lo apprezziamo davvero.

# 516_Hayashida
source: Times are tough, so it certainly hasn't been easy... But I've managed to hang in there.
pt_br: I tempi sono duri, quindi non è stato assolutamente facile... Ma sono riuscito a tenere botta.

# 528_Akiyama
source: Well, in this line of business, you're a rare bird, as far as customers go.
pt_br: Beh, in questo ramo d'affari, sei una mosca bianca, per quanto riguarda i clienti.

# 540_Akiyama
source: ...Huh?
pt_br: ...Eh?

# 552_Akiyama
source: Hayashida-san, did you, by any chance, withdraw this money from an ATM?
pt_br: Hayashida-san, hai mica ritirato questi soldi da un bancomat?

# 564_Hayashida
source: No, I took it from the safe at work...
pt_br: No, l'ho preso dalla cassaforte al lavoro...

# 576_Hana
source: You run a restaurant, don't you? A French restaurant! Ooh, I've got to try it out sometime.
pt_br: Hai un ristorante, no? Un ristorante francese! Oh, devo farci un salto prima o poi.

# 588_Akiyama
source: There are some, uh... counterfeit bills in here.
pt_br: Ci sono dei, ehm... soldi falsi qui dentro.

# 600_Hayashida
source: What!?
pt_br: Cosa!?

# 612_Akiyama
source: They're actually pretty well done. Definitely good enough to fool the eye... Probably couldn't fool an ATM, though.
pt_br: Sono fatti davvero bene, a dire il vero. Decisamente buoni abbastanza da fregare l'occhio... Probabilmente, però, un ATM non lo fregherebbero.

# 624_Hana
source: Counterfeit bills? Like the ones I just read about online?
pt_br: Soldi falsi? Tipo quelli di cui ho appena letto online?

# 636_Akiyama
source: Could be... And I'm thinking we just found the man responsible.
pt_br: Può darsi... E mi sa che abbiamo appena trovato l'uomo responsabile.

# 648_Hayashida
source: What are you saying!?
pt_br: Ma che stai dicendo!?

# 660_Akiyama
source: Sorry. Bad joke. I doubt you'd knowingly use fake bills. I'm sure you're beyond reproach.
pt_br: Scusa. Battuta pessima. Non credo proprio che useresti di proposito banconote false. Sono sicuro che sei al di sopra di ogni sospetto.

# 672_Hayashida
source: Of course I am! I've been working my fingers to the bone to pay back this money! Why would I try to swindle my way out now!?
pt_br: Ma certo che sì! Mi sono fatto un mazzo così per ripagare questi soldi! Perché dovrei cercare di svignarmela con un raggiro ora!?

# 684_Akiyama
source: Exactly. Do you remember when you got this money?
pt_br: Esatto. Ti ricordi quando hai preso questi soldi?

# 696_Hayashida
source: Let's see... Sorry, I'm a little frazzled... Last week, I deposited everything at the bank, so this must've happened sometime after that.
pt_br: Vediamo... Scusi, sono un po' nel pallone... La settimana scorsa, ho depositato tutto in banca, quindi dev'essere successo qualche tempo dopo.

# 708_Akiyama
source: Well, that helps narrow it down. Any suspicious customers come by this past week?
pt_br: Beh, questo restringe un po' il campo. Qualche cliente sospetto si è fatto vivo questa settimana?

# 720_Hayashida
source: Suspicious customers?
pt_br: Clienti sospetti?

# 732_Akiyama
source: Say, someone who ordered a thousand yen dish and paid with a ten thousand yen bill?
pt_br: Senti, qualcuno che ha ordinato un piatto da mille yen e ha pagato con una banconota da diecimila yen?

# 744_Hayashida
source: Sure, that happens pretty often...
pt_br: Certo, capita spesso...

# 756_Akiyama
source: Anybody ask you to break big bills as they paid?
pt_br: Qualcuno ti ha chiesto di cambiare banconote grosse mentre ti pagavano?

# 768_Hayashida
source: Yes! There was somebody like that a couple days ago. I couldn't exactly say no...
pt_br: Sì! C'era uno così un paio di giorni fa. Non potevo mica dire di no...

# 780_Akiyama
source: That might be our man. Do you remember what he looked like?
pt_br: Potrebbe essere il nostro uomo. Ti ricordi com'era fatto?

# 792_Hayashida
source: He struck me as kind of a yakuza type, and he was pretty intimidating, so it was kinda hard for me to turn him down...
pt_br: Mi è sembrato proprio uno yakuza, e incuteva parecchia soggezione, così non me la sono sentita di rifiutarlo...

# 804_Hana
source: That's got to be him! Super shady!
pt_br: Dev'essere lui! Troppo losco!

# 816_Akiyama
source: Very interesting. Now let me ask you this. Are you much of an artist, Hayashida-san?
pt_br: Molto interessante. Ora ti chiedo questo. Sei mica un artista, Hayashida-san?

# 828_Hayashida
source: Me? I don't draw very well, no...
pt_br: Io? Non è che sia un granché a disegnare, no...

# 840_Akiyama
source: Ah, I see. Well, I'm no Picasso myself. So that just leaves...
pt_br: Ah, capisco. Beh, non sono mica Picasso io. Quindi non resta che...

# 852_Hana
source: Who, me?
pt_br: Chi, io?

# 864_Akiyama
source: Yep. It's your time to shine, Hana-chan. Show us what you can do.
pt_br: Già. È il tuo momento di farti vedere, Hana-chan. Faccelo vedere cosasai fare.

# 876_Hana
source: Well, uh, all right...
pt_br: Beh, uh, va bene...

# 888_Akiyama
source: Hayashida-san, would you please describe this customer? Whatever you can remember.
pt_br: Hayashida-san, potrebbe descriverci questo cliente? Tutto ciò che le viene in mente.

# 900_Hayashida
source: Let's see. He was about forty years old and...
pt_br: Allora. Aveva circa quarant'anni e...

# 912_Hana
source: Uh-huh... Forty years old...
pt_br: Mh-hm... Quarant'anni...

# 972_Hayashida
source: That's about all I can remember...
pt_br: È più o meno tutto quello che ricordo...

# 984_Hana
source: I see... So, something like this?
pt_br: Capisco... Quindi, una roba del genere?

# 1008_Hayashida
source: ...Ahem.
pt_br: ...Ehm.

# 1020_Hana
source: Hm? What's wrong?
pt_br: Hm? Che c'è?

# 1032_Akiyama
source: So we're looking for some kind of ogre...?
pt_br: Allora stiamo cercando una specie di orco...?

# 1044_Hayashida
source: Oh, I don't know... It does kind of look like him.
pt_br: Mah, non saprei... Però, sì, un po' gli assomiglia.

# 1056_Akiyama
source: Really!? You sure you're not just being polite?
pt_br: Sul serio!? Sei sicuro che non mi stai solo dicendo per educazione?

# 1068_Hana
source: Oh, come on! You told me to draw, so I did!
pt_br: Ma dài! Mi hai detto di tirare fuori, e l'ho fatto!

# 1080_Akiyama
source: Hahaha! Forgive me, I had no idea you were so bad at it. Ahem... Now then, Hayashida-san, do you really see a resemblance?
pt_br: Ahahah! Perdonami, non pensavo fossi così negato! Ehm... Allora, Hayashida-san, ci vedi davvero una somiglianza?

# 1092_Hayashida
source: Yes... As a matter of fact, I do.
pt_br: Sì... In effetti, sì.

# 1104_Akiyama
source: I see... And here I thought I was a man of the world...
pt_br: Ah, capisco... E io che mi credevo uno scafato...

# 1116_Hana
source: Chief...
pt_br: Capo...

# 1128_Akiyama
source: Never mind. Hana-chan, can you make me some copies of this? About fifty or so should do.
pt_br: Lascia perdere. Hana-chan, puoi farmi delle copie di questo? Una cinquantina, più o meno, dovrebbe bastare.

# 1140_Hana
source: Like I'm not embarrassed enough? Look, I'll make the copies, but don't tell me you're going to try and find this guy yourself?
pt_br: Come se non fossi già abbastanza in imbarazzata? Senti, farò le copie, ma non vorrai mica provare a rintracciare quel tipo da solo?

# 1152_Akiyama
source: Thinkin' about it...
pt_br: Pensandoci su...

# 1164_Hayashida
source: Oh, you don't have to go that far! I'll replace the fakes right away. Besides, wouldn't this be better left in the hands of the police?
pt_br: Oh, non c'è bisogno di spingersi a tanto! Sostituisco i falsi subito. Inoltre, non sarebbe meglio lasciare questa cosa nelle mani della polizia?

# 1176_Akiyama
source: Don't worry. I'll take care of it. I'll be in touch if I find out anything.
pt_br: Non ti preoccupare. Ci penso io. Ti faccio sapere se scopro qualcosa.

# 1188_Hayashida
source: If you say so... I suppose I'll be on my way, then.
pt_br: Se lo dici tu... beh, allora mi avvio.

# 1248_Hana
source: I've got your copies ready. Are you really gonna go look for this guy?
pt_br: Ho pronte le tue copie. Ma ci vai davvero a cercare questo tipo?

# 1260_Akiyama
source: That's the plan.
pt_br: Questo è il piano.

# 1272_Hana
source: What do you want to do that for? Weren't you just talking about how "Tokyo's finest" were on the case?
pt_br: Ma che ti salta in mente? Non stavi dicendo proprio adesso che "i migliori di Tokyo" erano sul caso?

# 1284_Akiyama
source: I did intend to let them handle it, yes. But it's a different story when one of my customers is involved.
pt_br: Intendevo lasciarli fare, sì. Ma è tutta un' altra storia quando c'è di mezzo uno dei miei clienti.

# 1296_Akiyama
source: My customers' money holds a deep significance to them. For Hayashida-san, it's the tangible fruit of all the hard work he puts into making delicious food.
pt_br: I soldi dei miei clienti hanno un significato profondo per loro. Per Hayashida-san, sono il frutto tangibile di tutto il duro lavoro che mette nel preparare cibo delizioso.

# 1308_Akiyama
source: Way I see it, fake money is like spitting in the face of everyone who puts in a hard day's work, and well... Frankly, it pisses me off.
pt_br: Per come la vedo io, i soldi falsi sono come uno sputo in faccia a tutti quelli che si fanno il culo, e beh... Sinceramente, mi fa incazzare.

# 1320_Hana
source: Chief...
pt_br: Capo...

# 1332_Akiyama
source: I'm not entirely sure this is the culprit, but it's all I have to go on right now. I'll ask around. Take care of the the office while I'm gone, all right?
pt_br: Non sono del tutto sicuro che sia lui il colpevole, ma è tutto quello che ho su cui basarmi al momento. Chiederò in giro. Occupati dell' ufficio mentre sono via, va bene?

# 1344_Hana
source: Aw, Chief, can't you at least try to get through some of this paperwork first...?
pt_br: Dai, capo, non potresti almeno provare a sbrigare un po' di queste scartoffie prima...?

# 1404_Akiyama
source: (Hana-chan really slaved over this sketch... Guess I should start handing 'em out.)
pt_br: (Hana-chan si è fatta il mazzo per questo schizzo... Credo che dovrei iniziare a darli in giro.)

# 1416_Akiyama
source: (I'll stop by my friends' places first. Maybe somebody who usually deals in big bills, like the owner of Sushi Gin.)
pt_br: (Farò un salto dai miei amici prima. Magari qualcuno che maneggia di solito tagli grossi, come il proprietario del Sushi Gin.)
