Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00020485.po
Languages: it

source: Man
it: Uomo

source: Mr. Try and Hit Me
it: Signor Provaci e Colpiscimi

# 84_Tanimura
source: Hey, you.
it: Ehi, tu.

# 96_Man
source: What's this? A challenger? Finally, someone around here who actually has some balls!
it: Come? Uno sfidante? Finalmente, qualcuno da queste parti che ha delle palle!

# 108_Man
source: I go by "Mr. Try and Hit Me." The job's in the name: Hit me in under a minute and you get 50,000 yen.
it: Mi faccio chiamare "Signor Provaci e Colpiscimi". Il lavoro è nel nome: colpiscimi in meno di un minuto e otterrai 50.000 yen.

# 120_Mr. Try and Hit Me
source: Only costs three grand to play. Wanna give it a shot?
it: Costa solo tremila yen partecipare. Vuoi provarci?

# 132_Tanimura
source: Hell no. Do I not look familiar to you?
it: Col cazzo. Non ti sembro familiare?

# 144_Mr. Try and Hit Me
source: ...Oh shit! You're that mahjong monster!
it: ...Oh merda! Sei quel mostro del mahjong!

# 156_Tanimura
source: Bingo. Now look, I have some questions for you. Got a few moments?
it: Bingo. Ora senti, ho qualche domanda per te. Hai un attimo?

# 168_Iida
source: Nope, don't know nothin'! And I definitely didn't rat you out to your superior officer, either, so why don't ya scurry on back to donut patrol!
it: No, non so niente! E di sicuro non ho fatto la spia al tuo superiore, quindi perché non torni al tuo giro di ciambelle!

# 180_Tanimura
source: ...You're not very bright, are you? But thanks for saving both of us the time.
it: ...Non sei molto sveglio, vero? Ma grazie per averci fatto risparmiare tempo.

# 192_Tanimura
source: Now's the part where I teach you a lesson for being such a sore loser.
it: Ora è il momento di darti una lezione per essere un così cattivo perdente.

# 204_Iida
source: Hahaha... Go ahead and try! Can't touch this, baby!
it: Ahahah... Provaci pure! Non puoi toccarmi, baby!

# 216_Tanimura
source: ...You gotta be kidding me.
it: ...Stai scherzando, vero?

# 228_Iida
source: It ain't no joke, jackass! They used to call me the Artful Dodger back in the day, 'cause my footwork alone is a masterpiece!
it: Non è uno scherzo, coglione! Ai miei tempi mi chiamavano l'Abile Schivatore, perché il mio gioco di gambe è un capolavoro!

# 240_Iida
source: So get ready, 'cause for the very first time in Kamurocho history, Mr. Try and Hit Me's gonna try and hit you! This is gonna be some groundbreaking shit right here!
it: Quindi preparati, perché per la prima volta nella storia di Kamurocho, il Signor Provaci e Colpiscimi proverà a colpirti! Sarà una cosa epocale!

# 252_Tanimura
source: Yeah, good luck with that. I'll be handing you your ass in under a minute.
it: Sì, in bocca al lupo. Ti farò il culo in meno di un minuto.

# 264_Iida
source: You think you're hot shit, huh? All right then, game on!
it: Pensi di essere chissà chi, eh? Va bene allora, si comincia!
