Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0026030f.po
Languages: pt_br

source: I like a man with sophisticated hobbies. <Color:7>♥<Color:Default>
pt_br: Mi piacciono gli uomini con passatempi raffinati. <Color:7>♥<Color:Default>

source: But if that's where you want to go, Kiryu-san, I suppose we can...
pt_br: Ma se è lì che vuoi andare, Kiryu-san, suppongo che possiamo...

source: I only started playing recently. This should be a great match!
pt_br: Ho iniziato a giocare solo di recente. Sarà un'ottima accoppiata!

source: Well, if that's where you want to go, %s-san, then we'll go...
pt_br: Beh, se è lì che vuoi andare, %s-san, allora ci andremo...

source: Did I tell you I recently started playing golf? Hehehe. This should be a fun little competition. <Color:7>♥<Color:Default>
pt_br: Ti ho detto che ultimamente ho iniziato a giocare a golf? Hehehe. Sarà una piccola e divertente competizione. <Color:7>♥<Color:Default>

source: Player
pt_br: Giocatore

# 448_松岡里緒奈：源氏名
source: I know she told me not to worry about it, but I can't stop thinking about my father's debts.
pt_br: Lo so che mi ha detto di non farci caso, ma non faccio che pensare ai debiti di mio padre.

# 460_Kiryu
source: Sounds like he's borrowed money from some pretty shady types. I hope nothing bad happens.
pt_br: Mi sa che ha preso soldi in prestito da tipi parecchio loschi. Spero che non gli succeda niente di brutto.

# 472_松岡里緒奈：源氏名
source: Yeah, me too...
pt_br: Già, anch'io...

# 484_松岡里緒奈：源氏名
source: Sorry for getting you involved with all this.
pt_br: Scusa se ti ho messo in mezzo a tutto questo.

# 496_Kiryu
source: Don't worry about it.
pt_br: Non preoccuparti.

# 508_松岡里緒奈：源氏名
source: I still have some time before I have to go to work. What would you like to do?
pt_br: Ho ancora un po' di tempo prima di andare a lavoro. Cosa ti andrebbe di fare?

# 532_Player
source: (Where should we go...?)
pt_br: (Dove andiamo...?)

# 544_Player
source: (Where should we go...?)
pt_br: (Dove andiamo...?)

# 556_Player
source: (We could go shopping.)
pt_br: Potremmo andare a fare shopping.

# 568_Player
source: (We could go out to eat.)
pt_br: (Potremmo andare a mangiare fuori.)

# 580_Player
source: (What should we do?)
pt_br: (Che facciamo?)

# 604_Player
source: How about Kanrai for some yakiniku?
pt_br: Andiamo da Kanrai a mangiare yakiniku?

# 616_松岡里緒奈：源氏名
source: Ooh, I love Kanrai's yakiniku! I skipped lunch, so I'm starving.
pt_br: Ohhh, adoro lo yakiniku del Kanrai! Ho saltato il pranzo, quindi sto morendo di fame.

# 628_Talk_Yes
source: Let's get a move on!
pt_br: Diamoci una mossa!

# 652_Player
source: How about Kanrai for some yakiniku?
pt_br: Andiamo da Kanrai a mangiare yakiniku?

# 664_松岡里緒奈：源氏名
source: Hehehe... I was waiting for you to say that! Good thing I skipped lunch, then!
pt_br: Eheheh... Aspettavo proprio che lo dicessi! Meno male che ho saltato il pranzo, allora!

# 676_Talk_Yes
source: Let's get a move on!
pt_br: Diamoci una mossa!

# 712_Player
source: How does Sushi Gin sound?
pt_br: Che ne dici di Sushi Gin?

# 724_松岡里緒奈：源氏名
source: Ooh, sushi! Usually I prefer meat over fish, but I rarely get the chance to eat sushi since I started living on my own. <Color:7>♥♥<Color:Default>
pt_br: Ohhh, sushi! Di solito preferisco la carne al pesce, ma mi capita raramente di mangiare sushi da quando vivo da sola. <Color:7>♥♥<Color:Default>

# 736_松岡里緒奈：源氏名
source: Hmm, what should I order? Oh, I can't wait! <Color:7>♥<Color:Default>
pt_br: Mh, cosa prendo? Oh, non vedo l'ora! <Color:7>♥<Color:Default>

# 748_松岡里緒奈：源氏名
source: C'mon, let's go!
pt_br: Andiamo, dài!

# 772_Player
source: How does Sushi Gin sound?
pt_br: Che ne dici di Sushi Gin?

# 784_松岡里緒奈：源氏名
source: Huh, you're more into fish than meat? I guess we have different tastes in food, then.
pt_br: Ah, sei più per il pesce che per la carne? Immagino che abbiamo gusti diversi in fatto di cibo, allora.

# 796_Talk_Yes
source: I do like sushi, though. Let's get going.
pt_br: Mi piace il sushi, però. Andiamo.

# 832_Player
source: Why don't we go shopping at Le Marche?
pt_br: Che ne dici se andiamo a fare shopping a Le Marche?

# 844_松岡里緒奈：源氏名
source: Ooh, does that mean you're going to buy me a present?
pt_br: Ohh, vuol dire che mi comprerai un regalo?

# 856_Player
source: Hehehe... I can't wait to get a present from you, Kiryu-san. <Color:7>♥<Color:Default>
pt_br: Hehehe... Non vedo l'ora di ricevere un regalo da te, Kiryu-san. <Color:7>♥<Color:Default>

# 868_Talk_Yes
source: Okay, let's go!
pt_br: Perfetto, andiamo!

# 892_Player
source: Why don't we go shopping at Le Marche?
pt_br: Che ne dici se andiamo a fare shopping a Le Marche?

# 904_松岡里緒奈：源氏名
source: Hehehe... I wonder what you're going to buy me this time? <Color:7>♥<Color:Default>
pt_br: Eheheh... Chissà cosa mi prenderai questa volta? <Color:7>♥<Color:Default>

# 916_Talk_Yes
source: Let's get a move on!
pt_br: Diamoci una mossa!

# 952_Player
source: Wanna catch up over a meal at Watami?
pt_br: Ti va di vederci da Watami per una mangiata?

# 964_松岡里緒奈：源氏名
source: Watami's the best! I'm practically best friends with all the staff, since I'm there so much, heh.
pt_br: Watami è il massimo! Sono praticamente amica stretta di tutto lo staff, visto che ci vado spessissimo, eh eh.

# 976_Talk_Yes
source: Watami, here we come!
pt_br: Watami, si va!

# 1000_Player
source: Wanna catch up over a meal at Watami?
pt_br: Ti va di vederci da Watami per una mangiata?

# 1012_松岡里緒奈：源氏名
source: Ooh, nice choice. They've got the best booze selection there!
pt_br: Ohh, ottima scelta. Hanno la migliore selezione di roba da bere lì!

# 1024_Player
source: You might wanna hold off on the drinking.
pt_br: Potresti voler andarci piano col bere.

# 1036_松岡里緒奈：源氏名
source: Yeah, yeah. Let's get going!
pt_br: Dai, dai. Andiamo!

# 1072_Player
source: Should we go bowling?
pt_br: Andiamo a bowling?

# 1084_松岡里緒奈：源氏名
source: Ah, bowling! I like a little healthy competition every now and then!
pt_br: Ah, il bowling! Ogni tanto un po' di sana competizione ci vuole proprio!

# 1096_Talk_Yes
source: C'mon, let's go!
pt_br: Andiamo, dài!

# 1120_Player
source: Should we go bowling?
pt_br: Andiamo a bowling?

# 1132_松岡里緒奈：源氏名
source: Again? You sure like to bowl, huh? There are other fun things we could do, ya know.
pt_br: Di nuovo? Ti piace proprio un sacco fare bowling, eh? Ci sono altre cose divertenti che potremmo fare, sai.

# 1144_Talk_Yes
source: Well, whatever. Let's head over there.
pt_br: Vabbè, dai. Andiamo lì.

# 1180_Player
source: Should we go play darts at Bantam?
pt_br: Ti va di fare una partita a freccette al Bantam?

# 1192_松岡里緒奈：源氏名
source: What? I didn't know you played darts, Kiryu-san!
pt_br: Cosa? Non sapevo che giocassi a freccette, Kiryu-san!

# 1216_Talk_Yes
source: Let's get moving!
pt_br: Dai, muoviamoci!

# 1240_Player
source: Should we go play darts at Bantam?
pt_br: Ti va di fare una partita a freccette al Bantam?

# 1252_松岡里緒奈：源氏名
source: Again? It would be nice to do something different than last time, since we're on a date and all.
pt_br: Di nuovo? Mi piacerebbe fare qualcosa di diverso dall'ultima volta, visto che siamo a un appuntamento, sai com'è.

# 1276_Talk_Smile
source: Oh well. C'mon, let's go!
pt_br: Vabbè. Dai, andiamo!

# 1312_Player
source: Want to go sing karaoke?
pt_br: Ti va di andare a cantare al karaoke?

# 1324_松岡里緒奈：源氏名
source: Karaoke!? I'm actually an awesome singer. I sound amazing in the shower!
pt_br: Karaoke!? A dire il vero, sono un cantante davvero in gamba. Sotto la doccia, poi, faccio faville!

# 1336_Talk_Smile
source: Hehehe. What should I sing today? <Color:7>♥<Color:Default>
pt_br: Eheheh. Che cosa canto oggi? <Color:7>♥<Color:Default>

# 1348_Talk_Yes
source: Let's get moving!
pt_br: Dai, muoviamoci!

# 1372_Player
source: Want to go sing karaoke?
pt_br: Ti va di andare a cantare al karaoke?

# 1384_松岡里緒奈：源氏名
source: You're really into singing, huh? But then again, so am I!
pt_br: Ti piace proprio un casino cantare, eh? E comunque, anch'io!

# 1396_Talk_Yes
source: This'll be fun. Let's go!
pt_br: Sarà divertente. Andiamo!

# 1432_Player
source: Let's shoot some pool.
pt_br: Facciamoci una partita a biliardo.

# 1444_松岡里緒奈：源氏名
source: Pool? %s-san, you know how to play pool?
pt_br: Biliardo? %s-san, sai giocare a biliardo?

# 1468_Talk_Yes
source: Let's get going!
pt_br: Andiamo!

# 1492_Player
source: Let's shoot some pool.
pt_br: Facciamoci una partita a biliardo.

# 1504_松岡里緒奈：源氏名
source: Again? It would be nice to do something different than last time if we're going on a date.
pt_br: Di nuovo? Mi piacerebbe fare qualcosa di diverso dall'ultima volta, visto che è un appuntamento.

# 1528_Talk_Smile
source: Oh well. Let's get going, then.
pt_br: Vabbè. Andiamo, allora.

# 1564_Player
source: Let's play golf.
pt_br: Giochiamo a golf.

# 1576_松岡里緒奈：源氏名
source: Huh? You know how to play golf, Kiryu-san?
pt_br: Eh? Sai giocare a golf, Kiryu-san?

# 1600_Talk_Yes
source: Okay, let's get going!
pt_br: Va bene, andiamo!

# 1624_Player
source: Let's play golf.
pt_br: Giochiamo a golf.

# 1636_松岡里緒奈：源氏名
source: I see you've got the golf bug, too!
pt_br: Ah, vedo che ti ha preso pure a te la scimmia del golf!

# 1648_Talk_Yes
source: I'm not gonna go easy on you, Kiryu-san! Let's get going!
pt_br: Non sarò tenera con te, Kiryu-san! Su, andiamo!

# 1684_Player
source: Let's hit the hot springs.
pt_br: Facciamo un salto alle terme.

# 1696_松岡里緒奈：源氏名
source: Ooh, the hot springs? Speaking of which, I happen to be an awesome table tennis player! I also like singing in the bath! <Color:7>♥♥<Color:Default>
pt_br: Oooh, le terme? A proposito, sono fortissima a ping-pong! Mi piace anche cantare nella vasca! <Color:7>♥♥<Color:Default>

# 1708_Talk_Yes
source: Let's get going!
pt_br: Andiamo!

# 1732_Player
source: Let's play table tennis at the hot springs.
pt_br: Giochiamo a ping pong alle terme.

# 1744_松岡里緒奈：源氏名
source: Again? You sure like table tennis, don't you?
pt_br: Ancora? Ti piace proprio il ping pong, vero?

# 1756_Talk_Yes
source: Let's get going then! Hehe.
pt_br: Allora, andiamo! Eheh.

# 1780_松岡里緒奈：源氏名
source: Go Hang Out
pt_br: Usciamo

# 1792_松岡里緒奈：源氏名
source: Go Shopping
pt_br: Andare a fare shopping

# 1804_松岡里緒奈：源氏名
source: Go Out to Eat
pt_br: Uscire a mangiare

# 1816_松岡里緒奈：源氏名
source: Should we go bowling?
pt_br: Andiamo a bowling?

# 1828_松岡里緒奈：源氏名
source: How about some darts?
pt_br: Che ne dici di fare due freccette?

# 1840_松岡里緒奈：源氏名
source: Want to go sing karaoke?
pt_br: Ti va di andare a cantare al karaoke?

# 1852_松岡里緒奈：源氏名
source: Let's do something else.
pt_br: Facciamo qualcos'altro.

# 1864_松岡里緒奈：源氏名
source: Should we go bowling?
pt_br: Andiamo a bowling?

# 1876_松岡里緒奈：源氏名
source: How about some darts?
pt_br: Che ne dici di fare due freccette?

# 1888_松岡里緒奈：源氏名
source: Want to go sing karaoke?
pt_br: Ti va di andare a cantare al karaoke?

# 1900_松岡里緒奈：源氏名
source: We could golf.
pt_br: Potremmo fare golf.

# 1912_松岡里緒奈：源氏名
source: Let's do something else.
pt_br: Facciamo qualcos'altro.

# 1924_松岡里緒奈：源氏名
source: We could go to Le Marche.
pt_br: Potremmo farci un giro a Le Marche.

# 1936_松岡里緒奈：源氏名
source: Let's do something else.
pt_br: Facciamo qualcos'altro.

# 1948_松岡里緒奈：源氏名
source: How about some yakiniku?
pt_br: Ti va un po' di yakiniku?

# 1960_松岡里緒奈：源氏名
source: How does sushi sound?
pt_br: Che ne dici del sushi?

# 1972_松岡里緒奈：源氏名
source: Let's do something else.
pt_br: Facciamo qualcos'altro.

# 1984_松岡里緒奈：源氏名
source: Go Hang Out
pt_br: Usciamo

# 1996_松岡里緒奈：源氏名
source: Go Shopping
pt_br: Andare a fare shopping

# 2008_松岡里緒奈：源氏名
source: Go Out to Eat
pt_br: Uscire a mangiare
