Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0009037d.po
Languages: pt_br

source: The Florist
pt_br: Il Fiorista

# 56_The Florist
source: Can't thank you guys enough for helping me out with that idiot son of mine.
pt_br: Non vi ringrazierò mai abbastanza per avermi dato una mano con quell' idiota di mio figlio.

# 68_Akiyama
source: Just remember, you owe me one.
pt_br: Ricorda, me ne devi uno.

# 80_Akiyama
source: I had to get one of my sweet, innocent hostesses to play along with our little charade.
pt_br: Ho dovuto mettere in mezzo una delle mie dolci, innocenti hostess per stare al gioco della nostra piccola messinscena.

# 92_Tanimura
source: I'm glad to lend a hand, but me, a cheater? Come on.
pt_br: Sono contento di dare una mano, ma io, un imbroglione? Ma dai!

# 104_Tanimura
source: I always play fair and square.
pt_br: Gioco sempre pulito.

# 116_Saejima
source: Mhm. And I'm usually the guy who beats up the guys beatin' on the homeless.
pt_br: Mhm. E di solito sono io quello che pesta quelli che si accaniscono sui senzatetto.

# 128_The Florist
source: Yeah, yeah. I'll make it up to you all, promise.
pt_br: Sì, sì. Mi sdebiterò con tutti voi, promesso.

# 140_Kiryu
source: Heh, looks like Takashi's turned out to be a pretty responsible young man, huh?
pt_br: Beh, pare che Takashi sia venuto su un ragazzo piuttosto responsabile, eh?

# 152_Kiryu
source: He never would have made it through all that a few years ago.
pt_br: Non ce l'avrebbe mai fatta a superare tutta quella robaqualche anno fa.

# 164_The Florist
source: True enough.
pt_br: In effetti.

# 176_Kiryu
source: And if Takashi <Italic>hadn't</Italic> gotten his act together, you wouldn't have taken his request, right?
pt_br: E se Takashi <Italic>non si fosse</Italic> messo la testa a posto, non avresti accettato la sua richiesta, giusto?

# 188_The Florist
source: About that, Kiryu. I have another favor to ask you.
pt_br: A proposito, Kiryu. Ho un altro favore da chiederti.

# 200_Kiryu
source: Me? What's up?
pt_br: Io? Che c'è?

# 212_The Florist
source: I need you to bring this to Takashi.
pt_br: Ho bisogno che tu porti questo a Takashi.

# 236_Kiryu
source: This is...
pt_br: Questo è...

# 248_The Florist
source: Yeah. The info he wants is on the card in there.
pt_br: Già. Le dritte che vuole sono sulla scheda lì dentro.

# 260_Kiryu
source: You're not gonna tell him yourself?
pt_br: Non glielo dici tu stesso?

# 272_The Florist
source: You really think I could bring myself to do that after all these years? I'm an information dealer, Kiryu. Nothing more, nothing less.
pt_br: Pensi davvero che potrei mai farlo dopo tutti questi anni? Sono un broker di informazioni, Kiryu. Niente di più, niente di meno.

# 284_Kiryu
source: ...If you say so. I'll do it.
pt_br: ...Se lo dici tu. Lo farò.

# 296_The Florist
source: Appreciated.
pt_br: Apprezzato.
