Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid002603a9.po
Languages: pt_br

source: Rabble Rouser
pt_br: Sobillatore

source: Suited Gentleman
pt_br: Signore in giacca e cravatta

source: Common Thug
pt_br: Teppista comune

source: Suited Woman
pt_br: Donna in tailleur

# 128_Rabble Rouser
source: What are you gonna do, spew another long-winded speech? Just give it up already.
pt_br: Che fai, sputi fuori un altro pippone? Mollala già.

# 140_Suited Gentleman
source: Enough already! Your idle threats don't intimidate me.
pt_br: Basta! Le vostre minacce a vuoto non mi intimidiscono.

# 152_Rabble Rouser
source: That was me asking nicely. You won't like not-so-nice.
pt_br: Questo era chiedere con le buone. Non ti piaceranno le cattive.

# 164_Saejima
source: Hey, c'mon. What're ya doing?
pt_br: Ehi, dài. Che combini?

# 176_Rabble Rouser
source: Uh-oh, here comes trouble. Look, Numai-san, take my advice and pack it in for today. Got it?
pt_br: Cazzo, arrivano i guai. Senta, Numai-san, ascolti il mio consiglio e lasci perdere per oggi. Capito?

# 188_Common Thug
source: You never know when these political extremists will snap, maybe even take down an innocent bystander or two...
pt_br: Non si sa mai quando questi estremisti politici sbroccheranno, magari pure faranno fuori uno o due innocenti che passano di lì...

# 200_Numai
source: Why, I...
pt_br: Perché, io...

# 296_Saejima
source: Friggin' kids these days... You alright?
pt_br: Maledetti ragazzini di oggi... Sei a posto?

# 308_Numai
source: Yes, I think so. Thank you very much. You're a lifesaver.
pt_br: Sì, credo di sì. Grazie mille. Mi hai salvato la vita.

# 320_?
source: Sir!
pt_br: Signore!

# 332_Suited Woman
source: Sir, are you all right!?
pt_br: Signore, sta bene!?

# 344_Suited Woman
source: Another hired thug? We've had enough of your interference!
pt_br: Un altro sgherro assoldato? Ne abbiamo abbastanza delle tue intromissioni!

# 356_Saejima
source: What're ya talkin' about?
pt_br: Ma che dici?

# 368_Numai
source: No, Hirauchi-kun, on the contrary! This man was helping me.
pt_br: No, Hirauchi-kun, al contrario! Quest'uomo mi stava aiutando.

# 464_Saejima
source: So you're a politician, huh?
pt_br: Allora sei un politico, eh?

# 476_Numai
source: My name's Numai. I deeply apologize for my aide's gross misunderstanding.
pt_br: Sono Numai. Mi scuso profondamente per il grave malinteso del mio assistente.

# 488_Hirauchi
source: Please forgive me.
pt_br: Mi perdoni.

# 500_Saejima
source: It's alright. I know I don't much look like the average upstandin' citizen.
pt_br: Va bene. Lo so, non ho proprio l'aria del cittadino medio perbene.

# 512_Saejima
source: Does that kid come by here just to heckle ya?
pt_br: Quel moccioso viene qui solo per romperti le scatole?

# 524_Numai
source: Yes. This part of Kamurocho is under my electoral district.
pt_br: Sì. Questa zona di Kamurocho rientra nel mio distretto elettorale.

# 536_Numai
source: I've been giving public speeches here, but lately it seems I've been attracting the wrong kind of attention.
pt_br: Ho fatto i miei comizi qui, ma ultimamente sembra proprio che stia attirando solo grane.

# 548_Hirauchi
source: It's a conspiracy!
pt_br: È un complotto!

# 560_Hirauchi
source: A rival has been sending these hired protesters after you.
pt_br: Un rivale ti sta mandando addosso questi manifestanti assoldati.

# 572_Numai
source: Hirauchi-kun! I won't have you spreading baseless rumors about a respected political opponent.
pt_br: Hirauchi-kun! Non voglio che tu vada in giro a spargere voci infondate su un rispettato avversario politico.

# 584_Hirauchi
source: But, sir－!
pt_br: Ma, signore－!

# 596_?
source: Well, well, well. If it isn't Numai-san.
pt_br: Guarda guarda guarda. Chi si vede, Numai-san.

# 608_Numai
source: Oh. Hello, Shirakawa-sensei.
pt_br: Oh. Salve, Shirakawa-sensei.

# 620_Shirakawa
source: Are you speaking here today? You certainly do work hard... or do you hardly work? Haha! I kid, I kid.
pt_br: Parli qui oggi? Ti dai un bel daffare, eh... o forse non fai un tubo? Haha! Scherzo, scherzo.

# 632_Numai
source: Without the strong constituency you enjoy, Shirakawa-san, I have to focus on more grassroots efforts.
pt_br: Senza la base elettorale solida che ti ritrovi, Shirakawa-san, devo concentrarmi su un impegno che parte dal basso.

# 644_Shirakawa
source: That's just fine. When I was younger, I worked my way up by doing the same. But, you know...
pt_br: Va benissimo così. Quando ero più giovane, mi sono fatto strada anch'io facendo lo stesso. Ma, sai...

# 656_Shirakawa
source: Youngsters these days have no stomach for real debate. If you try to make too many waves, the rabble will have it out for you.
pt_br: I giovani d'oggi non hanno fegato per un dibattito vero. Se provi ad agitare troppo le acque, la gentaglia ti darà addosso.

# 668_Shirakawa
source: One wrong word could spell the end of your political career.
pt_br: Una sola parola sbagliata potrebbe segnare la fine della tua carriera politica.

# 680_Numai
source: I suppose...
pt_br: Suppongo di sì...

# 692_Shirakawa
source: Well, I'm sure you still have a bright future ahead. Do your best and the wheels of democracy will turn just fine. Take care, now...
pt_br: Beh, sono sicuro che hai ancora un futuro brillante davanti a te. Fai del tuo meglio e le ruote della democrazia gireranno benissimo. Stammi bene, ora...

# 716_Hirauchi
source: See? I just know he's behind this! How many times have I told you as much?
pt_br: Visto? Lo sapevo, c'è lui dietro! Quante volte te l'ho detto?

# 728_Saejima
source: Who was that windbag?
pt_br: Chi era quel pallone gonfiato?

# 740_Hirauchi
source: Councilman Masumi Shirakawa. Numai-sensei will be going head to head against him in the next election into the Diet!
pt_br: Consigliere Masumi Shirakawa. Numai-sensei si scontrerà direttamente con lui nelle prossime elezioni per la Dieta!

# 752_Numai
source: Please, Hirauchi-kun, don't go accusing Shirakawa-sensei without proof! I'm sure he'd never even consider doing such a thing.
pt_br: Ti prego, Hirauchi-kun, non andare ad accusare Shirakawa-sensei senza prove! Sono sicuro che non si sognerebbe mai di fare una cosa del genere.

# 764_Saejima
source: Ya really trust that Shirakawa guy, huh?
pt_br: Tu ti fidi proprio di quel Shirakawa, eh?

# 776_Numai
source: Why, I idolize Shirakawa-sensei. He entered politics at a young age and has accomplished a great deal since then.
pt_br: Beh, io idolatro Shirakawa-sensei. È entrato in politica da giovane e da allora ha fatto un sacco di strada.

# 788_Numai
source: He and I may be political rivals, but I can't even imagine him doing anything so underhanded.
pt_br: Lui ed io saremo pure rivali politici, ma non riesco nemmeno a immaginarlo fare una cosa così sporca.

# 812_Hirauchi
source: Why give campaign speeches if they're going to keep causing all this trouble?
pt_br: Perché fare comizi se poi devono continuare a fare tutto 'sto casino?

# 824_Saejima
source: (Sounds like they're bein' harassed by some hired thugs.)
pt_br: (Sembra che vengano molestati da dei teppisti assoldati.)

# 836_Saejima
source: Must be rough, but try not to let a few punks bring ya down. Welp, good luck out there.
pt_br: Dev'essere pesante, ma cerca di non farti abbattere da quei quattro sfigati. Beh, in bocca al lupo là fuori.

# 848_Numai
source: Thank you very much! As long as I have even a single supporter, I'll keep fighting to be the people's politician!
pt_br: Grazie mille! Finché avrò anche un solo sostenitore, continuerò a battermi per essere il politico della gente!

# 920_Saejima
source: I'll be your lookout, if ya like.
pt_br: Ti faccio da palo, se ti va.

# 932_Numai
source: Oh, but I couldn't impose on you like that.
pt_br: Oh, ma non potrei mai approfittare di te così.

# 944_Saejima
source: I just wanna lend a helpin' hand to a guy who could use one.
pt_br: Voglio solo dare una mano a un tizio a cui farebbe comodo.

# 956_Numai
source: Really? Well, if you don't mind, then I'd appreciate it.
pt_br: Davvero? Beh, se non ti dispiace, allora mi faresti un gran favore.

# 968_Numai
source: But please, try not to do anything too rash...
pt_br: Ma per favore, cerca di non fare colpi di testa...

# 992_Rabble Rouser
source: Good luck out there.
pt_br: In bocca al lupo là fuori.

# 1004_Rabble Rouser
source: I'll be your lookout.
pt_br: Sarò il tuo palo.
