Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01020928.po
Languages: it

source: Ueno Seiwa Clan Member
it: Membro del Clan Ueno Seiwa

source: Girl
it: Ragazza

# 96_Ueno Seiwa Clan Member
source: This it? Talk about hard to find.
it: È questo? Parliamo di roba difficile da trovare.

# 108_Ueno Seiwa Clan Member
source: Now scram. Wouldn't want ya getting hurt, now would we?
it: Adesso sparisci. Non vorremmo che ti facessi male, vero?

# 120_Tanimura
source: Hold it right there!
it: Fermi lì!

# 144_Ueno Seiwa Clan Member
source: Well, well... Kudos on making it this far.
it: Bene, bene... Complimenti per essere arrivato fin qui.

# 156_Tanimura
source: [Take this to Homeland for me.]
it: [Porta questo a Homeland per me.]

# 216_Tanimura
source: I know you're after me, so leave these people out of it!
it: So che cercate me, quindi lasciate in pace questa gente!

# 228_Ueno Seiwa Clan Member
source: We're actually more interested in that restaurant and the money than you, but if you want us to walk over your corpse to get 'em, hey, that's your call.
it: In realtà siamo più interessati a quel ristorante e ai soldi che a te, ma se vuoi che passiamo sul tuo cadavere per prenderli, beh, a te la scelta.

# 252_Tanimura
source: (This is bad. This place is crawling with Katsuragi's goons.)
it: (Brutta storia. Questo posto è pieno di scagnozzi di Katsuragi.)

# 264_Ueno Seiwa Clan Member
source: There he is!
it: Eccolo!

# 288_Tanimura
source: (Agh, I don't have time for this! Better make a run for it!)
it: (Agh, non ho tempo per questo! Meglio darsela a gambe!)
