Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0009034b.po
Languages: pt_br

source: Fisherman
pt_br: Pescatore

# 72_Fisherman
source: You doing some fishing around here, pal?
pt_br: Stai pescando da queste parti, compare?

# 84_Saejima
source: Huh? Yeah, more or less.
pt_br: Eh? Sì, più o meno.

# 96_Fisherman
source: Ah. Well, if you really want to reel in a good haul, you're better off trying a different spot.
pt_br: Ah. Beh, se vuoi tirare su un bel bottino, ti conviene provare un altro posto.

# 108_Saejima
source: Why's that?
pt_br: Perché?

# 120_Fisherman
source: I do my share of fishing here myself, but they just aren't biting like they used to. I've wound up reeling in more random junk than fish.
pt_br: Anch'io mi ci metto a pescare, qui, ma non abboccano più come una volta. Ho finito per tirare su più robaccia a caso che pesci.

# 132_Fisherman
source: There's a better fishing spot a little ways away. I'd be happy to show you where.
pt_br: C'è un posto di pesca migliore, un po' più in là. Ti faccio vedere io dove, se ti va.

# 144_Saejima
source: Nah, I'm good. Oughta be able to catch plenty for one fella.
pt_br: No, sto a posto. Dovrei riuscire a pescarne un bel po' per uno solo.

# 156_Saejima
source: How 'bout you? Why're ya fishin' here, if it's so crappy?
pt_br: E tu? Come mai peschi qui, se fa così cagare?

# 168_Fisherman
source: Truth be told, I'm not really in it for the fish. I just like the view. It's the journey that matters to me, not the destination.
pt_br: Per dirla tutta, non è che lo faccia per il pesce. Mi piace solo il panorama. È il viaggio che conta per me, non la destinazione.

# 180_Saejima
source: That so? Then I guess the two of us anglers can suck it up and enjoy the ride.
pt_br: Così, eh? Allora direi che noi due pescatori possiamo farsela andare bene e goderci il viaggio.

# 192_Fisherman
source: Oh, uh... yep. You got that right.
pt_br: Oh, uhm... sì. L'hai detto.

# 252_Fisherman
source: Hey, pal. Back for some more fishing? I really think you'd have more luck at a different spot.
pt_br: Ehi, compare. Tornato per un'altra pescata? Ti dico, secondo me avresti molta più fortuna in un altro posto.
