Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid000205d8.po
Languages: it

source: You gained 500 EXP.
it: Hai ottenuto 500 ESP.

source: Main Characters' Possessions
it: Oggetti dei personaggi principali

# 116_Akiyama
source: By the way, are you strapped for cash at all? We're already in pretty deep, so feel free to use my money.
it: A proposito, sei a corto di soldi? Siamo già messi male, quindi usa pure i miei soldi.

# 128_Main Characters' Possessions
source: When you are able to swap between main characters, your money, points accumulated from the Casino and Coliseum, as well as items stored in the Item Box will all be consolidated. Also, places that only certain main characters could enter may now be accessible by others. Try exploring Kamurocho with each of the four main characters.
it: Quando puoi passare da un personaggio principale all'altro, i tuoi soldi, i punti accumulati al Casinò e al Colosseo, così come gli oggetti conservati nel Box Oggetti, verranno tutti unificati. Inoltre, i luoghi in cui solo alcuni personaggi principali potevano entrare potrebbero ora essere accessibili ad altri. Prova a esplorare Kamurocho con ciascuno dei quattro personaggi principali.

# 140_Main Characters' Possessions
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
it: Queste informazioni sono state aggiunte ai <Color:14>memo<Color:Default>. Leggi i <Color:14>memo<Color:Default> selezionando <Color:14>Memo<Color:Default> nel menu di pausa. Puoi accedere al menu di pausa con il pulsante <Action:Button_Options@Adventure>.

# 152_Akiyama
source: Well, the money from my place is gonna be sitting pretty on the roof of the Millennium Tower, so I can't let you have any of that. It'll be from my own personal account.
it: Beh, i soldi del mio ufficio se ne staranno belli tranquilli sul tetto della Millennium Tower, quindi non posso dartene. Saranno dal mio conto personale.

# 188_Akiyama
source: Hey there, %s-san. Why don't you kick back, relax? I can handle any errands that need running.
it: Ehilà, %s-san. Perché non ti metti comodo e ti rilassi? Posso occuparmi io di qualsiasi commissione.

# 212_Player
source: No, it's okay.
it: No, va bene così.

# 224_Player
source: Sorry, gonna have to take a rain check.
it: Scusa, dovrò rimandare.

# 236_Player
source: Think I'm good.
it: Penso di essere a posto.

# 248_Player
source: Appreciate the offer, but I'm gonna have to pass.
it: Apprezzo l'offerta, ma devo rifiutare.

# 260_Akiyama
source: Suit yourself. Just don't come crying to me when you're tired later.
it: Fa' come vuoi. Non venire a piangere da me quando sarai stanco, più tardi.

# 284_Player
source: That's a good idea. Thanks, Akiyama.
it: È una buona idea. Grazie, Akiyama.

# 296_Player
source: Sure, guess I wouldn't mind taking a little breather.
it: Certo, immagino non mi dispiacerebbe prendere una piccola pausa.

# 308_Player
source: Yeah, gotta catch my breath.
it: Sì, devo riprendere fiato.

# 320_Player
source: Thanks, I'll do that.
it: Grazie, lo farò.

# 332_Akiyama
source: Awesome. I'll swing 'round later, okay?
it: Fantastico. Passo più tardi, ok?

# 356_Akiyama
source: No, it's okay.
it: No, va bene così.

# 368_Akiyama
source: Sure.
it: Certo.
