Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0021.po
Languages: pt_br

source: Um, thanks...
pt_br: Ehm, grazie...

source: Sorry, but what am I supposed to do with somethin' like that?
pt_br: Scusa, ma che ci faccio con una roba del genere?

source: Kick back, relax!
pt_br: Mettiti comodo, rilassati!

source: Make yourself comfortable!
pt_br: Mettiti comodo!

source: Here ya go!
pt_br: Eccoti!

source: Really? Well, be sure and tell me if ya hear of anything interestin'.
pt_br: Davvero? Beh, mi raccomando, fammi sapere se senti qualcosa di interessante.

source: Player
pt_br: Giocatore

source: Attendant
pt_br: Addetto

# 4080_Erena
source: I'm real glad I decided to come to Tokyo.
pt_br: Sono proprio contento di aver deciso di venire a Tokyo.

# 4092_Akiyama
source: Why do you say that all of a sudden?
pt_br: Perché dici così di punto in bianco?

# 4104_Erena
source: Oh, I'm just happy that a nice man like you decided to come and request me, that's all.
pt_br: Oh, sono proprio contenta che un uomo così gentile come te abbia deciso di venire e chiedere proprio di me, tutto qui.

# 4116_Akiyama
source: Heheh. How long have you been here, anyway?
pt_br: Eheh. Da quanto tempo sei qui, comunque?

# 4128_Erena
source: Actually, about 10 days.
pt_br: A dire il vero, circa 10 giorni.

# 4140_Akiyama
source: Really? You're probably still getting used to it, then?
pt_br: Davvero? Probabilmente ti ci stai ancora abituando, allora?

# 4152_Erena
source: Yep, but I've already gotten the hang of the pace here.
pt_br: Già, ma ho già preso il ritmo qui.

# 4164_Akiyama
source: The pace? What do you mean?
pt_br: Il ritmo? Cosa intendi?

# 4176_Erena
source: How fast people walk.
pt_br: Come camminano veloci le persone.

# 4188_Erena
source: I've always been a fast walker, so I didn't have any trouble fittin' in.
pt_br: Sono sempre stata svelta a camminare, quindi non ho avuto problemi ad ambientarmi.

# 4200_Erena
source: I think I made the right choice in comin' here.
pt_br: Penso di averci azzeccato a venire qui.

# 4212_Akiyama
source: What's your favorite place in Tokyo?
pt_br: Qual è il tuo posto preferito a Tokyo?

# 4224_Erena
source: Well, actually I haven't been able to get around much. Do ya know any fun places to go?
pt_br: Beh, a dire il vero non ho avuto modo di girare molto. Tu conosci qualche bel posticino dove andare?

# 4236_Akiyama
source: Hm? Well, sure... But everybody has different tastes.
pt_br: Mh? Beh, certo... Ma i gusti sono gusti.

# 4248_Akiyama
source: What kind of things do you like? Maybe I can show you around a little bit.
pt_br: Che genere di cose ti piacciono? Magari posso farti fare un giretto da queste parti.

# 4260_Erena
source: Really? That'd be great.
pt_br: Davvero? Sarebbe fantastico.

# 4272_Akiyama
source: Do you want to go sightseeing? Or maybe out eating, or shopping?
pt_br: Ti va di fare un po' di turismo? O magari di andare a mangiare, o a fare shopping?

# 4284_Erena
source: Well, maybe some sightseein' first, then a nice drink afterwards.
pt_br: Bè, magari prima un giretto turistico, poi un beldrink dopo.

# 4296_Akiyama
source: If we can find the time, that'd be nice.
pt_br: Se riusciamo a trovare il tempo, sarebbe bello.

# 4308_Erena
source: Yeah, I'll be looking forward to it.
pt_br: Sì, non vedo l'ora.

# 4320_Akiyama
source: You came to Tokyo all by yourself?
pt_br: Sei venuta a Tokyo tutta da sola?

# 4332_Erena
source: Yep. But my sister will be coming soon, too.
pt_br: Già. Ma anche mia sorella arriverà presto.

# 4344_Akiyama
source: Oh? Is she a college student or something?
pt_br: Ah? È una studentessa universitaria o roba del genere?

# 4356_Erena
source: No. She's the same as me.
pt_br: No. È uguale a me.

# 4368_Akiyama
source: The same? You mean she's a hostess, too?
pt_br: Lo stesso? Intendi dire che anche lei fa la hostess?

# 4380_Erena
source: Yeah. We both work at hostess clubs.
pt_br: Già. Lavoriamo entrambi in hostess club.

# 4392_Akiyama
source: For real?
pt_br: Davvero?

# 4404_Erena
source: Surprised? Haha.
pt_br: Sorpreso? Ahah.

# 4416_Akiyama
source: Sort of. But it's interesting.
pt_br: Più o meno. Però è interessante.

# 4428_Erena
source: That's not even the craziest part! For a while, we were both workin' at the same club!
pt_br: Ma la parte più folle non è nemmeno questa! Per un po', lavoravamo tutti e due nello stesso club!

# 4440_Akiyama
source: Wow. So is she planning on working here, then?
pt_br: Wow. E pensa di lavorare qui, allora?

# 4452_Erena
source: Maybe.
pt_br: Forse.

# 4464_Akiyama
source: I guess Kyoto is a bit slower-paced, huh?
pt_br: Mi sa che Kyoto è un po' più tranquilla, eh?

# 4476_Erena
source: They walk so slow! I always get so annoyed when I'm stuck walkin' behind someone.
pt_br: Camminano così piano! Mi dà sempre i nervi quando mi tocca camminare dietro a qualcuno.

# 4488_Akiyama
source: I know the feeling.
pt_br: So cosa vuol dire.

# 4500_Erena
source: Of course, people tell me that I walk fast, so that may be part of it.
pt_br: Certo, la gente mi dice che cammino veloce, quindi forse è anche per quello.

# 4512_Akiyama
source: Yeah, if you're a fast walker and most people from Kyoto walk slowly, it must seem especially slow.
pt_br: Già, se sei uno che cammina veloce e la maggior parte della gente di Kyoto cammina piano, ti deve sembrare ancora più lento.

# 4524_Akiyama
source: But Tokyo is just about perfect for you, huh?
pt_br: Ma Tokyo ti calza a pennello, eh?

# 4536_Erena
source: Oh yeah, totally!
pt_br: Oh sì, alla grande!

# 4548_Akiyama
source: Heheh. Sounds like you might fit in better here than at home. When it comes to walking at a fast pace, at least.
pt_br: Ahah. Sembra quasi che tu ci stia meglio qui che a casa tua. Almeno, quando si tratta di camminare a passo spedito.

# 4560_Erena
source: Yeah... But I am gettin' annoyed with the crowds here.
pt_br: Già... Ma mi sto infastidendo con tutta questa gente qui.

# 4572_Akiyama
source: Heheh, I guess every place has its pros and cons.
pt_br: Heheh, eh, immagino che ogni posto abbia i suoi pro e i suoi contro.

# 4584_Erena
source: Um, can I tell you something?
pt_br: Ehm, posso dirti una cosa?

# 4596_Akiyama
source: Hm?
pt_br: Mh?

# 4608_Erena
source: Oh, never mind. Forget I said anything.
pt_br: Oh, lascia perdere. Come non detto.

# 4620_Akiyama
source: Huh? Come on, spit it out.
pt_br: Eh? Dai, sputa il rospo.

# 4632_Erena
source: Well, I'm actually seein' someone.
pt_br: Beh, a dire il vero, sto con qualcuno.

# 4644_Akiyama
source: Oh? And you left him back in Kyoto?
pt_br: Ah? E l'hai lasciato a Kyoto?

# 4656_Erena
source: No... He's here.
pt_br: No... È qui.

# 4668_Akiyama
source: Oh, did you come to Tokyo to be with him?
pt_br: Oh, sei venuta a Tokyo per stare con lui?

# 4680_Erena
source: No. I met him here.
pt_br: No. L'ho conosciuto qui.

# 4692_Akiyama
source: Really? But I thought you just got here a little while ago.
pt_br: Davvero? Ma pensavo fossi arrivata qui da poco.

# 4704_Erena
source: I met him the day after I got here!
pt_br: L'ho incontrato il giorno dopo che sono arrivata qui!

# 4716_Akiyama
source: You're kidding. That's fast work.
pt_br: Non ci credo. Che rapidità!

# 4728_Erena
source: Maybe! But he's real handsome.
pt_br: Magari! Ma è davvero un bel pezzo d'uomo.

# 4740_Akiyama
source: Just your type, huh?
pt_br: Proprio il tuo tipo, eh?

# 4752_Erena
source: Well, I thought maybe I was movin' too fast, but...
pt_br: Bè, pensavo di star correndo un po' troppo, ma...

# 4764_Akiyama
source: How did you two meet?
pt_br: Come vi siete conosciuti?

# 4776_Erena
source: Oh, he walked up to me when my friend and I were out drinking.
pt_br: Oh, mi si è avvicinato mentre eravamo fuori a farci un bicchiere io e la mia amica.

# 4788_Akiyama
source: He picked you up, just like that!?
pt_br: Ti ha rimorchiato così, di punto in bianco!?

# 4800_Erena
source: I guess he did!<Color:7>
pt_br: Immagino di sì!<Color:7>

# 4812_Akiyama
source: And you decided to go out with him?
pt_br: E hai deciso di uscire con lui?

# 4824_Erena
source: I guess I like to be flattered. And I'd just arrived in Tokyo, so I was kind of caught up in the excitement.
pt_br: Immagino mi piaccia essere adulata. E, dato che ero appena arrivata a Tokyo, ero un po' presa dall'eccitazione.

# 4836_Akiyama
source: Well, okay. So, what did you want to say about this guy?
pt_br: Ok, dai. Allora, cosa volevi dire di 'sto tipo?

# 4848_Erena
source: Oh, just that we're goin' out.
pt_br: Oh, solo che usciamo.

# 4860_Akiyama
source: Huh? That's it? That's why you're so happy?
pt_br: Eh? Tutto qui? È per questo che sei così contento?

# 4872_Erena
source: Hehe, yep!
pt_br: Hehe, sì!

# 4896_Akiyama
source: What's with young girls these days? I'll never understand what they're thinking.
pt_br: Ma che hanno le ragazze di questi tempi? Non capirò mai cosa gli passa per la testa.

# 4908_Erena
source: Hahah! You're not that old yourself.
pt_br: Ahahah! Non sei così vecchio nemmeno tu.

# 4920_Akiyama
source: Hey, I've got one foot in the grave! Well, maybe not in the grave, but I'm within walking distance of the cemetery!
pt_br: Ehi, ho un piede nella fossa! Beh, magari non proprio nella fossa, ma sono a due passi dal cimitero!

# 4932_Erena
source: Hahahah! You're funny!
pt_br: Hahahah! Sei divertente!

# 4944_Erena
source: But haven't you ever had an experience like that? Ya know, love at first sight?
pt_br: Ma non ti è mai capitata una cosa del genere? Tipo, amore a prima vista?

# 4956_Akiyama
source: Sure I have. When I saw you, for instance.
pt_br: Certo che sì. Quando ti ho visto, per esempio.

# 4968_Erena
source: Haha! I just told you I had a boyfriend!
pt_br: Haha! Te l'ho appena detto che avevo un ragazzo!

# 4980_Akiyama
source: I heard you. What about it?
pt_br: Ti ho sentito. E allora?

# 4992_Erena
source: Well, you're gonna have to try harder if ya want me to leave him for you.
pt_br: Beh, devi darti più da fare se vuoi che lo molli per te.

# 5004_Akiyama
source: Is this something you tell all your customers?
pt_br: È una cosa che racconti a tutti i tuoi clienti?

# 5016_Erena
source: Hm? Is there something wrong with talkin' about it?
pt_br: Hm? C'è qualcosa di male a parlarne?

# 5028_Akiyama
source: Well, it is a bit of a downer. I mean, most guys want to at least have the illusion that they come in with.
pt_br: Beh, è un po' una palla. Cioè, la maggior parte dei tipi vuole almeno avere l'illusione con cui si presenta.

# 5040_Erena
source: Oh, I guess you're right. Sorry for being so insensitive.
pt_br: Oh, già, hai ragione. Scusa per essere stato così insensibile.

# 5052_Erena
source: I guess you're just so easy to talk to that I got a little carried away.
pt_br: Credo che sia proprio così facile parlare con te che mi sono lasciato prendere un po' la mano.

# 5064_Akiyama
source: It's all right. I don't mind, personally.
pt_br: Va bene. Personalmente, non mi importa.

# 5076_Erena
source: Oh, that's a relief!
pt_br: Oh, meno male!

# 5088_Erena
source: I'm so depressed. I wish I could stop thinkin' about this...
pt_br: Sono così depressa. Vorrei smetterla di pensarci...

# 5100_Akiyama
source: What happened?
pt_br: Che è successo?

# 5112_Erena
source: I went shopping yesterday, and I accidentally left the dress I bought behind on the train.
pt_br: Sono andata a fare shopping ieri, e ho dimenticato per sbaglio il vestito che avevo comprato sul treno.

# 5124_Akiyama
source: Ouch...
pt_br: Ahi...

# 5136_Erena
source: I'm just so mad at myself. I bought it because I knew my boyfriend would like it.
pt_br: Sono proprio arrabbiata con me stessa. L'ho comprato perché sapevo che al mio ragazzo sarebbe piaciuto.

# 5148_Erena
source: It was a cute little dress. Cute isn't really my thing, but I thought he'd like it.
pt_br: Era un vestitino carino. Carino non è proprio il mio genere, ma pensavo gli sarebbe piaciuto.

# 5160_Akiyama
source: You choose what you wear depending on who you're with?
pt_br: Tu scegli cosa ti metti a seconda di con chi sei?

# 5172_Erena
source: Oh, yeah. I do that all the time!
pt_br: Ah, sì. Lo faccio sempre!

# 5184_Akiyama
source: I guess you can be cute when you try.
pt_br: Immagino che tu possa essere carina quando ti ci metti.

# 5196_Erena
source: Sure I can.
pt_br: Certo che posso.

# 5208_Akiyama
source: Too bad about losing that dress, though.
pt_br: Peccato per quel vestito che hai perso, però.

# 5220_Erena
source: Yeah...
pt_br: Già...

# 5232_Akiyama
source: Maybe your boyfriend could buy you another one.
pt_br: Forse il tuo ragazzo potrebbe comprartene un altro.

# 5244_Erena
source: Well, he doesn't have much money, so...
pt_br: Beh, non c'ha molti soldi, quindi...

# 5256_Akiyama
source: I see. Well, I guess there's nothing wrong with dressing to suit somebody else's taste, but don't go overboard.
pt_br: Capisco. Beh, non c'è niente di male a vestirsi per i gusti degli altri, ma non esagerare.

# 5268_Akiyama
source: Wouldn't you rather wear something you like?
pt_br: Non preferiresti indossare qualcosa che ti garba?

# 5280_Erena
source: Oh, I don't mind. As long as he likes it, I'm happy.
pt_br: Ah, non mi dispiace. L'importante è che piaccia a lui, sono contenta.

# 5292_Akiyama
source: Really? That's a bit of a surprise.
pt_br: Davvero? Questa è un po' una sorpresa.

# 5304_Erena
source: Why? Is that strange?
pt_br: Come mai? Ti sembra strano?

# 5316_Akiyama
source: Oh, it's just that most people tend to go out with people with similar tastes, whether it's fashion, music, or whatever.
pt_br: Oh, è solo che la maggior parte della gente finisce per uscire con persone che hanno gusti simili, che si tratti di moda, musica, o chissà cos'altro.

# 5328_Erena
source: But haven't you ever found yourself growin' to like something that a girlfriend of yours liked?
pt_br: Ma non ti sei mai ritrovato a prenderci gusto a qualcosa che piaceva a una tua fidanzata?

# 5340_Akiyama
source: Huh. Come to think of it, I have. So you mean you're starting to like the kind of clothes that he likes?
pt_br: Ah. A pensarci bene, sì. Quindi mi stai dicendo che ti stanno iniziando a piacere il genere di vestiti che piacciono a lui?

# 5352_Erena
source: Well... Maybe not quite yet.
pt_br: Beh... Forse non proprio ancora.

# 5364_Akiyama
source: I see. I guess there's nothing wrong with dressing to suit somebody else's taste, but don't go overboard.
pt_br: Vedo. Immagino che non ci sia nulla di male a vestirsi per piacere a qualcun altro, ma non esagerare.

# 5376_Akiyama
source: I think you've got it wrong.
pt_br: Penso tu abbia capito male.

# 5388_Erena
source: Huh? How?
pt_br: Eh? Come?

# 5400_Akiyama
source: I think most men would be more comfortable with a woman who dresses to suit her own taste, instead of changing herself to match his.
pt_br: Secondo me, la maggior parte degli uomini si sentirebbe più a suo agio con una donna che si veste come le pare a lei, invece di cambiarsi per piacere a lui.

# 5412_Erena
source: Really?
pt_br: Davvero?

# 5424_Akiyama
source: If you try too hard at that kind of thing, it'll just make the man feel like he has to try, too.
pt_br: Se ti sforzi troppo con quel genere di cose, l'uomo finirà solo per sentirsi in dovere di sforzarsi anche lui.

# 5436_Erena
source: I see... I don't mind it myself, so it didn't occur to me that it might make other people uncomfortable.
pt_br: Ah, capisco... A me non dispiace, quindi non mi era venuto in mente che potesse mettere a disagio gli altri.

# 5448_Akiyama
source: I guess there's nothing wrong with dressing to impress. Just don't be too harsh on him, all right?
pt_br: Beh, non c'è niente di male a mettersi in tiro per fare colpo. Però non andarci troppo pesante con lui, ok?

# 5460_Erena
source: Huh. I had no idea. Thanks.
pt_br: Ah. Non ne avevo idea. Grazie.

# 5472_Erena
source: What kind of women do you like?
pt_br: Che tipo di donne ti piacciono?

# 5484_Akiyama
source: Hmm... Well, for starters, Kansai girls are out of the question.
pt_br: Mmm... Beh, tanto per cominciare, le ragazze del Kansai non se ne parla nemmeno.

# 5496_Erena
source: Huh? You don't like Kansai girls?
pt_br: Eh? Non ti piacciono le ragazze del Kansai?

# 5508_Akiyama
source: Heheh. Just kidding.
pt_br: Eheh. Scherzavo.

# 5520_Erena
source: Hahahah! Don't scare me like that!
pt_br: Ahahah! Non farmi prendere un colpo così!

# 5532_Akiyama
source: What about you, Erena? What kind of men do you like?
pt_br: E tu, Erena? Che tipo di uomini ti piacciono?

# 5544_Erena
source: Me? Well, I like a man to be confident around other people, but...
pt_br: Io? Bè, mi piace che un uomo sia sicuro di sé in mezzo agli altri, ma...

# 5556_Akiyama
source: Yes?
pt_br: Sì?

# 5568_Erena
source: I want them to be sweet and needy when it's just the two of us.
pt_br: Voglio che siano dolci e bisognosi quando siamo solo noi due.

# 5580_Erena
source: Oh, and he should be rich. And kind, too.
pt_br: Ah, e dovrebbe essere ricco. E anche gentile.

# 5592_Akiyama
source: Rich, huh? At least you're honest.
pt_br: Ricco, eh? Almeno sei onesto.

# 5604_Erena
source: Yep. People are always tellin' me I'm the honest type.
pt_br: Già. La gente mi dice sempre che sono il tipo onesto.

# 5616_Akiyama
source: I didn't really mean that as a compliment...
pt_br: Non intendevo mica che fosse un complimento...

# 5640_Akiyama
source: So how does your current boyfriend measure up?
pt_br: Allora, il tuo attuale ragazzo, è all'altezza?

# 5652_Erena
source: Actually, he doesn't have much money.
pt_br: A dire il vero, non ha molti soldi.

# 5664_Akiyama
source: Most people don't.
pt_br: La maggior parte della gente no.

# 5676_Erena
source: But he's nice, so I don't mind.
pt_br: Ma è a posto, quindi non mi faccio problemi.

# 5688_Akiyama
source: Heheh. That's good.
pt_br: Ah ah. Va bene.

# 5700_Akiyama
source: Isn't that asking a little much? You don't run into people with all of those qualities very often.
pt_br: Non è chiedere un po' troppo? Non è che si incontrino spesso persone con tutte quelle qualità.

# 5712_Erena
source: I know! And I've been lookin' real hard, too.
pt_br: Lo so! E mi ci sono dato da fare un casino, pure.

# 5724_Akiyama
source: I don't know. I think it would be pretty hard for a guy to live up to all of those expectations.
pt_br: Non so. Penso che sarebbe piuttosto difficile per un tipo stare all'altezza di tutte quelle aspettative.

# 5736_Erena
source: Yeah... And if I really found a man like that, I think I might get tired tryin' to keep up with him.
pt_br: Sì... E se trovassi davvero un uomo così, penso che mi stancherei a stargli dietro.

# 5748_Akiyama
source: Right. You have to find someone who fits your personality.
pt_br: Giusto. Devi trovare qualcuno che si adatti alla tua personalità.

# 5760_Erena
source: You're right. In that case, I'd rather just have a handsome guy who won't tire me out.
pt_br: Hai ragione. Allora, mi basterebbe solo un figo che non mi stanchi.

# 5784_Akiyama
source: Why do you like manly men?
pt_br: Come mai ti piacciono gli uomini veri?

# 5796_Erena
source: Is there something wrong with that?
pt_br: Che c'è di male in questo?

# 5808_Akiyama
source: I think I know the type of guy you're talking about, but there's a difference between acting manly and being a real man, you know.
pt_br: Credo di sapere il tipo di ragazzo di cui parli, ma c'è una bella differenza tra fare il maschio e essere un uomo vero, sai.

# 5820_Akiyama
source: Most of those guys are selfish and arrogant. They don't care about other people.
pt_br: La maggior parte di quei tizi sono egoisti e arroganti. Non gliene frega niente degli altri.

# 5832_Erena
source: I suppose you're right. A real man wouldn't go around yellin' about little things, would he? I hate that.
pt_br: Credo proprio tu abbia ragione. Un uomo vero non si metterebbe a sbraitare per sciocchezze, non è vero? Lo odio.

# 5844_Akiyama
source: Oh? But I thought you liked that type of guy.
pt_br: Oh? Ma pensavo che ti piacesse quel tipo di ragazzo.

# 5856_Erena
source: Hahahah! Funny, ain't it?
pt_br: Hahahah! Divertente, vero?

# 5868_Akiyama
source: You <Italic>are</Italic> kind of contradicting yourself.
pt_br: Tu <Italic>ti stai</Italic> un po' contraddicendo.

# 5880_Erena
source: Hmm... I guess I want a manly man who cares about other people.
pt_br: Mmm... Immagino di volere un vero uomo che si preoccupi degli altri.

# 5892_Akiyama
source: You can't get past the manly man part, huh?
pt_br: Non riesci proprio a toglierti di dosso questa cosa da uomo virile, eh?

# 5904_Erena
source: Listen, listen! My sister got a pinky ring from her boyfriend.
pt_br: Senti, senti! Mia sorella ha ricevuto un anello per il mignolo dal suo ragazzo.

# 5916_Akiyama
source: Oh? Pinky rings are cheap, so they're popular among college students and young people. There's nothing very unusual about that, is there?
pt_br: Oh? Gli anelli da mignolo costano poco, quindi sono popolari tra gli studenti universitari e i ragazzi. Non c'è mica niente di strano in questo, no?

# 5928_Erena
source: No, but it's the <Italic>way</Italic> he gave it to her that's amazin'!
pt_br: No, ma è il <Italic>modo</Italic> in cui gliel'ha dato che è da urlo!

# 5940_Akiyama
source: What do you mean? How did he do it?
pt_br: Che vuoi dire? Come ha fatto?

# 5952_Erena
source: Well, apparently they were at dinner.
pt_br: Beh, a quanto pare erano a cena.

# 5964_Erena
source: My sister had just started eating her dessert...
pt_br: Mia sorella aveva appena iniziato a mangiare il suo dessert...

# 5976_Erena
source: ...when she bit down on something hard.
pt_br: ...quando ha morso qualcosa di duro.

# 5988_Erena
source: That's how she found the ring!
pt_br: È così che ha trovato l'anello!

# 6000_Akiyama
source: Really? That must've been a lot of work for him to set up!
pt_br: Davvero? Dev'essersi dato un bel da fare per organizzarlo!

# 6012_Erena
source: I guess he asked the waiter to put the ring in there.
pt_br: Mi sa che ha chiesto al cameriere di mettere l'anello lì dentro.

# 6024_Akiyama
source: It sounds like he's trying pretty hard.
pt_br: Sembra che ce la stia mettendo tutta.

# 6036_Erena
source: Right?
pt_br: Vero?

# 6048_Erena
source: If somebody did something like that for me, I'd melt!
pt_br: Se qualcuno mi facesse una roba del genere, mi scioglierei!

# 6060_Akiyama
source: He's creative, I'll give him that.
pt_br: È creativo, glielo concedo.

# 6072_Erena
source: Why is she always the one who has stuff like that happen to her? It's not fair!
pt_br: Perché è sempre lei quella a cui capitano cose del genere? Non è giusto!

# 6084_Akiyama
source: Hahah. Don't ask me.
pt_br: Ahahah. Non chiedermelo.

# 6096_Erena
source: I'm jealous.
pt_br: Sono invidioso.

# 6108_Akiyama
source: Well, do you want me to give you a present?
pt_br: Beh, vuoi che ti faccia un regalo?

# 6120_Erena
source: Really? Just remember, you've got to be pretty creative if ya want to impress me.
pt_br: Davvero? Ricordati solo, devi essere parecchio creativo se vuoi impressionarmi.

# 6132_Akiyama
source: Maybe I should've kept my mouth shut...
pt_br: Magari avrei dovuto tenere la bocca chiusa...

# 6144_Akiyama
source: Maybe I should try that one myself.
pt_br: Magari dovrei provarlo anch'io.

# 6156_Erena
source: You? Hahahah! That's a good one!
pt_br: Tu? Hahahah! Questa è bella!

# 6168_Erena
source: But I bet the girl would love it.
pt_br: Ma scommetto che alla ragazza piacerebbe da morire.

# 6180_Akiyama
source: No, really. I think it's a great idea. I'm going to have to try it sometime.
pt_br: No, davvero. Credo sia una gran bella idea. Mi sa che la proverò un giorno di questi.

# 6192_Erena
source: Really? Just keep in mind, rose gold is my favorite.
pt_br: Davvero? Però ricordati, l'oro rosa è il mio preferito.
