Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid012600cf.po
Languages: pt_br

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: Difficult Patron
pt_br: Un brutto cliente

source: Complaining Accomplice
pt_br: Complice brontolone

# 72_Difficult Patron
source: God... damn... it...
pt_br: Cristo... porca... miseria...

# 84_Saejima
source: I'm gonna let you in on a little secret.
pt_br: Ti svelo un segretino.

# 96_Difficult Patron
source: Huh?
pt_br: Uh?

# 108_Saejima
source: Gambling's a battle between gamblers and the house.
pt_br: Il gioco d'azzardo è una battaglia tra i giocatori e la casa.

# 120_Saejima
source: If there's somethin' sketchy going on, the only loser is the one who didn't already realize it.
pt_br: Se c'è qualcosa di losco in ballo, l'unico fesso è quello che non se n'è accorto prima.

# 132_Difficult Patron
source: So you admit they cheated me...!
pt_br: Allora ammetti che mi hanno fregato...!

# 144_Saejima
source: This place is different, though. I think.
pt_br: Questo posto è diverso, però. Credo.

# 156_Saejima
source: The fact they went outta their way to hire a bouncer like me to keep out punks like you proves they wanna do business on the level.
pt_br: Il fatto che si siano sbattuti per assumere un buttafuori come me per tenere alla larga i farabutti come te, dimostra che vogliono giocare pulito.

# 180_Saejima
source: Either way, you assholes were in the wrong. Can't handle losing in a game of chance? Then get a new fuckin' hobby.
pt_br: In ogni caso, voi teste di cazzo eravate in torto. Non riuscite a digerire una sconfitta al gioco d'azzardo? Allora trovatevi un cazzo di nuovo hobby.

# 192_Saejima
source: Next time, I ain't gonna go half so easy on ya. You hear me?
pt_br: La prossima volta, non sarò così tenero con te. Capito?

# 204_Difficult Patron
source: Loud and clear!
pt_br: Forte e chiaro!

# 216_Saejima
source: (There. That'll learn 'em.)
pt_br: (Ecco. Così imparano.)

# 228_Saejima
source: (Guess that's a job well done.)
pt_br: Beh, direi che l'ho sistemata per bene.

# 264_Difficult Patron
source: There he is, the bastard!
pt_br: Eccolo lì, il bastardo!

# 276_Saejima
source: Not you again.
pt_br: Di nuovo tu, eh?

# 288_Difficult Patron
source: You made an ass out of me in there. I'm not gonna let you just walk away after that!
pt_br: Mi hai fatto fare una figura di merda lì dentro. Non ti permetto di andartene così dopo quello!

# 300_Difficult Patron
source: Come on, guys. Let's beat the shit outta this meathead!
pt_br: Dai, ragazzi. Andiamo a spaccare il culo a questo energumeno!

# 312_Complaining Accomplice
source: And after you, we'll take the casino for all it's worth. All that cash will be ours!
pt_br: E dopo di te, ci svaligeremo il casinò per bene. Tutto quel malloppo sarà nostro!

# 324_Difficult Patron
source: You better believe it. After all, money's wasted on those homeless pieces of trash!
pt_br: Puoi scommetterci. Dopotutto, i soldi sono sprecati con quella feccia di barboni!

# 336_Saejima
source: Enough of that shit. You think you can do anything ya want 'cause you're up against homeless folks?
pt_br: Basta con questa merda. Credi di poter fare tutto quello che ti pare solo perché hai di fronte dei barboni?

# 348_Difficult Patron
source: You've got one hell of a big mouth, pal! C'mon, let's shut him up for good!
pt_br: Hai una fottuta bocca larga, socio! Dai, chiudiamogli quella bocca una volta per tutte!
