Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid011303db.po
Languages: pt_br

source: Fukushi's Father
pt_br: Il Padre di Fukushi

# 164_Saejima
source: Seems like you've still got a bit o' fuel left in yer tank. We're practicin' a bit more today.
pt_br: Mi sa che hai ancora un po' di benzina nel serbatoio. Oggi ci alleniamo ancora un po'.

# 176_Ochiai
source: What? Uh, no. That's enough for today. And anyway, I'm starting to get sleepy.
pt_br: Cosa? No, uhm... basta così per oggi. E comunque, mi sta venendo sonno.

# 188_Sodachi
source: Oh, no you don't! You know what they say, perseverance leads to success!
pt_br: Ah, no, non ci provare! Sai cosa dicono, la perseveranza porta al successo!

# 200_Sodachi
source: You're never going to become a champion with an attitude like that!
pt_br: Non diventerai mai un campione con un atteggiamento del genere!

# 212_Ochiai
source: Oh, shut up. I don't take orders from weaklings like you.
pt_br: Ah, sta' zitto! Non prendo ordini da smidollati come te.

# 224_Ochiai
source: I'm going to sleep, and that's that. Seeya, old man.
pt_br: Me ne vado a dormire, e fine della storia. Ciao, vecchio.

# 260_Sodachi
source: Hm? Is that a cell phone ringing?
pt_br: Mh? Ma è un cellulare che squilla?

# 272_Ochiai
source: Oh, it's mine! Ugh...
pt_br: Oh, tocca a me! Uffa...

# 284_Sodachi
source: What is it?
pt_br: E cioè?

# 296_Ochiai
source: Shit. It's my dad...
pt_br: Merda. È mio padre...

# 308_Saejima
source: Dad?
pt_br: Papà?

# 344_Ochiai
source: Hello? How's it going? Okay... Hm... Yeah... Okay...
pt_br: Pronto? Come butta? Va bene... Mmh... Sì... Ok...

# 368_Ochiai
source: Right now? I'm training at the dojo. And really hard too! You'd be impressed!
pt_br: Proprio adesso? Mi sto allenando al dojo. E mi sto impegnando da morire! Ti farei rimanere di stucco!

# 380_Ochiai
source: No, I'm serious. I'm not sleeping! I promise! I've been training without breaks! Boy, am I tired!
pt_br: No, faccio sul serio. Non sto dormendo! Lo giuro! Mi sono allenato senza sosta! Mamma mia, sono stanchissimo!

# 392_Ochiai
source: Huh? That sounds suspicious? You want to talk to my teacher?
pt_br: Eh? Mi suona strano? Vuoi parlare col mio maestro?

# 404_Ochiai
source: Okay... Hold on...
pt_br: Ok... aspetta un attimo...

# 464_Ochiai
source: You're going to have to talk to my dad. And don't think about saying anything funny, got it?
pt_br: Dovrai parlare con mio padre. E non pensare di dire cavolate, capito?

# 476_Ochiai
source: Tell him I'm an excellent and talented student!
pt_br: Digli che sono un allievo con i fiocchi, e di talento ne ho da vendere!

# 548_Saejima
source: Hello. The name's Saejima. I handle all o' the teachin' at this dojo.
pt_br: Salve. Mi chiamo Saejima. A tutte le lezioni qui in questo dojo, ci penso io.

# 560_Fukushi's Father
source: Oh, you work at the dojo?
pt_br: Ah, lavori al dojo?

# 572_Fukushi's Father
source: I'm Fukushi Ochiai's father. Thank you for looking after him.
pt_br: Sono il padre di Fukushi Ochiai. Grazie per esservi presi cura di lui.

# 584_Fukushi's Father
source: I just wanted to ask... Is he causing you any trouble?
pt_br: Volevo solo chiedere... ti sta dando qualche grana?

# 596_Fukushi's Father
source: I'm a little bit worried. He tends to... march to the beat of his own drum, if you know what I mean.
pt_br: Sono un po' preoccupato. Lui tende a... fare di testa sua, se capisci cosa intendo.

# 608_Saejima
source: Well, now that ya mention it...
pt_br: Beh, adesso che lo dici...

# 632_Ochiai
source: Raaa! Aaah! This training is really kicking my butt today!
pt_br: Raaa! Aaah! Questo allenamento mi sta proprio spaccando oggi!

# 644_Ochiai
source: But I have to keep on working! Aaaaaargh! Haaa!
pt_br: Ma devo continuare a lavorare! Aaaaaargh! Haaa!

# 668_Fukushi's Father
source: Is my son taking his training seriously?
pt_br: Mio figlio sta prendendo sul serio l'allenamento?

# 680_Saejima
source: To be honest, he ain't serious at all. But he's got potential.
pt_br: A dirla tutta, non è per niente serio. Però ha potenziale.

# 692_Fukushi's Father
source: I see. I'm sorry, but do you think that you could put Fukushi back on?
pt_br: Ah, capisco. Mi scusi, ma potrebbe ripassarmi Fukushi?

# 704_Saejima
source: Uh... Right...
pt_br: Beh... Va bene...

# 716_Ochiai
source: Fuckin' bastard... You're going to regret that!
pt_br: Maledetto bastardo... Te ne pentirai!

# 752_Ochiai
source: Hello, Dad? Oh, that guy? Yeah, he just likes to joke around.
pt_br: Ciao, papà? Ah, quello lì? Sì, sta solo a fare il pagliaccio.

# 764_Ochiai
source: That was just a lie, you know. I'm working really hard. Yep... you bet.
pt_br: Quella era solo una balla, sai. Mi sto facendo un culo così. Eh sì... puoi scommetterci.

# 812_Ochiai
source: Why didn't you listen to me!? I had to listen to him lecture me for like an hour after that! Give me a fuckin' break already!
pt_br: Perché non mi hai dato retta!? Mi sono dovuto sorbire la sua ramanzina per tipo un'ora dopo! Cazzo, dammi un po' di tregua!

# 824_Saejima
source: (Serves 'im right. But now our relationship's turned for the worse.)
pt_br: (Ben gli sta. Ma ora il nostro rapporto si è rovinato.)

# 848_Saejima
source: He's been trainin' hard. Ya ain't got a reason to worry.
pt_br: Si è allenato sodo. Non hai di che preoccuparti.

# 860_Fukushi's Father
source: Really? That's a big relief to hear. Tell him to keep up the hard work.
pt_br: Davvero? Che sollievo sentirlo! Digli di continuare a darsi da fare.

# 872_Fukushi's Father
source: Thank you, Saejima-san.
pt_br: Grazie, Saejima-san.

# 944_Saejima
source: There. Is that what ya wanted?
pt_br: Toh. È questo che volevi, eh?

# 956_Ochiai
source: Thanks, old man! You were perfect! You ever consider being an actor? What a convincing performance. My trust in you has grown. Slightly.
pt_br: Grazie, vecchio! Sei stato perfetto! Hai mai pensato di fare l'attore? Che recita convincente. La mia fiducia in te è cresciuta. Appena.

# 968_Ochiai
source: Well, I'm going to sleep. Night, old man!
pt_br: Beh, me ne vado a letto. Notte, vecchio!

# 980_Saejima
source: (Well, at least he trusts me more now...)
pt_br: (Bè, almeno si fida di me di più adesso...)

# 1004_Saejima
source: He's a phenomenon! One-in-a-million! He's the model apprentice－always workin' hard, and always aspirin' to be better.
pt_br: È un fenomeno! Uno su un milione! È l'allievo modello: si dà sempre un gran da fare e aspira sempre a migliorarsi.

# 1016_Fukushi's Father
source: Really... Did Fukushi tell you to say that?
pt_br: Ma davvero... È stato Fukushi a dirti di dire così?

# 1028_Saejima
source: That's not...
pt_br: Non è...

# 1040_Fukushi's Father
source: Sorry to have caused you trouble. Please give the phone back to Fukushi.
pt_br: Mi dispiace di averle dato fastidio. Per favore, ridia il telefono a Fukushi.

# 1052_Saejima
source: Uh... Right...
pt_br: Beh... Va bene...

# 1064_Ochiai
source: Come on! What the hell are you doing!? You didn't have to take it that far! Make it sound at least a little realistic!
pt_br: Ma dai! Ma che diavolo combini!? Non dovevi esagerare così! Falla sembrare almeno un po' credibile!

# 1100_Ochiai
source: Dad? Yeah... No, I wouldn't do such a thing. I'm training really hard, you know... Yeah...
pt_br: Papà? Sì... No, non mi sognerei mai di fare una cosa del genere. Mi sto allenando un sacco, sai... Sì...

# 1148_Ochiai
source: I was stupid to trust you! That was such a lame attempt! You're a terrible actor! Absolute crap! Idiot!
pt_br: Sono stato un idiota a fidarmi di te! Che sceneggiata patetica! Fai schifo come attore! Una porcheria totale! Idiota!

# 1160_Saejima
source: (Fuckin' kid.)
pt_br: (Maledetto moccioso.)

# 1256_Saejima
source: He ain't serious at all.
pt_br: Non si impegna proprio per niente.

# 1268_Saejima
source: He's been trainin' seriously.
pt_br: Si è allenato sul serio.

# 1280_Saejima
source: He's one-in-a-million.
pt_br: È un pezzo raro.
