Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010201dc.po
Languages: it

source: Player
it: Giocatore

source: Hostess Club Scouting
it: Reclutamento per l'Hostess Club

# 544_Player
source: (Now's not the time for that...)
it: (Non è il momento per questo...)

# 556_Akiyama
source: (I'm with Lily-chan right now. I'll come back later.)
it: (Sono con Lily-chan adesso. Tornerò più tardi.)

# 580_Player
source: What took you so long, Uncle Kaz? I got tired of waiting...
it: Perché ci hai messo tanto, zio Kaz? Mi sono stancata di aspettare...

# 604_Player
source: Oh, you're back, Akiyama-san. Shall we go, then?
it: Oh, è tornato, Akiyama-san. Andiamo, allora?

# 616_Player
source: Oh, Kiryu-san, I've been waiting for you. Shall we go, then?
it: Oh, Kiryu-san, la stavo aspettando. Andiamo, allora?

# 652_Player
source: Are you... going in there, Uncle Kaz?
it: Stai... entrando lì, zio Kaz?

# 664_Player
source: (Haruka's with me. What should I do?)
it: (Haruka è con me. Che faccio?)

# 676_Player
source: Yeah, sorry. Think you can be a big girl and wait here while I'm gone?
it: Sì, scusa. Pensi di poter fare la brava e aspettare qui mentre non ci sono?

# 688_Haruka
source: ...Okay. Have fun, Uncle Kaz.
it: ...Okay. Divertiti, zio Kaz.

# 700_Player
source: No, I'm okay.
it: No, va bene così.

# 712_Haruka
source: Really? I don't mind.
it: Davvero? A me non dispiace.

# 736_Player
source: Um, are you going in here?
it: Ehm, sta entrando qui?

# 748_Player
source: (I forgot Lily-chan's with me. What to do...)
it: (Ho dimenticato che Lily-chan è con me. Che fare...)

# 760_Player
source: Yeah. Sorry, but could you wait a bit out here?
it: Sì. Scusa, ma potresti aspettare un po' qui fuori?

# 772_Lily
source: Oh, sure. I understand.
it: Oh, certo. Capisco.

# 784_Player
source: Actually, never mind.
it: Veramente, lascia perdere.

# 796_Lily
source: I see... You don't have to worry about me though.
it: Capisco... Non deve preoccuparsi per me, comunque.

# 808_Player
source: Um, are you going in here?
it: Ehm, sta entrando qui?

# 820_Player
source: (I forgot Yasuko-san's with me. What to do...)
it: (Ho dimenticato che Yasuko-san è con me. Che fare...)

# 832_Player
source: Sorry, but could you wait here for a bit?
it: Scusi, ma potrebbe aspettare qui un attimo?

# 844_Yasuko
source: Oh, sure. I understand.
it: Oh, certo. Capisco.

# 856_Player
source: Never mind.
it: Lasci perdere.

# 868_Yasuko
source: I see... You don't have to worry about me though.
it: Capisco... Non deve preoccuparsi per me, comunque.

# 952_Player
source: (Hostess club, Elise... Ain't interested.)
it: (Hostess club, Elise... Non mi interessa.)

# 1000_Akiyama
source: (I don't have any business here right now. I've done everything I can.)
it: (Non ho niente da fare qui al momento. Ho fatto tutto quello che potevo.)

# 1012_Akiyama
source: (Come to think of it, I was recruiting hostesses earlier. Maybe I should try again.)
it: (A pensarci bene, prima stavo reclutando delle hostess. Forse dovrei riprovare.)

# 1024_Akiyama
source: (Okay, I'll give it another try.)
it: (Okay, ci riprovo.)

# 1036_Hostess Club Scouting
source: The game's story will not advance while you are recruiting girls for the club. Walk around the streets of Kamurocho until you find a girl you like.
it: La storia del gioco non avanzerà mentre stai reclutando ragazze per il club. Gira per le strade di Kamurocho finché non trovi una ragazza che ti piace.

# 1084_Akiyama
source: (No, I have other things to do. I'll get back to recruiting later.)
it: (No, ho altro da fare. Riprenderò a reclutare più tardi.)

# 1096_Akiyama
source: (Gotta scout some girls for the club...)
it: (Devo reclutare delle ragazze per il club...)

# 1108_Akiyama
source: (Or should I stop recruiting for the moment?)
it: (O dovrei smettere di reclutare per il momento?)

# 1120_Akiyama
source: (I'll stop for now.)
it: (Per ora mi fermo.)

# 1168_Akiyama
source: (No, I should keep looking.)
it: (No, dovrei continuare a cercare.)

# 1180_Akiyama
source: (Now's not the time for this.)
it: (Non è il momento per questo.)

# 1192_Akiyama
source: (Now's not the time for this.)
it: (Non è il momento per questo.)

# 1216_Akiyama
source: (I think I was supposed to meet a girl now.)
it: (Credo che dovrei incontrare una ragazza adesso.)

# 1240_Player
source: Go In Anyway
it: Entra comunque

# 1252_Player
source: Forget It
it: Lascia perdere

# 1264_Player
source: Go In Anyway
it: Entra comunque

# 1276_Player
source: Forget It
it: Lascia perdere

# 1288_Player
source: Go In Anyway
it: Entra comunque

# 1300_Player
source: Forget It
it: Lascia perdere

# 1312_Player
source: Start Recruiting Again
it: Ricomincia a reclutare

# 1324_Player
source: Not Now
it: Non ora

# 1336_Player
source: Stop Recruiting
it: Smetti di reclutare

# 1348_Player
source: Continue Recruiting
it: Continua a reclutare
