Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid016c0020.po
Languages: pt_br

source: Controls
pt_br: Controlli

# 516_Akiyama
source: Use <Action:Button_LS_Up@Cabaret><Action:Button_LS_Down@Cabaret><Action:Button_LS_Left@Cabaret><Action:Button_LS_Right@Cabaret> to control where you look. This is your chance to feast your eyes on her beauty.
pt_br: Usa <Action:Button_LS_Up@Cabaret><Action:Button_LS_Down@Cabaret><Action:Button_LS_Left@Cabaret><Action:Button_LS_Right@Cabaret> per controllare dove guardi. È la tua occasione per rifarti gli occhi con la sua bellezza.

# 528_Akiyama
source: Press <Action:Button_Cross@Cabaret> when you want to focus intently on one of her features. Holding down <Action:Button_Cross@Cabaret> allows you to focus your gaze.
pt_br: Premi <Action:Button_Cross@Cabaret> quando vuoi concentrarti intensamente su una delle sue caratteristiche. Tenere premuto <Action:Button_Cross@Cabaret> ti permette di focalizzare lo sguardo.

# 540_Akiyama
source: Note that her response will change depending on where you look.
pt_br: Nota che la sua reazione cambierà a seconda di dove guardi.

# 564_Akiyama
source: (She's got nice big eyes...)
pt_br: (C'ha dei begli occhi grandi...)

# 576_Akiyama
source: (Her mouth is cute...)
pt_br: (La sua bocca è carina...)

# 588_Akiyama
source: (Her beautiful hands...)
pt_br: (Le sue mani stupende...)

# 600_Akiyama
source: (Hm, she's right...)
pt_br: (Mmh, ha ragione...)

# 612_Akiyama
source: (She spent a lot of time on her hair...)
pt_br: (Ci ha messo un bel po' di tempo per i capelli...)

# 624_Akiyama
source: (When I think of a girl's figure...)
pt_br: (Quando penso alle forme di una ragazza...)

# 636_Akiyama
source: (Let's see...)
pt_br: (Vediamo un po'...)

# 648_Akiyama
source: Your eyes are nice and big.
pt_br: Hai degli occhi belli e grandi.

# 660_Noa
source: Huh? Why are you talking about my eyes?
pt_br: Eh? Perché ti metti a parlare dei miei occhi?

# 672_Akiyama
source: I've been thinking about them. They're quite charming.
pt_br: Ci stavo pensando. Sono davvero affascinanti.

# 684_Noa
source: But I want you to look at my legs! Hmph, never mind.
pt_br: Ma voglio che guardi le mie gambe! Hmph, lascia stare.

# 696_Akiyama
source: Um... Okay...
pt_br: Uhm... Ok...

# 708_Akiyama
source: You've got a cute mouth.
pt_br: Hai una bocca carina.

# 720_Noa
source: Really? What do you think is cute about it?
pt_br: Davvero? Cosa ci trovi di carino?

# 732_Akiyama
source: Uh, well... It looks very... kissable?
pt_br: Uhm, beh... Sembra molto... da baciare?

# 744_Noa
source: Hahaha! Nice try! Control yourself, please. <Color:7>♥<Color:Default>
pt_br: Hahaha! Bel tentativo! Controllati un po', per favore. <Color:7>♥<Color:Default>

# 756_Akiyama
source: Your hands are very pretty. You've got nice long fingers.
pt_br: Hai delle mani proprio belle. E delle dita lunghe e affusolate.

# 768_Noa
source: Oh? Well, that's nice of you to say, but... I really wanted you to look at my legs. <Color:7>♥<Color:Default>
pt_br: Oh? Beh, grazie del complimento, ma... io volevo proprio che guardassi le mie gambe. <Color:7>♥<Color:Default>

# 780_Akiyama
source: I like your hands better.
pt_br: Mi piacciono di più le tue mani.

# 792_Noa
source: Hehe, do you have some kind of hand fetish?
pt_br: Eheh, hai una specie di feticismo per le mani?

# 804_Akiyama
source: You're right. Your legs are very beautiful.
pt_br: Hai ragione. Le tue gambe sono bellissime.

# 816_Noa
source: Ha! I told you!
pt_br: Ah ah! Te l'avevo detto!

# 828_Akiyama
source: But I can't get a very good look because of that dress.
pt_br: Ma non riesco a darci una bella occhiata per via di quel vestito.

# 840_Noa
source: Hmm. Would you like to see me in a leotard?
pt_br: Mmm. Ti piacerebbe vedermi in body?

# 852_Akiyama
source: Heh, I sure would.
pt_br: Eh eh, eccome se lo farei.

# 864_Noa
source: Well then, I'll bring in one of my ballet photos.
pt_br: Beh, allora, ti porto una delle mie foto da ballerina.

# 876_Akiyama
source: Oh. So I can't see it in person?
pt_br: Oh. Quindi non posso vederlo di persona?

# 888_Akiyama
source: Your hair looks great today.
pt_br: I tuoi capelli stanno benissimo oggi.

# 900_Noa
source: My hair? What about my legs?
pt_br: I miei capelli? E le mie gambe?

# 912_Akiyama
source: I just think your hair looks cute.
pt_br: Penso solo che i tuoi capelli siano proprio carini.

# 924_Noa
source: But it doesn't have anything to do with ballet, does it? It's not like I work that hard on it.
pt_br: Ma non c'entra mica col balletto, no? Non è che ci metta chissà che impegno.

# 936_Akiyama
source: Oh, okay. Let's take a look at those legs of yours, then...
pt_br: Ah, ok. Allora, diamo un'occhiata a quelle tue gambe...

# 948_Noa
source: Hmph! I don't want to show you anymore! Too bad!
pt_br: Hmph! Non ti mostro più niente! E ti attacchi!

# 960_Akiyama
source: Hey, that's not fair.
pt_br: Ehi, così non vale!

# 972_Akiyama
source: Yes, very nice indeed...
pt_br: Sì, proprio un bel vedere...

# 984_Noa
source: Hey! Watch where you're looking!
pt_br: Ehi! Guarda dove guardi!

# 996_Akiyama
source: Well, you said you were confident about your figure, didn't you?
pt_br: Beh, hai detto che eri fiduciosa del tuo fisico, non è vero?

# 1008_Noa
source: Yes, but I just meant my legs!
pt_br: Sì, ma intendevo solo le mie gambe!

# 1020_Noa
source: But thanks for the compliment anyway. <Color:7>♥<Color:Default>
pt_br: Ma grazie comunque per il complimento. <Color:7>♥<Color:Default>

# 1032_Akiyama
source: Heheh.
pt_br: Eheh.

# 1044_Noa
source: Hey! Watch where you're looking!
pt_br: Ehi! Guarda dove guardi!

# 1056_Akiyama
source: Well, if I stared at your legs, that'd just make me a dirty old man, right?
pt_br: Beh, se ti fissassi le gambe, mi renderebbe solo un vecchio sporcaccione, no?

# 1068_Noa
source: I didn't say stare. You're not embarrassed, are you?
pt_br: Non ho mica detto di fissare. Non sarai mica imbarazzato, vero?

# 1080_Akiyama
source: What? No, not at all.
pt_br: Cosa? No, per niente.

# 1092_Noa
source: Sure... You know, you can be pretty cute sometimes.
pt_br: Certo... Sai, a volte sei proprio carino.

# 1104_Akiyama
source: Hmph. Whatever...
pt_br: Hmph. Vabbè...

# 1116_Akiyama
source: (Oh, I guess I'll play along...)
pt_br: (Oh, vabbè, starò al gioco...)

# 1128_Akiyama
source: (What's she mumbling, anyway?)
pt_br: (Che sta borbottando, questa?)

# 1140_Akiyama
source: (Aren't you supposed to move your fingers slowly in a circle when you do something like this?)
pt_br: Ma non dovresti muovere le dita lentamente in cerchio quando fai una cosa del genere?

# 1152_Akiyama
source: (She has slender legs...)
pt_br: (Ha gambe snelle...)

# 1164_Akiyama
source: (Her hair is really pretty...)
pt_br: (I suoi capelli sono davvero belli...)

# 1176_Akiyama
source: (If I have to look, might as well be here...)
pt_br: (Se devo guardare, tanto vale che sia qui...)

# 1188_Akiyama
source: (I guess she wants me to look in her eyes...)
pt_br: (Mi sa che vuole che la guardi negli occhi...)

# 1200_Noa
source: You will fall in looove with me. You will fall in looove with me.
pt_br: Ti innamorerai di me. Ti innamorerai di me.

# 1224_Noa
source: How do you feel?
pt_br: Come ti senti?

# 1236_Akiyama
source: Do you seriously think telling me to fall in love with you will work?
pt_br: Pensi davvero che basti dirmi di innamorarmi di te e io ci caschi?

# 1248_Noa
source: What are you talking about?
pt_br: Di cosa stai parlando?

# 1260_Akiyama
source: Don't play dumb. You've been mumbling to yourself this whole time.
pt_br: Non fare il finto tonto. Hai borbottato tra te e te per tutto questo tempo.

# 1272_Noa
source: Oh! You heard that!? Why didn't you say something earlier!? I'm so embarrassed...
pt_br: Oh! L'hai sentito!? Perché non hai detto niente prima!? Sono così imbarazzata...

# 1284_Akiyama
source: What are you saying? It was so soft that I couldn't quite make it out.
pt_br: Che dici? Era così piano che non l'ho capito bene.

# 1296_Noa
source: Oh? Hehe, don't worry about that.
pt_br: Oh? Hehe, non ti preoccupare di quello.

# 1308_Akiyama
source: Something about love?
pt_br: Qualcosa sull'amore?

# 1320_Noa
source: No, I didn't say anything like that. You must be hearing things.
pt_br: No, non ho detto mica niente del genere. Ti starai immaginando le cose.

# 1332_Akiyama
source: You sure? It wasn't something about falling in love with you?
pt_br: Sei sicuro? Non era mica qualcosa tipo 'mi sono innamorato di te'?

# 1344_Noa
source: Hey! You did hear me! You're so mean!
pt_br: Ehi! Mi hai sentito, eccome! Sei proprio un birbone!

# 1356_Akiyama
source: Heheh.
pt_br: Eheh.

# 1368_Akiyama
source: Don't you have to move your fingers in a circle? Like, "You are getting sleeeeepy..."
pt_br: Non si fa così con le dita, in cerchio? Tipo, "Ti sta venendo sonnooo..."

# 1380_Noa
source: Haha. I don't wanna put you to sleep.
pt_br: Ahaha. Non vorrei mica farti addormentare.

# 1392_Akiyama
source: No? Then what were you trying to do?
pt_br: No? Allora cosa stavi cercando di fare?

# 1404_Noa
source: That's a secret! Why can't you just do as you're told!?
pt_br: È un segreto! Perché non fai quello che ti dico e basta!?

# 1416_Akiyama
source: Your legs sure are slender. I guess it's because you're a ballerina.
pt_br: Le tue gambe sono proprio snelle. Immagino sia perché sei una ballerina.

# 1428_Noa
source: Don't change the subject! You have to look into my eyes or this won't work!
pt_br: Non cambiare discorso! Devi guardarmi negli occhi o così non funziona!

# 1440_Akiyama
source: What won't work?
pt_br: Cosa non andrà?

# 1452_Noa
source: Hypnotism?
pt_br: Ipnosi?

# 1464_Akiyama
source: Ha! You really think that stuff works?
pt_br: Ma va! Credi davvero che funzioni 'sta roba?

# 1476_Noa
source: Aw... That was my best chance!
pt_br: Ah... Era la mia occasione migliore!

# 1488_Akiyama
source: You've got such pretty hair. It must take quite a while to get it that way.
pt_br: Hai dei capelli così belli. Ci deve volere un bel po' per farli così.

# 1500_Noa
source: Don't change the subject! You have to look into my eyes or this won't work!
pt_br: Non cambiare discorso! Devi guardarmi negli occhi o così non funziona!

# 1512_Akiyama
source: What won't work?
pt_br: Cosa non andrà?

# 1524_Noa
source: Hypnotism?
pt_br: Ipnosi?

# 1536_Akiyama
source: Ha! You really think that stuff works?
pt_br: Ma va! Credi davvero che funzioni 'sta roba?

# 1548_Noa
source: Aw... That was my best chance!
pt_br: Ah... Era la mia occasione migliore!

# 1560_Noa
source: Hey! Watch where you're looking!
pt_br: Ehi! Guarda dove guardi!

# 1572_Akiyama
source: Why do I have to look into your eyes, anyway?
pt_br: Perché devo guardarti negli occhi, insomma?

# 1584_Noa
source: Because otherwise it won't work!
pt_br: Perché sennò non va!

# 1596_Akiyama
source: What won't work?
pt_br: Cosa non andrà?

# 1608_Noa
source: Hypnotism?
pt_br: Ipnosi?

# 1620_Akiyama
source: Ha! You really think that stuff works?
pt_br: Ma va! Credi davvero che funzioni 'sta roba?

# 1632_Noa
source: Aw... That was my best chance!
pt_br: Ah... Era la mia occasione migliore!

# 1644_Noa
source: Hey! What are you looking at? You have to look in my eyes or it won't work!
pt_br: Ehi! Che guardi? Devi guardarmi negli occhi o non funziona!

# 1656_Akiyama
source: What won't work?
pt_br: Cosa non andrà?

# 1668_Noa
source: Hypnotism?
pt_br: Ipnosi?

# 1680_Akiyama
source: Ha! You really think that stuff works?
pt_br: Ma va! Credi davvero che funzioni 'sta roba?

# 1692_Noa
source: Aw... That was my best chance!
pt_br: Ah... Era la mia occasione migliore!
