Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0021.po
Languages: pt_br

# 17352_Erena
source: Come again!
pt_br: Torna quando vuoi!

# 17364_Erena
source: Of course.
pt_br: E di che.

# 17376_F_cab_sitsofa_tlk_tereruA
source: See you soon...
pt_br: Ci vediamo presto...

# 17412_Erena
source: Believe it or not, I had a blast with you today. <Color:7>♥<Color:Default>
pt_br: Che tu ci creda o no, oggi mi sono divertita un sacco con te. <Color:7>♥<Color:Default>

# 17424_Erena
source: Yeah...
pt_br: Già...

# 17436_F_cab_sitsofa_tlk_tereruA
source: See you soon...
pt_br: Ci vediamo presto...

# 17472_Erena
source: Thanks for today. <Color:7>♥<Color:Default>
pt_br: Grazie per oggi. <Color:7>♥<Color:Default>

# 17484_Erena
source: Yeah...
pt_br: Già...

# 17496_F_cab_sitsofa_tlk_tereruA
source: See you soon...
pt_br: Ci vediamo presto...

# 17532_Erena
source: I love you! <Color:7>♥<Color:Default>
pt_br: Ti amo! <Color:7>♥<Color:Default>

# 17544_Erena
source: Yeah...
pt_br: Già...

# 17556_F_cab_sitsofa_tlk_tereruA
source: See you soon...
pt_br: Ci vediamo presto...

# 17604_Erena
source: Come again!
pt_br: Torna quando vuoi!

# 17616_Erena
source: I really had fun!
pt_br: Mi sono proprio divertito!

# 17628_Erena
source: Me too.
pt_br: Anch'io.

# 17640_Erena
source: Have ya heard any news or gossip in this city recently?
pt_br: Allora, hai sentito qualche voce o pettegolezzo in giro qui in città ultimamente?

# 17652_Erena
source: I haven't been keepin' up with the local gossip, but I bet you have.
pt_br: Non sono stato dietro ai pettegolezzi locali, ma scommetto che tu sì.

# 17664_P_sitsofaR_tlk_smile
source: Let me think...
pt_br: Fammi pensare...

# 17676_Akiyama
source: No... Nothing in particular.
pt_br: No... Niente in particolare.

# 17808_Erena
source: Akiyama-san! How do you like today's look?
pt_br: Akiyama-san! Come ti sembra il look di oggi?

# 17820_Akiyama
source: You look great, but why do you ask?
pt_br: Sei splendida, ma perché lo chiedi?

# 17832_Erena
source: I just like to stand out. I want to make sure people look at me.
pt_br: Mi piace proprio farmi notare. Voglio assicurarmi che la gente mi guardi.

# 17844_Akiyama
source: All right, all right.
pt_br: Va bene, va bene.

# 17856_Erena
source: What part of a woman's body do you like the best?
pt_br: Qual è la parte del corpo di una donna che ti piace di più?

# 17868_Akiyama
source: I've never really thought about it.
pt_br: Non ci ho mai pensato molto.

# 17880_Erena
source: I don't buy that! I bet ya like one part better than the rest.
pt_br: Non ci casco! Scommetto che una parte ti piace più delle altre.

# 17892_Erena
source: Oh, I know! Which part of <Italic>my</Italic> body do you like the best?
pt_br: Ah, lo so! Quale parte del <Italic>mio</Italic> corpo ti piace di più?

# 17940_Erena
source: Look! This is the present you gave me!
pt_br: Guarda! Questo è il regalo che mi hai fatto!

# 17952_Erena
source: I just love it!
pt_br: Li adoro!

# 17964_Erena
source: I'm a little thirsty. Is it cool if I order somethin'?
pt_br: Ho un po' di sete. Va bene se ordino qualcosa?

# 17988_Erena
source: Yay! I'll go ahead and order it, then.
pt_br: Evvai! Allora vado avanti e lo ordino.

# 18000_F_cab_sitsofa_sync_order
source: Excuse me!
pt_br: Scusi!

# 18024_Erena
source: Aw. Why not?
pt_br: Uffa. Perché no?

# 18036_Erena
source: I'm kind of hungry. Can I order some <Color:7>Dried Ray Fin<Color:Default>?
pt_br: Ho un po' fame. Posso ordinare un po' di <Color:7>Pinna di razza essiccata<Color:Default>?

# 18048_Erena
source: Really!? I'll go ahead and order, then.
pt_br: Davvero!? Allora ordino pure.

# 18060_F_cab_sitsofa_sync_order
source: Excuse me!
pt_br: Scusi!

# 18072_Akiyama
source: Oh, sorry. I don't have enough money.
pt_br: Oh, scusa. Non ho abbastanza soldi.

# 18084_Erena
source: What!? Seriously? I guess you're poorer than ya look.
pt_br: Ma va'!? Sul serio? Mi sa che sei più povero di quanto sembri.

# 18096_Erena
source: Aw. I never thought you were the cheap type.
pt_br: Ah. Non avrei mai pensato fossi il tipo tirchio.

# 18108_Erena
source: Thanks for your email! I guess I'm still getting used to life in Tokyo.
pt_br: Grazie per la tua email! Immagino che mi stia ancora abituando alla vita a Tokyo.

# 18120_Erena
source: I was real happy when you said that I should just be myself. You really think that?
pt_br: Ero proprio contenta quando hai detto che avrei dovuto essere solo me stessa. Ma lo pensi davvero?

# 18132_Akiyama
source: Sure I do.
pt_br: Certo che sì.

# 18144_Erena
source: You must really like cherry blossoms if you go the day before just to find the best spot to view 'em.
pt_br: Ti devono proprio piacere i ciliegi in fiore, se vai il giorno prima solo per trovare il posto migliore per vederli.

# 18156_Akiyama
source: There's nothing better than drinking sake under the cherry blossoms, if you ask me.
pt_br: Per me, non c'è niente di meglio che bersi del sake sotto i sakura.

# 18168_Erena
source: Then let me know if ya find a good spot. I wouldn't mind joinin' you for a drink.
pt_br: Allora fammi sapere se trovi un bel posto. Non mi dispiacerebbe unirmi a te per un drink.

# 18180_Erena
source: I was people watching from inside a café the other day...
pt_br: Stavo lì a guardare la gente da dentro un caffè, l'altro giorno...

# 18192_Erena
source: ...when I saw an employee from the café throw a sign to a man who was in a fight. The man caught the sign and smashed it into the guy's bottom!
pt_br: ...quando ho visto un impiegato del caffè lanciare un'insegna a un uomo che era in una rissa. L'uomo ha afferrato l'insegna e gliel'ha spaccata sul sedere!

# 18204_Erena
source: It was hilarious! I was too far away to see who it was, but there sure are some strange people in Tokyo.
pt_br: È stato esilarante! Ero troppo lontana per vedere chi fosse, ma ci sono persone strane a Tokyo.

# 18216_Akiyama
source: Yeah... He sounds like a real weirdo...
pt_br: Sì... Sembra un vero strambo...

# 18228_Erena
source: I ended up going to the beauty salon after I did some shoppin'.
pt_br: Alla fine sono andata al salone di bellezza dopo aver fatto un po' di shopping.

# 18240_Akiyama
source: Really? I don't think it's necessary, though.
pt_br: Davvero? Non penso sia necessario, però.

# 18252_Erena
source: I can't afford to think like that. I've got to work real hard to keep myself beautiful. I don't want you gettin' tired of me.
pt_br: Non posso permettermi di pensare così. Devo lavorare sodo per mantenermi bella. Non voglio che ti stanchi di me.

# 18264_Akiyama
source: I don't think you have to worry about that.
pt_br: Non credo tu debba preoccuparti di quello.

# 18276_Erena
source: You should really go get a massage yourself. You always seem to have a stiff neck.
pt_br: Dovresti davvero farti un massaggio anche tu. Sembri sempre avere il torcicollo.

# 18288_Akiyama
source: You can tell? Yeah, it's a problem.
pt_br: Si vede? Sì, è un problema.

# 18300_Erena
source: I'm always watching you. Ya can't hide somethin' like that from me.
pt_br: Ti osservo sempre. Non puoi nascondermi una cosa del genere.

# 18312_Erena
source: What's your favorite place in Tokyo?
pt_br: Qual è il tuo posto preferito a Tokyo?

# 18324_Erena
source: You came to Tokyo all by yourself?
pt_br: Sei venuta a Tokyo tutta da sola?

# 18336_Erena
source: I guess Kyoto is a bit slower-paced, huh?
pt_br: Mi sa che Kyoto è un po' più tranquilla, eh?

# 18348_Erena
source: He picked you up, just like that!?
pt_br: Ti ha rimorchiato così, di punto in bianco!?

# 18360_Erena
source: What's with young girls these days?
pt_br: Ma che hanno le ragazze di oggi?

# 18372_Erena
source: Is this something you tell all your customers?
pt_br: È una cosa che racconti a tutti i tuoi clienti?

# 18384_Erena
source: I guess you can be cute when you try.
pt_br: Immagino che tu possa essere carina quando ti ci metti.

# 18396_Erena
source: Wouldn't you rather wear something you like?
pt_br: Non preferiresti indossare qualcosa che ti garba?

# 18408_Erena
source: I think you've got it wrong.
pt_br: Penso tu abbia capito male.

# 18420_Erena
source: Rich, huh? At least you're honest.
pt_br: Ricco, eh? Almeno sei onesto.

# 18432_Erena
source: Isn't that asking a little much?
pt_br: Non è chiedere un po' troppo?

# 18444_Erena
source: Why do you like manly men?
pt_br: Come mai ti piacciono gli uomini veri?

# 18456_Erena
source: It sounds like he's trying pretty hard.
pt_br: Sembra che ce la stia mettendo tutta.

# 18468_Erena
source: Maybe I should try that one myself.
pt_br: Magari dovrei provarlo anch'io.

# 18480_Erena
source: I don't know... Putting it in her food?
pt_br: Non so... Metterlo nel suo cibo?

# 18492_Erena
source: Even if it's not true?
pt_br: Anche se non è vero?

# 18504_Erena
source: I'm no fan of empty flattery.
pt_br: Non sono un fan delle adulazioni vuote.

# 18516_Erena
source: Yep, you sure are pretty.
pt_br: Eh sì, sei proprio bella.

# 18528_Erena
source: Usually just canned beer.
pt_br: Di solito solo birra in lattina.

# 18540_Erena
source: I like shochu. You know, sweet potato liquor?
pt_br: Mi piace lo shochu. Sai, quel liquore di patate dolci?

# 18552_Erena
source: I drink a lot of whiskey.
pt_br: Bevo molto whiskey.

# 18564_Erena
source: Somewhere with beautiful night scenery.
pt_br: Da qualche parte con un bel panorama notturno.

# 18576_Erena
source: Someplace with great food.
pt_br: Un posto con ottimo cibo.

# 18588_Erena
source: That's a secret.
pt_br: È un segreto.

# 18600_Erena
source: Two glasses? That's not very much.
pt_br: Due bicchieri? Non è molto.

# 18612_Erena
source: You don't need to worry about that.
pt_br: Non ti preoccupare per quello.

# 18624_Erena
source: It takes more than just water.
pt_br: Ci vuole più che solo acqua.

# 18636_Erena
source: Well, I don't know.
pt_br: Beh, non lo so.

# 18648_Erena
source: Doesn't matter to me.
pt_br: Non mi importa.

# 18660_Erena
source: Of course.
pt_br: E di che.

# 18672_Erena
source: It sounds like you're having fun.
pt_br: Sembra che ti stia divertendo.

# 18684_Erena
source: Maybe you're just tired.
pt_br: Forse sei solo stanca.

# 18696_Erena
source: You should make up with her.
pt_br: Dovresti fare pace con lei.

# 18708_Erena
source: I told you so.
pt_br: Te l'avevo detto.

# 18720_Erena
source: Maybe you're just working too hard at it.
pt_br: Forse ti stai solo impegnando troppo.

# 18732_Erena
source: Are you breaking up with him already?
pt_br: Lo stai già mollando?

# 18744_Erena
source: That's not such a big deal.
pt_br: Non è un grosso problema.

# 18756_Erena
source: I'd be a little surprised too.
pt_br: Sarei un po' sorpreso anch'io.

# 18768_Erena
source: It must've been a pretty boring movie.
pt_br: Deve essere stato un film piuttosto noioso.

# 18780_Erena
source: It's great when women can cook.
pt_br: È fantastico quando le donne sanno cucinare.

# 18792_Erena
source: So you try to look like you can't cook?
pt_br: Quindi cerchi di sembrare una che non sa cucinare?

# 18804_Erena
source: You can't fool me.
pt_br: Non puoi ingannarmi.

# 18816_Erena
source: Don't some people hate fake Kansai accents?
pt_br: Ma alcune persone non odiano i finti accenti del Kansai?

# 18828_Erena
source: There's nothing cute about a Kansai accent.
pt_br: Non c'è niente di carino in un accento del Kansai.

# 18840_Erena
source: (I'll say something in a Kansai accent.)
pt_br: (Dirò qualcosa con l'accento del Kansai.)

# 18852_Erena
source: You certainly don't look it.
pt_br: Decisamente non si direbbe.

# 18864_Erena
source: You want something to eat?
pt_br: Vuoi qualcosa da mangiare?

# 18876_Erena
source: You'll just have to grin and bear it for now.
pt_br: Dovrai solo stringere i denti per ora.

# 18888_Erena
source: Did she steal a boyfriend from you or something?
pt_br: Ti ha rubato un ragazzo o roba del genere?

# 18900_Erena
source: Did she used to bully you or something?
pt_br: Ti metteva sotto, o roba simile?

# 18912_Erena
source: Sorry. I didn't mean to pry.
pt_br: Scusa. Non volevo impicciarmi.

# 18924_Erena
source: That's a little scary.
pt_br: Fa un po' paura.

# 18936_Erena
source: Your parents must've worked hard.
pt_br: I tuoi genitori si saranno fatti un bel mazzo.

# 18948_Erena
source: I can imagine how noisy that'd be.
pt_br: Posso immaginare quanto sarebbe rumoroso.

# 18960_Erena
source: If I like someone, I tell them right away.
pt_br: Se mi piace qualcuno, glielo dico subito.

# 18972_Erena
source: I like to take my time.
pt_br: Mi piace prendermi il mio tempo.

# 18984_Erena
source: It depends on the situation.
pt_br: Dipende dalla situazione.

# 18996_Erena
source: You keep making me fall for you all over again.
pt_br: Continui a farmi innamorare di te.

# 19008_Erena
source: You buy things through mail-order, huh?
pt_br: Compri roba per corrispondenza, eh?

# 19020_Erena
source: Buying the equipment is just the first step.
pt_br: Comprare l'attrezzatura è solo il primo passo.

# 19032_Erena
source: This is your chance to end it.
pt_br: Questa è la tua occasione per chiudere.

# 19044_Erena
source: Do you know how he feels?
pt_br: Sai come si sente lui?

# 19056_Erena
source: Maybe it's just temporary.
pt_br: Forse è solo temporaneo.

# 19068_Erena
source: There's no need to be sad about it.
pt_br: Non c'è bisogno di essere tristi.

# 19080_Erena
source: Are you sure you didn't love him?
pt_br: Sei sicura di non amarlo?

# 19092_Erena
source: You jumped into that relationship too quickly.
pt_br: Ti sei buttata in quella relazione troppo in fretta.

# 19104_Erena
source: Don't worry about what the other person thinks.
pt_br: Non preoccuparti di quello che pensa l'altra persona.

# 19116_Erena
source: So what are you saying?
pt_br: Quindi cosa stai dicendo?

# 19128_Erena
source: Maybe the opposite would be better.
pt_br: Magari il contrario sarebbe meglio.

# 19140_Erena
source: Real life never works out that way.
pt_br: La vita reale non va mai così.

# 19152_Erena
source: I don't like happy endings.
pt_br: Non mi piacciono i lieti fine.

# 19164_Erena
source: You're pretty cute sometimes.
pt_br: Sei abbastanza carina a volte.

# 19176_Erena
source: You can't do that with other customers?
pt_br: Non puoi farlo con altri clienti?

# 19188_Erena
source: We do get along well, don't we?
pt_br: Andiamo d'accordo, vero?

# 19200_Erena
source: I'm nobody special.
pt_br: Non sono nessuno di speciale.

# 19212_Erena
source: You could do both.
pt_br: Potresti fare entrambe le cose.

# 19224_Erena
source: Where else do you want to visit?
pt_br: Dove altro vuoi andare?

# 19236_Erena
source: Wouldn't it be better to just travel in Japan?
pt_br: Non sarebbe meglio viaggiare in Giappone?

# 19248_Erena
source: How annoying is she, exactly?
pt_br: Quanto è rompiscatole, esattamente?

# 19260_Erena
source: If you live together, you have to get along.
pt_br: Quando si vive insieme, bisogna andare d'accordo.

# 19272_Erena
source: Why doesn't she just clean up?
pt_br: Perché non pulisce lei?

# 19284_Erena
source: You don't have anything to worry about.
pt_br: Non hai niente di cui preoccuparti.

# 19296_Erena
source: Why are you saying this now?
pt_br: Perché lo dici adesso?

# 19308_Erena
source: You're really worried about this, aren't you?
pt_br: Sei davvero preoccupata per questo, vero?

# 19320_Erena
source: You shouldn't overdo it.
pt_br: Non dovresti esagerare.

# 19332_Erena
source: I know a good restaurant you might like.
pt_br: Conosco un buon ristorante che potrebbe piacerti.

# 19344_Erena
source: That's not like you.
pt_br: Non è da te.

# 19356_Erena
source: That sounds like fun.
pt_br: Sembra divertente.

# 19368_Erena
source: What do the four of you talk about?
pt_br: Di cosa parlate voi quattro?

# 19380_Erena
source: You'll have to introduce me to them.
pt_br: Me li devi presentare.

# 19392_Erena
source: I'm surprised you remembered her.
pt_br: Sono sorpreso che te la ricordassi.

# 19404_Erena
source: She must've been surprised.
pt_br: Deve essere rimasta sorpresa.

# 19416_Erena
source: You should introduce her to me sometime.
pt_br: Dovresti farmela conoscere un giorno.

# 19428_Erena
source: Nothing
pt_br: Niente

# 19440_Erena
source: 777 Town
pt_br: Città 777

# 19464_Erena
source: The Ghost in the Underground Mall
pt_br: Il Fantasma del Centro Commerciale Sotterraneo

# 19476_Erena
source: The Footbaths at Yunosono Hot Springs
pt_br: I Pediluvi alle Sorgenti Termali Yunosono

# 19488_Erena
source: Popular Golf Dates Among Women
pt_br: Appuntamenti a Golf Popolari tra le Donne

# 19500_Erena
source: Eating Liver to Reverse Brain Aging
pt_br: Mangiare Fegato per Invertire l'Invecchiamento Cerebrale

# 19512_Erena
source: The Pole Dancing Workout
pt_br: L'Allenamento di Pole Dance

# 19524_Erena
source: Popular Sweet Sake Among Women
pt_br: Sake Dolce Popolare tra le Donne

# 19536_Erena
source: Sure.
pt_br: Certo.

# 19560_Erena
source: Sure, why not?
pt_br: Certo, perché no?
