Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c02fd.po
Languages: pt_br

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

# 116_峰村七海：源氏名
source: All right, let's do this!
pt_br: Dai, si fa!

# 128_Tanimura
source: Heh, yeah.
pt_br: Eh, già.

# 140_峰村七海：源氏名
source: Well, what're we waiting for?
pt_br: Beh, che aspettiamo?

# 164_峰村七海：源氏名
source: All right!
pt_br: Bene!

# 176_峰村七海：源氏名
source: Let's do this!
pt_br: Facciamolo!

# 188_Tanimura
source: Hold on... Seems I didn't bring enough money.
pt_br: Aspetta un attimo... Sembra che non mi sia portato abbastanza grana.

# 200_峰村七海：源氏名
source: I'm sorry, I must have misheard you. What did you say?
pt_br: Mi scusi, devo averla sentita male. Che ha detto?

# 212_Tanimura
source: Um... I mean... Sorry.
pt_br: Uhm... cioè... Scusa.

# 224_峰村七海：源氏名
source: I don't believe it! You can't manage your own finances? How do you even survive as an adult?
pt_br: Non ci credo! Non riesci a gestire le tue finanze? Come fai a sopravvivere da adulto?

# 236_峰村七海：源氏名
source: I'm going home. Goodbye.
pt_br: Me ne vado a casa. Ciao.

# 248_Tanimura
source: (I should've checked my money earlier...)
pt_br: (Avrei dovuto controllare i miei soldi prima...)

# 356_峰村七海：源氏名
source: Wow! I had no idea you were so good at golf!
pt_br: Wow! Non sapevo fossi così bravo a golf!

# 368_Tanimura
source: Well, what can I say?
pt_br: Beh, che dire?

# 380_峰村七海：源氏名
source: I had a really good time. We should go out again. <Color:7>♥<Color:Default>
pt_br: Mi sono proprio divertito un mondo. Dovremmo rivederci. <Color:7>♥<Color:Default>

# 392_峰村七海：源氏名
source: I'll see you later!
pt_br: Ci vediamo!

# 416_峰村七海：源氏名
source: Haha. We tied.
pt_br: Ahah. Abbiamo pareggiato.

# 428_Tanimura
source: I thought I had you there.
pt_br: Pensavo di averti fregato lì.

# 440_峰村七海：源氏名
source: Heh, me too. I had a really nice time. I'll see you at the club!
pt_br: Eh, anche io. Mi sono divertito un mondo. Ci vediamo al club!

# 464_峰村七海：源氏名
source: Well, that wasn't much fun. I guess you're not very good at golf.
pt_br: Beh, non è che sia stato 'sto spasso. Mi sa che a golf non sei un granché.

# 476_Tanimura
source: Er, sorry.
pt_br: Uhm, scusa.

# 488_峰村七海：源氏名
source: Huh. Well, bye. See you at the club.
pt_br: Ah. Beh, ciao. Ci vediamo al club.

# 596_峰村七海：源氏名
source: All right, let's do this!
pt_br: Dai, si fa!

# 608_Tanimura
source: Heh, yeah.
pt_br: Eh, già.

# 620_峰村七海：源氏名
source: Well, what're we waiting for?
pt_br: Beh, che aspettiamo?

# 644_峰村七海：源氏名
source: All right, let's do this!
pt_br: Dai, si fa!

# 656_峰村七海：源氏名
source: In we go!
pt_br: Entriamo!

# 668_Tanimura
source: Hold on... Seems I didn't bring enough money.
pt_br: Aspetta un attimo... Sembra che non mi sia portato abbastanza grana.

# 680_峰村七海：源氏名
source: I'm sorry, I must have misheard you. What did you say?
pt_br: Mi scusi, devo averla sentita male. Che ha detto?

# 692_Tanimura
source: Um... I mean... Sorry.
pt_br: Uhm... cioè... Scusa.

# 704_峰村七海：源氏名
source: I don't believe it! You can't manage your own finances? How do you even survive as an adult?
pt_br: Non ci credo! Non riesci a gestire le tue finanze? Come fai a sopravvivere da adulto?

# 716_峰村七海：源氏名
source: I'm going home. Goodbye.
pt_br: Me ne vado a casa. Ciao.

# 728_Tanimura
source: (I should've checked my money earlier...)
pt_br: (Avrei dovuto controllare i miei soldi prima...)

# 836_峰村七海：源氏名
source: Whoa! You're really good at golf!
pt_br: Accidenti! Sei proprio un asso col golf!

# 848_Tanimura
source: Heh, I try.
pt_br: Eh, ci provo.

# 860_峰村七海：源氏名
source: Haha, I'm sure you do. <Color:7>♥<Color:Default> Wanna head over to the club now?
pt_br: Ahah, ne sono certa. <Color:7>♥<Color:Default> Ti va di andare al club, adesso?

# 872_Tanimura
source: Sure.
pt_br: Certo.

# 896_峰村七海：源氏名
source: Haha. We tied.
pt_br: Ahah. Abbiamo pareggiato.

# 908_Tanimura
source: I thought I had you there.
pt_br: Pensavo di averti fregato lì.

# 920_峰村七海：源氏名
source: Heh, me too. I had fun today. Let's head to the club.
pt_br: Heh, anche io. Mi sono divertito oggi. Andiamo al club.

# 932_Tanimura
source: Okay.
pt_br: Ok.

# 956_峰村七海：源氏名
source: So... golf isn't your thing, huh? That wasn't very exciting.
pt_br: Allora... il golf non è il tuo forte, eh? Non è stato un granché.

# 968_Tanimura
source: I'm sorry. Um...
pt_br: Mi dispiace. Ehm...

# 980_峰村七海：源氏名
source: Let's just head to the club.
pt_br: Dai, andiamo al club.

# 992_Tanimura
source: Okay.
pt_br: Ok.
