Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c001f.po
Languages: pt_br

# 10320_Noa
source: Well, yeah! More than a little!
pt_br: Beh, sì! Altro che un po'!

# 10332_Akiyama
source: Oh, I see.
pt_br: Oh, capisco.

# 10344_Noa
source: One of my customers got mad at me.
pt_br: Uno dei miei clienti si è arrabbiato con me.

# 10356_Akiyama
source: What happened?
pt_br: Che è successo?

# 10368_Noa
source: Oh, I was talking about how my ex-boyfriend told me that I should take cooking classes.
pt_br: Oh, stavo parlando di come il mio ex-ragazzo mi avesse detto che dovevo prendere lezioni di cucina.

# 10380_Akiyama
source: Then what?
pt_br: E poi?

# 10392_Noa
source: And I said going to classes is a big pain. I mean, you can learn to cook from books. So I never went.
pt_br: E ho detto che andare a lezione è una gran seccatura. Insomma, si può imparare a cucinare dai libri. Quindi non ci sono mai andata.

# 10404_Noa
source: Then this customer said, "Cooking is an elegant balance of technique and sensitivity! You can't learn that from reading a book!"
pt_br: Allora questo cliente ha detto: "Cucinare è un elegante equilibrio di tecnica e sensibilità! Non puoi impararlo leggendo un libro!"

# 10416_Akiyama
source: Ah. I understand.
pt_br: Ah. Capisco.

# 10428_Akiyama
source: He must have a short temper. He shouldn't have snapped at you like that.
pt_br: Deve avere un caratteraccio. Non avrebbe dovuto scattare così con te.

# 10440_Noa
source: Yeah... But to tell you the truth, I've been thinking about what he said.
pt_br: Già... Ma a dire il vero, ho pensato a quello che ha detto.

# 10452_Akiyama
source: What do you mean?
pt_br: Cosa intendi?

# 10464_Noa
source: I should study cooking properly.
pt_br: Dovrei imparare a cucinare come si deve.

# 10476_Noa
source: Cooking's an important thing to be able to do, and I might as well learn the right way.
pt_br: Saper cucinare è una cosa importante, e tanto vale che impari nel modo giusto.

# 10488_Akiyama
source: So you can't cook at all, huh?
pt_br: Quindi non sai cucinare affatto, eh?

# 10512_Akiyama
source: I see...
pt_br: Capisco...

# 10524_Akiyama
source: Why'd he get so mad about something like that? It's not like he's your father.
pt_br: Perché si è arrabbiato così tanto per una cosa del genere? Non è che sia tuo padre.

# 10536_Noa
source: Yeah... He just took the whole thing so seriously.
pt_br: Già... Ha solo preso la cosa molto seriamente.

# 10548_Akiyama
source: Hmm. Maybe he wasn't really mad at you. He might have just been trying to help.
pt_br: Hmm. Forse non era davvero arrabbiato con te. Forse stava solo cercando di aiutare.

# 10560_Noa
source: You think so?
pt_br: La pensi così?

# 10572_Akiyama
source: Sure. It sounds like he really cares about cooking. That may have been all it was.
pt_br: Certo. Sembra che gli importi molto della cucina. Potrebbe essere stato solo quello.

# 10584_Akiyama
source: He was probably more excited than angry.
pt_br: Probabilmente era più entusiasta che arrabbiato.

# 10596_Noa
source: Huh. Maybe you're right!
pt_br: Uh. Forse hai ragione!

# 10608_Akiyama
source: Heh. And you know, he might've known what he was talking about. Maybe you should take cooking classes.
pt_br: Eh. E sai, forse sapeva di cosa parlava. Forse dovresti prendere lezioni di cucina.

# 10620_Akiyama
source: I mean, do you know how to cook at all?
pt_br: Voglio dire, sai cucinare almeno un po'?

# 10632_Noa
source: Hehe, nope!
pt_br: Ehe, no!

# 10644_Akiyama
source: Haha. At least you're honest.
pt_br: Haha. Almeno sei onesta.

# 10656_Akiyama
source: I think he's right. If you're not going to take cooking seriously, you probably shouldn't learn at all.
pt_br: Penso che abbia ragione. Se non hai intenzione di prendere la cucina sul serio, probabilmente non dovresti imparare affatto.

# 10668_Noa
source: You really agree with him?
pt_br: Sei davvero d'accordo con lui?

# 10680_Akiyama
source: Sure. But it's nothing to get angry about.
pt_br: Certo. Ma non è niente per cui arrabbiarsi.

# 10692_Noa
source: Yeah. I was pretty shocked.
pt_br: Già. Ero piuttosto scioccata.

# 10704_Akiyama
source: Well, maybe you can use this as an opportunity to start learning seriously.
pt_br: Beh, forse puoi usarla come un'opportunità per iniziare a imparare sul serio.

# 10716_Noa
source: Okay. I could ask my mom!
pt_br: Okay. Potrei chiedere a mia madre!

# 10728_Akiyama
source: That's not a bad idea. Good luck.
pt_br: Non è una cattiva idea. Buona fortuna.

# 10740_Noa
source: I'm starting to think I really am stupid.
pt_br: Sto iniziando a pensare di essere davvero stupida.

# 10752_Akiyama
source: What? Why do you say that? Did another customer get mad at you?
pt_br: Cosa? Perché dici così? Un altro cliente si è arrabbiato con te?

# 10764_Noa
source: Yeah. He said I didn't know anything.
pt_br: Sì. Ha detto che non so niente.

# 10776_Akiyama
source: What ended up happening?
pt_br: Com'è andata a finire?

# 10788_Noa
source: He kept using all these words I'd never heard of. I couldn't follow what he was saying.
pt_br: Continuava a usare tutte queste parole che non avevo mai sentito. Non riuscivo a seguire quello che diceva.

# 10800_Noa
source: Something about credit default swaps?
pt_br: Qualcosa sui credit default swap?

# 10812_Noa
source: I had no idea what he was talking about!
pt_br: Non avevo idea di cosa stesse parlando!

# 10824_Akiyama
source: Most people don't know about that kind of thing. You'd have to be in finance.
pt_br: La maggior parte della gente non sa di queste cose. Dovresti lavorare nella finanza.

# 10836_Noa
source: Oh. So that's a specialized term?
pt_br: Oh. Quindi è un termine specialistico?

# 10848_Akiyama
source: Yes. You could hear it on the news, but you don't use it outside of financial institutions.
pt_br: Sì. Potresti sentirlo al telegiornale, ma non si usa al di fuori delle istituzioni finanziarie.

# 10860_Noa
source: Okay. Man, I hate it when people just assume everyone should understand everything they say.
pt_br: Okay. Cavolo, odio quando la gente dà per scontato che tutti debbano capire tutto quello che dicono.

# 10872_Akiyama
source: Yeah. Don't worry, you're not stupid.
pt_br: Già. Non preoccuparti, non sei stupida.

# 10884_Noa
source: Hehe. Thanks. <Color:7>♥<Color:Default>
pt_br: Hehe. Grazie. <Color:7>♥<Color:Default>

# 10896_Akiyama
source: What a jerk. He must've known you wouldn't understand.
pt_br: Che idiota. Doveva sapere che non avresti capito.

# 10908_Noa
source: You think so?
pt_br: La pensi così?

# 10920_Akiyama
source: Yeah. He was probably teasing you. Or he was showing off.
pt_br: Sì. Probabilmente ti stava prendendo in giro. O si stava mettendo in mostra.

# 10932_Noa
source: Oh. I thought it was my fault for not understanding.
pt_br: Oh. Pensavo fosse colpa mia che non capivo.

# 10944_Akiyama
source: Well, you could try studying financial terms. Then you can surprise him next time.
pt_br: Beh, potresti provare a studiare i termini finanziari. Così potrai sorprenderlo la prossima volta.

# 10956_Noa
source: Haha, yeah! He'd be pretty surprised if I suddenly became an expert!
pt_br: Haha, sì! Sarebbe piuttosto sorpreso se diventassi improvvisamente un'esperta!

# 10968_Akiyama
source: Yeah. Anyway, it's nothing to get upset about.
pt_br: Già. Comunque, non è niente per cui arrabbiarsi.

# 10980_Noa
source: Thanks! I feel better now. <Color:7>♥<Color:Default>
pt_br: Grazie! Ora mi sento meglio. <Color:7>♥<Color:Default>

# 10992_Akiyama
source: Do you read much? You can't expect to be smart if all you do is watch TV.
pt_br: Leggi molto? Non puoi aspettarti di essere intelligente se tutto quello che fai è guardare la TV.

# 11004_Noa
source: Huh? You think I'm stupid, too?
pt_br: Eh? Pensi anche tu che sia stupida?

# 11016_Akiyama
source: Well, somebody your age who reads a fair amount would understand it.
pt_br: Beh, qualcuno della tua età che legge abbastanza lo capirebbe.

# 11028_Noa
source: Oh... I didn't know.
pt_br: Oh... non lo sapevo.

# 11040_Akiyama
source: Why don't you read a book once in a while? They can be pretty interesting.
pt_br: Perché non leggi un libro ogni tanto? Possono essere piuttosto interessanti.

# 11052_Noa
source: Er, I'm not much of a reader.
pt_br: Er, non sono una gran lettrice.

# 11076_Akiyama
source: Does this mean that you've got another stalker?
pt_br: Significa che hai un altro stalker?

# 11088_Noa
source: Wait, why!?
pt_br: Aspetta, perché!?

# 11112_Noa
source: Ugh... I don't know what to do.
pt_br: Ugh... non so cosa fare.

# 11124_Akiyama
source: Well, you're certainly popular. Most hostesses don't have that kind of following.
pt_br: Beh, sei certamente popolare. La maggior parte delle hostess non ha questo tipo di seguito.

# 11136_Noa
source: But I don't like it at all! I wonder what the other girls would do in this situation.
pt_br: Ma non mi piace per niente! Mi chiedo cosa farebbero le altre ragazze in questa situazione.

# 11148_Akiyama
source: Huh. Hostesses make most of their money from steady customers. In a way, a stalker is the steadiest customer of all.
pt_br: Uh. Le hostess guadagnano la maggior parte dei loro soldi dai clienti abituali. In un certo senso, uno stalker è il cliente più abituale di tutti.

# 11160_Akiyama
source: And at least your customers aren't getting into fights over you. Not yet, anyway.
pt_br: E almeno i tuoi clienti non stanno litigando per te. Non ancora, almeno.

# 11172_Noa
source: Ugh, I'm starting to get sick of this job.
pt_br: Ugh, sto iniziando a stufarmi di questo lavoro.

# 11184_Akiyama
source: Even if you quit, there's no guarantee they'll leave you alone.
pt_br: Anche se ti licenzi, non c'è garanzia che ti lascino in pace.

# 11196_Noa
source: I know. I'm so depressed...
pt_br: Lo so. Sono così depressa...

# 11208_Akiyama
source: Things are getting interesting. I wonder what'll happen next.
pt_br: Le cose si stanno facendo interessanti. Mi chiedo cosa succederà dopo.

# 11220_Noa
source: Hey, are you enjoying this?
pt_br: Ehi, ti stai divertendo?

# 11232_Akiyama
source: Sure. At this point, you can either be afraid or sit back and enjoy the ride.
pt_br: Certo. A questo punto, puoi avere paura o sederti e goderti lo spettacolo.

# 11244_Noa
source: Heh. It is kind of ridiculous when you think about it.
pt_br: Eh. È un po' ridicolo se ci pensi.

# 11256_Akiyama
source: Yeah. We could try to predict which of your customers will turn into stalkers next.
pt_br: Già. Potremmo provare a indovinare quale dei tuoi clienti diventerà il prossimo stalker.

# 11268_Noa
source: Hahaha! Isn't that a little rude?
pt_br: Ahahah! Non è un po' maleducato?

# 11280_Akiyama
source: Sure, you say that, but I bet you have an idea of who will be next.
pt_br: Certo, tu dici così, ma scommetto che hai un'idea di chi sarà il prossimo.

# 11292_Noa
source: Maybe...
pt_br: Forse...

# 11304_Akiyama
source: Ha! See? You'd better keep an eye on him.
pt_br: Ha! Visto? Faresti meglio a tenerlo d'occhio.

# 11316_Noa
source: Oh, I will.
pt_br: Oh, lo farò.

# 11328_Akiyama
source: I don't think he'll be the last, either. This is beginning to get serious.
pt_br: E non credo che sarà l'ultimo. La cosa inizia a farsi seria.

# 11340_Noa
source: I know. I'm getting scared of my customers now. All I do now is wonder if he's going to be my next stalker.
pt_br: Lo so. Sto iniziando ad avere paura dei miei clienti. Tutto quello che faccio ora è chiedermi se sarà lui il mio prossimo stalker.

# 11352_Akiyama
source: Maybe it's time to quit.
pt_br: Forse è ora di smettere.

# 11364_Noa
source: Huh? Stop being a hostess?
pt_br: Eh? Smettere di fare l'hostess?

# 11376_Akiyama
source: It's an option.
pt_br: È un'opzione.

# 11388_Noa
source: But what if they keep stalking me after I quit?
pt_br: Ma se continuano a perseguitarmi dopo che ho smesso?

# 11400_Akiyama
source: You could have a talk with them. Set them straight.
pt_br: Potresti parlarci. Metterli in riga.

# 11412_Noa
source: Maybe you're right.
pt_br: Forse hai ragione.

# 11424_Noa
source: You were right about me.
pt_br: Avevi ragione su di me.

# 11436_Akiyama
source: How so?
pt_br: In che senso?

# 11448_Noa
source: One of my male friends told me that he liked me. You know, romantically. I had to tell him I wasn't interested.
pt_br: Uno dei miei amici maschi mi ha detto che gli piacevo. Sai, romanticamente. Ho dovuto dirgli che non ero interessata.

# 11472_Noa
source: We hang out a lot, but I never thought of him that way.
pt_br: Usciamo molto insieme, ma non ho mai pensato a lui in quel modo.

# 11484_Noa
source: He said he told me because he thought I felt the same way.
pt_br: Ha detto che me l'ha detto perché pensava che provassi la stessa cosa.

# 11496_Akiyama
source: Wow. He must've been hurt when you told him you didn't.
pt_br: Wow. Ci sarà rimasto male quando gli hai detto di no.

# 11508_Noa
source: It was my fault, right? I must've led him on.
pt_br: È stata colpa mia, vero? Devo averlo illuso.

# 11520_Akiyama
source: Men and women can't be friends. When a man gets close to a woman, he always starts to think about her romantically.
pt_br: Uomini e donne non possono essere amici. Quando un uomo si avvicina a una donna, inizia sempre a pensare a lei in modo romantico.

# 11532_Noa
source: That can't be true. There are lots of guys I'm friends with.
pt_br: Non può essere vero. Ho un sacco di amici maschi.

# 11544_Akiyama
source: But the closer you get to them, the more they're going to get the wrong idea.
pt_br: Ma più ti avvicini a loro, più si faranno l'idea sbagliata.

# 11556_Akiyama
source: Leaving a little distance between you will actually make your relationship better.
pt_br: Mantenere un po' di distanza tra voi renderà effettivamente migliore la vostra relazione.

# 11568_Noa
source: Hmm. I've always enjoyed talking with men more than women, so perhaps I've been too casual with my male friends.
pt_br: Hmm. Mi è sempre piaciuto parlare più con gli uomini che con le donne, quindi forse sono stata troppo disinvolta con i miei amici maschi.

# 11580_Akiyama
source: You just need to think a bit more about how they feel.
pt_br: Devi solo pensare un po' di più a come si sentono loro.

# 11592_Noa
source: Okay...
pt_br: Va bene...

# 11604_Akiyama
source: You have to be careful. Men can be animals. They may act nice, but you never know what they're thinking.
pt_br: Devi stare attenta. Gli uomini possono essere animali. Possono sembrare gentili, ma non sai mai cosa pensano.

# 11616_Noa
source: I guess you're right...
pt_br: Immagino tu abbia ragione...

# 11628_Noa
source: ...Are you that way, too?
pt_br: ...Sei così anche tu?

# 11640_Akiyama
source: What do you mean?
pt_br: Cosa intendi?

# 11652_Noa
source: Do you think of me as a possible girlfriend?
pt_br: Mi vedi come una possibile fidanzata?

# 11664_Akiyama
source: Of course.
pt_br: E di che.

# 11676_Akiyama
source: But I don't sneak around like those stalkers of yours. If I like somebody, I come out and say so.
pt_br: Ma non mi muovo di nascosto come quei tuoi stalker. Se mi piace qualcuna, mi faccio avanti e lo dico.

# 11688_Noa
source: Heh, that makes me feel better.
pt_br: Eh, questo mi fa sentire meglio.

# 11700_Noa
source: So then, is there anything you're planning on telling me?
pt_br: E allora, c'è qualcosa che hai intenzione di dirmi?

# 11712_Akiyama
source: Hey, are you trying to get me to tell you I'm in love with you?
pt_br: Ehi, stai cercando di farmi dire che sono innamorato di te?

# 11724_Noa
source: Hehe. A real man wouldn't beat around the bush, would he? <Color:7>♥<Color:Default>
pt_br: Ehe. Un vero uomo non ci girerebbe intorno, vero? <Color:7>♥<Color:Default>

# 11736_Akiyama
source: Oh, brother.
pt_br: Oh, santo cielo.

# 11748_Akiyama
source: It's not your fault.
pt_br: Non è colpa tua.

# 11760_Noa
source: You think so?
pt_br: La pensi così?

# 11772_Akiyama
source: Sure. Men falling for women is the most natural thing in the world.
pt_br: Certo. Gli uomini che si innamorano delle donne è la cosa più naturale del mondo.

# 11784_Akiyama
source: And they shouldn't sneak around about it. Your friend had the right idea. They should just be honest about how they feel.
pt_br: E non dovrebbero farlo di nascosto. Il tuo amico ha avuto l'idea giusta. Dovrebbero solo essere onesti riguardo a come si sentono.

# 11796_Noa
source: But how can I face him now? It's gonna be so awkward.
pt_br: Ma come posso guardarlo in faccia ora? Sarà così imbarazzante.

# 11808_Akiyama
source: If you want to stay friends, tell him that. And if he still wants something more, it's better not to see him anymore.
pt_br: Se vuoi rimanere sua amica, diglielo. E se vuole ancora qualcosa di più, è meglio non vederlo più.

# 11820_Noa
source: Okay. I'll do that.
pt_br: Okay. Lo farò.

# 11832_Noa
source: You always give the best advice. You're so mature.
pt_br: Dai sempre i migliori consigli. Sei così maturo.

# 11844_Akiyama
source: Eh, I've learned a thing or two along the way.
pt_br: Eh, ho imparato un paio di cose lungo la strada.

# 11856_Noa
source: Ugh! That stalker started following me back to my neighborhood!
pt_br: Ugh! Quello stalker ha iniziato a seguirmi fin nel mio quartiere!

# 11868_Akiyama
source: Which one? Stalker A or Stalker B?
pt_br: Quale? Stalker A o Stalker B?

# 11880_Noa
source: Huh? Oh. Um, the new one.
pt_br: Eh? Oh. Um, quello nuovo.

# 11892_Akiyama
source: Stalker B, then. Sounds like he's escalating things.
pt_br: Stalker B, allora. Sembra che stia intensificando.

# 11904_Noa
source: I'm starting to get scared. What should I do?
pt_br: Inizio ad avere paura. Cosa devo fare?

# 11916_Akiyama
source: He needs to be taught a lesson. Next time you see him, give me a call.
pt_br: Ha bisogno che gli venga data una lezione. La prossima volta che lo vedi, chiamami.

# 11928_Noa
source: Huh? What would you do?
pt_br: Eh? Cosa faresti?

# 11940_Akiyama
source: I'll knock some sense into him. It sounds like he could use a good punch.
pt_br: Gli farò passare la voglia. Sembra che gli serva un bel pugno.

# 11952_Noa
source: But what if you get hurt?
pt_br: Ma se ti fai male?

# 11964_Akiyama
source: I'd rather be the one who gets hurt instead of you.
pt_br: Preferirei farmi male io piuttosto che tu.

# 11976_Noa
source: Oh. That's so sweet. You're so good to me. <Color:7>♥<Color:Default>
pt_br: Oh. È così dolce. Sei così buono con me. <Color:7>♥<Color:Default>

# 11988_Akiyama
source: Just let me take care of it, okay?
pt_br: Lascia che me ne occupi io, okay?

# 12000_Noa
source: Okay. Thank you so much!
pt_br: Okay. Grazie mille!

# 12012_Akiyama
source: You'll just have to move. It's not safe around your apartment anymore.
pt_br: Dovrai traslocare. Non è più sicuro intorno al tuo appartamento.

# 12024_Noa
source: But he can just follow me home again, can't he?
pt_br: Ma può seguirmi di nuovo a casa, no?

# 12036_Akiyama
source: Then you'll have to quit your job and move far away.
pt_br: Allora dovrai lasciare il lavoro e trasferirti lontano.

# 12048_Noa
source: I don't wanna do that! I'd have to leave you.
pt_br: Non voglio farlo! Dovrei lasciarti.

# 12060_Noa
source: And there's no guarantee that he won't track me down again...
pt_br: E non c'è garanzia che non mi rintracci di nuovo...

# 12084_Noa
source: I won't be safe anywhere I go. This is terrible.
pt_br: Non sarò al sicuro da nessuna parte. È terribile.

# 12108_Akiyama
source: Let's just see what happens. Neither of your stalkers have done anything to you yet.
pt_br: Vediamo cosa succede. Nessuno dei tuoi stalker ti ha ancora fatto niente.

# 12120_Noa
source: But if we wait until they do something, it may be too late!
pt_br: Ma se aspettiamo che facciano qualcosa, potrebbe essere troppo tardi!

# 12132_Noa
source: Don't you care if something happens to me?
pt_br: Non ti importa se mi succede qualcosa?

# 12144_Akiyama
source: Of course I do. But I don't want to make the situation worse by provoking them.
pt_br: Certo che mi importa. Ma non voglio peggiorare la situazione provocandoli.

# 12156_Noa
source: I thought you'd be able to help me...
pt_br: Pensavo che saresti stato in grado di aiutarmi...

# 12168_Noa
source: Maybe I'll talk to the police.
pt_br: Forse parlerò con la polizia.

# 12192_Noa
source: Do you have a girlfriend?
pt_br: Hai la ragazza?

# 12204_Akiyama
source: No. Why?
pt_br: No. Perché?

# 12228_Akiyama
source: What?
pt_br: Cosa?

# 12240_Noa
source: I think you'd come to places like this even if you did have a girlfriend.
pt_br: Penso che verresti in posti come questo anche se avessi la ragazza.

# 12252_Akiyama
source: Of course. Why would having a girlfriend make a difference?
pt_br: Certo. Perché avere la ragazza dovrebbe fare la differenza?

# 12264_Noa
source: Oh. You'd really still come?
pt_br: Oh. Verresti davvero lo stesso?

# 12276_Akiyama
source: Yeah. So?
pt_br: Sì. E allora?

# 12288_Noa
source: Well, I wouldn't want my boyfriend to come here and drink with other girls.
pt_br: Beh, io non vorrei che il mio ragazzo venisse qui a bere con altre ragazze.

# 12300_Akiyama
source: I can understand that, but it's not like I'd be cheating on a girlfriend by coming here, right?
pt_br: Posso capirlo, ma non è che tradirei la mia ragazza venendo qui, giusto?

# 12312_Noa
source: But I work here. I know how customers come to depend on their hostesses. Someone with a girlfriend shouldn't do that.
pt_br: Ma io lavoro qui. So come i clienti finiscono per dipendere dalle loro hostess. Uno con la ragazza non dovrebbe farlo.

# 12336_Noa
source: So you'd still come.
pt_br: Quindi verresti lo stesso.

# 12348_Akiyama
source: No way. My girlfriend's feelings would be my priority.
pt_br: Assolutamente no. I sentimenti della mia ragazza sarebbero la mia priorità.

# 12360_Noa
source: Really? You'd stop going to hostess clubs?
pt_br: Davvero? Smetteresti di andare negli hostess club?

# 12372_Akiyama
source: I said so, didn't I?
pt_br: L'ho detto, no?

# 12384_Noa
source: Hehe. That's a relief.
pt_br: Ehe. È un sollievo.

# 12396_Akiyama
source: Why do you say that?
pt_br: Perché dici così?

# 12408_Noa
source: Oh, I don't know... Why do you think? Hehe. <Color:7>♥<Color:Default>
pt_br: Oh, non lo so... Tu perché pensi? Ehe. <Color:7>♥<Color:Default>

# 12432_Akiyama
source: It depends. I might go once in a while.
pt_br: Dipende. Potrei andarci una volta ogni tanto.

# 12444_Noa
source: Once in a while? When you can sneak away from your girlfriend, you mean?
pt_br: Una volta ogni tanto? Quando puoi sgattaiolare via dalla tua ragazza, intendi?

# 12456_Akiyama
source: That's not what I meant. I just don't know what I might do. I'll make up my mind when the time comes.
pt_br: Non è quello che intendevo. È solo che non so cosa potrei fare. Deciderò quando sarà il momento.

# 12468_Noa
source: But I wanna know now!
pt_br: Ma io voglio saperlo ora!

# 12480_Akiyama
source: I'm just not sure. I might, and I might not.
pt_br: Semplicemente non ne sono sicuro. Potrei, come potrei non farlo.

# 12492_Noa
source: So you can't say that you wouldn't, huh? I see.
pt_br: Quindi non puoi dire che non lo faresti, eh? Capisco.

# 12504_Noa
source: Um, can I ask you something?
pt_br: Um, posso chiederti una cosa?

# 12516_Akiyama
source: Yes?
pt_br: Sì?

# 12528_Noa
source: I'm... not very ladylike, am I?
pt_br: Io... non sono molto femminile, vero?

# 12540_Akiyama
source: Uh... Well, I wouldn't say that.
pt_br: Uh... Beh, non direi.

# 12552_Noa
source: Hey! You had to think about it!
pt_br: Ehi! Ci hai dovuto pensare!

# 12564_Akiyama
source: Heheh.
pt_br: Eheh.

# 12576_Noa
source: Okay. What do you think of girls who aren't very ladylike?
pt_br: Okay. Cosa pensi delle ragazze che non sono molto femminili?

# 12588_Akiyama
source: There's more to that question, isn't there?
pt_br: C'è dell'altro in questa domanda, non è vero?
