Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid011303cf.po
Languages: pt_br

# 684_Saejima
source: (So, what should I talk about?)
pt_br: (Allora, di cosa dovrei parlare?)

# 732_Ehama
source: I'm starting to feel really motivated! Woo hoo! I'll show everyone just how ballsy this laid-off businessman can be! Ha!
pt_br: Mi sento proprio carico! Sììì! Farò vedere a tutti quante palle ha questo ex-uomo d'affari licenziato! Ha!

# 744_Saejima
source: (Looks like he's motivated now.)
pt_br: (Sembra che ora sia motivato.)

# 792_Ehama
source: Hrrm... I'm sorry, I just don't quite get what you're saying.
pt_br: Mmmh... Mi scusi, ma non capisco proprio cosa intendi.

# 804_Saejima
source: (Guess it was a bit over his head...)
pt_br: Mi sa che era un po' troppo per lui...

# 852_Ehama
source: Hahaha! That's hilarious!
pt_br: Hahaha! Mi fai sbellicare!

# 864_Ehama
source: Those types of jokes are perfect for people as old as us.
pt_br: Quelle battute sono perfette per gente della nostra età.

# 876_Saejima
source: (Guess that went okay.)
pt_br: (Credo sia andata bene.)

# 888_Saejima
source: (So, what should I talk about?)
pt_br: (Allora, di cosa dovrei parlare?)

# 936_Ehama
source: Wow, that's really interesting. You're a pretty amazing guy, Saejima-san.
pt_br: Cavolo, è davvero interessante. Sei un tipo davvero incredibile, Saejima-san.

# 948_Saejima
source: (Guess that went okay.)
pt_br: (Credo sia andata bene.)

# 996_Ehama
source: If someone as great as you fails sometimes, I'm definitely going to fail...
pt_br: Se persino uno tosto come te fallisce ogni tanto, io di sicuro fallirò...

# 1008_Saejima
source: (Looks like he's depressed now...)
pt_br: (Sembra che ora sia depresso...)

# 1056_Ehama
source: I see! That's amazing! Guess I'll just have to work hard like that, too!
pt_br: Capisco! È fantastico! Beh, allora dovrò darmi da fare anch'io, proprio così!

# 1068_Saejima
source: (Looks like he's motivated now.)
pt_br: (Sembra che ora sia motivato.)

# 1080_Saejima
source: (So, what should I talk about?)
pt_br: (Allora, di cosa dovrei parlare?)

# 1128_Ehama
source: Honestly, I don't even read books. Sorry...
pt_br: Sinceramente, non leggo manco i libri. Scusa...

# 1140_Saejima
source: (Guess he ain't a big fan o' the topic.)
pt_br: (Credo che non sia un grande fan dell'argomento.)

# 1188_Ehama
source: I used formulas like that at my old company. I was actually pretty good at them, too.
pt_br: Usavo formule così nella mia vecchia azienda. In realtà, ero pure parecchio bravo a farle.

# 1200_Saejima
source: (Looks like he opened up a bit. Perfect.)
pt_br: (Sembra che si sia aperto un po'. Perfetto.)

# 1248_Ehama
source: The arts, huh...? I guess I listen to music, but I'm no art buff.
pt_br: Le arti, eh...? La musica la ascolto, quello sì, ma non è che ci capisca molto di arte.

# 1260_Saejima
source: (Guess that went okay.)
pt_br: (Credo sia andata bene.)

# 1272_Saejima
source: (So, what should I talk about?)
pt_br: (Allora, di cosa dovrei parlare?)

# 1320_Ehama
source: Honestly... It really ticks me off! A lot of money being wasted.
pt_br: Sinceramente... Mi fa proprio incazzare! Un sacco di soldi buttati via.

# 1332_Ehama
source: Who the hell do they think they are spending taxpayers' money like that?
pt_br: Ma chi diavolo si credono di essere a spendere i soldi dei contribuenti in quel modo?

# 1344_Saejima
source: (Guess that went okay.)
pt_br: (Credo sia andata bene.)

# 1392_Ehama
source: Bonuses, huh? It's nice to hear that word, especially after losing my job. Heheheh...
pt_br: Bonus, eh? Fa piacere sentire quella parola, specialmente dopo aver perso il lavoro. Heheheh...

# 1404_Ehama
source: Oh yeah, I remember using my first bonus ever to buy a word processer that was new at the time. Ahh, those were the days...
pt_br: Già, mi ricordo di aver usato il mio primissimo bonus per comprare un word processor che all'epoca era una novità. Ah, che bei tempi...

# 1416_Saejima
source: (Looks like he opened up a bit. Perfect.)
pt_br: (Sembra che si sia aperto un po'. Perfetto.)

# 1476_Saejima
source: (Definitely shouldn't have brought this up...)
pt_br: (Non avrei proprio dovuto tirare fuori 'sta cosa...)

# 1488_Saejima
source: (So, what should I talk about?)
pt_br: (Allora, di cosa dovrei parlare?)

# 1536_Ehama
source: Hahahahaha! You are hilarious, Saejima-san! You tell the best jokes!
pt_br: Ahahahahaha! Sei uno spasso, Saejima-san! Le tue battute sono le migliori!

# 1548_Saejima
source: (Looks like he opened up a bit. Perfect.)
pt_br: (Sembra che si sia aperto un po'. Perfetto.)

# 1596_Ehama
source: I haven't really been keeping up with the times. All of those studly celebrity types just piss me off.
pt_br: Non è che sia stato proprio al passo coi tempi. Tutti quei bellocci famosi mi fanno solo incazzare.

# 1608_Ehama
source: I'm not even cool enough to convince my wife to stay...
pt_br: Non sono neanche abbastanza figo da convincere mia moglie a restare...

# 1620_Saejima
source: (This probably wasn't the best topic...)
pt_br: (Questo probabilmente non era il massimo come argomento...)

# 1668_Ehama
source: I haven't really been keeping up with the times. But I like all the big stars. You know, the really famous comedians...
pt_br: Non è che sia proprio al passo coi tempi. Però mi piacciono tutte le grandi star. Sai, i comici quelli proprio famosi...

# 1680_Saejima
source: (Guess that went okay.)
pt_br: (Credo sia andata bene.)

# 1692_Saejima
source: (So, what should I talk about?)
pt_br: (Allora, di cosa dovrei parlare?)

# 1740_Ehama
source: He really is an interesting guy, isn't he? He built that dojo from scratch, all by himself. He seems like a really hard worker.
pt_br: È davvero un tipo interessante, non trovi? Ha tirato su quel dojo da zero, tutto da solo. Sembra proprio uno che si fa il culo.

# 1752_Saejima
source: (Guess that went okay.)
pt_br: (Credo sia andata bene.)

# 1800_Ehama
source: I'm not an interesting person to talk about... I'm just a worthless businessman with no job.
pt_br: Non sono mica uno interessante di cui parlare... Sono solo un businessman da quattro soldi, senza un lavoro.

# 1812_Saejima
source: (This probably wasn't the best topic...)
pt_br: (Questo probabilmente non era il massimo come argomento...)

# 1860_Ehama
source: I think you're something special, Saejima-san. I'm going to work hard so that I can be just like you.
pt_br: Lei è proprio speciale, Saejima-san. Mi impegnerò a fondo per poter diventare proprio come lei.

# 1872_Saejima
source: (Looks like he's motivated now. Good.)
pt_br: (Sembra che adesso sia carico. Ottimo.)

# 1908_Saejima
source: I don't mean to be pushy or nothin'... But shouldn't ya at least take that mask off while we're eatin'?
pt_br: Non voglio fare il prepotente o roba del genere... Ma non faresti meglio ad almeno toglierti quella maschera mentre mangiamo?

# 1920_Ehama
source: Really...? Personally I've taken a real liking to it. Does it bother you?
pt_br: Davvero...? Personalmente, ci ho preso un gran gusto. Ti dà fastidio?

# 1932_Saejima
source: No, it don't bother me, but...
pt_br: No, non mi dà fastidio, ma...

# 1944_Ehama
source: Good. I've always wanted to be like this masked wrestler called the Ferocious Tiger. I've wanted a mask of my own ever since I can remember.
pt_br: Bene. Ho sempre voluto essere come quel wrestler mascherato, la Tigre Feroce. Una maschera tutta mia... la desidero da che ho memoria.

# 1956_Saejima
source: The Ferocious Tiger, huh? I think I remember that wrestler... Was popular among kids, too. Sorta had a hero thing goin' on, right?
pt_br: La Tigre Feroce, eh? Quel wrestler... mi sa che me lo ricordo... Era popolare anche tra i ragazzini. C'aveva un po' l'aria da eroe, no?

# 1968_Ehama
source: That's right! I really like him. Maybe if I train really hard, I can be as strong as him someday...
pt_br: Proprio così! Mi piace davvero un sacco. Magari se mi spacco di allenamenti, un giorno potrò essere forte come lui...

# 1980_Saejima
source: Huh. Why do ya like 'im so much?
pt_br: Eh. Perché ti piace così tanto?

# 1992_Ehama
source: Hehehe... Take a guess!
pt_br: Hehehe... Indovina un po'!

# 2004_Saejima
source: His strength. A wrestler's gotta be strong.
pt_br: La sua forza. Un wrestler dev'essere forte.

# 2016_Ehama
source: Well, you're half right. I guess I do like his strength as well.
pt_br: Beh, hai ragione a metà. Diciamo che la sua forza mi garba anche.

# 2028_Ehama
source: But the biggest reason that I look up to him is his strong sense of justice.
pt_br: Ma il motivo più grande per cui lo ammiro un sacco è il suo forte senso di giustizia.

# 2040_Ehama
source: No matter how dirty his opponents fight, he always faces them fair and square. He has an admirable desire to always do what is right.
pt_br: Non importa quanto sporco giochino i suoi avversari, lui li affronta sempre a viso aperto. Ha un desiderio ammirevole di fare sempre la cosa giusta.

# 2052_Ehama
source: I want to be like that someday...
pt_br: Voglio diventare così un giorno...

# 2064_Saejima
source: (So he wants to be a wrestler people look up to. I can get behind that.)
pt_br: (Quindi vuole essere un wrestler ammirato dalla gente. Ci sto.)

# 2076_Saejima
source: It's gotta be the mask. Ain't that right?
pt_br: Dev'essere la maschera. No?

# 2088_Ehama
source: No... That's not it. I'm not saying that his mask isn't cool. But it's what's under the mask that makes him so special.
pt_br: No... non è così. Non dico che la sua maschera non sia figa. Ma è quello che c'è sotto la maschera a renderlo così speciale.

# 2100_Ehama
source: The way that he fights fair and square in the name of justice. That's what makes him so cool.
pt_br: Il modo in cui lotta lealmente in nome della giustizia. È questo che lo rende così figo.

# 2112_Ehama
source: Did you think that I was the type of guy to judge people on their appearance alone? I resent that.
pt_br: Credevi che fossi il tipo da giudicare la gente solo dall'aspetto? Me la prendo.

# 2124_Saejima
source: (I pissed 'im off. Guess that didn't go well.)
pt_br: (L'ho fatto incazzare. Mi sa che non è andata bene.)

# 2136_Saejima
source: It's his strong sense o' justice, ain't it? The way he faces villains is real cool.
pt_br: È il suo forte senso di giustizia, vero? Il modo in cui affronta i cattivi è davvero una figata.

# 2148_Ehama
source: Exactly! That's right! I knew that you'd understand! It's great to finally meet someone who gets me!
pt_br: Esatto! Proprio così! Lo sapevo che avresti capito! È una figata incontrare finalmente qualcuno che mi capisce!

# 2160_Ehama
source: The Ferocious Tiger is the best, isn't he? Remember one time when he... *blah blah blah*
pt_br: La Tigre Feroce è una forza, vero? Ti ricordi quella volta che ha... *blah blah blah*

# 2172_Saejima
source: (That was one long story... But at least he opened up. And it looks like he's more motivated, too.)
pt_br: (Che storia lunga... Ma almeno si è sfogato. E pare che sia anche più motivato.)

# 2184_Ehama
source: *sigh*
pt_br: *sospiro*

# 2196_Saejima
source: What's the matter? What's that sigh for?
pt_br: Che c'è? A che serve quel sospiro?

# 2208_Ehama
source: I was just thinking about my wife and son leaving me.
pt_br: Stavo giusto pensando a mia moglie e mio figlio che mi hanno lasciato.

# 2220_Ehama
source: When I think about it, I must have been a pretty lousy father. My wife took care of everything.
pt_br: A pensarci bene, devo essere stato un padre da schifo. Mia moglie si occupava di tutto.

# 2232_Ehama
source: And I <Italic>still</Italic> didn't carry out any of my family duties.
pt_br: E io <Italic>ancora</Italic> non ho svolto nessuno dei miei doveri familiari.

# 2244_Ehama
source: I never did well at work either, and ended up getting laid off. Anyone in their right mind would have left me.
pt_br: Non ho mai combinato niente di buono neanche al lavoro, e alla fine mi hanno licenziato. Chiunque con un briciolo di sale in zucca mi avrebbe mollato.

# 2256_Ehama
source: I only realized how important my family was to me after they'd left. Aaah, I'm a failure as a man!
pt_br: Ho capito quanto fosse importante la mia famiglia solo dopo che se n'erano andati. Aaah, sono un fallito come uomo!

# 2268_Saejima
source: If yer family is that important to ya... How's about tryin' to get 'em back?
pt_br: Se la tua famiglia è così importante per te... Che ne dici di provare a riprenderteli?

# 2280_Ehama
source: I've thought about it, trust me. But I'm sure that my wife and kid would never come back to me now.
pt_br: Ci ho pensato su, fidati. Ma sono sicuro che mia moglie e mio figlio non tornerebbero mai più da me, ormai.

# 2292_Saejima
source: That's why ya gotta change! Ain't that why you came to this dojo in the first place?
pt_br: È proprio per questo che devi cambiare! Non è mica per questo che sei venuto in questo dojo, tanto per cominciare?

# 2316_Saejima
source: If ya change and ya work real hard, yer wife and kid might just decide to come back.
pt_br: Se ti dai una regolata e ti fai il mazzo per davvero, tua moglie e tuo figlio potrebbero anche decidere di tornare.

# 2328_Saejima
source: Everybody fucks up at least once. It's what ya do after that counts. If you're a man, fight to win back what ya lost!
pt_br: Tutti fanno almeno una cazzata. È quello che fai dopo che conta. Se sei un uomo, combatti per riprenderti quello che hai perso!

# 2340_Ehama
source: ...You're right! I'm going to go back to training. I'll train hard so that I can show everyone how I've changed.
pt_br: ...Hai ragione! Torno ad allenarmi. Mi allenerò sodo per far vedere a tutti come sono cambiato.

# 2352_Saejima
source: (That was some good advice, if I say so myself. And he's motivated now. That's good.)
pt_br: (È stato un buon consiglio, se lo dico io. E adesso è motivato. Bene così.)

# 2364_Saejima
source: You can sit there n' worry all ya want, but it ain't gonna change nothin'. Ya gotta think more positively.
pt_br: Puoi startene lì a preoccuparti finché vuoi, ma non cambierà un bel niente. Devi pensare più in positivo.

# 2376_Ehama
source: Positively...?
pt_br: In positivo...?

# 2388_Saejima
source: Yeah. Sure ya lost a lot, but at least it gave you the chance to notice yer own mistakes.
pt_br: Sì. Certo, hai perso un sacco di roba, ma almeno ti ha dato la possibilità di notare i tuoi stessi errori.

# 2400_Saejima
source: Consider this a good opportunity to rethink yer life.
pt_br: Prendi questa come una buona occasione per ripensare per bene alla tua vita.

# 2412_Ehama
source: You're right. If this hadn't happened to me, I probably would've continued to live my life as a no-good father and husband.
pt_br: Hai ragione. Se questo non mi fosse capitato, probabilmente avrei continuato a vivere la mia vita da padre e marito buono a nulla.

# 2424_Ehama
source: They say failure breeds success. I have to use this as a chance to change myself. I have to become positive...
pt_br: Dicono che è dal fallimento che nasce il successo. Devo sfruttare questa chance per darmi una svolta. Devo pensare in positivo...

# 2436_Saejima
source: (Guess that was okay. Hope he feels a bit more motivated now.)
pt_br: (Direi che è andata. Spero che adesso abbia un po' più di grinta.)

# 2448_Saejima
source: That ain't true. Don't go bad-mouthin' yerself.
pt_br: Non è vero un bel niente. Non metterti a sparlare di te.

# 2460_Ehama
source: Of course I should speak badly about myself! Saejima-san, you just don't get it. I don't need you to comfort me!
pt_br: Ma certo che devo parlare male di me! Saejima-san, non capisci proprio. Non mi serve che mi consoli!

# 2472_Saejima
source: (Guess my efforts backfired...)
pt_br: Mi sa che i miei sforzi mi si sono ritorti contro...

# 2484_Saejima
source: By the way, you got a hobby or somethin'?
pt_br: A proposito, hai qualche hobby o qualcosa del genere?

# 2496_Ehama
source: A hobby? Hm... If I had to choose, I would say listening to music.
pt_br: Un hobby? Hm... Se dovessi scegliere, direi ascoltare musica.

# 2508_Saejima
source: Don't tell me. Ya like... techno...?
pt_br: Non dirmi. Ti piace mica... la techno...?

# 2520_Ehama
source: Yes! How did you know that!? Do you know a lot about techno?
pt_br: Sì! Come facevi a saperlo!? Te ne intendi di techno?

# 2532_Saejima
source: Hmph. Yeah, a little.
pt_br: Hmph. Già, un po'.

# 2544_Ehama
source: Really!? That's a surprise!
pt_br: Davvero!? Che sorpresa!

# 2556_Saejima
source: Yeah, techno, right? Just ain't heard that word in a long time. An old buddy o' mine used to do the jitterbug.
pt_br: Sì, la techno, giusto? È solo che non sentivo quella parola da un sacco di tempo. Un mio vecchio amico ballava il jitterbug.

# 2568_Ehama
source: Oh! You must be talking about the dance, right?
pt_br: Oh! Starai parlando del ballo, vero?

# 2580_Saejima
source: That's right. Ya know about the jitterbug too?
pt_br: Proprio così. Lo conosci anche tu il jitterbug?

# 2592_Ehama
source: Of course I do! Actually, I used to do the jitterbug myself!
pt_br: Ma certo che sì! Anzi, a dire il vero, il jitterbug lo ballavo anch'io!

# 2604_Saejima
source: Huh. Now ain't that impressive! It's been ages since I thought about the jitterbug...
pt_br: Eh. Non è mica male! È da una vita che non pensavo al jitterbug...

# 2616_Ehama
source: Same for me. Oh man, it's so nice to be able to talk to someone my age. It feels like we could talk about anything!
pt_br: Anche per me. Cavolo, è così bello poter parlare con qualcuno della mia età. Mi sembra che potremmo parlare di tutto!

# 2628_Saejima
source: (Our bond's growin' stronger. And it looks like he's more motivated now.)
pt_br: (Il nostro legame si sta cementando. E sembra che ora sia più motivato.)

# 2640_Saejima
source: Hmph... 'Course I know. Techno... Short for technology...
pt_br: Mh... Certo che lo so. Techno... Abbreviazione di tecnologia...

# 2652_Ehama
source: Um... Saejima-san... If you don't know what it is, you should just say so.
pt_br: Uhm... Saejima-san... Se non sai cos'è, dovresti dirlo e basta.

# 2664_Saejima
source: Right...
pt_br: Giusto...

# 2676_Saejima
source: (Did he lose trust in me...?)
pt_br: (Ha perso la fiducia in me...?)

# 2688_Saejima
source: Techno...? Never heard of it. I used to listen to folk.
pt_br: Techno...? Mai sentito. Io ascoltavo folk.

# 2700_Ehama
source: Folk music!? I love folk music. Come to think of it, we are from that generation, aren't we?
pt_br: Musica folk!? Amo la musica folk. A pensarci bene, siamo di quella generazione, no?

# 2712_Ehama
source: I used to love John Dover... Oh that's so nostalgic... I may still have the record at home. I'll check next time I go back.
pt_br: Adoravo John Dover... Oh, che nostalgia! Forse ho ancora il disco a casa. Controllo la prossima volta che torno.

# 2724_Saejima
source: (Guess that went okay.)
pt_br: (Credo sia andata bene.)

# 2736_Saejima
source: Heheh... That mask is startin' to look better on ya.
pt_br: Heheh... Quella maschera ti sta iniziando a stare meglio.

# 2748_Ehama
source: Yes, I'm starting to feel like a hero when I wear it. Masks are actually pretty cool like that.
pt_br: Sì, quando la indosso inizio a sentirmi un eroe. Le maschere, a dire il vero, sono una figata pazzesca per quello.

# 2760_Ehama
source: If I win that tournament and become a champion...
pt_br: Se vinco quel torneo e divento un campione...

# 2772_Ehama
source: ...will children look up to me?
pt_br: ...i bambini mi ammireranno?

# 2784_Saejima
source: You're sure to be popular. Just like yer idol, the Ferocious Tiger.
pt_br: Sarai sicuramente popolare. Proprio come il tuo idolo, la Tigre Feroce.

# 2796_Ehama
source: Really!? You really think so? If I become like the Ferocious Tiger one day... It would be a dream come true!
pt_br: Davvero!? Lo pensi davvero? Se un giorno divento come la Tigre Feroce... Sarebbe un sogno che si avvera!

# 2808_Saejima
source: And that's why ya gotta train hard.
pt_br: Ed è per questo che devi allenarti sodo.

# 2820_Ehama
source: Hehe...
pt_br: Eheh...

# 2832_Saejima
source: (Is he even listenin' to me...?)
pt_br: (Mi sta almeno a sentire...?)

# 2844_Saejima
source: That ain't likely. There ain't no kids at the Coliseum.
pt_br: Non credo proprio. Non ci sono ragazzini al Colosseo.

# 2856_Ehama
source: Oh... Right. Haha... ha...
pt_br: Oh... Ah, già. Haha... ha...

# 2868_Ehama
source: I guess nobody will be watching, even when I'm fighting at my best...
pt_br: Tanto nessuno guarderà, anche quando darò il massimo...

# 2880_Ehama
source: No matter how strong I get, no matter how much I change, my wife and kid will never watch me fight...
pt_br: Per quanto forte io diventi, per quanto cambi, mia moglie e mio figlio non mi guarderanno mai combattere...

# 2892_Saejima
source: (Shit... Looks like I got 'im depressed...)
pt_br: (Merda... Sembra che l'abbia messo giù...)

# 2904_Saejima
source: Not by winnin' alone. Kids ain't gonna look up to someone just 'cause they're "strong."
pt_br: Non basta solo vincere. I ragazzini non guarderanno con rispetto qualcuno solo perché è "forte".

# 2916_Saejima
source: The reason you looked up to the Ferocious Tiger ain't just 'cause of his strength, right?
pt_br: La ragione per cui ammiravi la Tigre Feroce non era mica solo per la sua forza, no?

# 2928_Ehama
source: You're right... He always had a sense of justice, and he never ran from a fight. That's why I looked up to him so much.
pt_br: Hai ragione... Lui ha sempre avuto un forte senso della giustizia, e non si è mai tirato indietro di fronte a uno scontro. Ecco perché lo ammiravo così tanto.

# 2940_Ehama
source: I get it now... I'm going to keep this in mind while I train so that I can inspire kids to dream big. Just like I did.
pt_br: Adesso ho capito... Me lo terrò a mente mentre mi alleno per ispirare i ragazzini a sognare in grande. Proprio come ho fatto io.

# 2952_Saejima
source: (He sounds motivated. A fighter that shows kids they can dream, huh? That ain't bad at all.)
pt_br: (Sembra carico. Un lottatore che mostra ai ragazzini che possono sognare, eh? Mica male.)

# 2976_Saejima
source: Something Motivational
pt_br: Qualcosa di motivazionale

# 2988_Saejima
source: A Cool Analysis
pt_br: Un'analisi fredda

# 3000_Saejima
source: Something Comical
pt_br: Qualcosa di comico

# 3012_Saejima
source: Brag About Something
pt_br: Vantarsi di qualcosa

# 3024_Saejima
source: Talk About Failure
pt_br: Parlare di un fallimento

# 3036_Saejima
source: Talk About Success
pt_br: Parlare di un successo

# 3048_Saejima
source: Literature
pt_br: Letteratura

# 3060_Saejima
source: Math
pt_br: Matematica

# 3072_Saejima
source: Art
pt_br: Arte

# 3084_Saejima
source: Public Works Projects
pt_br: Progetti di Opere Pubbliche

# 3096_Saejima
source: Bonuses
pt_br: Bonus

# 3108_Saejima
source: Corporate Restructuring
pt_br: Ristrutturazione aziendale

# 3120_Saejima
source: Tell a Corny Joke
pt_br: Spara una battuta penosa

# 3132_Saejima
source: Recent Celebrities
pt_br: Celebrità Recenti

# 3144_Saejima
source: Comedians
pt_br: Pagliacci

# 3180_Saejima
source: Myself
pt_br: Me stesso

# 3192_Saejima
source: His devastatin' strength.
pt_br: La sua forza micidiale.

# 3204_Saejima
source: His cool mask.
pt_br: La sua maschera da duro.

# 3216_Saejima
source: His sense o' justice.
pt_br: Il suo senso di giustizia.

# 3228_Saejima
source: Win back yer love!
pt_br: Riprenditi il tuo cuore!

# 3240_Saejima
source: Don't worry.
pt_br: Non preoccuparti.

# 3252_Saejima
source: Not at all.
pt_br: Niente affatto.

# 3264_Saejima
source: Hmph. Yeah, a little.
pt_br: Hmph. Già, un po'.

# 3276_Saejima
source: (I should pretend I know.)
pt_br: (Dovrei fingere di saperlo.)

# 3288_Saejima
source: Techno...? Never heard of it.
pt_br: Techno...? Mai sentito.

# 3300_Saejima
source: Definitely.
pt_br: Assolutamente.

# 3312_Saejima
source: That ain't likely.
pt_br: La vedo dura.
