Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid016c0279.po
Languages: pt_br

source: Attendant
pt_br: Addetto

# 924_Attendant
source: Sorry to keep you waiting.
pt_br: Scusa se ti ho fatto aspettare.

# 948_Attendant
source: This is Erena.
pt_br: Questa è Erena.

# 972_Attendant
source: Hello.
pt_br: Salve.

# 1008_Attendant
source: Sorry to keep you waiting.
pt_br: Scusa se ti ho fatto aspettare.

# 1032_Attendant
source: This is Erena.
pt_br: Questa è Erena.

# 1056_Attendant
source: Hello!
pt_br: Ciao!

# 1092_Attendant
source: Sorry to keep you waiting.
pt_br: Scusa se ti ho fatto aspettare.

# 1116_Attendant
source: This is Erena.
pt_br: Questa è Erena.

# 1140_Attendant
source: Hello.
pt_br: Salve.

# 1164_Erena
source: Hello!
pt_br: Ciao!

# 1188_Attendant
source: I'm Erena!
pt_br: Sono Erena!

# 1200_Erena
source: Hello!
pt_br: Ciao!

# 1224_Attendant
source: Oh, it's you! Thanks for coming again.
pt_br: Oh, sei tu! Grazie di essere tornato.

# 1236_Erena
source: Hello!
pt_br: Ciao!

# 1260_Attendant
source: Oh, Akiyama-san. You didn't request me today...
pt_br: Oh, Akiyama-san. Non mi hai richiesta oggi...

# 1272_Erena
source: Hello!
pt_br: Ciao!

# 1284_P_sitsofaR_tlk_yes
source: I'm Erena. Nice to meet ya!
pt_br: Sono Erena. Piacere di conoscerti!

# 1320_Erena
source: Hello.
pt_br: Salve.

# 1332_P_sitsofaR_tlk_yes
source: I'm Erena. Nice to meet you!
pt_br: Sono Erena. Piacere di conoscerti!

# 1368_Erena
source: Hello!
pt_br: Ciao!

# 1380_P_sitsofaR_tlk_yes
source: I'm Erena. Nice to meet ya!
pt_br: Sono Erena. Piacere di conoscerti!

# 1416_Erena
source: Oh, I've been requested.
pt_br: Oh, mi hanno richiesta.

# 1428_Erena
source: Enjoy your stay, okay?
pt_br: Goditi la serata, ok?

# 1440_Erena
source: Bye for now.
pt_br: A dopo.

# 1452_Erena
source: Hi. I'm Erena. Nice to meet you.
pt_br: Ciao. Sono Erena. Piacere di conoscerti.

# 1464_Kiryu
source: I'm Kazuma Kiryu. Likewise.
pt_br: Sono Kazuma Kiryu. Piacere mio.

# 1476_Erena
source: Ooh, you're such a manly man, Kiryu-san. You're really my type.
pt_br: Ooh, sei proprio un uomo con la U maiuscola, Kiryu-san. Sei proprio il mio tipo.

# 1488_Kiryu
source: Heh. You don't say?
pt_br: Eh. Non mi dire?

# 1500_Erena
source: I love men who act big and strong, but get gentle when they're alone with a woman.
pt_br: Mi piacciono gli uomini che fanno i grossi e i duri, ma diventano teneri quando sono da soli con una donna.

# 1512_Kiryu
source: I don't think I'm like that...
pt_br: Non credo di essere così...

# 1524_Erena
source: Really? Nobody has to act cool when they're alone with the one they love.
pt_br: Davvero? Nessuno deve fare il figo quando è da solo con la persona che ama.

# 1536_Kiryu
source: You're from the Kansai area, aren't you? How long have you been in Kamurocho?
pt_br: Sei della zona del Kansai, vero? Da quanto tempo sei a Kamurocho?

# 1548_Erena
source: Oh, not that long. I used to live in Kyoto.
pt_br: Oh, non da molto. Vivevo a Kyoto.

# 1560_Kiryu
source: Were you a hostess in Kyoto, too?
pt_br: Eri una hostess a Kyoto anche?

# 1572_Erena
source: That's right. How'd you know that?
pt_br: Esatto. Come facevi a saperlo?

# 1584_Kiryu
source: Heh. It's just something about you. You're so flashy. It reminded me of the hostesses I've met in Osaka.
pt_br: Ah. C'è proprio qualcosa in te. Sei così appariscente. Mi hai ricordato le hostess che ho incontrato a Osaka.

# 1596_Chihiro
source: Wow. So you've been to hostess clubs in Osaka too, huh?
pt_br: Wow. Quindi sei stato agli hostess club anche a Osaka, eh?

# 1608_Erena
source: But we Kyoto girls are more refined, as I'm sure you can tell.
pt_br: Ma noi ragazze di Kyoto siamo più raffinate, come sono sicura che si vede.

# 1620_Kiryu
source: Heh...
pt_br: Eh...

# 1632_Erena
source: Kiryu-san! Do you like this club?
pt_br: Kiryu-san! Le piace questo club?

# 1644_Kiryu
source: Sure. It's easy to just drop in without requesting anybody.
pt_br: Certo. È facile entrare così, senza chiedere nessuno.

# 1656_Erena
source: Are you saying there are some clubs that even you'd be reluctant to enter?
pt_br: Stai dicendo che ci sono dei club dove anche tu avresti qualche esitazione a entrare?

# 1668_Kiryu
source: Well, sure. The clubs with a lot of yakuza connections are different. You can't just sit back, relax, and have a drink there.
pt_br: Beh, certo. I club con un sacco di connessioni yakuza sono diversi. Lì non puoi mica startene tranquillo a farti un drink.

# 1680_Erena
source: I guess you're right... It must be hard for the girls working there, too.
pt_br: Sì, in effetti hai ragione... Deve essere dura anche per le ragazze che ci lavorano.

# 1692_Himeka
source: The dialogue will end after one round if you've entered a club more than once. Please notify a programmer if this message is displayed.
pt_br: Il dialogo finirà dopo un solo round se sei entrato in un club più di una volta. Si prega di notificare un programmatore se questo messaggio viene visualizzato.

# 1704_Erena
source: Kiryu cannot request Erena. Notify programmer if this message is displayed.
pt_br: Kiryu non può richiedere Erena. Notificare il programmatore se questo messaggio viene visualizzato.

# 1716_Erena
source: Kiryu cannot request Erena. Notify programmer if this message is displayed.
pt_br: Kiryu non può richiedere Erena. Notificare il programmatore se questo messaggio viene visualizzato.

# 1728_Erena
source: Erena does not appear for Kiryu's 2nd. Notify programmer if this message is displayed.
pt_br: Erena non si presenta per il secondo di Kiryu. Avvisare il programmatore se questo messaggio viene visualizzato.

# 1740_Erena
source: Erena does not appear for Kiryu's 2nd. Notify programmer if this message is displayed.
pt_br: Erena non si presenta per il secondo di Kiryu. Avvisare il programmatore se questo messaggio viene visualizzato.

# 1752_Erena
source: Erena does not appear for Kiryu's 2nd. Notify programmer if this message is displayed.
pt_br: Erena non si presenta per il secondo di Kiryu. Avvisare il programmatore se questo messaggio viene visualizzato.

# 1764_Erena
source: Erena does not appear for Kiryu's 2nd. Notify programmer if this message is displayed.
pt_br: Erena non si presenta per il secondo di Kiryu. Avvisare il programmatore se questo messaggio viene visualizzato.

# 1776_Erena
source: Kiryu cannot request Erena. Notify programmer if this message is displayed.
pt_br: Kiryu non può richiedere Erena. Notificare il programmatore se questo messaggio viene visualizzato.

# 1788_Erena
source: Kiryu cannot request Erena. Notify programmer if this message is displayed.
pt_br: Kiryu non può richiedere Erena. Notificare il programmatore se questo messaggio viene visualizzato.

# 1800_Erena
source: Erena does not appear for Akiyama's 1st or 3rd. Notify programmer if this message is displayed.
pt_br: Erena non si presenta per il primo o il terzo di Akiyama. Avvisare il programmatore se questo messaggio viene visualizzato.

# 1812_Erena
source: Erena does not appear for Akiyama's 1st or 3rd. Notify programmer if this message is displayed.
pt_br: Erena non si presenta per il primo o il terzo di Akiyama. Avvisare il programmatore se questo messaggio viene visualizzato.

# 1824_Erena
source: Erena does not appear for Akiyama's 1st or 3rd. Notify programmer if this message is displayed.
pt_br: Erena non si presenta per il primo o il terzo di Akiyama. Avvisare il programmatore se questo messaggio viene visualizzato.

# 1836_Erena
source: Erena does not appear for Akiyama's 1st or 3rd. Notify programmer if this message is displayed.
pt_br: Erena non si presenta per il primo o il terzo di Akiyama. Avvisare il programmatore se questo messaggio viene visualizzato.

# 1848_Erena
source: Erena does not appear for Akiyama's 1st or 3rd. Notify programmer if this message is displayed.
pt_br: Erena non si presenta per il primo o il terzo di Akiyama. Avvisare il programmatore se questo messaggio viene visualizzato.

# 1860_Erena
source: Erena does not appear for Akiyama's 1st or 3rd. Notify programmer if this message is displayed.
pt_br: Erena non si presenta per il primo o il terzo di Akiyama. Avvisare il programmatore se questo messaggio viene visualizzato.

# 1872_Erena
source: It's nice to meet ya. I'm Erena.
pt_br: Piacere di conoscerti. Sono Erena.

# 1884_Akiyama
source: Hi. I'm Shun Akiyama.
pt_br: Ciao. Sono Shun Akiyama.

# 1896_Akiyama
source: Are you from the Kansai region, by any chance?
pt_br: Sei per caso del Kansai?\n

# 1908_Erena
source: That's right.
pt_br: Esatto.

# 1920_Erena
source: People here notice that right away. Is my accent really that different?
pt_br: Qui la gente se ne accorge subito. Il mio accento è davvero così diverso?

# 1932_Akiyama
source: Yeah, it is.
pt_br: Già, lo è.

# 1944_Erena
source: Seriously? Well then, can you tell which part of Kansai I'm from?
pt_br: Sul serio? Allora, sai dire di quale parte del Kansai sono?

# 1956_Akiyama
source: Are you from Osaka?
pt_br: Sei di Osaka?

# 1968_Erena
source: Nope! I'm from Kyoto.
pt_br: Macché! Sono di Kyoto.

# 1980_Akiyama
source: Kyoto? Really? I never would've guessed.
pt_br: Kyoto? Davvero? Non l'avrei mai detto.

# 1992_Erena
source: Why'd you think I was from Osaka?
pt_br: Come mai hai pensato che fossi di Osaka?

# 2004_Akiyama
source: Oh, you just seemed like the stereotypical Osaka girl. Flashy and confident.
pt_br: Oh, sembravi proprio la classica ragazza di Osaka. Vistosa e sfrontata.

# 2016_Erena
source: That's not true! I'm a refined Kyoto beauty!
pt_br: Ma non è vero! Sono una raffinata bellezza kyotese!

# 2028_Akiyama
source: Whoa, a bit forward, are we?
pt_br: Ohi, un po' troppo avanti, eh?

# 2040_Akiyama
source: I bet you're from Kyoto.
pt_br: Scommetto che sei di Kyoto.

# 2052_Erena
source: Yer right! Good guess.
pt_br: Hai beccato! Gran colpo.

# 2064_Akiyama
source: It's just something about you. Kind of relaxing somehow.
pt_br: C'è proprio qualcosa in te. Sarà che mi rilassi in qualche modo.

# 2076_Erena
source: Hahah! In Kyoto we call that "hannari."
pt_br: Ahahah! A Kyoto lo chiamiamo "hannari".

# 2088_Akiyama
source: Yep, that's definitely the feeling I get when I look at you.
pt_br: Già, è proprio quella la sensazione che mi dai quando ti guardo.

# 2100_Erena
source: Hehe. You're good at flatterin' girls. <Color:7>♥<Color:Default>
pt_br: Hehe. Ci sai fare con i complimenti alle ragazze. <Color:7>♥<Color:Default>

# 2112_Akiyama
source: I'm not flattering you. I really mean it.
pt_br: Non ti sto adulando. Dico sul serio.

# 2124_Erena
source: All right, then. I'll do my best to help ya relax today.
pt_br: Perfetto, allora. Farò del mio meglio per farti rilassare oggi.

# 2136_Akiyama
source: Could it be Hyogo?
pt_br: Sarà mica Hyogo?

# 2148_Erena
source: Nope! I'm from Kyoto.
pt_br: Macché! Sono di Kyoto.

# 2160_Akiyama
source: Kyoto, huh? Now that I think about it, I can tell.
pt_br: Kyoto, eh? Ora che ci penso, lo capisco.

# 2172_Erena
source: Really? You're not just sayin' that?
pt_br: Davvero? Non è che lo dici tanto per dire?

# 2184_Akiyama
source: Really. There's something about you. Dignified, but also relaxed. It practically screams Kyoto.
pt_br: Davvero. Hai un certo non so che. Signorile, ma anche alla mano. Ha proprio l'aria di Kyoto.

# 2196_Erena
source: Thank you.
pt_br: Grazie.

# 2208_Erena
source: You got kind of a restrained personality, don't you? Not like the men in Kansai.
pt_br: Sei un tipo un po' tranquillo, eh? Non come i tipi del Kansai.

# 2220_Akiyama
source: Really? What do you mean?
pt_br: Davvero? Che vuoi dire?

# 2232_Erena
source: Kansai men are real laid-back. They'll meet someone for the first time and act like they're best friends.
pt_br: Gli uomini del Kansai sono dei tipi proprio alla mano. Incontrano una persona per la prima volta e fanno come se la conoscessero da una vita.

# 2244_Erena
source: But people around here always seem to act so formal, even around people who're their own age. It makes me a little nervous.
pt_br: Ma la gente qui da queste parti sembra sempre fare la formale, persino con i propri coetanei. Mi mette un po' d'ansia.

# 2256_Akiyama
source: I see. I hadn't thought of it that way.
pt_br: Capisco. Non l'avevo vista così.

# 2268_Akiyama
source: Actually, I think I'm closer to the Kansai type. I've always thought of myself as laid-back.
pt_br: A dire il vero, credo di essere più sul tipo Kansai. Mi sono sempre considerato uno tranquillo.

# 2280_Erena
source: Maybe you're right.
pt_br: Forse hai ragione.

# 2292_Erena
source: I'm a little nervous around you, but that's because ya've got this aura about you.
pt_br: Sono un po' nervosa con te, ma è perché c'hai proprio quest'aura addosso.

# 2304_Akiyama
source: Uh-oh. I'm going to have to try and tone it down some more then. I'm pretty good at that.
pt_br: Ops. Allora, mi toccherà smorzarla ancora un po'. In quello, ci so fare un bel po'.

# 2316_Erena
source: Ahahah! Ya don't have to go far. You're pretty funny.
pt_br: Ahahah! Non c'è bisogno di andar lontano. Fai proprio ridere.

# 2328_Akiyama
source: You're not the shy type, are you?
pt_br: Non sei mica il tipo timido, no?

# 2340_Erena
source: Ahahah! That's for sure. If anything, I like to stand out!
pt_br: Ahahah! È verissimo! Anzi, mi piace farmi notare!

# 2352_Akiyama
source: I thought so. I could tell, even though we just met.
pt_br: Me l'ero immaginato. L'avevo capito, anche se ci siamo appena conosciuti.

# 2364_Erena
source: In Kansai, you can just jump right in and start talkin' like you know someone, but that just seems to freak out people from Tokyo.
pt_br: Nel Kansai, puoi subito attaccare bottone e parlare come se ti conoscessi da sempre, ma questo sembra proprio mettere a disagio la gente di Tokyo.

# 2376_Erena
source: So I try to keep it under control at first.
pt_br: Allora cerco di tenermi a bada all'inizio.

# 2388_Akiyama
source: But you can't keep it up for long, can you?
pt_br: Ma non puoi reggerla a lungo, vero?

# 2400_Erena
source: You saw right through me there.
pt_br: Mi hai sgamato subito.

# 2412_Akiyama
source: You'll get used to it eventually. Don't be nervous.
pt_br: Ci farai l'abitudine, vedrai. Non essere nervoso.

# 2424_Erena
source: I'm glad you're so friendly.
pt_br: Sono contento che sei così alla mano.

# 2436_Erena
source: I'm sure I'll feel more comfortable after we've had more time to talk.
pt_br: Sono sicura che mi sentirò più a mio agio dopo che avremo scambiato due chiacchiere.

# 2448_Akiyama
source: You mean you want me to request you?
pt_br: Intendi che vuoi che ti richieda?

# 2460_Erena
source: Hehe, yep!
pt_br: Hehe, sì!

# 2472_Akiyama
source: Heheh. All right, I'll think about it.
pt_br: Heheh. Va bene, ci farò un pensierino.

# 2484_Erena
source: Welcome back!
pt_br: Bentornato!

# 2496_Akiyama
source: How's it going? Have you gotten used to working here yet?
pt_br: Come va? Ti sei già abituata a lavorare qui?

# 2508_Erena
source: Thanks for thinkin' about me. You're sweet.
pt_br: Grazie di avermi pensato. Sei un tesoro.

# 2520_Erena
source: I've gotten used to living here, but I have no sense of direction. I can never tell which train to take.
pt_br: Ormai mi sono abituata a vivere qui, ma proprio non ho senso dell'orientamento. Non capisco mai quale treno devo prendere.

# 2532_Akiyama
source: I see. Yeah, Kyoto is so neatly laid out compared to Tokyo. It must seem like total chaos to you.
pt_br: Capisco. Già, Kyoto è così ordinata rispetto a Tokyo. Ti sembrerà un casino totale.

# 2544_Erena
source: Well, I'm trying to get used to it.
pt_br: Beh, sto cercando di abituarmici.

# 2556_Himeka
source: The dialogue will end after one round if you've entered a club more than once. Please report this if you see this message.
pt_br: Il dialogo finirà dopo un solo giro se sei entrato in un club più di una volta. Ti preghiamo di segnalare questa cosa se vedi questo messaggio.

# 2568_Erena
source: Oh, Akiyama-san... You're not requesting me today?
pt_br: Oh, Akiyama-san... Non mi richiede oggi?

# 2580_Akiyama
source: Oh, I, uh... I just thought I could use a little change of pace.
pt_br: Oh, io, uh... pensavo solo che mi servisse cambiare un po' d'aria.

# 2592_Erena
source: Are you tired of me?
pt_br: Ti sei stufato di me?

# 2604_Akiyama
source: No, no. It's not that at all. Look, I'll definitely request you next time I come in, okay?
pt_br: No, no. Non è affatto così. Senti, ti richiederò di sicuro la prossima volta che vengo, okay?

# 2616_Erena
source: Really? Don't let me down!
pt_br: Davvero? Non deludermi!

# 2628_Himeka
source: The dialogue will end after one round if you've entered a club more than once. Please report this if you see this message.
pt_br: Il dialogo finirà dopo un solo giro se sei entrato in un club più di una volta. Ti preghiamo di segnalare questa cosa se vedi questo messaggio.

# 2640_Erena
source: Erena Aihara does not show up when entering as Tanimura. Notify programmer if this message is displayed.
pt_br: Erena Aihara non si presenta quando si entra come Tanimura. Avvisa il programmatore se questo messaggio viene visualizzato.

# 2652_Erena
source: Erena Aihara does not show up when entering as Tanimura. Notify programmer if this message is displayed.
pt_br: Erena Aihara non si presenta quando si entra come Tanimura. Avvisa il programmatore se questo messaggio viene visualizzato.

# 2664_Erena
source: Erena Aihara does not show up when entering as Tanimura. programmer if this message is displayed.
pt_br: Erena Aihara non compare entrando come Tanimura. programmatore, se questo messaggio viene visualizzato.

# 2676_Erena
source: Erena Aihara does not show up when entering as Tanimura. Notify programmer if this message is displayed.
pt_br: Erena Aihara non si presenta quando si entra come Tanimura. Avvisa il programmatore se questo messaggio viene visualizzato.

# 2688_Erena
source: Erena Aihara does not show up when entering as Tanimura. Notify programmer if this message is displayed.
pt_br: Erena Aihara non si presenta quando si entra come Tanimura. Avvisa il programmatore se questo messaggio viene visualizzato.

# 2700_Erena
source: Erena Aihara does not show up when entering as Tanimura. Notify programmer if this message is displayed.
pt_br: Erena Aihara non si presenta quando si entra come Tanimura. Avvisa il programmatore se questo messaggio viene visualizzato.

# 2712_Erena
source: Erena Aihara does not show up when entering as Tanimura. Notify programmer if this message is displayed.
pt_br: Erena Aihara non si presenta quando si entra come Tanimura. Avvisa il programmatore se questo messaggio viene visualizzato.

# 2724_Erena
source: Erena Aihara does not show up when entering as Tanimura. Notify programmer if this message is displayed.
pt_br: Erena Aihara non si presenta quando si entra come Tanimura. Avvisa il programmatore se questo messaggio viene visualizzato.

# 2736_Erena
source: Erena Aihara does not show up when entering as Tanimura. Notify programmer if this message is displayed.
pt_br: Erena Aihara non si presenta quando si entra come Tanimura. Avvisa il programmatore se questo messaggio viene visualizzato.

# 2748_Erena
source: Erena Aihara does not show up when entering as Tanimura. Notify programmer if this message is displayed.
pt_br: Erena Aihara non si presenta quando si entra come Tanimura. Avvisa il programmatore se questo messaggio viene visualizzato.

# 2760_Erena
source: Erena Aihara does not show up when entering as Tanimura. Notify programmer if this message is displayed.
pt_br: Erena Aihara non si presenta quando si entra come Tanimura. Avvisa il programmatore se questo messaggio viene visualizzato.

# 2772_Erena
source: Erena Aihara does not show up when entering as Tanimura. Notify programmer if this message is displayed.
pt_br: Erena Aihara non si presenta quando si entra come Tanimura. Avvisa il programmatore se questo messaggio viene visualizzato.

# 2784_Noa
source: Cheers!
pt_br: Salute!

# 2796_Erena
source: Cheers!
pt_br: Salute!

# 2844_Attendant
source: I've always thought of myself as laid-back.
pt_br: Mi sono sempre considerato uno tranquillo.

# 2856_Attendant
source: You're not the shy type, are you?
pt_br: Non sei mica il tipo timido, no?

# 2868_Attendant
source: You'll get used to it eventually.
pt_br: Alla fine ti ci abituerai.
