Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01a40072.po
Languages: pt_br

source: You got a <Color:8>Gold Plate<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Piatto d'Oro<Color:Default>.

source: Idle
pt_br: Inattivo

source: Nishihama's Wife
pt_br: La moglie di Nishihama

# 72_Nishihama
source: *pant* *pant*
pt_br: *anf* *anf*

# 84_Akiyama
source: You're going to give me all that money back. Got it?
pt_br: Quei soldi me li ridai tutti. Capito?

# 96_Nishihama
source: Yes, sir... Please, take it. I'm just happy to have made my dreams come true.
pt_br: Sì, capo... Prego, piglialo. Sono solo contento di aver realizzato i miei sogni.

# 108_Akiyama
source: Of all the stupid ways to use money...! This really takes the cake.
pt_br: Di tutti i modi più idioti per spendere i soldi...! Questo batte tutti.

# 132_Nishihama
source: It's not as bad as all that. Say! How about a quick soak before you go?
pt_br: Non è mica poi così male. Ehi! Che ne dici di un tuffo veloce prima di andare?

# 144_Akiyama
source: You've got to be kidding me!
pt_br: Mi stai prendendo in giro?!

# 156_Nishihama
source: Then, how about a souvenir? You did come all this way.
pt_br: Allora, che ne dici di un souvenir? Dopotutto ti sei fatto tutta sta strada.

# 204_Akiyama
source: I can't even be mad anymore... Look, I'll send someone to retrieve the money. Until then, just do whatever you want.
pt_br: Non riesco più nemmeno a incazzarmi... Guarda, manderò qualcuno a recuperare i soldi. Fino ad allora, fai pure quello che ti pare.

# 228_Nishihama
source: Okay, everybody, you know what that means! Back in the tub!
pt_br: Ok, gente, sapete cosa vuol dire! Si torna nella vasca!

# 240_Miki
source: Hooray! Dad, you're the greatest!
pt_br: Evviva! Papà, sei un grande!

# 288_Akiyama
source: Is this some kind of joke?
pt_br: Ma cos'è 'sto scherzo?

# 312_Nishihama
source: Hey, honey! Akiyama caught up with us!
pt_br: Ehi, tesoro! Akiyama ci ha raggiunti!

# 324_Akiyama
source: What in the world...?
pt_br: Ma che diavolo...?

# 336_Nishihama's Wife
source: Eeeeek! Trying to sneak a peek, you perv!?
pt_br: Eeeeh! Cerchi di sbirciare, porco!?

# 348_Nishihama
source: Akiyama! You've got a lot of nerve, barging in on my wife while she's bathing!
pt_br: Akiyama! Hai una bella faccia tosta, a piombare da mia moglie mentre si sta facendo il bagno!

# 360_Akiyama
source: <Italic>I've</Italic> got a lot of nerve!? What the hell are you doing with my money?
pt_br: <Italic>Io</Italic> avrei la faccia tosta!? Che diavolo ci fate con i miei soldi?

# 372_Akiyama
source: You swindle it out of me, and this is what you decide to do with it!?
pt_br: Me lo freghi, e questo è quello che decidi di farci !?

# 384_Nishihama
source: Oh, come on! I've wanted to wallow in a bathtub full of cash since I was a kid! You see it in movies and stuff all the time!
pt_br: Ma dai! Ho sempre voluto sguazzare in una vasca piena di soldi fin da bambino! Lo vedi nei film e roba del genere di continuo!

# 396_Nishihama's Wife
source: That's right! You could probably count on one hand the number of people who've had this opportunity!
pt_br: Proprio così! Si contano sulle dita di una mano le persone che hanno avuto questa opportunità!

# 408_Akiyama
source: You needed money so badly that you felt you had to scam me for it... I thought you were in trouble.
pt_br: Eri messo così male a soldi che hai pensato bene di fregarmi per averli... Io pensavo fossi nei casini.

# 420_Akiyama
source: I lend money to people who've hit rock bottom so I can watch them turn their lives around.
pt_br: Presto soldi a chi ha toccato il fondo per vedere come si rimettono in piedi.

# 432_Akiyama
source: And here you are, using my money for this bullshit!
pt_br: E tu qui, a usare i miei soldi per 'sta stronzata!

# 444_Nishihama
source: Our dream isn't bullshit!
pt_br: Il nostro sogno non è una cazzata!

# 456_Nishihama
source: In fact, I'd say it's even worth killing for!
pt_br: Anzi, direi che vale persino la pena di uccidere!
