Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid000902e5.po
Languages: pt_br

# 68_Arima
source: You know, we hear our fair share of things about Sky Finance, too.
pt_br: Senti, anche a noi ne sentiamo di cotte e di crude su Sky Finance, anche.

# 80_Akiyama
source: Oh, yeah?
pt_br: Ah, sì?

# 92_Arima
source: Things like your... unique business model flying in the face of good business practice.
pt_br: Cose come il vostro... modello di business unico che va contro le buone pratiche commerciali.

# 116_Arima
source: Rumor has it your system can't function without a huge amount of financial backing.
pt_br: Corre voce che il vostro sistema non possa funzionare senza un bel po' di grana.

# 128_Akiyama
source: ...What was it you wanted to ask me?
pt_br: ...Cosa volevi chiedermi?

# 140_Arima
source: Of course. Please forgive me. I can be a real chatterbox sometimes.
pt_br: Certo. Perdonami, ti prego. Posso essere un vero chiacchierone a volte.

# 152_Arima
source: I'll cut to the chase: will you join forces with me, Akiyama-san?
pt_br: Andiamo al sodo: unirai le forze con me, Akiyama-san?

# 164_Akiyama
source: Join forces?
pt_br: Unire le forze?

# 176_Arima
source: Enter into a partnership. Help each other out.
pt_br: Stringiamo una partnership. Aiutiamoci a vicenda.

# 200_Arima
source: If Tenjin Loans and Sky Finance were to join forces, share our connections and client info...
pt_br: Se la Tenjin Loans e la Sky Finance si unissero, condividessimo i nostri contatti e le informazioni sui clienti...

# 212_Arima
source: I'm sure business would be much more efficient.
pt_br: Sono sicuro che gli affari sarebbero molto più efficienti.

# 224_Arima
source: And because we can expect bigger bank loans, we'll be able to expand the scope of our operations as well.
pt_br: E dato che possiamo aspettarci finanziamenti bancari maggiori, potremo ampliare anche la portata delle nostre operazioni.

# 248_Arima
source: Care to rule alongside me as the kings of Kamurocho finance?
pt_br: Vuoi regnare con me come i re della finanza di Kamurocho?

# 260_Akiyama
source: No, thank you.
pt_br: No, grazie.

# 284_Arima
source: Why not? I think it would be a pretty sweet deal.
pt_br: E perché no? Penso che sarebbe un vero affare d'oro.

# 296_Akiyama
source: I'm afraid I much prefer working alone.
pt_br: Sinceramente, preferisco di gran lunga lavorare da solo.

# 308_Arima
source: You don't come across offers this good every day.
pt_br: Offerte così buone non capitano tutti i giorni.

# 320_Akiyama
source: If it were that good, you wouldn't be making it to me.
pt_br: Se fosse un affare d'oro, non verresti a rifilarmelo a me.

# 332_Arima
source: You could even have a big office in a bright, shiny, new building, not like the grimy, old dump you have now!
pt_br: Potresti persino avere un grande ufficio in un edificio nuovo di zecca, luminoso e scintillante, non come il vecchio cesso sporco che ti ritrovi adesso!

# 344_Akiyama
source: Old and grimy suits me just fine. Now, if you'll excuse me...
pt_br: Logoro e sudicio mi va benissimo. Ora, se mi scusate ...

# 392_Arima
source: Look, I tried to talk to you like a grownup out of courtesy. If that's the way you're going to be, I have other methods. Don't say I didn't warn you!
pt_br: Senti, ho provato a parlarti da persona seria, per cortesia. Se la metti così, ho altri metodi. Non dire che non ti avevo avvisato!

# 404_Akiyama
source: Thanks for the tip.
pt_br: Grazie per la dritta.
