Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00e60023.po
Languages: it

source: Company President
it: Presidente della compagnia

source: Photographer
it: Fotografo

# 56_Rio
source: No! That's not what I was told! I was just supposed to listen to what you had to say today!
it: No! Non è quello che mi era stato detto! Dovevo solo ascoltare quello che avevate da dire oggi!

# 80_Company President
source: Don't waste time talking. Go ahead and take your clothes off. It's no big deal.
it: Non perdere tempo a parlare. Avanti, togliti i vestiti. Non è niente di che.

# 92_Rio
source: But... Who are these other people?
it: Ma... chi sono queste altre persone?

# 104_Photographer
source: It's all right. Just show us a little of that confidence you have and start taking off those clothes.
it: Va tutto bene. Mostraci solo un po' della tua sicurezza e inizia a toglierti i vestiti.

# 116_Rio
source: I...
it: Io...

# 128_Akiyama
source: Just a minute!
it: Solo un minuto!

# 140_Company President
source: Who the hell are you!?
it: Chi diavolo sei tu!?

# 152_Akiyama
source: I did a background check on this so-called talent agency of yours. It's actually a call girl service, isn't it?
it: Ho fatto un controllo su questa vostra cosiddetta agenzia di talenti. In realtà è un servizio di squillo, non è vero?

# 164_Rio
source: What? Is that true!?
it: Cosa? È vero!?

# 176_Company President
source: You can't prove that!
it: Non puoi provarlo!

# 188_Akiyama
source: I suppose you use the pictures you take to blackmail the girls into doing what you want. It sounds like you've thought it all through.
it: Immagino che usiate le foto che scattate per ricattare le ragazze e farle fare quello che volete. Sembra che abbiate pensato a tutto.

# 200_Photographer
source: Shit!
it: Merda!

# 212_Rio
source: But...
it: Ma...

# 224_Akiyama
source: Sorry, fellas, but I won't allow you to have your way with Rio-chan.
it: Spiacente, ragazzi, ma non vi permetterò di fare i vostri comodi con Rio-chan.

# 236_Company President
source: Shit! We'll just have to force her to let us take the pictures! Get rid of this asshole!
it: Merda! Dovremo costringerla a farsi fotografare! Liberatevi di questo stronzo!
