Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c003a.po
Languages: pt_br

# 11508_Tanimura
source: What about your job at the club? Are you going to keep working here?
pt_br: E il tuo lavoro al club? Continuerai a lavorare qui?

# 11520_峰村七海：源氏名
source: Well... I don't know yet. It depends on how busy I'll be with my business.
pt_br: Beh... non lo so ancora. Dipende da quanto sarò impegnata con la mia attività.

# 11532_Tanimura
source: Oh... I'd miss you if you quit.
pt_br: Oh... mi mancheresti se te ne andassi.

# 11544_峰村七海：源氏名
source: Aw, I won't be able to leave if you say that...
pt_br: Oh, non riuscirò ad andarmene se dici così...

# 11556_Tanimura
source: Heheh...
pt_br: Eh eh...

# 11568_峰村七海：源氏名
source: If I quit my job as a hostess, I won't be able to see you anymore...
pt_br: Se lascio il mio lavoro di hostess, non potrò più vederti...

# 11580_Tanimura
source: That's not true. You can always get in touch with me if you need help. Or a friend.
pt_br: Non è vero. Puoi sempre contattarmi se hai bisogno di aiuto. O di un amico.

# 11592_峰村七海：源氏名
source: That makes me feel better.
pt_br: Questo mi fa sentire meglio.

# 11604_峰村七海：源氏名
source: But you wouldn't be my customer anymore. It would be a little strange.
pt_br: Ma non saresti più un mio cliente. Sarebbe un po' strano.

# 11616_Tanimura
source: Maybe it's our chance for love.
pt_br: Forse è la nostra occasione per l'amore.

# 11628_峰村七海：源氏名
source: Huh? What do you mean?
pt_br: Eh? Cosa intendi?

# 11640_Tanimura
source: You don't get involved with your customers, right? I wouldn't be a customer anymore.
pt_br: Non ti immischi con i tuoi clienti, giusto? Io non sarei più un cliente.

# 11652_峰村七海：源氏名
source: You're right. Maybe that would be our chance.
pt_br: Hai ragione. Forse sarebbe la nostra occasione.

# 11664_Tanimura
source: In that case, I wish you'd hurry up and quit.
pt_br: In tal caso, vorrei che ti sbrigassi a licenziarti.

# 11676_峰村七海：源氏名
source: Haha. No, no. I have to get you to spend money for as long as possible. <Color:7>♥<Color:Default>
pt_br: Ahah. No, no. Devo farti spendere soldi il più a lungo possibile. <Color:7>♥<Color:Default>

# 11688_Tanimura
source: Heh. You never change, do you?
pt_br: Eh. Non cambi mai, vero?

# 11700_Tanimura
source: You could hire me as a bodyguard. I'm pretty skilled at self-defense.
pt_br: Potresti assumermi come guardia del corpo. Sono piuttosto abile nell'autodifesa.

# 11712_峰村七海：源氏名
source: That would just be silly. I won't be in a dangerous enough line of work to need a bodyguard.
pt_br: Sarebbe semplicemente sciocco. Non farò un lavoro abbastanza pericoloso da aver bisogno di una guardia del corpo.

# 11724_Tanimura
source: You sure? Wouldn't it be cool to have a guy like me hanging around you?
pt_br: Sei sicura? Non sarebbe figo avere un tipo come me che ti sta intorno?

# 11736_峰村七海：源氏名
source: It would be interesting publicity...
pt_br: Sarebbe una pubblicità interessante...

# 11748_峰村七海：源氏名
source: But I want to succeed on my own. I won't ask for a man's help. So I'll have to turn you down.
pt_br: Ma voglio avere successo da sola. Non chiederò l'aiuto di un uomo. Quindi dovrò rifiutare.

# 11760_Tanimura
source: I see...
pt_br: Capisco...

# 11772_Tanimura
source: I could help you with your work.
pt_br: Potrei aiutarti con il tuo lavoro.

# 11784_峰村七海：源氏名
source: Help me? Doing what?
pt_br: Aiutarmi? A fare cosa?

# 11796_Tanimura
source: Well, I could be part owner of the business. Help you run it, that kind of thing.
pt_br: Beh, potrei essere comproprietario dell'attività. Aiutarti a gestirla, cose del genere.

# 11808_峰村七海：源氏名
source: But I want to do this all by myself. This is about independence, being an inspiration to young girls.
pt_br: Ma voglio fare tutto da sola. Si tratta di indipendenza, di essere un'ispirazione per le giovani ragazze.

# 11820_峰村七海：源氏名
source: Besides, I'm afraid you don't really have the kind of knowledge I need.
pt_br: Inoltre, temo che tu non abbia le conoscenze di cui ho bisogno.

# 11832_峰村七海：源氏名
source: Unless you plan to go back to school and get your degree?
pt_br: A meno che tu non abbia intenzione di tornare a scuola e laurearti?

# 11844_Tanimura
source: Uh, sorry...
pt_br: Ehm, scusa...

# 11856_峰村七海：源氏名
source: To be honest, I didn't really think twice about you when we first met.
pt_br: A dire il vero, non ti ho degnato di un secondo sguardo quando ci siamo conosciuti.

# 11868_Tanimura
source: You sure know how to make a guy feel good...
pt_br: Sai proprio come far sentire bene un ragazzo...

# 11880_峰村七海：源氏名
source: I could tell just by looking at you that you didn't have any money. Plus, you're stubborn.
pt_br: Ho capito subito guardandoti che non avevi soldi. Inoltre, sei testardo.

# 11892_Tanimura
source: I can't deny it.
pt_br: Non posso negarlo.

# 11904_峰村七海：源氏名
source: But... I'm starting to like you.
pt_br: Ma... stai iniziando a piacermi.

# 11916_Tanimura
source: Really?
pt_br: Davvero?

# 11928_峰村七海：源氏名
source: For some reason, I get a bit excited when I see you.
pt_br: Per qualche motivo, mi emoziono un po' quando ti vedo.

# 11940_峰村七海：源氏名
source: That's never happened before. It's sort of alarming.
pt_br: Non è mai successo prima. È un po' allarmante.

# 11952_Tanimura
source: That's my fault. I can be a little too charming sometimes.
pt_br: È colpa mia. A volte posso essere un po' troppo affascinante.

# 11964_峰村七海：源氏名
source: Why are you acting so conceited?
pt_br: Perché ti comporti in modo così presuntuoso?

# 11976_Tanimura
source: Well, I'm pretty much the only person who really understands you, right?
pt_br: Beh, sono praticamente l'unica persona che ti capisce davvero, giusto?

# 11988_峰村七海：源氏名
source: That's not true! I'm actually really popular and-
pt_br: Non è vero! In realtà sono molto popolare e-

# 12000_Tanimura
source: But didn't you say guys always end up leaving you?
pt_br: Ma non hai detto che i ragazzi finiscono sempre per lasciarti?

# 12012_峰村七海：源氏名
source: Well, not anymore...
pt_br: Beh, non più...

# 12024_Tanimura
source: Sure, sure.
pt_br: Certo, certo.

# 12036_峰村七海：源氏名
source: There you go again!
pt_br: Ci risiamo!

# 12048_峰村七海：源氏名
source: Hmph... I'm a little disappointed in you.
pt_br: Umpf... sono un po' delusa da te.

# 12060_Tanimura
source: Really? I don't get excited.
pt_br: Davvero? Io non mi emoziono.

# 12072_峰村七海：源氏名
source: What? I'm the only one who gets excited when we meet?
pt_br: Cosa? Sono l'unica a emozionarsi quando ci incontriamo?

# 12084_Tanimura
source: Being with you is relaxing. I can sit back and enjoy a drink. To me, that's better. I just like being with you, you know?
pt_br: Stare con te è rilassante. Posso sedermi e godermi un drink. Per me, è meglio. Mi piace stare con te, sai?

# 12096_峰村七海：源氏名
source: Hehe, you're making me feel embarrassed... <Color:7>♥<Color:Default>
pt_br: Eheh, mi stai facendo sentire in imbarazzo... <Color:7>♥<Color:Default>

# 12108_Tanimura
source: I don't think I've ever seen you blush before. I didn't think it was possible.
pt_br: Non credo di averti mai vista arrossire prima. Non pensavo fosse possibile.

# 12120_峰村七海：源氏名
source: Of course it's possible! But thank you.
pt_br: Certo che è possibile! Ma grazie.

# 12132_Tanimura
source: Heheh.
pt_br: Eheh.

# 12144_Tanimura
source: Maybe you're just tired. You're burning the candle at both ends.
pt_br: Forse sei solo stanca. Stai tirando troppo la corda.

# 12156_峰村七海：源氏名
source: Well, I am a little tired, but...
pt_br: Beh, sono un po' stanca, ma...

# 12168_Tanimura
source: Why don't you take a break once in a while? You could go on a trip, or just relax at home.
pt_br: Perché non ti prendi una pausa ogni tanto? Potresti fare un viaggio, o semplicemente rilassarti a casa.

# 12180_峰村七海：源氏名
source: But I'm not talking about feeling tired! When we meet, my heart beats faster... Don't you feel it too?
pt_br: Ma non parlo di sentirmi stanca! Quando ci incontriamo, il mio cuore batte più forte... non lo senti anche tu?

# 12192_Tanimura
source: Well, I've known you for a while now, so I don't react like that anymore.
pt_br: Beh, ti conosco da un po', quindi non reagisco più così.

# 12204_峰村七海：源氏名
source: I see... You're tired of me already. That's depressing.
pt_br: Capisco... ti sei già stancato di me. È deprimente.

# 12228_峰村七海：源氏名
source: Where do you see yourself in ten years?
pt_br: Dove ti vedi tra dieci anni?

# 12240_Tanimura
source: Ten years? I've never really thought about it.
pt_br: Dieci anni? Non ci ho mai pensato.

# 12252_Tanimura
source: Well... I guess I'll still be a detective. And I'll still be wandering around Kamurocho.
pt_br: Beh... immagino che sarò ancora un detective. E vagherò ancora per Kamurocho.

# 12264_峰村七海：源氏名
source: What about your personal life? Have you thought about marriage or children?
pt_br: E la tua vita privata? Hai pensato al matrimonio o ai figli?

# 12276_Tanimura
source: I wouldn't mind settling down sometime.
pt_br: Non mi dispiacerebbe sistemarmi prima o poi.

# 12288_峰村七海：源氏名
source: Me too! I've been thinking that it might not be so bad to be a housewife.
pt_br: Anch'io! Ho pensato che non sarebbe così male fare la casalinga.

# 12300_Tanimura
source: Is that your way of popping the question?
pt_br: È il tuo modo di farmi la proposta?

# 12312_峰村七海：源氏名
source: Hey! Don't put words in my mouth!
pt_br: Ehi! Non mettermi parole in bocca!

# 12324_Tanimura
source: I don't like beating around the bush. So? Was that a proposal?
pt_br: Non mi piace girarci intorno. Allora? Era una proposta?

# 12336_峰村七海：源氏名
source: Well... It could have been.
pt_br: Beh... avrebbe potuto esserlo.

# 12348_Tanimura
source: Really!? You want to be my wife?
pt_br: Davvero!? Vuoi essere mia moglie?

# 12360_峰村七海：源氏名
source: I mean, it isn't impossible!
pt_br: Voglio dire, non è impossibile!

# 12372_峰村七海：源氏名
source: Don't make me say things like this. It's so embarrassing.
pt_br: Non farmi dire queste cose. È così imbarazzante.

# 12384_Tanimura
source: Heheh...
pt_br: Eh eh...

# 12396_Tanimura
source: I can't picture you as a housewife. I figured you and your husband would both work, or maybe you'd even have a stay-at-home husband.
pt_br: Non riesco a immaginarti come una casalinga. Pensavo che tu e tuo marito lavoraste entrambi, o magari che avresti avuto un marito casalingo.

# 12408_峰村七海：源氏名
source: That's what I thought too, but I might make a good housewife. I know I'd be great at managing the household finances!
pt_br: Lo pensavo anch'io, ma potrei essere una brava casalinga. So che sarei bravissima a gestire le finanze domestiche!

# 12420_Tanimura
source: Oh man. Once you get your hands on your husband's wallet, it's no more fun for him.
pt_br: Oh, cavolo. Una volta che metti le mani sul portafoglio di tuo marito, per lui non c'è più divertimento.

# 12432_峰村七海：源氏名
source: I wouldn't allow any gambling, that's for sure. And alcohol and cigarettes are bad for children, so he'd have to cut those out too.
pt_br: Non permetterei il gioco d'azzardo, questo è certo. E alcol e sigarette fanno male ai bambini, quindi dovrebbe eliminare anche quelli.

# 12444_Tanimura
source: That marriage sounds terrible...
pt_br: Quel matrimonio sembra terribile...

# 12456_Tanimura
source: Marriage isn't all it's cracked up to be. Your life is over once you get married.
pt_br: Il matrimonio non è tutto rose e fiori. La tua vita è finita una volta che ti sposi.

# 12468_峰村七海：源氏名
source: That's not true. What could be better than spending your life with someone you love? <Color:7>♥<Color:Default>
pt_br: Non è vero. Cosa c'è di meglio che passare la vita con qualcuno che ami? <Color:7>♥<Color:Default>

# 12480_Tanimura
source: But most women stop paying attention to their husbands as soon as they have a baby.
pt_br: Ma la maggior parte delle donne smette di prestare attenzione ai mariti non appena hanno un bambino.

# 12492_峰村七海：源氏名
source: No fair! What about the husbands who stop coming home because the baby cries all night?
pt_br: Non è giusto! E i mariti che smettono di tornare a casa perché il bambino piange tutta la notte?

# 12504_Tanimura
source: In any case, it's too complicated. I'm happy staying single.
pt_br: In ogni caso, è troppo complicato. Sono felice di rimanere single.

# 12516_峰村七海：源氏名
source: I was so excited, and you ruined it.
pt_br: Ero così eccitata, e tu hai rovinato tutto.

# 12528_峰村七海：源氏名
source: Hehe.
pt_br: Eheh.

# 12540_Tanimura
source: You're in a good mood.
pt_br: Sei di buon umore.

# 12552_峰村七海：源氏名
source: I got an email from one of my regulars. He's going to come and see me today.
pt_br: Ho ricevuto un'email da uno dei miei clienti abituali. Verrà a trovarmi oggi.

# 12564_Tanimura
source: That's it? That's why you're so happy?
pt_br: Tutto qui? È per questo che sei così felice?

# 12576_峰村七海：源氏名
source: That's right. This is the kind of message a hostess likes to get. Not "I love you" or "I can't live without you."
pt_br: Esatto. Questo è il tipo di messaggio che piace a una hostess. Non "ti amo" o "non posso vivere senza di te".

# 12588_Tanimura
source: I see... Maybe I should send you an email like that sometime.
pt_br: Capisco... forse dovrei mandarti un'email del genere qualche volta.

# 12600_峰村七海：源氏名
source: Do you know what kind of email a hostess hates the most?
pt_br: Sai qual è il tipo di email che una hostess odia di più?

# 12612_Tanimura
source: "I'm in love with another girl."
pt_br: "Sono innamorato di un'altra ragazza."

# 12624_峰村七海：源氏名
source: Well, that wouldn't be a pleasant one. But it's not necessarily bad. Lots of men who come to hostess clubs have wives and girlfriends.
pt_br: Beh, non sarebbe piacevole. Ma non è necessariamente un male. Molti uomini che vengono negli hostess club hanno mogli e fidanzate.

# 12636_Tanimura
source: That's true.
pt_br: È vero.

# 12648_峰村七海：源氏名
source: It would be worse if they said they were going to request another girl, but we're not in a relationship, so they can't cheat on me.
pt_br: Sarebbe peggio se dicessero che chiederanno di un'altra ragazza, ma non abbiamo una relazione, quindi non possono tradirmi.

# 12660_Tanimura
source: You really don't care about love, huh? Well, I guess it's good that you're consistent.
pt_br: Davvero non ti importa dell'amore, eh? Beh, immagino sia un bene che tu sia coerente.

# 12672_峰村七海：源氏名
source: Yes. As long as they come to the club and spend their money, I don't care who it is. Stalkers included.
pt_br: Sì. Finché vengono al club e spendono i loro soldi, non mi importa chi sia. Stalker inclusi.

# 12684_Tanimura
source: "Sorry, I can't come to the club after all."
pt_br: "Scusa, alla fine non posso venire al club."

# 12696_峰村七海：源氏名
source: Correct! Well done.
pt_br: Corretto! Ben fatto.

# 12708_峰村七海：源氏名
source: I understand things coming up at the last minute, but it's very disappointing to be let down like that.
pt_br: Capisco che possano sorgere imprevisti all'ultimo minuto, ma è molto deludente essere delusi in quel modo.

# 12720_Tanimura
source: I often have to go on duty without much notice, so I understand the man's position. And emailing is better than just not showing up.
pt_br: Spesso devo entrare in servizio con poco preavviso, quindi capisco la posizione dell'uomo. E mandare un'email è meglio che non presentarsi.

# 12732_峰村七海：源氏名
source: You're right. Plus, when that happens, they usually bring some sort of gift as an apology the next time they come.
pt_br: Hai ragione. Inoltre, quando succede, di solito portano un qualche tipo di regalo come scusa la volta successiva che vengono.

# 12744_Tanimura
source: Is that all you care about?
pt_br: È tutto quello che ti interessa?

# 12756_Tanimura
source: "Lend me money."
pt_br: "Prestami dei soldi."

# 12768_峰村七海：源氏名
source: I've never had anyone ask me that.
pt_br: Nessuno me l'ha mai chiesto.

# 12780_Tanimura
source: Really? Maybe you've been lucky.
pt_br: Davvero? Forse sei stata fortunata.

# 12792_峰村七海：源氏名
source: Well, you wouldn't ask your girlfriend for money, would you?
pt_br: Beh, non chiederesti soldi alla tua ragazza, vero?

# 12804_Tanimura
source: No... I'd, uh, never do that.
pt_br: No... non lo farei mai.

# 12816_峰村七海：源氏名
source: Hm... Are you sure?
pt_br: Mmm... sei sicuro?

# 12828_峰村七海：源氏名
source: Just so you know, I have a policy of not lending money to anyone other than family.
pt_br: Tanto per fartelo sapere, ho la politica di non prestare soldi a nessuno che non sia della famiglia.

# 12840_Tanimura
source: I'll try to remember that.
pt_br: Cercherò di ricordarmelo.

# 12852_Tanimura
source: By the way, are you still not smoking?
pt_br: A proposito, non fumi ancora?

# 12864_峰村七海：源氏名
source: Of course. I haven't had a single cigarette since I quit.
pt_br: Certo. Non ho fumato una sola sigaretta da quando ho smesso.

# 12876_Tanimura
source: Really? Wow.
pt_br: Davvero? Wow.

# 12888_峰村七海：源氏名
source: It's very liberating to not have to smoke. I feel better and my skin looks healthier, too.
pt_br: È molto liberatorio non dover fumare. Mi sento meglio e anche la mia pelle sembra più sana.

# 12900_Tanimura
source: Huh.
pt_br: Uh.

# 12912_峰村七海：源氏名
source: But I have to admit, my willpower falters a little bit when someone right next to me is smoking a cigarette.
pt_br: Ma devo ammettere che la mia forza di volontà vacilla un po' quando qualcuno accanto a me fuma una sigaretta.

# 12924_Tanimura
source: That must be a problem for a hostess.
pt_br: Dev'essere un problema per una hostess.

# 12936_峰村七海：源氏名
source: It is. I'm afraid I might start smoking again if I can't get it under control.
pt_br: Lo è. Temo che potrei ricominciare a fumare se non riesco a controllarmi.

# 12948_Tanimura
source: Okay. I won't smoke in front of you anymore.
pt_br: Ok. Non fumerò più davanti a te.

# 12960_峰村七海：源氏名
source: Oh, that's not what I wanted! You're my customer. Feel free to smoke as much as you like.
pt_br: Oh, non è quello che volevo! Sei un mio cliente. Sentiti libero di fumare quanto vuoi.

# 12972_Tanimura
source: But... I don't want to make things harder for you.
pt_br: Ma... non voglio renderti le cose più difficili.

# 12984_峰村七海：源氏名
source: Knowing you feel that way is enough. Thank you. <Color:7>♥<Color:Default>
pt_br: Sapere che la pensi così è sufficiente. Grazie. <Color:7>♥<Color:Default>

# 12996_峰村七海：源氏名
source: Although, you could always try and quit too.
pt_br: Anche se, potresti sempre provare a smettere anche tu.

# 13008_Tanimura
source: ...I don't think so.
pt_br: ...non credo.

# 13020_Tanimura
source: It's not good for your health to deny yourself. If you want to smoke, smoke.
pt_br: Non fa bene alla salute negarsi le cose. Se vuoi fumare, fuma.

# 13032_峰村七海：源氏名
source: No, I made a promise to myself not to smoke, and I intend to keep that promise!
pt_br: No, ho promesso a me stessa di non fumare, e intendo mantenere quella promessa!

# 13044_Tanimura
source: But you're under a lot of stress. Wouldn't it feel good to light one up? It's just one cigarette.
pt_br: Ma sei molto stressata. Non ti farebbe bene accenderne una? È solo una sigaretta.

# 13056_峰村七海：源氏名
source: Stop trying to tempt me! You're not making this easier!
pt_br: Smettila di tentarmi! Non stai rendendo le cose più facili!

# 13068_Tanimura
source: You can always tell yourself you did it to please a customer. It's rude to refuse a cigarette if someone offers you one, right?
pt_br: Puoi sempre dirti che l'hai fatto per accontentare un cliente. È scortese rifiutare una sigaretta se qualcuno te la offre, giusto?

# 13080_峰村七海：源氏名
source: No, it's rude to offer a cigarette to someone who's trying to quit! Please stop right now!
pt_br: No, è scortese offrire una sigaretta a qualcuno che sta cercando di smettere! Per favore, smettila subito!

# 13092_Tanimura
source: Sorry...
pt_br: Scusa...

# 13104_Tanimura
source: So you don't mind never smoking again?
pt_br: Quindi non ti dispiace non fumare più?

# 13116_峰村七海：源氏名
source: Nope! I've come this far, so I'll be fine. I won't smoke ever again.
pt_br: No! Sono arrivata fin qui, quindi andrà bene. Non fumerò mai più.

# 13128_Tanimura
source: Maybe I should keep an eye on you to make sure you're not smoking. I'm good at stakeouts, you know.
pt_br: Forse dovrei tenerti d'occhio per assicurarmi che tu non fumi. Sono bravo negli appostamenti, sai.

# 13140_峰村七海：源氏名
source: So you'd watch me 24 hours a day?
pt_br: Quindi mi sorveglieresti 24 ore su 24?

# 13152_Tanimura
source: Twenty-four hours?
pt_br: Ventiquattro ore?

# 13164_峰村七海：源氏名
source: That's right. I could be tempted to smoke at any time.
pt_br: Esatto. Potrei essere tentata di fumare in qualsiasi momento.

# 13176_峰村七海：源氏名
source: My birthday is next month. I'll be turning 27. <Color:7>♥<Color:Default>
pt_br: Il mio compleanno è il mese prossimo. Compirò 27 anni. <Color:7>♥<Color:Default>

# 13188_Tanimura
source: Next month? So it's still a little while until then.
pt_br: Il mese prossimo? Quindi manca ancora un po' di tempo.

# 13200_峰村七海：源氏名
source: Still a little while? A hostess's birthday is a big event! Like Valentine's Day or Christmas!
pt_br: Ancora un po' di tempo? Il compleanno di una hostess è un grande evento! Come San Valentino o Natale!

# 13212_峰村七海：源氏名
source: I have to let my regulars know well in advance so they have time to prepare.
pt_br: Devo avvisare i miei clienti abituali con largo anticipo in modo che abbiano tempo di prepararsi.

# 13224_Tanimura
source: I see.
pt_br: Capisco.

# 13236_峰村七海：源氏名
source: So, what do you plan to do?
pt_br: Allora, cosa pensi di fare?

# 13248_Tanimura
source: Do? About what?
pt_br: Fare? Riguardo a cosa?

# 13260_峰村七海：源氏名
source: I mean what are you going to do for my birthday, silly!
pt_br: Intendo cosa farai per il mio compleanno, sciocco!

# 13272_Tanimura
source: Why don't you make a request? Wouldn't that be better than me buying something random for you?
pt_br: Perché non fai una richiesta? Non sarebbe meglio che comprarti qualcosa a caso?

# 13284_峰村七海：源氏名
source: That's not much fun, is it?
pt_br: Non è molto divertente, vero?

# 13296_峰村七海：源氏名
source: But now that you mention it, I wouldn't mind a new purse.
pt_br: Ma ora che ci penso, non mi dispiacerebbe una borsa nuova.

# 13308_Tanimura
source: A purse, huh? All right. I suppose you want one of those expensive designer ones, right?
pt_br: Una borsa, eh? D'accordo. Suppongo che tu ne voglia una di quelle costose di marca, giusto?

# 13320_峰村七海：源氏名
source: That's up to you. It depends on how much you care about me.
pt_br: Dipende da te. Dipende da quanto ci tieni a me.

# 13332_Tanimura
source: Don't get your hopes up...
pt_br: Non illuderti...

# 13344_Tanimura
source: What about flowers?
pt_br: Che ne dici di fiori?

# 13356_峰村七海：源氏名
source: That's sweet! I love flowers!
pt_br: Che dolce! Adoro i fiori!

# 13368_峰村七海：源氏名
source: What kind of flowers will you get?
pt_br: Che tipo di fiori prenderai?

# 13380_Tanimura
source: Well... How about a bouquet of roses that's too big for you to hold?
pt_br: Beh... che ne dici di un mazzo di rose così grande da non riuscire a tenerlo in mano?

# 13392_峰村七海：源氏名
source: That sounds wonderful! I could take them home and decorate my apartment. <Color:7>♥<Color:Default>
pt_br: Sembra meraviglioso! Potrei portarli a casa e decorare il mio appartamento. <Color:7>♥<Color:Default>

# 13404_Tanimura
source: Flowers it is, then. Look forward to it.
pt_br: Fiori, allora. Non vedo l'ora.

# 13416_峰村七海：源氏名
source: Okay! <Color:7>♥<Color:Default>
pt_br: Perfetto! <Color:7>♥<Color:Default>

# 13428_Tanimura
source: Is your birthday really next month?
pt_br: Il tuo compleanno è davvero il mese prossimo?

# 13440_峰村七海：源氏名
source: Hm? What do you mean?
pt_br: Hm? Cosa vuoi dire?

# 13452_Tanimura
source: Are you sure you don't have a number of "birthdays" for different customers?
pt_br: Sei sicura di non avere diversi "compleanni" per clienti diversi?
