Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c001f.po
Languages: pt_br

# 14880_Akiyama
source: Wait. You don't like me?
pt_br: Aspetta. Non ti piaccio?

# 14892_Noa
source: Oh no, I definitely like you! <Color:7>♥♥<Color:Default>
pt_br: Oh no, certo che mi piaci! <Color:7>♥♥<Color:Default>

# 14904_Akiyama
source: Heheh.
pt_br: Eheh.

# 14916_Noa
source: Normal dialogue 31.
pt_br: Dialogo normale 31.

# 14940_Noa
source: You're here. <Color:7>♥<Color:Default>
pt_br: Sei qui. <Color:7>♥<Color:Default>

# 14976_Noa
source: Welcome!
pt_br: Benvenuto!

# 14988_Noa
source: I'm happy to see you again. <Color:7>♥<Color:Default>
pt_br: Sono felice di rivederti. <Color:7>♥<Color:Default>

# 15000_Noa
source: Did you come to see me?
pt_br: Sei venuto a trovarmi?

# 15012_Noa
source: Thanks for going out with me. I really had a good time.
pt_br: Grazie per essere uscito con me. Mi sono divertita molto.

# 15024_Noa
source: Akiyama-san, I was waiting for you to take me out...
pt_br: Akiyama-san, stavo aspettando che mi portassi fuori...

# 15036_Noa
source: It's too bad about before. We should try going again.
pt_br: È un peccato per l'altra volta. Dovremmo provare a uscire di nuovo.

# 15048_Noa
source: Akiyama-san, I was looking forward to being your escort...
pt_br: Akiyama-san, non vedevo l'ora di accompagnarti...

# 15060_Noa
source: I'm sorry about before. We should go out again.
pt_br: Mi dispiace per l'altra volta. Dovremmo uscire di nuovo.

# 15072_Noa
source: Thanks for requesting me. I'm Noa. <Color:7>♥<Color:Default>
pt_br: Grazie per avermi richiesta. Sono Noa. <Color:7>♥<Color:Default>

# 15084_Akiyama
source: Hi.
pt_br: Ciao.

# 15096_Noa
source: Welcome! Make yourself at home.
pt_br: Benvenuto! Fai come se fossi a casa tua.

# 15108_Noa
source: I hope you enjoy your time here.
pt_br: Spero che ti troverai bene qui.

# 15120_Noa
source: Did you come to see me? <Color:7>♥<Color:Default>
pt_br: Sei venuto a trovarmi? <Color:7>♥<Color:Default>

# 15132_Noa
source: Enjoy yourself!
pt_br: Divertiti!

# 15144_Noa
source: Thanks for taking me out after work last time. <Color:7>♥<Color:Default> I had a lot of fun. ♪
pt_br: Grazie per avermi portata fuori dopo il lavoro l'ultima volta. <Color:7>♥<Color:Default> Mi sono divertita molto. ♪

# 15156_Noa
source: If you want, I'd be happy to join you again. <Color:7>♥<Color:Default>
pt_br: Se vuoi, sarò felice di uscire di nuovo con te. <Color:7>♥<Color:Default>

# 15168_Noa
source: If you feel like it, let's go out again.
pt_br: Se ti va, usciamo di nuovo.

# 15180_Noa
source: Thanks for going out with me today. <Color:7>♥<Color:Default>
pt_br: Grazie per essere uscito con me oggi. <Color:7>♥<Color:Default>

# 15192_Noa
source: Will you take me out again sometime?
pt_br: Mi porterai di nuovo fuori qualche volta?

# 15204_Noa
source: Will you take me out again sometime?
pt_br: Mi porterai di nuovo fuori qualche volta?

# 15216_Noa
source: You look nice today. I like this look on you. <Color:7>♥<Color:Default>
pt_br: Sei carino oggi. Mi piace questo look. <Color:7>♥<Color:Default>

# 15228_Noa
source: That's just what I like. <Color:7>♥<Color:Default>
pt_br: È proprio quello che mi piace. <Color:7>♥<Color:Default>

# 15240_Noa
source: Well, aren't you all dressed up today? You look good. <Color:7>♥<Color:Default>
pt_br: Beh, come ti sei vestito bene oggi? Stai bene. <Color:7>♥<Color:Default>

# 15252_Noa
source: You always look the same.
pt_br: Hai sempre lo stesso aspetto.

# 15264_Noa
source: You look a little strange today.
pt_br: Sembri un po' strano oggi.

# 15276_Noa
source: That outfit is... interesting.
pt_br: Quel completo è... interessante.

# 15288_Noa
source: Maybe you should put a little more thought into how you dress?
pt_br: Forse dovresti pensare un po' di più a come ti vesti?

# 15300_Noa
source: You look nice today.
pt_br: Sei carino oggi.

# 15312_Noa
source: I like this look on you. <Color:7>♥<Color:Default>
pt_br: Mi piace questo look. <Color:7>♥<Color:Default>

# 15324_Noa
source: Really!? This is for me!?
pt_br: Davvero!? È per me!?

# 15336_Noa
source: I've been looking for something just like this! Thank you so much! <Color:7>♥<Color:Default>
pt_br: Stavo cercando proprio una cosa del genere! Grazie mille! <Color:7>♥<Color:Default>

# 15348_F_cab_sitsofa_tlk_happy
source: Thank you so much, Akiyama-san.
pt_br: Grazie mille, Akiyama-san.

# 15360_Noa
source: You're giving me that?
pt_br: Mi dai questo?

# 15372_Noa
source: Thank you. <Color:7>♥<Color:Default>
pt_br: Grazie. <Color:7>♥<Color:Default>

# 15384_Noa
source: Is that for me?
pt_br: È per me?

# 15408_Noa
source: Uh... I'm not sure what you expect me to do with that.
pt_br: Uh... non sono sicura di cosa dovrei farmene.

# 15420_Noa
source: Hey... What kind of a gift is that?
pt_br: Ehi... Che razza di regalo è?

# 15432_Noa
source: Hm? You're giving me that again?
pt_br: Hm? Me lo stai dando di nuovo?

# 15444_F_cab_sitsofa_tlk_refuse
source: You already gave me one of those, don't you remember?
pt_br: Me ne hai già dato uno, non ricordi?

# 15456_Noa
source: I've been looking for this like, everywhere! <Color:7>♥<Color:Default>
pt_br: Lo stavo cercando tipo, ovunque! <Color:7>♥<Color:Default>

# 15480_F_cab_sitsofa_tlk_happy
source: Thank you so much, Akiyama-san.
pt_br: Grazie mille, Akiyama-san.

# 15492_Noa
source: What would you like?
pt_br: Cosa desideri?

# 15516_Player
source: I'll have this.
pt_br: Prendo questo.

# 15528_Noa
source: Hm? You don't want anything to drink?
pt_br: Hm? Non vuoi bere niente?

# 15540_Noa
source: Your glass is empty. Would you like another drink?
pt_br: Il tuo bicchiere è vuoto. Vuoi un altro drink?

# 15564_Player
source: Yeah, I'll have this.
pt_br: Sì, prendo questo.

# 15576_Noa
source: Oh, okay...
pt_br: Oh, ok...

# 15588_Noa
source: I like that too!
pt_br: Piace anche a me!

# 15600_Noa
source: It's really tasty, isn't it? <Color:7>♥<Color:Default>
pt_br: È davvero buono, vero? <Color:7>♥<Color:Default>

# 15612_Noa
source: Wow, you like that, huh? <Color:7>♥<Color:Default>
pt_br: Wow, ti piace, eh? <Color:7>♥<Color:Default>

# 15624_Noa
source: All right.
pt_br: Va bene.

# 15636_Noa
source: You really want that?
pt_br: Vuoi davvero quello?

# 15648_Noa
source: Well, okay...
pt_br: Beh, va bene...

# 15672_Noa
source: I don't know if you and I will be able to drink together.
pt_br: Non so se io e te potremo bere insieme.

# 15684_Noa
source: How about something to eat?
pt_br: Che ne dici di qualcosa da mangiare?

# 15708_Player
source: I guess I'll have this.
pt_br: Immagino prenderò questo.

# 15720_Noa
source: Aren't you hungry?
pt_br: Non hai fame?

# 15732_Noa
source: What about something to eat?
pt_br: Che ne dici di qualcosa da mangiare?

# 15756_Player
source: I think I'll have this.
pt_br: Penso che prenderò questo.

# 15768_Noa
source: Are you full already?
pt_br: Sei già sazio?

# 15780_Noa
source: I love that!
pt_br: Adoro!

# 15792_Noa
source: Can I have some of yours?
pt_br: Posso assaggiare il tuo?

# 15804_Noa
source: Ooh, you like that? I like it too! <Color:7>♥<Color:Default>
pt_br: Ooh, ti piace? Piace anche a me! <Color:7>♥<Color:Default>

# 15816_Noa
source: Okay, got it.
pt_br: Okay, capito.

# 15828_Noa
source: Huh? You're really going to order that? Is it good?
pt_br: Eh? Ordini davvero quello? È buono?

# 15840_Noa
source: I think we have different tastes in food.
pt_br: Credo che abbiamo gusti diversi in fatto di cibo.

# 15852_Noa
source: I'll put in the order, then.
pt_br: Faccio l'ordine, allora.

# 15864_Noa
source: Excuse me!
pt_br: Scusi!

# 15888_Attendant
source: Yes?
pt_br: Sì?

# 15900_F_cab_sitsofa_tlk_betaA
source: Here's our order.
pt_br: Ecco il nostro ordine.

# 15912_Noa
source: Right away.
pt_br: Subito.

# 15948_Noa
source: Cheers!
pt_br: Salute!

# 15960_Noa
source: Cheers.
pt_br: Salute.

# 15984_Noa
source: Cheers!
pt_br: Salute!

# 15996_Noa
source: Cheers.
pt_br: Salute.

# 16020_Noa
source: I'll make that for you.
pt_br: Te lo preparo io.

# 16032_Noa
source: Okay.
pt_br: Ok.

# 16068_Noa
source: I'm Noa. Nice to meet you. <Color:7>♥<Color:Default>
pt_br: Sono Noa. Piacere di conoscerti. <Color:7>♥<Color:Default>

# 16080_Noa
source: Nice to meet you, too.
pt_br: Piacere mio.

# 16104_Noa
source: You got a business card.
pt_br: Hai ricevuto un biglietto da visita.

# 16140_Noa
source: (I could ask for her next time I'm here.)
pt_br: (Potrei chiedere di lei la prossima volta che vengo qui.)

# 16164_Noa
source: Come back soon, okay? <Color:7>♥<Color:Default>
pt_br: Torna presto, okay? <Color:7>♥<Color:Default>

# 16176_Noa
source: All right.
pt_br: Va bene.

# 16200_Noa
source: You got Noa's fancy business card.
pt_br: Hai ricevuto il biglietto da visita elegante di Noa.

# 16248_Noa
source: Here you go!
pt_br: Ecco a te!

# 16272_Noa
source: Can I smoke too?
pt_br: Posso fumare anch'io?

# 16284_Noa
source: Sure.
pt_br: Certo.

# 16296_Noa
source: Go on, drink up!
pt_br: Dai, bevi!

# 16308_Noa
source: Yeah.
pt_br: Sì.

# 16320_Noa
source: I'm gonna drink, too!
pt_br: Bevo anch'io!

# 16332_Noa
source: Go ahead.
pt_br: Vai pure.

# 16344_Akiyama
source: I should get going.
pt_br: Dovrei andare.

# 16356_F_cab_sitsofa_tlk_noA
source: You're leaving already?
pt_br: Te ne vai già?

# 16368_Noa
source: Is our time up already?
pt_br: Il nostro tempo è già scaduto?

# 16380_P_sitsofaR_tlk_yes
source: Looks like it.
pt_br: Sembra di sì.

# 16488_Noa
source: Thanks for coming to see me! <Color:7>♥<Color:Default>
pt_br: Grazie per essere venuto a trovarmi! <Color:7>♥<Color:Default>

# 16524_Noa
source: Come back soon, okay? <Color:7>♥<Color:Default>
pt_br: Torna presto, okay? <Color:7>♥<Color:Default>

# 16536_Noa
source: Sure.
pt_br: Certo.

# 16548_F_cab_sitsofa_tlk_betaA
source: See you.
pt_br: Ci vediamo.

# 16584_Noa
source: I had a lot of fun. <Color:7>♥<Color:Default>
pt_br: Mi sono divertita molto. <Color:7>♥<Color:Default>

# 16596_Noa
source: Me too.
pt_br: Anch'io.

# 16608_F_cab_sitsofa_tlk_betaA
source: Well, bye.
pt_br: Beh, ciao.

# 16644_Noa
source: Thanks for today. <Color:7>♥<Color:Default>
pt_br: Grazie per oggi. <Color:7>♥<Color:Default>

# 16656_Noa
source: Sure.
pt_br: Certo.

# 16668_F_cab_sitsofa_tlk_betaA
source: I'll be waiting for you.
pt_br: Ti aspetterò.

# 16704_Noa
source: I love you! <Color:7>♥<Color:Default>
pt_br: Ti amo! <Color:7>♥<Color:Default>

# 16716_Noa
source: Me too.
pt_br: Anch'io.

# 16728_F_cab_sitsofa_tlk_betaA
source: I'll be waiting for you.
pt_br: Ti aspetterò.

# 16776_Noa
source: Watch your step.
pt_br: Attento a dove metti i piedi.

# 16788_Noa
source: After date.
pt_br: Dopo l'appuntamento.

# 16800_Noa
source: Have you heard any news or gossip recently?
pt_br: Hai sentito qualche notizia o pettegolezzo di recente?

# 16812_Noa
source: I figured you'd know all sorts of interesting stories.
pt_br: Immaginavo conoscessi ogni tipo di storia interessante.

# 16824_P_sitsofaR_tlk_no
source: Something interesting, huh? Well...
pt_br: Qualcosa di interessante, eh? Beh...

# 16836_Akiyama
source: I haven't really heard anything interesting.
pt_br: Non ho sentito niente di davvero interessante.

# 16968_Noa
source: I do ballet, so I'm pretty confident about my figure.
pt_br: Faccio danza classica, quindi sono abbastanza sicura del mio fisico.

# 16980_Akiyama
source: Oh, sure.
pt_br: Oh, certo.

# 16992_Noa
source: No, really! My legs in particular! If you don't believe me, see for yourself.
pt_br: No, davvero! Le mie gambe in particolare! Se non mi credi, guarda tu stesso.

# 17004_Akiyama
source: Let's see...
pt_br: Vediamo...

# 17016_Noa
source: You will fall in looove with me...
pt_br: Ti innamoreraaai di me...

# 17028_Akiyama
source: Huh? What's that?
pt_br: Eh? Cos'è?

# 17040_Noa
source: No! You have to look into my eyes...
pt_br: No! Devi guardarmi negli occhi...

# 17052_Noa
source: You will fall in looove with me...
pt_br: Ti innamoreraaai di me...

# 17064_Akiyama
source: What the hell was that?
pt_br: Che diavolo era?

# 17100_Noa
source: Look! This is the present you gave me!
pt_br: Guarda! Questo è il regalo che mi hai fatto!

# 17112_Noa
source: It looks good on me, don't you think? Thanks so much! <Color:7>♥<Color:Default>
pt_br: Mi sta bene, non credi? Grazie mille! <Color:7>♥<Color:Default>

# 17124_Noa
source: I'm thirsty! Can I order something?
pt_br: Ho sete! Posso ordinare qualcosa?

# 17148_Noa
source: Yay! I'll order one, then.
pt_br: Evvai! Allora ordino.

# 17160_F_cab_sitsofa_sync_order
source: Excuse me!
pt_br: Scusi!

# 17184_Noa
source: What? Why not?
pt_br: Cosa? Perché no?

# 17196_Noa
source: I'm kind of hungry. Can I order a <Color:7>Chicken Basket<Color:Default>?
pt_br: Ho un po' fame. Posso ordinare un <Color:7>Cestino di pollo<Color:Default>?

# 17208_Noa
source: Yay! I'll order, then.
pt_br: Evviva! Allora ordino.

# 17220_F_cab_sitsofa_sync_order
source: Excuse me!
pt_br: Scusi!

# 17232_Akiyama
source: Oh, sorry. I don't have enough money.
pt_br: Oh, scusa. Non ho abbastanza soldi.

# 17244_Noa
source: What!? Really? But I'm so hungry...
pt_br: Cosa!? Davvero? Ma ho così fame...

# 17256_Noa
source: I see... That's unfortunate.
pt_br: Capisco... Che peccato.

# 17268_Noa
source: Thanks for replying to my mail! For some reason, I can talk to you without getting nervous. It's so relaxing. <Color:7>♥<Color:Default>
pt_br: Grazie per aver risposto alla mia mail! Per qualche motivo, riesco a parlare con te senza innervosirmi. È così rilassante. <Color:7>♥<Color:Default>

# 17280_Akiyama
source: Yeah. It is for me too.
pt_br: Già. Lo è anche per me.

# 17292_Noa
source: I bought that outfit I found the other day. I think I deserve it.
pt_br: Ho comprato quel vestito che ho trovato l'altro giorno. Penso di meritarmelo.

# 17304_Akiyama
source: Yeah. I wouldn't mind seeing you in it, you know.
pt_br: Già. Non mi dispiacerebbe vedertelo addosso, sai.

# 17316_Noa
source: Hey, are you inviting me on a date? Hehe! You can't trick me. <Color:7>♥<Color:Default>
pt_br: Ehi, mi stai invitando a un appuntamento? Ehe! Non mi inganni. <Color:7>♥<Color:Default>

# 17328_Noa
source: You don't look like a slow driver. You should come with me to a race sometime. <Color:7>♥<Color:Default>
pt_br: Non sembri uno che guida piano. Dovresti venire con me a una gara qualche volta. <Color:7>♥<Color:Default>

# 17340_Akiyama
source: But shouldn't a guy drive safely when he's on a date?
pt_br: Ma un uomo non dovrebbe guidare in modo sicuro quando è a un appuntamento?

# 17352_Noa
source: Ugh! This diet is driving me crazy... It's not fair.
pt_br: Ugh! Questa dieta mi sta facendo impazzire... Non è giusto.

# 17364_Akiyama
source: Hey, don't bring me down just because you don't like your diet. There's a reason why I'm not on one myself.
pt_br: Ehi, non deprimermi solo perché non ti piace la tua dieta. C'è un motivo se io non ne sto facendo una.

# 17376_Noa
source: Maybe you should be! You can go on a diet with me! You should be watching your weight at your age, anyway.
pt_br: Forse dovresti! Puoi fare la dieta con me! Comunque, alla tua età dovresti stare attento al peso.

# 17388_Akiyama
source: Gimme a break...
pt_br: Dammi un taglio...

# 17400_Noa
source: Whew! I'm done dieting. I lost the weight I wanted to.
pt_br: Whew! Ho finito la dieta. Ho perso il peso che volevo.

# 17412_Akiyama
source: That's great, but if you go back to eating cake, you'll just gain it right back.
pt_br: È fantastico, ma se torni a mangiare torte, lo riprenderai subito.

# 17424_Noa
source: Then I'll go on another diet. Easy! <Color:7>♥<Color:Default>
pt_br: Allora farò un'altra dieta. Facile! <Color:7>♥<Color:Default>

# 17436_Noa
source: It's probably because I enjoy my work.
pt_br: Probabilmente è perché mi piace il mio lavoro.

# 17448_Noa
source: Do you like hardworking men?
pt_br: Ti piacciono gli uomini che lavorano sodo?

# 17460_Noa
source: You're just saying that.
pt_br: Lo dici tanto per dire.

# 17472_Noa
source: Try hanging men's underwear on your clothesline.
pt_br: Prova a stendere biancheria intima da uomo sul filo del bucato.

# 17484_Noa
source: It must be tough to be such a popular girl.
pt_br: Dev'essere dura essere una ragazza così popolare.

# 17496_Noa
source: Actually, I'm the one who's been stalking you.
pt_br: In realtà, sono io quello che ti sta perseguitando.

# 17508_Noa
source: You sound like a guy.
pt_br: Parli come un uomo.

# 17520_Noa
source: They just like talking to each other like that.
pt_br: A loro piace semplicemente parlare tra loro in quel modo.

# 17532_Noa
source: Oh, I know what you mean.
pt_br: Oh, so cosa intendi.

# 17544_Noa
source: That is annoying.
pt_br: È fastidioso.

# 17556_Noa
source: They're just trying to impress you.
pt_br: Stanno solo cercando di impressionarti.

# 17568_Noa
source: If it's true, what's wrong with that?
pt_br: Se è vero, cosa c'è di sbagliato?

# 17580_Noa
source: That's not fair.
pt_br: Non è giusto.

# 17592_Noa
source: Can you try doing it for me now?
pt_br: Puoi provare a farlo per me ora?

# 17604_Noa
source: Does that really work?
pt_br: Funziona davvero?

# 17616_Noa
source: I bet he was Italian.
pt_br: Scommetto che era italiano.

# 17628_Noa
source: He might've thought you were interested in him.
pt_br: Potrebbe aver pensato che fossi interessata a lui.

# 17640_Noa
source: That's quite an interesting experience.
pt_br: È un'esperienza piuttosto interessante.

# 17652_Noa
source: That's a long time.
pt_br: È molto tempo.

# 17664_Noa
source: Can you dance a little bit for me?
pt_br: Puoi ballare un po' per me?

# 17676_Noa
source: Do you want to do it professionally?
pt_br: Vuoi farlo a livello professionale?

# 17688_Noa
source: You'd probably be an expensive girlfriend.
pt_br: Probabilmente saresti una fidanzata costosa.

# 17700_Noa
source: Were you just pretending to like it?
pt_br: Facevi solo finta che ti piacessero?

# 17712_Noa
source: Do you like to drive fast yourself?
pt_br: Ti piace guidare veloce?

# 17724_Noa
source: Not really.
pt_br: Non proprio.

# 17736_Noa
source: You know, love is like a game.
pt_br: Sai, l'amore è come un gioco.

# 17748_Noa
source: I'm pretty good at the game of finance.
pt_br: Sono abbastanza bravo al gioco della finanza.

# 17760_Noa
source: That seems a little boring.
pt_br: Sembra un po' noioso.

# 17772_Noa
source: Invite me the next time you go.
pt_br: Invitami la prossima volta che vai.

# 17784_Noa
source: Don't you gain weight eating like that?
pt_br: Non ingrassi mangiando così?

# 17796_Noa
source: What a creep.
pt_br: Che tipo inquietante.

# 17808_Noa
source: Are you going to tell the police?
pt_br: Lo dirai alla polizia?

# 17820_Noa
source: Just leave him be.
pt_br: Lascialo perdere.

# 17832_Noa
source: You have to watch who you're talking to.
pt_br: Devi stare attenta a con chi parli.

# 17844_Noa
source: You shouldn't touch your customers.
pt_br: Non dovresti toccare i tuoi clienti.

# 17856_Noa
source: You have to get rid of that habit.
pt_br: Devi liberarti di questa abitudine.

# 17868_Noa
source: Don't you have any friends here?
pt_br: Non hai amiche qui?

# 17880_Noa
source: I could be your escort.
pt_br: Potrei farti da scorta io.

# 17892_Noa
source: Do you want me to talk to the girls for you?
pt_br: Vuoi che parli io con le ragazze per te?

# 17904_Noa
source: So they have to be rich?
pt_br: Quindi devono essere ricchi?

# 17916_Noa
source: You really like cars, don't you?
pt_br: Ti piacciono molto le auto, vero?

# 17928_Noa
source: That last one's pretty obvious, don't you think?
pt_br: L'ultimo è abbastanza ovvio, non credi?

# 17940_Noa
source: They don't have races that often.
pt_br: Non ci sono gare così spesso.

# 17952_Noa
source: Doesn't really sound like a date.
pt_br: Non sembra proprio un appuntamento.

# 17964_Noa
source: I don't think we have the same tastes.
pt_br: Non credo che abbiamo gli stessi gusti.

# 17976_Noa
source: They do add something to the race, don't they?
pt_br: Aggiungono qualcosa alla gara, non trovi?

# 17988_Noa
source: Maybe you could dress up like one here.
pt_br: Forse potresti vestirti come una di loro qui.

# 18000_Noa
source: Wouldn't that be embarrassing?
pt_br: Non sarebbe imbarazzante?

# 18012_Noa
source: So, you look pretty terrible without makeup, huh?
pt_br: Quindi, sei piuttosto terribile senza trucco, eh?

# 18024_Noa
source: Kids are so innocent.
pt_br: I bambini sono così innocenti.

# 18036_Noa
source: What do you do to look a hundred times better?
pt_br: Cosa fai per sembrare cento volte più bella?

# 18048_Noa
source: That's a little much.
pt_br: È un po' troppo.

# 18060_Noa
source: What's wrong with that?
pt_br: Che c'è di male?

# 18072_Noa
source: That was the style back in the day.
pt_br: Era lo stile di una volta.

# 18084_Noa
source: He must have a short temper.
pt_br: Deve avere un caratteraccio.

# 18096_Noa
source: Why'd he get so mad about something like that?
pt_br: Perché si è arrabbiato così tanto per una cosa del genere?

# 18108_Noa
source: I think he's right.
pt_br: Penso che abbia ragione.

# 18120_Noa
source: Most people don't know about that kind of thing.
pt_br: La maggior parte della gente non sa di queste cose.

# 18132_Noa
source: What a jerk.
pt_br: Che idiota.

# 18144_Noa
source: Do you read much?
pt_br: Leggi molto?

# 18156_Noa
source: Well, you're certainly popular.
pt_br: Beh, sei certamente popolare.

# 18168_Noa
source: Things are getting interesting.
pt_br: Le cose si stanno facendo interessanti.

# 18180_Noa
source: I don't think he'll be the last, either.
pt_br: E non credo che sarà l'ultimo.

# 18192_Noa
source: Men and women can't be friends.
pt_br: Uomini e donne non possono essere amici.

# 18204_Noa
source: You have to be careful.
pt_br: Devi stare attenta.

# 18216_Noa
source: It's not your fault.
pt_br: Non è colpa tua.

# 18228_Noa
source: He needs to be taught a lesson.
pt_br: Ha bisogno che gli venga data una lezione.

# 18240_Noa
source: You'll just have to move.
pt_br: Dovrai traslocare.

# 18252_Noa
source: Let's just see what happens.
pt_br: Vediamo cosa succede.

# 18264_Noa
source: Of course.
pt_br: E di che.

# 18276_Noa
source: No way.
pt_br: Ma va.

# 18288_Noa
source: It depends.
pt_br: Dipende.

# 18300_Noa
source: I don't dislike them.
pt_br: Non mi dispiacciono.

# 18312_Noa
source: I can't say in front of you.
pt_br: Non posso dirlo davanti a te.

# 18324_Noa
source: Why can't you just come out and say it?
pt_br: Perché non puoi dirlo apertamente?

# 18336_Noa
source: Maybe the oil was bad.
pt_br: Forse l'olio era cattivo.

# 18348_Noa
source: You're too used to the cheap stuff.
pt_br: Sei troppo abituata alle cose economiche.

# 18360_Noa
source: You shouldn't go out with other customers.
pt_br: Non dovresti uscire con altri clienti.

# 18372_Noa
source: You don't mind going?
pt_br: Non ti dispiace andarci?

# 18384_Noa
source: Why don't you introduce him to a girl?
pt_br: Perché non gli presenti una ragazza?

# 18396_Noa
source: It's a bit weird, too.
pt_br: È anche un po' strano.

# 18408_Noa
source: You'll see them again.
pt_br: Le rivedrai.

# 18420_Noa
source: They might forget you sooner than you think.
pt_br: Potrebbero dimenticarti prima di quanto pensi.

# 18432_Noa
source: You have to say goodbye sooner or later.
pt_br: Devi dire addio prima o poi.

# 18444_Noa
source: You must've been wearing some unusual clothes.
pt_br: Devi aver indossato dei vestiti insoliti.

# 18456_Noa
source: Is that a new way to pick up girls?
pt_br: È un nuovo modo di rimorchiare le ragazze?

# 18468_Noa
source: I guess you did it again.
pt_br: Immagino tu l'abbia fatto di nuovo.

# 18480_Noa
source: That's good news for guys who want to date you.
pt_br: Questa è una buona notizia per i ragazzi che vogliono uscire con te.

# 18492_Noa
source: Don't you get tired of eating the same thing?
pt_br: Non ti stanchi di mangiare la stessa cosa?
