Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01400005.po
Languages: pt_br

source: The next roll came up even.
pt_br: Il prossimo lancio è uscito pari.

source: The next roll came up odd.
pt_br: Il prossimo lancio è uscito dispari.

source: The next roll was Snake Eyes.
pt_br: Il prossimo lancio fu Doppio uno.

source: The gamblers' bets are becoming very lopsided.
pt_br: Le puntate dei scommettitori si stanno sbilanciando parecchio.

source: An item cannot be used twice in one game.
pt_br: Non si può usare un oggetto due volte nella stessa partita.

source: Nothing happened.
pt_br: Non è successo niente.

source: You need 40 chips to guess both dice rolls.
pt_br: Ti servono 40 fiches per indovinare entrambi i lanci di dadi.

source: You need 100 chips to guess both dice rolls.
pt_br: Ti servono 100 fiches per indovinare entrambi i lanci di dadi.

source: You need 160 chips to guess both dice rolls.
pt_br: Ti servono 160 fiches per indovinare entrambi i lanci dei dadi.

source: You need 200 chips to guess both dice rolls.
pt_br: Ti servono 200 fiches per indovinare entrambi i lanci dei dadi.
