Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00090485.po
Languages: pt_br

source: Woman
pt_br: Donna

# 84_Kiryu
source: Hm?
pt_br: Mh?

# 96_Shinya
source: What the hell are you doing here!? If someone spots you, my whole plan's gonna get blown outta the water!
pt_br: Che cazzo ci fai qui!? Se qualcuno ti sgama, il mio intero piano andrà a puttane!

# 108_Woman
source: I know, I know! I just... wanted to see you so bad!
pt_br: Lo so, lo so! Volevo solo... vederti da morire!

# 120_Shinya
source: Yeah, whatever. Like that's supposed to make it okay.
pt_br: Sì, vabbè. Come se questo dovesse sistemare le cose.

# 132_Shinya
source: Fucking shit! Everything's going all wrong!
pt_br: Cazzo! Va tutto a rotoli!

# 144_Shinya
source: A host that loses 5 mil should get his ass kicked to the curb, not coddled like a goddamn toddler!
pt_br: Un host che perde 5 milioni dovrebbe essere preso a calci nel culo e sbattuto sul marciapiede, non coccolato come un fottuto moccioso!

# 156_Shinya
source: I knew Yuya was spineless, but I didn't realize just how much of a coward he was.
pt_br: Sapevo che Yuya era uno smidollato, ma non avevo capito fino a che punto fosse un vigliacco.

# 168_Woman
source: Shinya-kun... Are you saying I didn't help?
pt_br: Shinya-kun... E tu mi vieni a dire che non ti ho dato una mano?

# 180_Shinya
source: What are you, stupid!? You're fucking useless!
pt_br: Ma sei scemo!? Non servi a un cazzo!

# 192_Shinya
source: If Mitsuru doesn't get tossed out on his ass, what the hell was the point in you posing as a customer!?
pt_br: Se Mitsuru non viene sbattuto fuori a calci, a che cazzo è servito fingerti un cliente!?

# 216_Shinya
source: Don't "Shinya-kun" me!
pt_br: Non mi venire a fare il "Shinya-kun"!

# 228_Shinya
source: Everywhere I go, it's always Mitsuru this and Mitsuru that! Nobody shuts their mouths about fuckin' Mitsuru!
pt_br: Ovunque vada, è sempre un Mitsuru di qua e un Mitsuru di là! Nessuno chiude il becco su quel fottuto Mitsuru!

# 240_Shinya
source: God dammit! There has to be something I can do...
pt_br: Maledizione! Ci deve essere qualcosa che posso fare...

# 252_Kiryu
source: Looks like Kazuki was spot on.
pt_br: Pare che Kazuki l'abbia azzeccata.

# 264_Shinya
source: Huh? The hell's your problem, man!?
pt_br: Eh? Ma che cazzo ti prende!?

# 276_Kiryu
source: You're Shinya from Stardust, right?
pt_br: Sei Shinya di Stardust, vero?

# 288_Shinya
source: Don't know what you're talking about, old man. Now step the hell off!
pt_br: Non so di cosa stai parlando, vecchio. Adesso levati dal cazzo!

# 300_Kiryu
source: Look, just cut the crap and come with me.
pt_br: Senti, basta cazzate e vieni con me.

# 312_Woman
source: Shinya-kun, Shinya-kun! I think he overheard us!
pt_br: Shinya-kun, Shinya-kun! Penso ci abbia origliati!

# 324_Shinya
source: Yeah? Well, let him hear. I could floor an old bitch like this with just one little punch.
pt_br: Ah sì? Bene, faglielo sentire. Potrei stendere una vecchia stronza come questa con un pugno solo.

# 336_Shinya
source: You hear that, man? You better get lost if you know what's good for you.
pt_br: Hai sentito, eh? È meglio che ti togli dalle palle se sai cosa ti conviene.

# 348_Kiryu
source: Sorry, but I'm not going anywhere. I think you need a little lesson on what it means to be a friendly host.
pt_br: Mi spiace, ma non mi muovo di qui. Mi sa che ti serve una bella lezione su cosa vuol dire fare l'host 'amichevole'.

# 360_Shinya
source: Talk all you want, big man! You're not gonna keep running your mouth once you're six feet under!
pt_br: Parla quanto ti pare, grosso! Non continuerai a blaterare quando sarai sottoterra!
