Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0234.po
Languages: pt_br

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Player
pt_br: Giocatore

# 116_Noa
source: Don't expect an easy opponent, mister!
pt_br: Non credere che ti darò vinta facile, campione!

# 128_Player
source: Let's see what you've got, then.
pt_br: Allora, vediamo cosa tiri fuori.

# 140_Noa
source: Well, shall we go in?
pt_br: Beh, entriamo?

# 164_Noa
source: Don't expect an easy opponent, mister!
pt_br: Non credere che ti darò vinta facile, campione!

# 176_Noa
source: Let's head in.
pt_br: Dai, entriamo.

# 188_Player
source: Um, wait a moment. I thought I had more cash than this...
pt_br: Uhm, aspetta un attimo. Pensavo di avere più grana di così...

# 200_Noa
source: Huh!? Really?
pt_br: Eh!? Davvero?

# 212_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 224_Noa
source: Oh. Well, that's too bad. This'll be the end of our date then. See you around.
pt_br: Oh. Beh, che peccato. Il nostro appuntamento finisce qui, allora. Ci si vede.

# 236_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 344_Noa
source: My, my! You're a real pro at darts, aren't you? <Color:7>♥<Color:Default>
pt_br: Caspita! Sei proprio un asso a freccette, eh? <Color:7>♥<Color:Default>

# 356_Player
source: You could say that.
pt_br: Diciamo così.

# 368_Noa
source: This was a lot of fun. I'll see you around!
pt_br: È stato proprio divertente. Ci vediamo in giro!

# 392_Noa
source: Haha. We tied.
pt_br: Ahah. Abbiamo pareggiato.

# 404_Player
source: I guess so.
pt_br: Immagino di sì.

# 416_Noa
source: I had fun today. I'll see you soon at the club.
pt_br: Mi sono divertito oggi. Ci vediamo presto al club.

# 440_Noa
source: Too bad! Looks like I won this time. <Color:7>♥<Color:Default>
pt_br: Peccato! Direi che ho vinto io stavolta. <Color:7>♥<Color:Default>

# 452_Player
source: I just had a bit of bad luck...
pt_br: Ho avuto solo un po' di sfiga...

# 464_Noa
source: I had fun today. I'll see you at the club soon.
pt_br: Mi sono divertito oggi. Ci vediamo presto al club.

# 572_Noa
source: Don't expect an easy opponent, mister!
pt_br: Non credere che ti darò vinta facile, campione!

# 584_Player
source: Let's see what you've got, then.
pt_br: Allora, vediamo cosa tiri fuori.

# 596_Noa
source: Well, shall we go in?
pt_br: Beh, entriamo?

# 620_Noa
source: All right! Let's do our best!
pt_br: Dai! Diamo il massimo!

# 632_Noa
source: Let's head in.
pt_br: Dai, entriamo.

# 644_Player
source: Um, wait a moment. I thought I had more cash than this...
pt_br: Uhm, aspetta un attimo. Pensavo di avere più grana di così...

# 656_Noa
source: Huh!? Really?
pt_br: Eh!? Davvero?

# 668_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 680_Noa
source: Oh. Well, that's too bad. This'll be the end of our date then. See you around.
pt_br: Oh. Beh, che peccato. Il nostro appuntamento finisce qui, allora. Ci si vede.

# 692_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 800_Noa
source: My, my! You're a real pro at darts, aren't you? <Color:7>♥<Color:Default>
pt_br: Caspita! Sei proprio un asso a freccette, eh? <Color:7>♥<Color:Default>

# 812_Player
source: You could say that.
pt_br: Diciamo così.

# 824_Noa
source: This was a lot of fun. Shall we head to the club?
pt_br: È stato uno spasso. Andiamo al club?

# 836_Player
source: Sounds good.
pt_br: Mi sembra una buona idea.

# 860_Noa
source: Haha. We tied.
pt_br: Ahah. Abbiamo pareggiato.

# 872_Player
source: I guess so.
pt_br: Immagino di sì.

# 884_Noa
source: I had fun today. Let's head to the club.
pt_br: Mi sono divertito oggi. Andiamo al club.

# 896_Player
source: Sounds good.
pt_br: Mi sembra una buona idea.

# 920_Noa
source: Too bad! Looks like I won this time. <Color:7>♥<Color:Default>
pt_br: Peccato! Direi che ho vinto io stavolta. <Color:7>♥<Color:Default>

# 932_Player
source: I just had a bit of bad luck...
pt_br: Ho avuto solo un po' di sfiga...

# 944_Noa
source: I had fun today. Shall we head to the club now?
pt_br: Mi sono divertito un mondo oggi. Andiamo al club adesso?

# 956_Player
source: Sounds good.
pt_br: Mi sembra una buona idea.
