Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid004b000a.po
Languages: pt_br

source: Megu the Rising Star
pt_br: Megu la stella nascente

source: Former Top Hostess Aya
pt_br: L'ex Hostess di punta Aya

source: Player
pt_br: Giocatore

# 84_Megu the Rising Star
source: Hey, Aya-san, have you heard of Amoebatar?
pt_br: Senti, Aya-san, hai sentito parlare di Amoebatar?

# 96_Megu the Rising Star
source: One of my regular customers told me about it. Apparently you can make an avatar that looks just like you, then use it to chat with people! It's really cute!
pt_br: Uno dei miei clienti abituali me ne ha parlato. A quanto pare puoi crearti un avatar che ti assomiglia un sacco, e poi usarlo per chattare con la gente! È troppo carino!

# 108_Former Top Hostess Aya
source: Oh, I know all about it. Pretty much everyone in the business is super into it.
pt_br: Oh, ne so eccome. Praticamente tutti nel giro ci vanno matti.

# 120_Former Top Hostess Aya
source: It'd be kinda cool to hang out with a movie star, even if it's just in the Amoebaverse.
pt_br: Sarebbe un po' figo passare del tempo con una star del cinema, anche se è solo nell'Amoebaverse.

# 132_Megu the Rising Star
source: Totally! Ohmigosh, what if I logged in and Yuichi-kun was there, and we started talking, and, and... Oh, gosh, I'm literally gonna die right now.
pt_br: Assolutamente! Oddio, e se facessi il login e ci fosse Yuichi-kun, e iniziassimo a parlare, e, e... Oh, mamma mia, sto letteralmente per morire in questo istante.

# 144_Megu the Rising Star
source: Screw work. I've gotta get home, make myself a super cute avatar, and doll her up all perfect! You should come do it with me, Aya-san!
pt_br: Al diavolo il lavoro! Devo tornare a casa, farmi un avatar super carino e agghindarla tutta perfetta! Dovresti venire a farlo con me, Aya-san!

# 156_Former Top Hostess Aya
source: Sure. I mean, I've had one for months.
pt_br: Certo. Voglio dire, ce l'ho da mesi.

# 168_Megu the Rising Star
source: I should've guessed! You're always on top of all the latest trends.
pt_br: Dovevo immaginarlo! Sei sempre il più aggiornato su tutte le ultime tendenze.

# 180_Former Top Hostess Aya
source: I heard about it from an old customer of mine. Sounds like he's been requesting you nowadays, though. Good for you.
pt_br: Ne ho sentito parlare da un mio vecchio cliente. Pare che ultimamente chieda di te, però. Ottimo per te.

# 204_Player
source: (Amoebatar? Sounds like something the girls at the club would be into.)
pt_br: (Amoebatar? Sembra una cosa che piacerebbe alle ragazze del club.)

# 216_Player
source: (Amoebatar? Sounds like something the girls at the club would be into.)
pt_br: (Amoebatar? Sembra una cosa che piacerebbe alle ragazze del club.)

# 228_Player
source: (Amoebatar? Sounds like something the girls at the club would be into.)
pt_br: (Amoebatar? Sembra una cosa che piacerebbe alle ragazze del club.)
