Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00910108.po
Languages: pt

source: <Color:9>You learned Double Dash Kick.<Color:Default>
pt: <Color:9>Hai imparato il Calcio Scattato Doppio.<Color:Default>

source: You got a <Color:8>Staminan XX<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan XX<Color:Default>.

source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

source: <Color:9>You learned Slash Kick α.<Color:Default>
pt: <Color:9>Hai imparato il Calcio Tagliente α.<Color:Default>

source: You got a <Color:8>Staminan XX<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan XX<Color:Default>.

source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

source: You got a <Color:8>Staminan XX<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan XX<Color:Default>.

source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

source: <Color:9>You learned Triple Dash Kick.<Color:Default>
pt: <Color:9>Hai imparato il Calcio Scattato Triplo.<Color:Default>

source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

source: <Color:9>You learned Slash Kick β.<Color:Default>
pt: <Color:9>Hai imparato il Calcio Tagliente β.<Color:Default>

source: You got a <Color:8>Staminan XX<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan XX<Color:Default>.

source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

source: <Color:9>Unarmed attack power increased.<Color:Default>
pt: <Color:9>Potenza d'attacco a mani nude aumentata.<Color:Default>

source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

# 748_Player
source: (I should come back when I'm alone...)
pt: (Dovrei tornare quando sono da solo...)

# 760_Saigo
source: Welcome back. Hm? What's that?
pt: Bentornato. Mh? Cos'è quello?

# 772_Saigo
source: No way! Is that a briefcase bomb!?
pt: Impossibile! È una valigetta esplosiva!?

# 784_Saigo
source: I'm not joining ranks with any terrorist! And I'm determined to do everything I can to stop you! So don't even try it!
pt: Non mi unirò a nessun terrorista! E sono determinato a fare tutto il possibile per fermarti! Quindi non provarci nemmeno!

# 796_Akiyama
source: (Not good. I should come back when I don't have this.)
pt: (Non va bene. Dovrei tornare quando non ho questa con me.)

# 832_Saigo
source: There you are. Ready to begin your training?
pt: Eccoti qui. Pronto a iniziare il tuo addestramento?

# 844_Saigo
source: Oh. See you later.
pt: Oh. Ci vediamo.

# 856_Saigo
source: All right. What do you want to work on?
pt: Bene. Su cosa vuoi lavorare?

# 868_Akiyama
source: Wait a minute! I just remembered something I have to do.
pt: Aspetta un attimo! Mi sono appena ricordato di una cosa che devo fare.

# 880_Saigo
source: Huh? You starting to slack?
pt: Eh? Inizi a cazzeggiare?

# 892_Saigo
source: But if you have other business, I can't stop you. Come back when you have more time.
pt: Ma se hai altri impegni, non posso fermarti. Torna quando avrai più tempo.

# 928_Saigo
source: All right. Let's get moving.
pt: Bene. Muoviamoci.

# 952_Saigo
source: All right. Let's get ready.
pt: Bene. Prepariamoci.

# 1000_Saigo
source: All right. We are going to be doing some target practice.
pt: Bene. Faremo un po' di tiro al bersaglio.

# 1012_Saigo
source: Your goal is to accurately shoot all of the targets on the other side. Destroy them all and you pass.
pt: Il tuo obiettivo è colpire con precisione tutti i bersagli dall'altra parte. Distruggili tutti e supererai la prova.

# 1024_Akiyama
source: Wait a second, we can't use firearms out in public like this!
pt: Aspetta un secondo, non possiamo usare armi da fuoco in pubblico in questo modo!

# 1036_Saigo
source: You underestimate me. This gun here is made especially for training.
pt: Mi sottovaluti. Questa pistola è fatta apposta per l'addestramento.

# 1048_Saigo
source: It looks like a normal gun, but you can't hurt anyone with it. So no worries there.
pt: Sembra una pistola normale, ma non puoi ferire nessuno. Quindi non preoccuparti.

# 1060_Akiyama
source: Easy for you to say. What do you think all the people walking by are going to think?
pt: Facile per te dirlo. Cosa pensi che penserà tutta la gente che passa di qui?

# 1072_Saigo
source: Enough! Don't be such a wimp! Just do it already!
pt: Basta! Non fare la femminuccia! Fallo e basta!

# 1084_Akiyama
source: The police better not see this...
pt: Speriamo che la polizia non veda...

# 1096_Saigo
source: Are you ready?
pt: Sei pronto?

# 1120_Saigo
source: All right. We are going to be doing some target practice.
pt: Bene. Faremo un po' di tiro al bersaglio.

# 1132_Saigo
source: The rules are the same as last time. Shoot all of the targets to pass.
pt: Le regole sono le stesse dell'altra volta. Colpisci tutti i bersagli per superare la prova.

# 1144_Saigo
source: However, don't just go through the motions. Shoot faster and more accurately.
pt: Tuttavia, non limitarti a fare il compitino. Spara più velocemente e con più precisione.

# 1156_Saigo
source: You will be rewarded if you pass. Slack off, and you'll live to regret it. Passing once is no excuse for half-assing.
pt: Se superi la prova, sarai ricompensato. Se cazzeggi, te ne pentirai. Averla superata una volta non è una scusa per fare le cose a metà.

# 1168_Saigo
source: Are you ready?
pt: Sei pronto?

# 1180_Akiyama
source: Ready as I'll ever be.
pt: Mai stato così pronto.

# 1192_Saigo
source: All right! Start!
pt: Bene! Via!

# 1264_Saigo
source: All right. We are going to be doing some mock combat.
pt: Bene. Faremo un combattimento simulato.

# 1276_Saigo
source: Fight me as you would in a real fight. If you manage to win, you pass.
pt: Combattimi come faresti in un vero scontro. Se riesci a vincere, superi la prova.

# 1288_Saigo
source: But remember, this isn't sparring, it's a fight. I'll be using a machine gun to simulate the danger of true warfare.
pt: Ma ricorda, non è un allenamento, è uno scontro. Userò una mitragliatrice per simulare il pericolo della vera guerra.

# 1300_Akiyama
source: A machine gun!? Quit screwing around! This is my life we're talking about!
pt: Una mitragliatrice!? Smettila di scherzare! Stiamo parlando della mia vita!

# 1312_Saigo
source: Don't worry. It's a fake machine gun just for training purposes. It'll hurt like hell if you get hit, but you won't die.
pt: Non preoccuparti. È una mitragliatrice finta solo per l'addestramento. Se ti colpisce farà un male cane, ma non morirai.

# 1324_Akiyama
source: Wait a second here!
pt: Aspetta un secondo!

# 1336_Saigo
source: Enough! Don't be such a wimp! Just do it already!
pt: Basta! Non fare la femminuccia! Fallo e basta!

# 1348_Akiyama
source: Easy for you to say! You've got the gun!
pt: Facile per te dirlo! La pistola ce l'hai tu!

# 1360_Saigo
source: I've had enough of your lip! Give it a try and you'll understand. Let's get started!
pt: Ne ho abbastanza delle tue chiacchiere! Prova e capirai. Cominciamo!

# 1372_Saigo
source: Are you ready?
pt: Sei pronto?

# 1396_Saigo
source: All right. We are going to be doing some mock combat.
pt: Bene. Faremo un combattimento simulato.

# 1408_Saigo
source: The rules are the same as last time. If you can beat me, you pass.
pt: Le regole sono le stesse dell'altra volta. Se riesci a battermi, superi la prova.

# 1420_Saigo
source: However, don't just go through the motions. Sustain less damage than before.
pt: Tuttavia, non limitarti a fare il compitino. Subisci meno danni di prima.

# 1432_Saigo
source: You will be rewarded if you pass. Slack off, and you'll live to regret it. Passing once is no excuse for half-assing.
pt: Se superi la prova, sarai ricompensato. Se cazzeggi, te ne pentirai. Averla superata una volta non è una scusa per fare le cose a metà.

# 1444_Saigo
source: Are you ready?
pt: Sei pronto?

# 1456_Akiyama
source: Ready as I'll ever be.
pt: Mai stato così pronto.

# 1468_Saigo
source: All right! Start!
pt: Bene! Via!

# 1492_Saigo
source: All right. Let's get moving.
pt: Bene. Muoviamoci.

# 1564_Saigo
source: All right. Welcome to target practice for the suicidal.
pt: Bene. Benvenuto al tiro al bersaglio per aspiranti suicidi.

# 1576_Saigo
source: Here you will learn how to dodge bullets. Of course, we will be using a fake gun.
pt: Qui imparerai a schivare i proiettili. Ovviamente, useremo una pistola finta.

# 1588_Saigo
source: If you can hold out for one minute, you pass.
pt: Se resisti per un minuto, superi la prova.

# 1600_Akiyama
source: I guess "hold out" implies I can't attack, right?
pt: Immagino che "resistere" implichi che non posso attaccare, giusto?

# 1612_Saigo
source: Precisely. If you attack the shooter even once, you fail.
pt: Esatto. Se attacchi chi spara anche una sola volta, fallisci.

# 1624_Saigo
source: Are you ready?
pt: Sei pronto?

# 1648_Saigo
source: All right. Welcome to target practice for the suicidal.
pt: Bene. Benvenuto al tiro al bersaglio per aspiranti suicidi.

# 1660_Saigo
source: The rules are the same as last time. Withstand the barrage for one minute to pass.
pt: Le regole sono le stesse dell'altra volta. Resisti alla raffica per un minuto per superare la prova.

# 1672_Saigo
source: However, don't just go through the motions. Sustain less damage than before.
pt: Tuttavia, non limitarti a fare il compitino. Subisci meno danni di prima.

# 1684_Saigo
source: You will be rewarded if you pass. Slack off, and you'll live to regret it. Passing once is no excuse for half-assing.
pt: Se superi la prova, sarai ricompensato. Se cazzeggi, te ne pentirai. Averla superata una volta non è una scusa per fare le cose a metà.

# 1696_Saigo
source: Are you ready?
pt: Sei pronto?

# 1720_Saigo
source: Hm? You have bulletproof gear, don't you?
pt: Mh? Hai un giubbotto antiproiettile, vero?

# 1732_Saigo
source: Then how do you expect to train? Lose that ladies apparel and come back when you're a man!
pt: E allora come pensi di allenarti? Togliti quell'indumento da signorina e torna quando sarai un uomo!

# 1768_Akiyama
source: Ready as I'll ever be.
pt: Mai stato così pronto.

# 1780_Saigo
source: All right! Start!
pt: Bene! Via!

# 1852_Saigo
source: All right. Welcome to mock combat for the masochistic.
pt: Bene. Benvenuto al combattimento simulato per masochisti.

# 1864_Saigo
source: You will face me in combat just as before. Only this time, my loyal students will be giving me a hand.
pt: Mi affronterai in combattimento come prima. Solo che stavolta, i miei leali allievi mi daranno una mano.

# 1876_Saigo
source: If you can defeat me and all my students, you pass.
pt: Se riesci a sconfiggere me e tutti i miei allievi, superi la prova.

# 1888_Saigo
source: I will also employ the use of a machine gun, as before.
pt: Userò anche una mitragliatrice, come prima.

# 1900_Akiyama
source: Like I told you before, I know those are fake bullets, but it still hurts like hell. I'm not made of metal.
pt: Come ti ho già detto, so che sono proiettili finti, ma fa comunque un male cane. Non sono fatto di metallo.

# 1912_Saigo
source: If it hurts it means you're still alive. Relax.
pt: Se fa male significa che sei ancora vivo. Rilassati.

# 1924_Akiyama
source: Whatever. Let's just get this over with.
pt: Vabbè. Facciamola finita.

# 1936_Saigo
source: Are you ready?
pt: Sei pronto?

# 1960_Saigo
source: All right. Welcome to mock combat for the masochistic.
pt: Bene. Benvenuto al combattimento simulato per masochisti.

# 1972_Saigo
source: The rules are the same as last time. If you can beat me and all my students, you pass.
pt: Le regole sono le stesse dell'altra volta. Se riesci a battere me e tutti i miei allievi, superi la prova.

# 1984_Saigo
source: However, don't just go through the motions. Sustain less damage than before.
pt: Tuttavia, non limitarti a fare il compitino. Subisci meno danni di prima.

# 1996_Saigo
source: You will be rewarded if you pass. Slack off, and you'll live to regret it. Passing once is no excuse for half-assing.
pt: Se superi la prova, sarai ricompensato. Se cazzeggi, te ne pentirai. Averla superata una volta non è una scusa per fare le cose a metà.

# 2008_Saigo
source: Are you ready?
pt: Sei pronto?

# 2032_Saigo
source: Hm? You have bulletproof gear, don't you?
pt: Mh? Hai un giubbotto antiproiettile, vero?

# 2044_Saigo
source: Then how do you expect to train? Lose that ladies apparel and come back when you're a man!
pt: E allora come pensi di allenarti? Togliti quell'indumento da signorina e torna quando sarai un uomo!

# 2080_Akiyama
source: Ready as I'll ever be.
pt: Mai stato così pronto.

# 2092_Saigo
source: All right! Start!
pt: Bene! Via!

# 2116_Saigo
source: Fail! Where the hell do you think you are!? This is war, not some yuppy street game!
pt: Bocciato! Dove diavolo credi di essere!? Questa è guerra, non un giochino da fighetti di strada!

# 2128_Akiyama
source: Actually, I'm pretty sure this isn't wa－
pt: Veramente, sono abbastanza sicuro che questa non sia gue-

# 2140_Saigo
source: Idiot! Life is war! You'd do well not to forget it!
pt: Idiota! La vita è guerra! Faresti bene a non dimenticarlo!

# 2152_Saigo
source: Come back when you're prepared to try again. Over and out.
pt: Torna quando sarai pronto a riprovare. Passo e chiudo.

# 2188_Saigo
source: Good! You pass!
pt: Bene! Prova superata!

# 2200_Saigo
source: Watching you reminds me of that day...
pt: Guardarti mi ricorda quel giorno...

# 2212_Saigo
source: ...I missed our transport and had to brave the jungle alone. I was the first to arrive at the base.
pt: ...persi il nostro trasporto e dovetti affrontare la giungla da solo. Fui il primo ad arrivare alla base.

# 2224_Akiyama
source: Isn't that a bit unrealistic? I mean－
pt: Non è un po' irrealistico? Voglio dire-

# 2236_Saigo
source: Well, how was it? Feeling the results of the training?
pt: Allora, com'è andata? Senti i risultati dell'addestramento?

# 2248_Akiyama
source: Yeah, feels like my body's responding to the training.
pt: Sì, sento che il mio corpo sta rispondendo all'addestramento.

# 2272_Saigo
source: Running itself isn't complicated, but it forces you to move your body efficiently.
pt: La corsa in sé non è complicata, ma ti costringe a muovere il corpo in modo efficiente.

# 2284_Saigo
source: If you want a strong foundation, running is an exercise that must not be neglected.
pt: Se vuoi delle basi solide, la corsa è un esercizio da non trascurare.

# 2296_Saigo
source: All right. That should do it. Over and out!
pt: Bene. Dovrebbe bastare. Passo e chiudo!

# 2308_Saigo
source: Good! You pass!
pt: Bene! Prova superata!

# 2320_Saigo
source: Not too bad. Consider this a reward.
pt: Niente male. Considerala una ricompensa.

# 2356_Saigo
source: Let me know when you want to train again.
pt: Fammelo sapere quando vuoi allenarti di nuovo.

# 2368_Saigo
source: That was fantastic! Consider this a reward.
pt: È stato fantastico! Considerala una ricompensa.

# 2404_Saigo
source: Let me know when you want to train again.
pt: Fammelo sapere quando vuoi allenarti di nuovo.

# 2428_Saigo
source: Good! You pass!
pt: Bene! Prova superata!

# 2440_Saigo
source: Watching you reminds me of that day...
pt: Guardarti mi ricorda quel giorno...

# 2452_Saigo
source: ...I sniped a bug off my sleeping war buddy's－
pt: ...ho cecchinato un insetto sul mio compagno d'armi che dormiva-

# 2464_Akiyama
source: Whoa, whoa. Sniped? Actually, whatever. I give up.
pt: Ehi, ehi. Cecchinato? Veramente, lascia perdere. Mi arrendo.

# 2476_Saigo
source: Well, how was it? Feeling the results of the training?
pt: Allora, com'è andata? Senti i risultati dell'addestramento?

# 2488_Akiyama
source: Yeah, feels like my body's responding to the training.
pt: Sì, sento che il mio corpo sta rispondendo all'addestramento.

# 2512_Saigo
source: Shooting requires reflexes and concentration.
pt: Sparare richiede riflessi e concentrazione.

# 2524_Saigo
source: Both are vital factors to survival. Remember that, and you might live another day.
pt: Entrambi sono fattori vitali per la sopravvivenza. Ricordalo, e forse vivrai un altro giorno.

# 2536_Saigo
source: All right. That should do it. Over and out!
pt: Bene. Dovrebbe bastare. Passo e chiudo!

# 2548_Saigo
source: Good! You pass!
pt: Bene! Prova superata!

# 2560_Saigo
source: Not too bad. Consider this a reward.
pt: Niente male. Considerala una ricompensa.

# 2596_Saigo
source: Let me know when you want to train again.
pt: Fammelo sapere quando vuoi allenarti di nuovo.

# 2608_Saigo
source: That was fantastic! Consider this a reward.
pt: È stato fantastico! Considerala una ricompensa.

# 2644_Saigo
source: Let me know when you want to train again.
pt: Fammelo sapere quando vuoi allenarti di nuovo.

# 2668_Saigo
source: Good! You pass!
pt: Bene! Prova superata!

# 2680_Saigo
source: Watching you reminds me of that day...
pt: Guardarti mi ricorda quel giorno...

# 2692_Saigo
source: ...I obliterated the enemy's secret bipedal war robot by punching it to death.
pt: ...ho annientato il robot da guerra bipede segreto del nemico prendendolo a pugni fino alla morte.

# 2704_Akiyama
source: I'm actually more interested in the fact that weaponized, walking robots actually exist...
pt: Veramente, sono più interessato al fatto che esistano davvero robot da guerra semoventi...

# 2716_Saigo
source: Well, how was it? Feeling the results of the training?
pt: Allora, com'è andata? Senti i risultati dell'addestramento?

# 2728_Akiyama
source: I'm not so sure this time...
pt: Stavolta non ne sono così sicuro...

# 2740_Akiyama
source: I may have gotten a bit stronger, but I don't feel any new moves coming on.
pt: Sarò anche diventato un po' più forte, ma non sento di aver imparato nuove mosse.

# 2752_Saigo
source: Hm. I see...
pt: Mh. Capisco...

# 2764_Saigo
source: The best training takes place on the battlefield. Mock combat seeks to simulate actual warfare as accurately as possible.
pt: Il miglior addestramento si svolge sul campo di battaglia. Il combattimento simulato cerca di riprodurre la guerra reale nel modo più accurato possibile.

# 2776_Saigo
source: But you failed to show significant growth this time around. That means today's training was far from the real thing.
pt: Ma stavolta non hai mostrato una crescita significativa. Ciò significa che l'addestramento di oggi era ben lontano dalla realtà.

# 2788_Saigo
source: Sooner or later though, you will face the final stage of my mock combat regimen. Remember your training, and you just might survive.
pt: Prima o poi, però, affronterai la fase finale del mio regime di combattimento simulato. Ricorda il tuo addestramento, e forse sopravviverai.

# 2800_Saigo
source: All right. That should do it. Over and out!
pt: Bene. Dovrebbe bastare. Passo e chiudo!

# 2812_Saigo
source: Good! You pass!
pt: Bene! Prova superata!

# 2824_Saigo
source: Not too bad. Consider this a reward.
pt: Niente male. Considerala una ricompensa.

# 2860_Saigo
source: Let me know when you want to train again.
pt: Fammelo sapere quando vuoi allenarti di nuovo.

# 2872_Saigo
source: That was fantastic! Consider this a reward.
pt: È stato fantastico! Considerala una ricompensa.

# 2908_Saigo
source: Let me know when you want to train again.
pt: Fammelo sapere quando vuoi allenarti di nuovo.

# 2932_Saigo
source: Good! You pass!
pt: Bene! Prova superata!

# 2944_Saigo
source: Watching you reminds me of that day...
pt: Guardarti mi ricorda quel giorno...

# 2956_Saigo
source: When I raced a cheetah to see which of us could catch a zebra first... and won.
pt: Quando ho gareggiato con un ghepardo per vedere chi di noi due avrebbe preso per primo una zebra... e ho vinto.

# 2968_Akiyama
source: No way! That's just too fast! But wait, what were you going to do with the zebra after catching it?
pt: Impossibile! È troppo veloce! Ma aspetta, cosa volevi fare con la zebra dopo averla presa?

# 2980_Saigo
source: Well? You successfully completed a suicide course. How do you feel?
pt: Allora? Hai completato con successo un percorso suicida. Come ti senti?

# 2992_Akiyama
source: Not too bad. I feel like my body is really responding to the training.
pt: Niente male. Sento che il mio corpo sta davvero rispondendo all'addestramento.

# 3016_Saigo
source: I knew you would be able to pass my training. Looks like I was right about you.
pt: Sapevo che saresti riuscito a superare il mio addestramento. Sembra che avessi ragione su di te.

# 3028_Akiyama
source: Happy to hear it... I think. I guess I should be thanking you too.
pt: Felice di sentirtelo dire... credo. Immagino che dovrei ringraziarti anch'io.

# 3040_Saigo
source: Never lose that fighting spirit of yours. That's my only wish.
pt: Non perdere mai il tuo spirito combattivo. È il mio unico desiderio.

# 3052_Akiyama
source: Fighting spirit?
pt: Spirito combattivo?

# 3064_Saigo
source: You'll understand sooner or later. We can talk about it when the time comes.
pt: Lo capirai prima o poi. Ne parleremo quando sarà il momento.

# 3076_Saigo
source: All right. That should do it. Over and out!
pt: Bene. Dovrebbe bastare. Passo e chiudo!

# 3088_Saigo
source: Good! You pass!
pt: Bene! Prova superata!

# 3100_Saigo
source: Not too bad. Consider this a reward.
pt: Niente male. Considerala una ricompensa.

# 3136_Saigo
source: Let me know when you want to train again.
pt: Fammelo sapere quando vuoi allenarti di nuovo.

# 3148_Saigo
source: That was fantastic! Consider this a reward.
pt: È stato fantastico! Considerala una ricompensa.

# 3184_Saigo
source: Let me know when you want to train again.
pt: Fammelo sapere quando vuoi allenarti di nuovo.

# 3208_Saigo
source: Good! You pass!
pt: Bene! Prova superata!

# 3220_Saigo
source: Watching you reminds me of that day...
pt: Guardarti mi ricorda quel giorno...

# 3232_Saigo
source: When a giant meteorite came hurtling towards me from space... and I gracefully sidestepped it.
pt: Quando un meteorite gigante si è scagliato verso di me dallo spazio... e io l'ho schivato con grazia.

# 3244_Akiyama
source: Wait, if you dodged it, then it hit Earth! C'mon, man...
pt: Aspetta, se l'hai schivato, allora ha colpito la Terra! Andiamo, amico...

# 3256_Saigo
source: Well? You successfully completed a suicide course. How do you feel?
pt: Allora? Hai completato con successo un percorso suicida. Come ti senti?

# 3268_Akiyama
source: Not too bad. I feel like my body is really responding to the training.
pt: Niente male. Sento che il mio corpo sta davvero rispondendo all'addestramento.

# 3292_Saigo
source: Good job. I never doubted you for a second.
pt: Bel lavoro. Non ho mai dubitato di te per un secondo.

# 3304_Akiyama
source: Saigo, this training of yours－you know I could really get hurt...
pt: Saigo, questo tuo addestramento... lo sai che potrei farmi male sul serio...

# 3316_Saigo
source: Not a chance! Not you anyway. I wouldn't put you through this unless I was absolutely sure.
pt: Neanche per sogno! Non tu, almeno. Non ti sottoporrei a tutto questo se non ne fossi assolutamente sicuro.

# 3328_Akiyama
source: Is there a reason to be sure? Or is it a hunch?
pt: C'è un motivo per esserne sicuro? O è un'intuizione?

# 3340_Saigo
source: A hunch.
pt: Un'intuizione.

# 3352_Akiyama
source: (This is the most random person ever.)
pt: (Questa è la persona più stramba di sempre.)
