Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0103001a.po
Languages: pt_br

# 232_Gen the Reaper
source: Let's pick the banker.
pt_br: Scegliamo il banchiere.

# 244_Gen the Reaper
source: All right, I'm the banker.
pt_br: Ok, il banco lo tengo io.

# 256_Gen the Reaper
source: How much are you gonna wager?
pt_br: Quanto vuoi puntare?

# 268_Gen the Reaper
source: Ready to get started?
pt_br: Pronto per iniziare?

# 280_Gen the Reaper
source: Looks like I'm up.
pt_br: Mi sa che sono in vantaggio.

# 292_Gen the Reaper
source: (This line signifies failure.)
pt_br: (Questa riga indica fallimento.)

# 304_Gen the Reaper
source: Let's settle the bets, huh?
pt_br: Saldiamo le scommesse, eh?

# 316_Gen the Reaper
source: You're the banker, son.
pt_br: Sei il banchiere, figliolo.

# 328_Gen the Reaper
source: Time to change bankers.
pt_br: Tempo di cambiare banchieri.

# 340_Gen the Reaper
source: Wanna play one more?
pt_br: Ti va un'altra?

# 352_Gen the Reaper
source: Hmph... So this is it. Can't teach an old dog new tricks, it seems...
pt_br: Hmph... Allora è così. Non si insegnano trucchi nuovi a un cane vecchio, a quanto pare...

# 364_Gen the Reaper
source: Seems your luck has run out, boy. Come back once you've improved your skills.
pt_br: Sembra che la tua fortuna sia bella e finita, ragazzo. Torna quando sarai diventato più bravo.
