Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee009d.po
Languages: pt

source: Employee
pt: Impiegato

# 164_Employee
source: Welcome, sir. You can exchange money for chips here.
pt: Benvenuto, signore. Qui pu√≤ cambiare i soldi in fiches.

# 176_Employee
source: How many would you like, sir?
pt: Quante ne desidera, signore?

# 200_Employee
source: Very good, sir. Let me get you your chips.
pt: Molto bene, signore. Le prendo le sue fiches.

# 212_Employee
source: Here are your 50 chips. Thank you very much.
pt: Ecco le sue 50 fiches. Molte grazie.

# 248_Employee
source: Very good, sir. Let me get you your chips.
pt: Molto bene, signore. Le prendo le sue fiches.

# 260_Employee
source: Here are your 100 chips. Thank you very much.
pt: Ecco le sue 100 fiches. Molte grazie.

# 296_Employee
source: Very good, sir. Let me get you your chips.
pt: Molto bene, signore. Le prendo le sue fiches.

# 308_Employee
source: Here are your 500 chips. Thank you very much.
pt: Ecco le sue 500 fiches. Molte grazie.

# 344_Employee
source: Very good, sir. Let me get you your chips.
pt: Molto bene, signore. Le prendo le sue fiches.

# 356_Employee
source: Here are your 1,000 chips. Thank you very much.
pt: Ecco le sue 1.000 fiches. Molte grazie.

# 392_Employee
source: Very good, sir. Let me get you your chips.
pt: Molto bene, signore. Le prendo le sue fiches.

# 404_Employee
source: Here are your 10,000 chips. Thank you very much.
pt: Ecco le sue 10.000 fiches. Molte grazie.

# 428_Employee
source: I'm afraid you don't have enough money to pay for these chips.
pt: Temo che non abbia abbastanza soldi per pagare queste fiches.

# 440_Employee
source: Please stop by again soon.
pt: Torni a trovarci presto.

# 452_Employee
source: Buy 50 Chips for 5,000 Yen
pt: Compra 50 fiches per 5.000 yen

# 464_Employee
source: Buy 100 Chips for 10,000 Yen
pt: Compra 100 fiches per 10.000 yen

# 476_Employee
source: Buy 500 Chips for 50,000 Yen
pt: Compra 500 fiches per 50.000 yen

# 488_Employee
source: Buy 1,000 Chips for 100,000 Yen
pt: Compra 1.000 fiches per 100.000 yen

# 500_Employee
source: Buy 10,000 Chips for 1,000,000 Yen
pt: Compra 10.000 fiches per 1.000.000 yen

# 512_Employee
source: Never Mind
pt: Lascia perdere
