Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0038.po
Languages: pt_br

# 14376_望月京子：源氏名
source: Pretty impressive, right? I kinda want to show it off.
pt_br: Impressionante, vero? Vorrei un po' mostrarla.

# 14388_Kiryu
source: You've been working hard, huh?
pt_br: Hai lavorato sodo, eh?

# 14400_望月京子：源氏名
source: When the guys in the band saw it, they couldn't believe it.
pt_br: Quando i ragazzi della band l'hanno vista, non ci potevano credere.

# 14412_Kiryu
source: Can I touch it?
pt_br: Posso toccarla?

# 14424_望月京子：源氏名
source: You mean right here? The customers aren't allowed to touch the girls here, you know!
pt_br: Intendi qui? I clienti non possono toccare le ragazze, sai!

# 14436_Kiryu
source: It's okay if it's not as toned as you said...
pt_br: Va bene se non è così tonica come hai detto...

# 14448_望月京子：源氏名
source: I told you, it's not allowed! Besides, everybody's watching.
pt_br: Ti ho detto che non è permesso! Inoltre, ci stanno guardando tutti.

# 14460_Kiryu
source: Don't worry about it. It's okay.
pt_br: Non preoccuparti. Va bene.

# 14472_望月京子：源氏名
source: No, it's not! Have you listened to a word I've said!?
pt_br: No, non va bene! Hai ascoltato una parola di quello che ho detto!?

# 14496_Kiryu
source: Keep up the good work. Stomach muscles can help your voice, too.
pt_br: Continua così. I muscoli addominali possono aiutare anche la voce.

# 14508_望月京子：源氏名
source: Yeah. I'm not going to let myself get flabby again after putting in all this work.
pt_br: Sì. Non mi lascerò diventare di nuovo flaccida dopo tutto questo lavoro.

# 14520_望月京子：源氏名
source: But if I keep it up too long, I might get all ripped like one of those female bodybuilders.
pt_br: Ma se continuo troppo a lungo, potrei diventare tutta muscolosa come una di quelle culturiste.

# 14532_Kiryu
source: That might not be a bad thing.
pt_br: Potrebbe non essere una cosa cattiva.

# 14544_望月京子：源氏名
source: You like muscular women?
pt_br: Ti piacciono le donne muscolose?

# 14556_Kiryu
source: Well, I don't dislike them.
pt_br: Beh, non mi dispiacciono.

# 14568_望月京子：源氏名
source: I guess I'll keep at it so I can get the ideal body for you. <Color:7>♥<Color:Default>
pt_br: Immagino che continuerò per ottenere il corpo ideale per te. <Color:7>♥<Color:Default>

# 14580_Kiryu
source: I don't believe it. Are you sure it's really toned?
pt_br: Non ci credo. Sei sicura che sia davvero tonica?

# 14592_望月京子：源氏名
source: What, you think I'm lying?
pt_br: Cosa, pensi che io stia mentendo?

# 14604_Kiryu
source: I didn't think you'd get results so fast. And your upper arms are still a bit soft.
pt_br: Non pensavo che avresti ottenuto risultati così in fretta. E le tue braccia sono ancora un po' morbide.

# 14616_望月京子：源氏名
source: My arms...? Yeah, they sorta are.
pt_br: Le mie braccia...? Sì, in un certo senso.

# 14628_望月京子：源氏名
source: Okay then, pushups will be next! No, I'll work on my whole body! You'll see!
pt_br: Ok, allora, le flessioni saranno le prossime! No, lavorerò su tutto il corpo! Vedrai!

# 14640_Kiryu
source: Okay.
pt_br: Ok.

# 14652_望月京子：源氏名
source: I'll do it! Just wait!
pt_br: Lo farò! Aspetta e vedrai!

# 14664_望月京子：源氏名
source: We haven't known each other that long, but you've been a huge help to me.
pt_br: Non ci conosciamo da molto, ma sei stato di grande aiuto per me.

# 14676_Kiryu
source: Really?
pt_br: Davvero?

# 14688_望月京子：源氏名
source: Sure. I'm always coming to you with my problems and getting advice.
pt_br: Certo. Vengo sempre da te con i miei problemi e per avere consigli.

# 14700_望月京子：源氏名
source: I don't have much I can give you to express my thanks, but I would like to give you a song.
pt_br: Non ho molto da darti per esprimere la mia gratitudine, ma vorrei dedicarti una canzone.

# 14712_Kiryu
source: A song? That's appropriate.
pt_br: Una canzone? È appropriato.

# 14724_望月京子：源氏名
source: So what kind of song would you like?
pt_br: Allora, che tipo di canzone vorresti?

# 14736_Kiryu
source: A heartrending ballad. Something that'll have folks in tears.
pt_br: Una ballata strappalacrime. Qualcosa che faccia piangere la gente.

# 14748_望月京子：源氏名
source: Okay! It'll be about my feelings for you.
pt_br: Ok! Parlerà dei miei sentimenti per te.

# 14760_Kiryu
source: And that'll make people cry?
pt_br: E questo farà piangere la gente?

# 14772_望月京子：源氏名
source: Sure. It's a real-life love story. You can't tell something like that without a few tears.
pt_br: Certo. È una storia d'amore vera. Non si può raccontare una cosa del genere senza qualche lacrima.

# 14784_Kiryu
source: I don't know...
pt_br: Non lo so...

# 14796_望月京子：源氏名
source: Just wait! You'll love it. <Color:7>♥<Color:Default>
pt_br: Aspetta! Ti piacerà. <Color:7>♥<Color:Default>

# 14808_Kiryu
source: All right.
pt_br: Va bene.

# 14820_Kiryu
source: Some upbeat hip-hop.
pt_br: Un po' di hip-hop allegro.

# 14832_望月京子：源氏名
source: Hip-hop!? You like that kind of thing?
pt_br: Hip-hop!? Ti piace quel genere?

# 14844_Kiryu
source: It's a nice change every once in a while. Is that a no...?
pt_br: È un bel cambiamento ogni tanto. È un no...?

# 14856_望月京子：源氏名
source: No, that works. My band raps on some of our tracks, and I listen to a lot of hip-hop.
pt_br: No, va bene. La mia band rappa su alcuni dei nostri pezzi e io ascolto molto hip-hop.

# 14868_Kiryu
source: Got it.
pt_br: Capito.

# 14880_望月京子：源氏名
source: It might be cool to forget about rock for a bit and just concentrate on rap. Maybe I could even use it in the band.
pt_br: Potrebbe essere figo dimenticare un po' il rock e concentrarsi solo sul rap. Forse potrei usarlo anche nella band.

# 14892_望月京子：源氏名
source: I'll put some thought into it. <Color:7>♥<Color:Default>
pt_br: Ci penserò. <Color:7>♥<Color:Default>

# 14904_Kiryu
source: Thanks.
pt_br: Grazie.

# 14916_Kiryu
source: How about a traditional Japanese ballad? I'd like something that I could sing along to.
pt_br: Che ne dici di una ballata tradizionale giapponese? Mi piacerebbe qualcosa che potessi cantare.

# 14928_望月京子：源氏名
source: A traditional Japanese ballad, huh? You know, I sometimes sing them when I go to karaoke.
pt_br: Una ballata tradizionale giapponese, eh? Sai, a volte le canto quando vado al karaoke.

# 14940_Kiryu
source: Really?
pt_br: Davvero?

# 14952_望月京子：源氏名
source: A lot of girls do. Those ballads really let you sing your heart out. It's great for lowering stress. <Color:7>♥<Color:Default>
pt_br: Molte ragazze lo fanno. Quelle ballate ti permettono davvero di cantare con tutto il cuore. È ottimo per ridurre lo stress. <Color:7>♥<Color:Default>

# 14964_Kiryu
source: I didn't know that.
pt_br: Non lo sapevo.

# 14976_望月京子：源氏名
source: I haven't written one before, so it could be fun.
pt_br: Non ne ho mai scritta una prima, quindi potrebbe essere divertente.

# 14988_Kiryu
source: I'm looking forward to hearing it.
pt_br: Non vedo l'ora di sentirla.

# 15000_望月京子：源氏名
source: So we didn't win the competition, but we've had some nibbles from record companies since then.
pt_br: Non abbiamo vinto il concorso, ma da allora abbiamo avuto qualche contatto con le case discografiche.

# 15012_Kiryu
source: Wow, that's impressive.
pt_br: Wow, è impressionante.

# 15024_望月京子：源氏名
source: Yeah, but we turned them all down.
pt_br: Sì, ma li abbiamo rifiutati tutti.

# 15036_Kiryu
source: Why?
pt_br: Perché?

# 15048_望月京子：源氏名
source: We don't think we're ready. We're gonna stay on the indie scene a while longer. So I guess I'll be working here a while longer too.
pt_br: Non pensiamo di essere pronti. Resteremo ancora un po' sulla scena indipendente. Quindi immagino che lavorerò qui ancora per un po'.

# 15060_Kiryu
source: I see.
pt_br: Capisco.

# 15072_Kiryu
source: Be the best indie musician you can be. I think that suits you better anyway.
pt_br: Sii la migliore musicista indipendente che puoi essere. Penso che ti si addica di più, comunque.

# 15084_望月京子：源氏名
source: Yeah! I'll become queen of the indies!
pt_br: Sì! Diventerò la regina degli indipendenti!

# 15096_望月京子：源氏名
source: I'll show the Japanese music scene what I'm made of!
pt_br: Mostrerò alla scena musicale giapponese di che pasta sono fatta!

# 15108_Kiryu
source: That's the spirit.
pt_br: È lo spirito giusto.

# 15120_望月京子：源氏名
source: Watch out, Japan! Here I come, ready or not!
pt_br: Attento, Giappone! Sto arrivando, che tu sia pronto o no!

# 15132_Kiryu
source: I hope you make it big soon.
pt_br: Spero che tu sfondi presto.

# 15144_望月京子：源氏名
source: We'll enter the band competition again next year. We'll definitely win then.
pt_br: Parteciperemo di nuovo al concorso per band l'anno prossimo. Vinceremo sicuramente.

# 15156_望月京子：源氏名
source: So we've got a year to practice.
pt_br: Quindi abbiamo un anno per esercitarci.

# 15168_Kiryu
source: Well, I'm behind you.
pt_br: Beh, ti sostengo.

# 15180_望月京子：源氏名
source: Thanks!
pt_br: Grazie!

# 15192_Kiryu
source: Didn't you promise to write me a song? What happened to that?
pt_br: Non mi avevi promesso di scrivere una canzone? Che fine ha fatto?

# 15204_望月京子：源氏名
source: Oh! I'm sorry, I totally forgot.
pt_br: Oh! Mi dispiace, me ne sono completamente dimenticata.

# 15216_Kiryu
source: Hey...
pt_br: Ehi...

# 15228_望月京子：源氏名
source: I've just been so busy lately.
pt_br: Sono stata così impegnata ultimamente.

# 15240_望月京子：源氏名
source: But I'll do it real soon, I promise! Maybe you could help me write it?
pt_br: Ma lo farò molto presto, lo prometto! Forse potresti aiutarmi a scriverla?

# 15252_Kiryu
source: Sounds good.
pt_br: Mi sembra una buona idea.

# 15264_望月京子：源氏名
source: Normal dialogue 31.
pt_br: Dialogo normale 31.

# 15288_望月京子：源氏名
source: You came! <Color:7>♥<Color:Default>
pt_br: Sei venuto! <Color:7>♥<Color:Default>

# 15324_望月京子：源氏名
source: Thanks for coming!
pt_br: Grazie per essere venuto!

# 15336_望月京子：源氏名
source: Yay! You came!
pt_br: Evviva! Sei venuto!

# 15348_望月京子：源氏名
source: I've been waiting for you! <Color:7>♥<Color:Default>
pt_br: Ti stavo aspettando! <Color:7>♥<Color:Default>

# 15360_望月京子：源氏名
source: Thanks for the other day. I had fun. <Color:7>♥<Color:Default>
pt_br: Grazie per l'altro giorno. Mi sono divertita. <Color:7>♥<Color:Default>

# 15372_望月京子：源氏名
source: I was waiting for you, but you never showed up...
pt_br: Ti stavo aspettando, ma non ti sei mai presentato...

# 15384_望月京子：源氏名
source: Too bad about before. Let's go next time.
pt_br: Peccato per prima. Andiamo la prossima volta.

# 15396_望月京子：源氏名
source: I was really looking forward to our date...
pt_br: Non vedevo l'ora del nostro appuntamento...

# 15408_望月京子：源氏名
source: Sorry about before. We should go again.
pt_br: Scusa per prima. Dovremmo uscire di nuovo.

# 15432_望月京子：源氏名
source: Thanks for requesting me! I'm %s!
pt_br: Grazie per aver chiesto di me! Sono %s!

# 15444_Kiryu
source: Hey there.
pt_br: Ciao.

# 15456_望月京子：源氏名
source: Did you come just to see me?
pt_br: Sei venuto solo per vedermi?

# 15468_望月京子：源氏名
source: I hope you have a nice time.
pt_br: Spero che ti diverta.

# 15480_望月京子：源氏名
source: Hi! I'm so glad to see you! <Color:7>♥<Color:Default>
pt_br: Ciao! Sono così contenta di vederti! <Color:7>♥<Color:Default>

# 15492_望月京子：源氏名
source: Thanks for coming! <Color:7>♥<Color:Default>
pt_br: Grazie per essere venuto! <Color:7>♥<Color:Default>

# 15504_望月京子：源氏名
source: I had a lot of fun on our date. <Color:7>♥<Color:Default>
pt_br: Mi sono divertita molto al nostro appuntamento. <Color:7>♥<Color:Default>

# 15516_望月京子：源氏名
source: We should go out again sometime.
pt_br: Dovremmo uscire di nuovo qualche volta.

# 15528_望月京子：源氏名
source: We should go out again sometime.
pt_br: Dovremmo uscire di nuovo qualche volta.

# 15540_望月京子：源氏名
source: The party's just getting started! <Color:7>♥<Color:Default>
pt_br: La festa è appena iniziata! <Color:7>♥<Color:Default>

# 15552_望月京子：源氏名
source: Do you want to go out again?
pt_br: Vuoi uscire di nuovo?

# 15564_望月京子：源氏名
source: Do you want to go out again?
pt_br: Vuoi uscire di nuovo?

# 15576_望月京子：源氏名
source: You're looking really nice today! <Color:7>♥<Color:Default>
pt_br: Oggi sei davvero elegante! <Color:7>♥<Color:Default>

# 15588_望月京子：源氏名
source: You're looking pretty good today!
pt_br: Oggi sei in gran forma!

# 15600_望月京子：源氏名
source: You always look the same.
pt_br: Hai sempre lo stesso aspetto.

# 15612_望月京子：源氏名
source: You really into that outfit? I'm not really feeling it...
pt_br: Ti piace davvero quel vestito? A me non convince molto...

# 15624_望月京子：源氏名
source: I'm surprised you're okay going out in public in that outfit.
pt_br: Sono sorpresa che tu vada in giro con quel vestito.

# 15636_望月京子：源氏名
source: Maybe you should pay a little more attention to your appearance...
pt_br: Forse dovresti prestare un po' più di attenzione al tuo aspetto...

# 15648_望月京子：源氏名
source: You're looking super today! <Color:7>♥<Color:Default>
pt_br: Oggi sei super! <Color:7>♥<Color:Default>

# 15660_望月京子：源氏名
source: Is that for me!?
pt_br: È per me!?

# 15672_望月京子：源氏名
source: I've wanted one of these forever!
pt_br: Ne volevo uno da sempre!

# 15684_F_cab_sitsofa_tlk_happy
source: Thank you so much! <Color:7>♥<Color:Default>
pt_br: Grazie mille! <Color:7>♥<Color:Default>

# 15696_望月京子：源氏名
source: Is that for me?
pt_br: È per me?

# 15708_F_cab_sitsofa_tlk_yes
source: Thanks, Kiryu-san! <Color:7>♥<Color:Default>
pt_br: Grazie, Kiryu-san! <Color:7>♥<Color:Default>

# 15720_望月京子：源氏名
source: Is that for me?
pt_br: È per me?

# 15744_望月京子：源氏名
source: You're giving that to me?
pt_br: Me lo stai dando?

# 15756_F_cab_sitsofa_tlk_noA
source: Uh... No thanks.
pt_br: Ehm... No, grazie.

# 15768_望月京子：源氏名
source: Hey! I don't need something like that!
pt_br: Ehi! Non ho bisogno di una cosa del genere!

# 15780_F_cab_sitsofa_tlk_angry
source: Cut the crap!
pt_br: Smettila con le stronzate!

# 15792_望月京子：源氏名
source: Hm? You already gave me one of those.
pt_br: Mmm? Me ne hai già dato uno.

# 15816_望月京子：源氏名
source: Is that for me!?
pt_br: È per me!?

# 15828_望月京子：源氏名
source: I've wanted one of these forever!
pt_br: Ne volevo uno da sempre!

# 15840_F_cab_sitsofa_tlk_happy
source: Thank you so much! <Color:7>♥<Color:Default>
pt_br: Grazie mille! <Color:7>♥<Color:Default>

# 15852_望月京子：源氏名
source: What would you like?
pt_br: Cosa desideri?

# 15876_Kiryu
source: Okay, I'll have this.
pt_br: Okay, prendo questo.

# 15888_望月京子：源氏名
source: You're no fun...
pt_br: Non sei divertente...

# 15900_望月京子：源氏名
source: Your glass is empty... Can I fix that for you?
pt_br: Il tuo bicchiere è vuoto... Posso riempirtelo?

# 15924_Kiryu
source: Okay, I'll have this.
pt_br: Okay, prendo questo.

# 15936_望月京子：源氏名
source: Huh... I figured you'd be more of a drinker.
pt_br: Uh... Pensavo fossi più un bevitore.

# 15948_望月京子：源氏名
source: Oh, I like that too! <Color:7>♥<Color:Default>
pt_br: Oh, piace anche a me! <Color:7>♥<Color:Default>

# 15960_望月京子：源氏名
source: I think I'm gonna enjoy drinking with you. <Color:7>♥<Color:Default>
pt_br: Penso che mi divertirò a bere con te. <Color:7>♥<Color:Default>

# 15972_望月京子：源氏名
source: Good choice.
pt_br: Ottima scelta.

# 15984_望月京子：源氏名
source: Okay, then.
pt_br: Ok, allora.

# 15996_望月京子：源氏名
source: You really drink that stuff? Well, I guess if that's your thing...
pt_br: Bevi davvero quella roba? Beh, immagino che se ti piace...

# 16008_望月京子：源氏名
source: You want that?
pt_br: Vuoi quello?

# 16020_望月京子：源氏名
source: I'll never understand what people like about that stuff...
pt_br: Non capirò mai cosa piace alla gente di quella roba...

# 16032_望月京子：源氏名
source: What would you like to eat?
pt_br: Cosa ti piacerebbe mangiare?

# 16056_Kiryu
source: Okay, I'll have this.
pt_br: Okay, prendo questo.

# 16068_望月京子：源氏名
source: Not hungry, huh?
pt_br: Non hai fame, eh?

# 16080_望月京子：源氏名
source: Would you like some food?
pt_br: Vuoi del cibo?

# 16104_Kiryu
source: Okay, I'll have this.
pt_br: Okay, prendo questo.

# 16116_望月京子：源氏名
source: You're full already?
pt_br: Sei già sazio?

# 16128_望月京子：源氏名
source: I love that.
pt_br: Lo adoro.

# 16140_望月京子：源氏名
source: Maybe I'll have a nibble too!
pt_br: Forse ne assaggerò un po' anch'io!

# 16152_望月京子：源氏名
source: Yeah, that's tasty.
pt_br: Sì, è buono.

# 16164_望月京子：源氏名
source: Okay, then.
pt_br: Ok, allora.

# 16176_望月京子：源氏名
source: I never thought you'd eat that kind of thing.
pt_br: Non avrei mai pensato che mangiassi quel tipo di cose.

# 16188_望月京子：源氏名
source: I really can't stand that...
pt_br: Davvero non lo sopporto...

# 16200_望月京子：源氏名
source: Okay, I'll place our order.
pt_br: Ok, farò l'ordinazione.

# 16224_望月京子：源氏名
source: Yes?
pt_br: Sì?

# 16236_F_cab_sitsofa_talk_smileA
source: Here's our order.
pt_br: Ecco il nostro ordine.

# 16248_望月京子：源氏名
source: Right away.
pt_br: Subito.

# 16272_望月京子：源氏名
source: Cheers!
pt_br: Salute!

# 16284_望月京子：源氏名
source: Cheers.
pt_br: Salute.

# 16296_F_cab_sitsofa_talk_smileA
source: I hope you have a good time.
pt_br: Spero ti diverta.

# 16308_望月京子：源氏名
source: Cheers!
pt_br: Salute!

# 16320_望月京子：源氏名
source: Cheers.
pt_br: Salute.

# 16332_F_cab_sitsofa_talk_smileA
source: I hope you have a good time.
pt_br: Spero ti diverta.

# 16344_望月京子：源氏名
source: Just a minute.
pt_br: Un minuto.

# 16356_望月京子：源氏名
source: Sure...
pt_br: Certo...

# 16392_望月京子：源氏名
source: Nice meeting you! <Color:7>♥<Color:Default>
pt_br: Piacere di conoscerti! <Color:7>♥<Color:Default>

# 16404_望月京子：源氏名
source: Nice meeting you, too.
pt_br: Piacere mio.

# 16428_望月京子：源氏名
source: You got a business card.
pt_br: Hai ricevuto un biglietto da visita.

# 16464_望月京子：源氏名
source: (Maybe I'll request her next time.)
pt_br: (Forse la prossima volta chiederò di lei.)

# 16488_望月京子：源氏名
source: Come again soon! <Color:7>♥<Color:Default>
pt_br: Torna presto! <Color:7>♥<Color:Default>

# 16500_望月京子：源氏名
source: Sure.
pt_br: Certo.

# 16524_望月京子：源氏名
source: You got a fancy business card.
pt_br: Hai ricevuto un bel biglietto da visita.

# 16572_望月京子：源氏名
source: Here you are!
pt_br: Ecco a lei!

# 16596_望月京子：源氏名
source: Mind if I smoke?
pt_br: Ti dispiace se fumo?

# 16620_望月京子：源氏名
source: Come on. Drink up!
pt_br: Dai. Bevi!

# 16632_望月京子：源氏名
source: All right.
pt_br: Va bene.

# 16644_望月京子：源氏名
source: Maybe I'll have a drink too!
pt_br: Forse berrò anch'io!

# 16656_望月京子：源氏名
source: Sure.
pt_br: Certo.

# 16668_Kiryu
source: I should get going.
pt_br: Dovrei andare.

# 16680_F_cab_sitsofa_tlk_noA
source: You're leaving already?
pt_br: Te ne vai già?

# 16692_望月京子：源氏名
source: Is our time up already?
pt_br: Il nostro tempo è già scaduto?

# 16704_P_sitsofaR_tlk_yes
source: Looks like it...
pt_br: Sembra di sì...

# 16812_望月京子：源氏名
source: Thanks for coming! <Color:7>♥<Color:Default>
pt_br: Grazie per essere venuto! <Color:7>♥<Color:Default>

# 16836_望月京子：源氏名
source: I hope to see you again soon, Kiryu-san.
pt_br: Spero di rivederti presto, Kiryu-san.

# 16848_望月京子：源氏名
source: Yeah...
pt_br: Già...

# 16860_F_cab_sitsofa_tlk_tereruA
source: Bye.
pt_br: Ciao.

# 16884_望月京子：源氏名
source: Thanks for today, Kiryu-san.
pt_br: Grazie per oggi, Kiryu-san.

# 16896_望月京子：源氏名
source: Please come again! <Color:7>♥<Color:Default>
pt_br: Torni a trovarci! <Color:7>♥<Color:Default>

# 16908_望月京子：源氏名
source: Yeah...
pt_br: Già...

# 16920_F_cab_sitsofa_tlk_tereruA
source: Bye.
pt_br: Ciao.

# 16956_望月京子：源氏名
source: I really had a good time! <Color:7>♥<Color:Default>
pt_br: Mi sono divertita molto! <Color:7>♥<Color:Default>

# 16968_望月京子：源氏名
source: Me too...
pt_br: Anch'io...

# 16980_F_cab_sitsofa_tlk_tereruA
source: Well, I'll be waiting for you.
pt_br: Allora, ti aspetterò, eh.

# 17004_望月京子：源氏名
source: I love you, Kiryu-san! <Color:7>♥<Color:Default>
pt_br: Ti amo, Kiryu-san! <Color:7>♥<Color:Default>

# 17016_望月京子：源氏名
source: Same...
pt_br: Anch'io...

# 17028_F_cab_sitsofa_tlk_tereruA
source: Well, I'll be waiting for you.
pt_br: Allora, ti aspetterò, eh.

# 17076_望月京子：源氏名
source: Watch your step on the way out.
pt_br: Faccia attenzione uscendo.

# 17088_望月京子：源氏名
source: After date.
pt_br: Dopo l'appuntamento.

# 17100_望月京子：源氏名
source: By the way, Kiryu-san. Heard any interesting news around town?
pt_br: A proposito, Kiryu-san. Hai sentito qualche notizia interessante in città?

# 17112_望月京子：源氏名
source: I figure somebody like you must have a lot of interesting stories, right?
pt_br: Immagino che uno come te debba avere un sacco di storie interessanti, giusto?

# 17124_P_sitsofaR_tlk_smile
source: Something interesting, huh? Well...
pt_br: Qualcosa di interessante, eh? Beh...

# 17136_Kiryu
source: No... I can't think of anything right now.
pt_br: No... non mi viene in mente niente al momento.

# 17256_望月京子：源氏名
source: I've been thinking about getting a tattoo. What do you think?
pt_br: Sto pensando di farmi un tatuaggio. Cosa ne pensi?

# 17268_Kiryu
source: That depends on what you get. You're not planning on a full-back tattoo, are you?
pt_br: Dipende da cosa ti fai. Non hai intenzione di farti un tatuaggio su tutta la schiena, vero?

# 17280_望月京子：源氏名
source: Haha! No. I just thought it might be cute to get a small one somewhere.
pt_br: Ahah! No. Ho solo pensato che potrebbe essere carino farne uno piccolo da qualche parte.

# 17292_Kiryu
source: I see. Well, if that's what you want, why not?
pt_br: Capisco. Beh, se è quello che vuoi, perché no?

# 17304_望月京子：源氏名
source: The problem is where to do it. Where would you suggest?
pt_br: Il problema è dove farlo. Dove suggeriresti?

# 17316_Kiryu
source: Well...
pt_br: Beh...

# 17328_望月京子：源氏名
source: What part of my body makes you most excited?
pt_br: Quale parte del mio corpo ti eccita di più?

# 17340_Kiryu
source: Huh? Why do you ask that all of a sudden?
pt_br: Eh? Perché me lo chiedi all'improvviso?

# 17352_望月京子：源氏名
source: Just answer me. I'm curious to know what you like.
pt_br: Rispondimi e basta. Sono curiosa di sapere cosa ti piace.

# 17364_望月京子：源氏名
source: It'd be easier to tell if I was wearing my stage outfit, but you haven't seen that. So, which part of me interests you?
pt_br: Sarebbe più facile dirlo se indossassi il mio abito di scena, ma non l'hai mai visto. Quindi, quale parte di me ti interessa?

# 17376_Kiryu
source: Well...
pt_br: Beh...

# 17412_望月京子：源氏名
source: Look! This is the present you gave me!
pt_br: Guarda! Questo è il regalo che mi hai fatto!

# 17424_望月京子：源氏名
source: It's totally fab! It's like one of my favorites! Thanks a lot, Kiryu-san! <Color:7>♥<Color:Default>
pt_br: È favoloso! È uno dei miei preferiti! Grazie mille, Kiryu-san! <Color:7>♥<Color:Default>

# 17436_望月京子：源氏名
source: I'm a little thirsty. I could go for some <Color:7>Yamazaki 12 Years<Color:Default> right about now.
pt_br: Ho un po' sete. Adesso berrei volentieri un po' di <Color:7>Yamazaki 12 anni<Color:Default>.

# 17448_望月京子：源氏名
source: For reals!? I knew you'd understand. You're the best, Kiryu-san.
pt_br: Davvero!? Sapevo che avresti capito. Sei il migliore, Kiryu-san.

# 17460_F_cab_sitsofa_sync_order
source: Excuse me!
pt_br: Scusi!

# 17472_Kiryu
source: Sorry, I guess I don't have enough money...
pt_br: Scusa, credo di non avere abbastanza soldi...

# 17484_望月京子：源氏名
source: What!? Are you serious!? Maybe you need a little financial counseling.
pt_br: Cosa!? Dici sul serio!? Forse hai bisogno di una piccola consulenza finanziaria.

# 17496_望月京子：源氏名
source: You're no fun...
pt_br: Non sei divertente...

# 17508_望月京子：源氏名
source: I'm pretty hungry! Can I order something?
pt_br: Ho parecchia fame! Posso ordinare qualcosa?

# 17532_望月京子：源氏名
source: Yay! Okay, I'll go ahead and order.
pt_br: Evviva! Ok, allora ordino.

# 17544_F_cab_sitsofa_sync_order
source: Excuse me!
pt_br: Scusi!

# 17568_望月京子：源氏名
source: Aw... Why not?
pt_br: Oh... perché no?

# 17580_望月京子：源氏名
source: Thanks for your email. I'm not sure when our next gig will be, but we'll be taking part in a big event soon.
pt_br: Grazie per la tua email. Non so quando sarà il nostro prossimo concerto, ma presto parteciperemo a un grande evento.
