Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid001303b3.po
Languages: pt_br

source: を受け取った <Color:8>893円<Color:Default>.
pt_br: Ho intascato <Color:8>893円<Color:Default>.

source: 「桐生だ。 今日はお前等に大切なことを 知らせなくてはいけない。」
pt_br: Sono Kiryu. Oggi c'è qualcosa di importante che devo comunicarvi.

source: 「実は俺は桐生ではない。 いわばそっくりさんだ。」
pt_br: 「In realtà non sono Kiryu. Sono, per così dire, un sosia.」

source: 「ついさっきご本人にボコボコにされてな。 正直死ぬかと思った。 これからはかなり悔い改めて生きようと思う。」
pt_br: 「Poco fa il vero lui mi ha riempito di botte, sai. Sinceramente, pensavo di creparci. Da ora in poi, ho intenzione di rigare dritto per davvero.」

source: 「これからはニセ桐生として バリバリ更新するから、よろしくな。 あばよ。 Ｂｙ桐生さん激ＬＯＶＥ ニセ桐生」
pt_br: 「D'ora in poi, come Falso Kiryu, aggiornerò il blog a manetta, quindi mi raccomando. Ci si becca! By Kiryu-san ULTRA LOVE, Falso Kiryu」

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: ニセ桐生
pt_br: Falso Kiryu

source: 桐生
pt_br: Kiryu

# 56_ニセ桐生
source: ふ、ふぐっ…… テメェ、こんな事したら 東城会が黙ってねえぞ～？
pt_br: Ugh, a-ah... Tu, se fai una cosa del genere, la Tojo-kai non starà zitta, sai?

# 68_桐生
source: ……お前、昔もこんなことやってなかったか？
pt_br: ...Tu, non avevi già combinato qualcosa del genere anche tempo fa?

# 80_ニセ桐生
source: ……え？
pt_br: ... Eh?

# 92_ニセ桐生
source: あ！ も、もしかして、アナタ…… 本物の、桐生、一馬さんですか？
pt_br: Ah! M-m-ma, p-per caso, t-tu... Saresti il vero Kiryu Kazuma?

# 104_桐生
source: 真似るんなら本人の顔くらい、すぐ気付くんだな。
pt_br: Se devi copiare, almeno la faccia del vero la dovresti riconoscere subito, no?

# 116_ニセ桐生
source: す、すいませんでした！ 最近桐生さんのお噂を聞かなかったので、 つい出来心で……
pt_br: S-s-scusi, mi dispiace tanto! Ultimamente non si sentivano più voci sul signor Kiryu, e così è stato solo un colpo di testa...

# 128_桐生
source: 出来心で、暴れまわって くだらねぇ日記を垂れ流されちゃたまらねえな。
pt_br: Per una sciocchezza, hai combinato un tale putiferio e poi ti metti pure a riversare in giro quei diari da quattro soldi. Non lo tollero.

# 140_ニセ桐生
source: う、そこまでご存知とは…… スグにブログにお詫びを書きます！
pt_br: Uh, caspita, sai proprio tutto... Corro subito a scrivere delle scuse sul blog!

# 152_ニセ桐生
source: こ、これも差し上げますから、許してください!!
pt_br: A-anche questo glielo do! La prego, mi perdoni!

# 176_ニセ桐生
source: ほ、ほんと、スミマセンでしたぁ～っ!!
pt_br: D-davvero, m-m-mi dispiaceva t-tantissimo!

# 188_桐生
source: おい、話はまだ……逃げ足の速ぇ奴だな。
pt_br: Oi, non abbiamo mica finito di parlare... Che gambe veloci, quel tipo!

# 200_桐生
source: （ブログで詫びるとか言ってたが…… 本当に懲りてんのか？）
pt_br: （Diceva di chiedere scusa sul blog, però... Si sarà davvero dato una regolata?）

# 212_桐生
source: （お、もうブログが更新されてるな……）
pt_br: (Oh, il blog è già stato aggiornato...)

# 272_桐生
source: （ふっ、ブログの更新だけは早ぇんだな。）
pt_br: (Hmph, per gli aggiornamenti del blog è svelto, quello sì.)
