Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00260086.po
Languages: pt_br

source: Casino Manager
pt_br: Responsabile del Casinò

# 68_Saejima
source: What is this place?
pt_br: Cos'è questo posto?

# 80_Tadokoro
source: During the redevelopment of Purgatory a few years ago, the local homeless people were driven out of their park. That's when they built a new haven.
pt_br: Durante la riqualificazione di Purgatorio, un po' di anni fa, i senzatetto del posto furono cacciati via dal loro parco. Fu allora che si tirarono su un nuovo rifugio.

# 92_Saejima
source: Aha. So this here's their Dragon Palace.
pt_br: Aha. Quindi questo qui è il loro Dragon Palace.

# 104_Tadokoro
source: This floor holds the casino. There's also a gambling hall for more traditional games like cee-lo and koi-koi.
pt_br: Questo piano? Qui ci trovi il casinò. Ci trovi anche una sala da gioco per giochi più classici, tipo cee-lo e koi-koi.

# 116_Tadokoro
source: At first, it was a place where the homeless population could gather and gamble amongst themselves, but more and more people started showing up－people with money.
pt_br: All'inizio, era un posto dove i senzatetto potevano radunarsi e giocarsi i soldi tra di loro, ma sempre più gente cominciò a farsi viva – gente con i soldi.

# 128_Saejima
source: And after a while, it became a full-fledged casino, huh? Definitely ain't a kid-friendly joint.
pt_br: E dopo un po', è diventato un vero e proprio casinò, eh? Non è certo un posto per marmocchi.

# 140_Saejima
source: So what's this gig about, anyhow? Ya want me to count cards or somethin', make a killing?
pt_br: Allora, di che si tratta 'sto affare, insomma? Mi vuoi a contare le carte o giù di lì, per fare il colpaccio?

# 152_Tadokoro
source: Well now, that's not a bad idea. But I'm afraid not.
pt_br: Beh, non è mica una cattiva idea. Ma temo proprio di no.

# 164_Tadokoro
source: I believe my employee may have already informed you, but I'd like you to serve as the casino's bouncer.
pt_br: Credo che il mio dipendente ti abbia già informato, ma vorrei che tu facessi da buttafuori per il casinò.

# 176_Saejima
source: Bouncin'? S'pose they get plenty of unsavory types here, what with all the money floatin' 'round.
pt_br: Il buttafuori? Immagino che qui girino parecchi tipi loschi, con tutti i soldi che girano.

# 188_Tadokoro
source: The manager will fill you in on the fine details. Right this way.
pt_br: Il gestore ti spiegherà i particolari. Da questa parte.

# 236_Tadokoro
source: This is Suzuki-san. He'll be your bouncer today.
pt_br: Questo è Suzuki-san. Sarà lui il tuo buttafuori per oggi.

# 248_Saejima
source: Pleasure.
pt_br: Piacere.

# 260_Casino Manager
source: The pleasure is all mine. I oversee operations here at the casino. Thank you for accepting this position.
pt_br: Il piacere è tutto mio. Supervisiono le operazioni qui al casinò. Grazie per aver accettato questa posizione.

# 272_Casino Manager
source: The Dragon Palace was originally a kind of playspot for us homeless folk.
pt_br: Il Palazzo del Drago in origine era una specie di ritrovo per noi barboni.

# 284_Casino Manager
source: But as word spread, people from all walks of life started showing up, and we get more and more "difficult" patrons.
pt_br: Ma col passaparola, ha iniziato ad arrivare gente di ogni risma, e ci ritroviamo con sempre più avventori "difficili".

# 296_Saejima
source: Difficult how?
pt_br: In che senso difficile?

# 308_Casino Manager
source: They come up with ways to avoid paying what they owe when they lose a bet.
pt_br: Si inventano modi per non pagare il dovuto quando perdono una puntata.

# 320_Casino Manager
source: Others have been caught cheating and grow aggressive, even hostile, to our staff.
pt_br: Altri sono stati beccati a barare e diventano aggressivi, persino ostili, verso il nostro staff.

# 332_Casino Manager
source: Some people think they can get away with anything, just because we're homeless.
pt_br: Certa gente crede di poterla fare franca, solo perché siamo senzatetto.

# 344_Saejima
source: I get what you're sayin'. Seems like nowadays, the civvies here in Kamurocho stir up even more trouble than the yakuza.
pt_br: Capisco quello che dici. Sembra che al giorno d'oggi, i civili qui a Kamurocho facciano ancora più casini degli yakuza.

# 356_Saejima
source: So where do I come in?
pt_br: Allora, io che c'entro?

# 368_Casino Manager
source: If a guest is causing trouble, could you escort him out? That's about all there is to the job.
pt_br: Se un avventore fa casino, potresti sbatterlo fuori? Il lavoro è tutto qui.

# 380_Saejima
source: Oh, okay. So I just gotta take out the trash, is what you're sayin'.
pt_br: Ah, va bene. Quindi devo solo far fuori la spazzatura, è quello che stai dicendo.

# 392_Casino Manager
source: More or less, yes. Thank you again.
pt_br: Più o meno, sì. Grazie ancora.
