Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid002602cb.po
Languages: pt_br

# 56_Miki
source: Sir?
pt_br: Signore?

# 68_Akiyama
source: The manager said something was up. Everything okay?
pt_br: Il manager ha detto che c'era qualcosa che non andava. Tutto a posto?

# 80_Miki
source: Oh, I don't know...
pt_br: Oh, non saprei...

# 92_Akiyama
source: What is it? You can tell me.
pt_br: Che c'è? Puoi dirmelo.

# 104_Miki
source: You probably didn't know this, but up until recently I had a regular named Taniguchi.
pt_br: Probabilmente non lo sapevi, ma fino a poco tempo fa avevo un cliente abituale di nome Taniguchi.

# 128_Miki
source: That's right. He was kind of a nerdy creep, but he wound up spending a lot of money on me.
pt_br: Esatto. Era un tipo un po' viscido e sfigato, ma alla fine ha\nspeso un sacco di soldi su di me.

# 140_Akiyama
source: Five million yen...
pt_br: Cinque milioni di yen...

# 152_Miki
source: Huh!? So you know about him?
pt_br: Ma come!? Allora sai di lui?

# 164_Akiyama
source: No, not really... Anyway, what about this Taniguchi guy?
pt_br: No, non proprio... Comunque, che mi dici di questo Taniguchi?

# 176_Miki
source: Well, he suddenly stopped coming to the club.
pt_br: Beh, all'improvviso ha smesso di venire al club.

# 188_Miki
source: He never struck me as particularly wealthy, so I just figured he finally ran out of money...
pt_br: Non mi ha mai dato l'impressione di essere chissà quanto ricco, quindi ho solo immaginato che alla fine avesse finito i soldi...

# 200_Akiyama
source: And now that Taniguchi's not coming around anymore, you're too devastated to concentrate on work, is that it?
pt_br: E ora che Taniguchi non si fa più vedere, sei troppo a pezzi per concentrarti sul lavoro, è così?

# 212_Miki
source: Absolutely not! I wouldn't shed any tears over one or two fewer nerdy types in here, trust me.
pt_br: Ma nemmeno per sogno! Non mi metterei di certo a piangere per uno o due sfigati in meno qui dentro, fidati.

# 224_Akiyama
source: So what is it?
pt_br: Allora, cosa c'è?

# 236_Miki
source: I just saw that dorky Taniguchi walking around looking like he owns the place! It's like he's had a major makeover.
pt_br: Ho appena visto quel Taniguchi sfigato che se ne andava in giro come se fosse il padrone del posto! Sembra quasi che si sia rifatto il look alla grande.

# 248_Miki
source: And what's worse, he had another hostess on his arm!
pt_br: E quel che è peggio, si era portato un'altra hostess al braccio!

# 272_Miki
source: He didn't run out of money after all.
pt_br: Non gli sono mica finiti i soldi, alla fine.

# 284_Miki
source: He changed his image, made himself all cool, then dropped me for some other girl.
pt_br: Si è rifatto il look, si è fatto tutto figo, e poi mi ha scaricato per un'altra.

# 296_Akiyama
source: ...Surely losing one customer doesn't bother you this much?
pt_br: ...Perdere un solo cliente non ti butta giù così tanto, no?

# 308_Miki
source: It's a matter of pride!
pt_br: È una questione d'orgoglio!

# 332_Miki
source: It's as though somebody told me I was a good match for only the nerdiest customers. I've lost all faith in myself.
pt_br: È come se qualcuno mi avesse detto che ero adatta solo per i clienti più sfigati. Ho perso totalmente fiducia in me stessa.

# 344_Miki
source: Now that I think about it, a lot of my customers are kind of weird...
pt_br: Ora che ci penso, tanti dei miei clienti sono un po' strani...

# 356_Akiyama
source: That's not true...
pt_br: Non è vero...

# 368_Miki
source: Fewer and fewer customers ask for me by name. Maybe it's time I leave this job behind...
pt_br: Sempre meno clienti mi chiedono per nome. Magari è ora che lasci questo lavoro alle spalle...

# 380_Akiyama
source: I have an idea! Why don't I give you a refresher course in hostessing? Help you boost your confidence!
pt_br: Ho un'idea! Perché non ti faccio un ripassino su il mestiere di hostess? Ti aiuto a ritrovare la tua sicurezza!

# 392_Miki
source: A refresher course?
pt_br: Un corso di aggiornamento?

# 404_Akiyama
source: Sure. After all, I'm the one who got you into this mess.
pt_br: Certo. Dopotutto, sono io quello che ti ha messo in questo casino.

# 416_Miki
source: Huh?
pt_br: Uh?

# 428_Akiyama
source: Uh, never mind. Anyway, hostesses need to make their customers fall for them－hard. You know that, right?
pt_br: Ehm, lascia stare. Comunque, le hostess devono far sì che i loro clienti si innamorino di loro—di brutto. Lo sai questo, no?

# 440_Miki
source: Right.
pt_br: Giusto.

# 452_Akiyama
source: From what I've seen, you have no problem entertaining customers in the club.
pt_br: Da quello che ho visto, non hai problemi a intrattenere i clienti nel club.

# 464_Miki
source: Then, what am I missing?
pt_br: Allora, cosa mi manca?

# 476_Akiyama
source: Are you getting dates after work?
pt_br: Stai rimorchiando dopo il lavoro?

# 488_Miki
source: No, not really...
pt_br: No, non proprio...

# 500_Akiyama
source: There you go. What you need are dates. Consider them insurance, your backup plan.
pt_br: Ci siamo. Ti servono appuntamenti. Considerali un'assicurazione, il tuo piano di riserva.

# 512_Miki
source: You think so?
pt_br: La pensi così?

# 524_Akiyama
source: You bet. Dates are different. It's just you and your customer, one-on-one.
pt_br: Scommetti. Gli appuntamenti sono diversi. Ci siete solo tu e il tuo cliente, uno-a-uno.

# 536_Akiyama
source: How a hostess acts and the impression she makes at one of these special events have a big effect on her customer.
pt_br: Come una hostess si comporta e l'impressione che fa a uno di questi eventi speciali hanno un grande effetto sul suo cliente.

# 548_Miki
source: I see.
pt_br: Capisco.

# 560_Akiyama
source: How about I give you some tips on how to make a customer fall head over heels for you?
pt_br: Che ne dici se ti do qualche dritta su come far sì che un cliente si prenda una cotta pazzesca per te?

# 572_Miki
source: Yes, please!
pt_br: Sì, per favore!

# 584_Akiyama
source: Excellent. Come with me!
pt_br: Ottimo. Vieni con me!

# 596_Miki
source: Yes, sir!
pt_br: Sì, signore!
