Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00020216.po
Languages: pt_br

source: Idle
pt_br: Inattivo

# 68_Kiryu
source: Glad to see you're up. How are you feeling?
pt_br: Felice di vederti in piedi. Come ti senti?

# 80_Saejima
source: Fine enough. Sorry 'bout all the trouble.
pt_br: Abbastanza bene. Scusa per tutto il disturbo.

# 92_Kiryu
source: Don't worry about it.
pt_br: Non preoccuparti.

# 104_Kiryu
source: The kids are out for a few days on a field trip, so I have plenty of time on my hands.
pt_br: I ragazzi sono in gita per qualche giorno, quindi ho un sacco di tempo libero.

# 116_Saejima
source: Huh, guess luck ain't always goin' against me.
pt_br: Eh, direi che la fortuna non mi è sempre contro.

# 128_Kiryu
source: Now, I have to ask. What happened to you?
pt_br: Ora, devo chiedertelo. Cosa ti è successo?

# 140_Saejima
source: I, uh...
pt_br: Io, uhm...

# 152_Kiryu
source: Do you remember being passed out on the beach this morning? Haruka found you while she was out walking our dog.
pt_br: Ti ricordi di essere svenuto sulla spiaggia stamattina? Haruka ti ha trovato mentre portava a spasso il nostro cane.

# 176_Kiryu
source: The girl who's been watching over you.
pt_br: La ragazza che si è presa cura di te.

# 188_Saejima
source: Oh... So that's her name.
pt_br: Oh... Quindi è questo il suo nome.

# 200_Kiryu
source: Yeah. Guess that means you still have your memory.
pt_br: Sì. Immagino che tu abbia ancora la memoria.

# 224_Kiryu
source: Then tell me. How'd you end up washing up on our beach?
pt_br: Allora dimmi. Come sei finito sulla nostra spiaggia?

# 236_Saejima
source: Uh...
pt_br: Ehm...

# 248_Kiryu
source: Is there a reason you don't want to tell me?
pt_br: C'è un motivo per cui non vuoi dirmelo?

# 260_Saejima
source: Nah, it ain't that. It's just...
pt_br: No, non è quello. È solo che...

# 272_Kiryu
source: Can you at least tell me your name?
pt_br: Puoi almeno dirmi il tuo nome?

# 296_Kiryu
source: You can't even do that?
pt_br: Non puoi fare nemmeno questo?

# 308_Saejima
source: Naw, I owe it to ya for all the help...
pt_br: No, te lo devo per tutto l'aiuto...

# 320_Saejima
source: But don't folks usually introduce themselves 'fore they go askin' a guy to do the same?
pt_br: Ma di solito la gente non si presenta prima di chiedere a un altro di fare lo stesso?

# 332_Kiryu
source: Fair point.
pt_br: Giusta osservazione.

# 344_Saejima
source: Sorry. Not tryin' to ruffle any feathers.
pt_br: Scusa. Non voglio creare problemi.

# 356_Kiryu
source: It's okay. My name's Kiryu. Kazuma Kiryu.
pt_br: Va bene. Il mio nome è Kiryu. Kazuma Kiryu.

# 368_Saejima
source: (Hold up, that's the guy Hamazaki was talkin' about!)
pt_br: (Aspetta, è il tizio di cui parlava Hamazaki!)

# 380_Kiryu
source: Something wrong?
pt_br: Qualcosa non va?

# 392_Saejima
source: Oh, uh... Nah, it's nothin'.
pt_br: Oh, uh... No, non è niente.

# 404_Kiryu
source: All right, I gave you my name. Your turn now.
pt_br: Va bene, ti ho detto il mio nome. Ora tocca a te.

# 416_Saejima
source: It's... Suzuki. Yeah, that's it.
pt_br: È... Suzuki. Sì, esatto.

# 428_Kiryu
source: Suzuki-san, huh? Common name, though not really around here. I take it you're from the mainland?
pt_br: Suzuki-san, eh? Nome comune, anche se non molto da queste parti. Immagino che tu venga dal continente?

# 452_Kiryu
source: I'll take that as a yes. Anyway, what are you going to do now? You didn't have a wallet or anything on you when you washed up.
pt_br: Lo prenderò come un sì. Comunque, cosa farai adesso? Non avevi un portafoglio o altro quando sei arrivato.

# 464_Saejima
source: Huh?
pt_br: Uh?

# 476_Kiryu
source: You won't be able to go to the doctor or check in with the police without your ID.
pt_br: Non potrai andare dal dottore o alla polizia senza i tuoi documenti.

# 488_Kiryu
source: I can help you get in touch with your family if you need a hand, though.
pt_br: Posso aiutarti a contattare la tua famiglia se hai bisogno di una mano, però.

# 512_Kiryu
source: Suzuki-san? I can't help you if you don't tell me what you need.
pt_br: Suzuki-san? Non posso aiutarti se non mi dici di cosa hai bisogno.

# 596_Saejima
source: Lemme ask ya somethin'... Is your name really Kiryu?
pt_br: Lascia che ti chieda una cosa... Il tuo nome è davvero Kiryu?

# 608_Kiryu
source: That's me.
pt_br: Sono io.

# 620_Saejima
source: Heh. Well ain't life mysterious.
pt_br: Eh. Beh, la vita è misteriosa.

# 632_Saejima
source: Who'd have thought I'd end up floatin' right to your damn doorstep?
pt_br: Chi avrebbe mai pensato che sarei finito a galla proprio sulla tua dannata soglia?

# 644_Kiryu
source: I don't think I understand.
pt_br: Non credo di capire.

# 656_Saejima
source: Kiryu-san. Ya gotta help me.
pt_br: Kiryu-san. Devi aiutarmi.
