Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid002600ad.po
Languages: pt_br

source: Barkeep
pt_br: Barista

# 80_Barkeep
source: Please, take a seat.
pt_br: La prego, si sieda.

# 152_Kiryu
source: Hold on. Didn't you say this seat was reserved?
pt_br: Aspetta un attimo. Non avevi detto che questo posto era riservato?

# 164_Barkeep
source: That's right. For Chigusa's boyfriend, Yusaku-kun.
pt_br: Proprio così. Per il fidanzato di Chigusa, Yusaku-kun.

# 176_Kiryu
source: And the drink?
pt_br: E il drink?

# 188_Barkeep
source: It's for him as well. Yusaku-kun would always sit in that very seat when he came here to take a load off.
pt_br: È anche per lui. Yusaku-kun si sedeva sempre su quella stessa sedia quando veniva qui per staccare la spina.

# 200_Barkeep
source: Today makes it a year since he passed. Even still, I had a feeling he would come in for a drink today.
pt_br: Oggi è un anno esatto da quando se n'è andato. Eppure, avevo la sensazione che sarebbe passato per un drink oggi.

# 212_Kiryu
source: So he's really gone...
pt_br: Quindi se n'è andato davvero...

# 224_Barkeep
source: He was so young, too. That's the scary thing about cancer. Sometimes it spreads so fast, it'll be far too late for treatment by the time you even know it's there.
pt_br: Era così giovane, pure. Questo è il brutto del cancro. A volte si diffonde così in fretta che sarà troppo tardi per una cura quando ancora non sai nemmeno che c'è.

# 236_Barkeep
source: Chigusa-san knows what happened... but she can't seem to bring herself to believe Yusaku-kun is gone.
pt_br: Chigusa-san sa cosa è successo... ma non riesce proprio a accettare che Yusaku-kun non c'è più.

# 248_Barkeep
source: He had a bad habit of lying to her, so she convinced herself that his death was just another one of his lies.
pt_br: Lui aveva il brutto vizio di raccontarle un sacco di balle, così lei si è convinta che la sua morte fosse soltanto l'ennesima delle sue menzogne.

# 260_Kiryu
source: She convinced herself I was Yusaku-kun, too.
pt_br: Lei si è convinta che fossi Yusaku-kun, pure.

# 272_Barkeep
source: So it seems.
pt_br: Così pare.

# 296_Barkeep
source: Chigusa-san... That's enough. I know it hurts to hear this, but waiting for Yusaku-kun isn't going to bring him back.
pt_br: Chigusa-san... Basta così. So che fa male sentirlo, ma aspettare Yusaku-kun non lo riporterà indietro.

# 308_Chigusa
source: No. No, I don't believe it!
pt_br: No. No, non posso crederci!

# 332_Chigusa
source: Please... This is all just a stupid lie, right?
pt_br: Ti prego... È tutta solo una stupida bugia, vero?

# 344_Chigusa
source: He can't be dead, he just can't!
pt_br: Non può essere morto, non può essere!

# 356_Chigusa
source: This engagement ring was a lie, too. He never wanted to get married. He's just running away...
pt_br: Anche questo anello di fidanzamento era una bugia. Lui non ha mai voluto sposarsi. Sta solo scappando via...

# 368_Chigusa
source: After all those lies, why would he tell the truth this time!?
pt_br: Dopo tutte quelle bugie, e perché mai avrebbe dovuto dire la verità stavolta!?

# 380_Barkeep
source: Chigusa-san... I have a letter for you from Yusaku-san. I think it's finally time for you to read it.
pt_br: Chigusa-san... Ho una lettera per te da Yusaku-san. Penso che sia finalmente il momento che tu la legga.

# 392_Chigusa
source: A letter?
pt_br: Una lettera?

# 404_Barkeep
source: He dropped it off when he found out he didn't have much time left. Told me to give it to you long after he was gone.
pt_br: L'ha portato qui appena ha scoperto che non gli restava molto tempo ancora. Mi ha detto di dartelo molto tempo dopo che lui non ci sarebbe stato più.

# 416_Barkeep
source: That's when he told you he was leaving town. He didn't want to burden you with his death, Chigusa-san. He wanted you to move on, fall in love again...
pt_br: In quel momento ti ha detto che se ne andava dalla città. Non voleva caricarti del peso della sua morte, Chigusa-san. Voleva che tu andassi avanti, che ti innamorassi di nuovo...

# 428_Barkeep
source: And he knew that you'd probably think this was just another one of his lies.
pt_br: E lui sapeva che probabilmente avresti pensato che questa fosse solo un'altra delle sue bugie.

# 440_Barkeep
source: He said that part with a little smile. I can remember it clear as day.
pt_br: Disse quella cosa con un piccolo sorriso. Me lo ricordo come fosse ieri.

# 452_Chigusa
source: Why didn't he tell me? He only had a few months left, and we didn't even get to spend that time together. I wish I could have been there to support him...
pt_br: Perché non me l'ha detto? Gli restavano solo pochi mesi, e noi non siamo riusciti nemmeno a passare quel tempo insieme. Avrei voluto esserci stato per supportarlo...

# 464_Chigusa
source: Yusaku... I miss you so much...
pt_br: Yusaku... Mi manchi da morire...

# 500_Kiryu
source: Are you crying?
pt_br: Stai piangendo?

# 512_Chigusa
source: No, of course not. *sniffle*
pt_br: Ma no, certo che no. *singhiozzo*

# 524_Chigusa
source: I would never cry over an idiot like that. I was just faking it. Lying, like he always did to me.
pt_br: Non piangerei mai per un idiota del genere. Stavo solo fingendo Mentivo, come faceva sempre lui con me.

# 548_Chigusa
source: Please, I'm fine. You don't have to worry about me anymore.
pt_br: Ti prego, sto bene. Non devi più preoccuparti per me.

# 560_Kiryu
source: Chigusa, there's no point hiding it. You can put on a brave face all you want, but I know you're hurting deep down.
pt_br: Chigusa, non ha senso nasconderlo. Puoi farti forte quanto vuoi, ma so che stai soffrendo dentro.

# 584_Kiryu
source: And think about it.
pt_br: E pensaci un po' su.

# 596_Kiryu
source: Yusaku lied to you so you'd be happy. He knew he was dying, but told you one last lie to get you to move on and smile.
pt_br: Yusaku ti ha mentito per farti felice. Sapeva che stava morendo, ma ti ha detto un'ultima bugia per farti voltare pagina e sorridere.

# 608_Kiryu
source: So if you're going to lie and say you're fine, the least you can do is smile while you say it. For Yusaku.
pt_br: Allora, se hai intenzione di mentire e dire che stai bene, almeno sorridi mentre lo dici. Per Yusaku.

# 620_Chigusa
source: I'm not fine... *sob*
pt_br: Non sto bene... *singhiozzo*

# 632_Kiryu
source: And that's okay. It's all right to cry, Chigusa. If you ask me, I don't think Yusaku would have wanted you to hide how you really feel.
pt_br: E non c'è niente di male. Va bene piangere, Chigusa. Se me lo chiedi, non credo che Yusaku avrebbe voluto che tu nascondessi quello che provi davvero.

# 644_Chigusa
source: Yusaku... Yusaku! *sob*
pt_br: Yusaku... Yusaku! *singhiozzo*
