Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid016c01f9.po
Languages: pt_br

# 392_Kiryu
source: Ever heard of 777 Town?
pt_br: Hai mai sentito parlare di 777 Town?

# 404_望月京子：源氏名
source: I have, actually! My band is really into it!
pt_br: Sì, eccome! La mia band ne va matta!

# 416_望月京子：源氏名
source: It lets you play pachinko and slots with your computer or cell phone, right? Everyone's always on it.
pt_br: Ti fa giocare a pachinko e slot col computer o col cellulare, giusto? Tutti ci sono sempre attaccati.

# 428_Kiryu
source: Yeah, that's the one. Do you play?
pt_br: Sì, è proprio quello. Ci giochi?

# 440_望月京子：源氏名
source: No, but if you're recommending it, I'll ask one of the band members to let me try.
pt_br: No, ma se lo consigli tu, chiederò a uno dei membri della band di farmelo provare.

# 452_Kiryu
source: Sounds good. I'm sure you'll get hooked too.
pt_br: Ci sta. Ti prenderà di sicuro anche a te.

# 464_Kiryu
source: Ever heard of Amoebatar?
pt_br: Hai mai sentito parlare di Amoebatar?

# 476_望月京子：源氏名
source: What's that?
pt_br: Cos'è?

# 488_Kiryu
source: It's an online community that lets you create an avatar of yourself. The number of members has skyrocketed lately.
pt_br: È una comunità online che ti permette di creare un avatar di te stesso. Il numero di membri è salito alle stelle ultimamente.

# 500_Kiryu
source: Why not use it to advertise your band? I bet you'd catch some eyes.
pt_br: Perché non lo usi per far pubblicità alla tua band? Scommetto che faresti girare un bel po' di teste.

# 512_望月京子：源氏名
source: Wow, yeah, that sounds like fun! I think I'll give it a go. <Color:7>♥<Color:Default>
pt_br: Wow, sì, mi sembra divertente! Credo proprio che ci proverò. <Color:7>♥<Color:Default>

# 524_Kiryu
source: Hear about the ghost in the underground mall?
pt_br: Hai sentito del fantasma nel centro commerciale sotterraneo?

# 536_望月京子：源氏名
source: What!? A ghost?
pt_br: Ma che!? Un fantasma?

# 548_Kiryu
source: Yeah. Just a little rumor I heard. Back when they were first building the place, a construction worker died in an accident.
pt_br: Già. Solo una diceria che ho sentito in giro. Quando hanno iniziato a tirare su il posto, un operaio edile è rimasto secco in un incidente.

# 560_Kiryu
source: Now, night after night, his ghost appears to wander the empty mall.
pt_br: Ora, notte dopo notte, il suo fantasma appare e vaga per il centro commerciale vuoto.

# 572_望月京子：源氏名
source: A ghost in the underground mall? That sounds like a good idea for a song.
pt_br: Un fantasma nella galleria sotterranea? Mi sembra un'ottima idea per una canzone.

# 584_望月京子：源氏名
source: Thanks for telling me.
pt_br: Grazie per avermelo detto.

# 596_Kiryu
source: Hear about the footbaths at Yunosono Hot Springs? You don't take off your clothes, so men and women can go in together.
pt_br: Hai sentito dei pediluvi alle Terme Yunosono? Non ti togli i vestiti, quindi uomini e donne possono entrare insieme.

# 608_望月京子：源氏名
source: Oh yeah? That sounds awesome. Going with the band would make a great after party.
pt_br: Ah, sì? Sembra una figata. Andare con la band farebbe un gran after party.

# 620_Kiryu
source: It must be tiring to perform. A hot, refreshing soak would do you good.
pt_br: Dev'essere una bella faticaccia. Un bel bagno caldo e rinfrescante ti rimetterebbe in sesto.

# 632_望月京子：源氏名
source: True. Thanks for telling me. I'll be sure to check it out, Kiryu-san.
pt_br: Giusto. Grazie per la dritta. Ci farò un salto di sicuro, Kiryu-san.

# 644_Kiryu
source: Golf is starting to get pretty popular. A lot of couples go on golf dates lately.
pt_br: Il golf sta prendendo parecchio piede. Ultimamente, un sacco di coppie si danno appuntamento per giocare a golf.

# 656_望月京子：源氏名
source: Golf? Hmm... I wouldn't mind trying it out once, but doing it seriously is something I'll save for later.
pt_br: Golf? Mmm... Non mi dispiacerebbe provarlo una volta, ma farlo seriamente è una cosa che lascio per dopo.

# 668_Kiryu
source: Why? Is there some sort of problem?
pt_br: Come mai? C'è mica qualche problema?

# 680_望月京子：源氏名
source: Well, not really a problem... but when I think golf, I think of celebrities and high society.
pt_br: Beh, non è proprio un problema... ma quando penso al golf, penso a celebrità e all'alta società.

# 692_望月京子：源氏名
source: It doesn't seem like something an amateur singer should be doing.
pt_br: Non mi sembra roba da cantante amatoriale.

# 704_Kiryu
source: I see.
pt_br: Capisco.

# 716_Kiryu
source: Do you eat yakiniku often? Apparently, liver contains something called arachidonic acid. It reverses aging in the brain.
pt_br: Mangi yakiniku spesso? A quanto pare, il fegato contiene qualcosa chiamato acido arachidonico. Inverte l'invecchiamento nel cervello.

# 728_望月京子：源氏名
source: Really? I don't eat it that often, but one guy from the band does.
pt_br: Davvero? Non è che lo mangio spesso, ma un tizio della band sì.

# 740_望月京子：源氏名
source: But wait, his memory's terrible. You sure that acid really helps?
pt_br: Ma aspetta, la sua memoria fa schifo. Sei sicuro che quell'acido aiuti davvero?

# 752_Kiryu
source: Yeah. I guess all the liver in the world wouldn't help if his memory's always been poor.
pt_br: Già. Immagino che tutto il fegato del mondo non aiuterebbe se la sua memoria è sempre stata scarsa.

# 764_望月京子：源氏名
source: Aww, so then there's no point in him eating it. Here I was, all excited to help his terrible memory.
pt_br: Ah, cavolo, allora è inutile che lo mangi. E io che mi ero tutto gasato all'idea di aiutarlo con la sua memoria da schifo.

# 776_Kiryu
source: Did you know pole dancing is great for working out? You should try it out.
pt_br: Sapevi che la pole dance fa benissimo per allenarsi? Dovresti provarci.

# 788_望月京子：源氏名
source: Pole dancing? What if I fell off the pole and injured myself!?
pt_br: Pole dance? E se cadessi dal palo e mi facessi male!?

# 800_望月京子：源氏名
source: Sorry, but the band comes first. I'm not really interested in that kind of thing, anyway.
pt_br: Mi dispiace, ma la band viene prima. Non mi interessa granché quella roba lì, comunque.

# 812_Kiryu
source: But it'd be safe if you had a trainer watching out for you... Oh, never mind. Can't force you to do it.
pt_br: Ma saresti più al sicuro se avessi un trainer che ti tiene d'occhio... Oh, vabbè. Non posso mica forzarti a farlo.

# 824_Kiryu
source: Sweet sake is all the rage now. Women order it all the time when eating at Sushi Gin.
pt_br: Il sake dolce va un sacco di moda adesso. Le donne lo ordinano sempre quando mangiano da Sushi Gin.

# 836_望月京子：源氏名
source: Oh yeah? I tend to stay away from sake. When I get drunk, things only get bad.
pt_br: Ah sì? Il sake lo evito volentieri. Quando mi ubriaco, finisce sempre male.

# 848_Kiryu
source: But it's not just the sweetness that makes it popular. It's got low alcohol content, so you don't have to worry about overdoing it.
pt_br: Ma non è mica solo per la dolcezza che va così forte. Ha poco alcol, quindi non ti devi preoccupare di esagerare.

# 860_望月京子：源氏名
source: That could be good. I'll try some at our next after party.
pt_br: Ci sta. Ne proverò un po' al nostro prossimo dopofesta.

# 908_Kiryu
source: Did you try out 777 Town yet?
pt_br: Hai già provato 777 Town?

# 920_望月京子：源氏名
source: I did. I'm so hooked, I'm on my band members' cell phones more than they are.
pt_br: L'ho fatto. Ci sono così dentro che sto sui cellulari dei miei compagni di band più di quanto ci stiano loro.

# 932_Kiryu
source: That so? Sounds like you should get your own account.
pt_br: Ah, sì? Dovresti farti un tuo account.

# 944_Kiryu
source: Have you tried Amoebatar?
pt_br: Hai provato Amoebatar?

# 956_望月京子：源氏名
source: Yep. I had an awesome time chatting with a few of my fans.
pt_br: Sì. Mi sono divertito un mondo a chiacchierare con alcuni dei miei fan.

# 968_望月京子：源氏名
source: I've never done anything like that outside of an actual venue, so it was a new experience for me.
pt_br: Non ho mai fatto niente del genere fuori da un locale vero e proprio, quindi è stata un'esperienza nuova per me.

# 980_Kiryu
source: That's great.
pt_br: Fantastico.

# 992_Kiryu
source: Did that ghost we talked about give you any inspiration for a song?
pt_br: Quel fantasma di cui parlavamo ti ha dato qualche ispirazione per una canzone?

# 1004_望月京子：源氏名
source: No, nothing. The only things I could think of were horror themed, and that doesn't really suit my band.
pt_br: No, niente. Le uniche cose che mi venivano in mente erano a tema horror, e non ci sta molto con la mia band.

# 1016_Kiryu
source: Hmm. I guess the concept was a bit too unrealistic.
pt_br: Hmm. Beh, immagino che il concetto fosse un po' troppo irrealistico.

# 1028_望月京子：源氏名
source: Yeah. But thanks for the idea. If you come across anything else that might work, let me know.
pt_br: Certo. Però grazie per l'idea. Se ti capita qualcos'altro che potrebbe funzionare, fammi un fischio.

# 1040_Kiryu
source: Did you try out the footbaths at Yunosono?
pt_br: Hai provato i pediluvi a Yunosono?

# 1052_望月京子：源氏名
source: I went with the band. We sat in a row with our feet in the water. It was quite the sight.
pt_br: Sono andato con la banda. Ci siamo seduti in fila con i piedi nell'acqua. È stato proprio uno spettacolo.

# 1064_Kiryu
source: Sounds like you had fun. I bet that brought the band closer together too.
pt_br: Mi sa che ti sei divertito un casino. Scommetto che ha anche avvicinato la band.

# 1076_望月京子：源氏名
source: It did! <Color:7>♥<Color:Default> Thanks for letting me know about it.
pt_br: Proprio così! <Color:7>♥<Color:Default> Grazie per avermelo fatto sapere.

# 1088_Kiryu
source: You should try going on a golf date. A change of pace might do you some good.
pt_br: Dovresti provare a fare un'uscita a golf. Un cambio di ritmo potrebbe farti bene.

# 1100_望月京子：源氏名
source: You may have a point. I'm always cooped up in either my room or the studio, so going out for some exercise could be nice.
pt_br: Potresti aver ragione. Sono sempre rintanato o in camera mia o nello studio, quindi uscire a fare un po' di moto potrebbe essere una bella cosa.

# 1112_Kiryu
source: Yours truly is available, by the way.
pt_br: Il qui presente è disponibile, tra l'altro.

# 1124_望月京子：源氏名
source: So this was all an attempt to get me out on a date? Oh Kiryu-san, you're pretty sly, I'll give you that. <Color:7>♥<Color:Default>
pt_br: Allora, era tutta una scusa per invitarmi a uscire? Oh Kiryu-san, sei un bel furbacchione, te lo concedo. <Color:7>♥<Color:Default>

# 1136_Kiryu
source: Eat any liver lately?
pt_br: Mangiato fegato ultimamente?

# 1148_望月京子：源氏名
source: Actually, I did. I don't feel any younger, though.
pt_br: A dire il vero, sì. Però non mi sento per niente più giovane.

# 1160_Kiryu
source: You're pretty young as it is. I bet it'll help you stay that way.
pt_br: Sei già abbastanza giovane di tuo. Ci scommetto che ti aiuterà a restare così.

# 1172_望月京子：源氏名
source: Could be... but I like kalbi more than liver, anyway.
pt_br: Ci sta... ma a me il kalbi piace più del fegato, comunque.

# 1184_Kiryu
source: So about that pole dancing workout...
pt_br: A proposito di quell'allenamento di pole dancing...

# 1196_望月京子：源氏名
source: That again? If it was a normal kind of dance, I could at least use it on stage.
pt_br: Ancora quello? Se fosse un ballo normale, potrei almeno usarlo sul palco.

# 1208_望月京子：源氏名
source: Wait, are you saying you like pole dancing, Kiryu-san?
pt_br: Ma aspetta, vuoi dire che ti piace la pole dance, Kiryu-san?

# 1220_Kiryu
source: No, no, that's not it...
pt_br: No, no, non è quello...

# 1232_Kiryu
source: Did you try any sweet sake yet?
pt_br: Hai già provato del sake dolce?

# 1244_望月京子：源氏名
source: Yeah! It was really tasty! And I could drink as much as I wanted without making a scene! <Color:7>♥<Color:Default>
pt_br: Sì! Era proprio buono! E potevo bermi tutto quello che volevo senza fare una scenata! <Color:7>♥<Color:Default>

# 1256_Kiryu
source: Heh. That's good.
pt_br: Eh. Va bene così.
