Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee00e7.po
Languages: pt

source: Dealer
pt: Croupier

source: Player
pt: Giocatore

# 144_Dealer
source: Welcome. Here, you can play Texas hold 'em poker. Would you like to play?
pt: Benvenuto. Qui può giocare a poker Texas Hold 'em. Le piacerebbe giocare?

# 156_Player
source: Sure, I'll play.
pt: Certo, gioco.

# 168_Dealer
source: An excellent choice. What stakes would you like to play for?
pt: Una scelta eccellente. Con che puntate vorrebbe giocare?

# 180_Player
source: I'll go with the low stakes.
pt: Scelgo le puntate basse.

# 204_Dealer
source: The starting bets are as follows: 5 chips for rounds one and two, then 10 chips on rounds three and four.
pt: Le puntate iniziali sono le seguenti: 5 fiches per il primo e secondo round, poi 10 fiches per il terzo e quarto round.

# 216_Dealer
source: Please take a seat, sir.
pt: Si accomodi, signore.

# 240_Dealer
source: You'll need a minimum of 100 chips to play low-stakes poker, sir.
pt: Le servirà un minimo di 100 fiches per giocare a poker con puntate basse, signore.

# 252_Player
source: I'll go with the high stakes.
pt: Scelgo le puntate alte.

# 276_Dealer
source: The starting bets are as follows: 50 chips for rounds one and two, then 100 chips on rounds three and four.
pt: Le puntate iniziali sono le seguenti: 50 fiches per il primo e secondo round, poi 100 fiches per il terzo e quarto round.

# 288_Dealer
source: Please take a seat, sir.
pt: Si accomodi, signore.

# 312_Dealer
source: You'll need a minimum of 1,000 chips to play high-stakes poker, sir.
pt: Le servirà un minimo di 1.000 fiches per giocare a poker con puntate alte, signore.

# 324_Player
source: Not right now.
pt: Non adesso.

# 336_Dealer
source: Very well. We hope you'll play with us next time.
pt: Benissimo. Speriamo che giocherà con noi la prossima volta.

# 348_Dealer
source: Play
pt: Gioca

# 360_Dealer
source: Not Now
pt: Non ora

# 372_Dealer
source: Low Stakes (5 chips/10 chips)
pt: Puntate basse (5 fiches/10 fiches)

# 384_Dealer
source: High Stakes (50 chips/100 chips)
pt: Puntate alte (50 fiches/100 fiches)
