Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c003a.po
Languages: pt_br

source: Thank you.
pt_br: Grazie.

source: Here you are!
pt_br: Ecco a lei!

source: Come again!
pt_br: Torna quando vuoi!

source: I really had a nice time.
pt_br: Mi sono davvero divertito.

source: Thanks for today.
pt_br: Grazie per oggi.

source: No? Well, be sure and tell me if you do hear anything.
pt_br: No? Beh, fammi sapere se senti qualcosa.

source: Attendant
pt_br: Addetto

source: Player
pt_br: Giocatore

# 4080_Tanimura
source: I'm sure you get asked this a lot, but why did you decide to become a hostess?
pt_br: Immagino te lo chiedano spesso, ma come mai hai deciso di fare la hostess?

# 4092_峰村七海：源氏名
source: Well, I wanted money.
pt_br: Beh, volevo dei soldi.

# 4104_Tanimura
source: But you weren't in debt or anything like that?
pt_br: Ma non avevi debiti o cose del genere?

# 4116_峰村七海：源氏名
source: Oh no. Saving money is kind of my hobby, actually. I've never been in debt.
pt_br: Oh no. Risparmiare è una specie di hobby per me, in realtà. Non ho mai avuto debiti.

# 4128_Tanimura
source: I see.
pt_br: Capisco.

# 4140_峰村七海：源氏名
source: But that's not all.
pt_br: Ma non è tutto.

# 4152_Tanimura
source: You had another reason?
pt_br: Avevi un altro motivo?

# 4164_峰村七海：源氏名
source: Yes. Can you guess what it was?
pt_br: Sì. Riesci a indovinare quale fosse?

# 4176_Tanimura
source: You've always wanted to be a hostess? I've heard even young girls want to be one.
pt_br: Hai sempre voluto fare l'hostess? Ho sentito che anche le ragazze giovani vogliono farlo.

# 4188_峰村七海：源氏名
source: That's not it, though it's true that many girls want to be hostesses. It's because you see hostesses more often in the media these days.
pt_br: Non è così, anche se è vero che molte ragazze vogliono fare le hostess. È perché al giorno d'oggi si vedono più spesso le hostess nei media.

# 4200_Tanimura
source: So what was the reason?
pt_br: Allora qual era il motivo?

# 4212_峰村七海：源氏名
source: I wanted to meet a rich man.
pt_br: Volevo incontrare un uomo ricco.

# 4224_Tanimura
source: I can understand that.
pt_br: Posso capirlo.

# 4236_峰村七海：源氏名
source: It's difficult to meet that kind of man in everyday life. I'd go to mixers and it was just boring men with no money, so this seemed like the best way.
pt_br: È difficile incontrare quel tipo di uomo nella vita di tutti i giorni. Andavo a feste per single ed erano solo uomini noiosi senza soldi, quindi questo mi è sembrato il modo migliore.

# 4248_Tanimura
source: You're looking for an eligible man?
pt_br: Stai cercando un buon partito?

# 4260_峰村七海：源氏名
source: You're right! Good guess. <Color:7>♥<Color:Default>
pt_br: Hai ragione! Ottima intuizione. <Color:7>♥<Color:Default>

# 4272_Tanimura
source: You can look for a good man and get paid for it at the same time. Very practical.
pt_br: Puoi cercare un brav'uomo e farti pagare allo stesso tempo. Molto pratico.

# 4284_峰村七海：源氏名
source: Yes, but I'm not just looking for a good man.
pt_br: Sì, ma non sto solo cercando un brav'uomo.

# 4296_峰村七海：源氏名
source: I'm looking for a <Italic>rich</Italic> man.
pt_br: Sto cercando un uomo <Italic>ricco</Italic>.

# 4308_Tanimura
source: Ah... I bet a lot of CEOs come to places like this, huh?
pt_br: Ah... scommetto che un sacco di amministratori delegati vengono in posti come questo, eh?

# 4320_Tanimura
source: And even men who aren't rich will at least pay to see you, right?
pt_br: E anche gli uomini che non sono ricchi pagheranno almeno per vederti, giusto?

# 4332_峰村七海：源氏名
source: Exactly! <Color:7>♥<Color:Default>
pt_br: Esatto! <Color:7>♥<Color:Default>

# 4344_Tanimura
source: You like drinking?
pt_br: Ti piace bere?

# 4356_峰村七海：源氏名
source: Hahaha! I guess that's true.
pt_br: Ahahah! Credo sia vero.

# 4368_峰村七海：源氏名
source: But that's not the reason. I'm looking for a rich man.
pt_br: Ma non è questo il motivo. Sto cercando un uomo ricco.

# 4380_Tanimura
source: Ah. That makes sense. Especially for a girl like you.
pt_br: Ah. Ha senso. Specialmente per una ragazza come te.

# 4392_峰村七海：源氏名
source: Being able to drink for free is a big plus, but if I'm going to drink, I'd rather do it someplace romantic.
pt_br: Poter bere gratis è un grande vantaggio, ma se devo bere, preferirei farlo in un posto romantico.

# 4404_Tanimura
source: Then do you want go out drinking after this?
pt_br: Allora vuoi andare a bere qualcosa dopo?

# 4416_峰村七海：源氏名
source: If you want to go out with me, you'll have to request me more often. <Color:7>♥<Color:Default>
pt_br: Se vuoi uscire con me, dovrai chiedermi più spesso. <Color:7>♥<Color:Default>

# 4428_峰村七海：源氏名
source: I work at a cosmetics company as well as here at the club.
pt_br: Lavoro in un'azienda di cosmetici e anche qui al club.

# 4440_Tanimura
source: Wow... You can moonlight like that?
pt_br: Wow... Puoi fare il doppio lavoro?

# 4452_峰村七海：源氏名
source: It can be difficult if you want to do your best at both jobs. I want to get promoted at the company, and also be popular here.
pt_br: Può essere difficile se vuoi fare del tuo meglio in entrambi i lavori. Voglio essere promossa in azienda e anche essere popolare qui.

# 4464_峰村七海：源氏名
source: I can't do things half-heartedly, so I've been working on my own product proposals and doing sales at the same time.
pt_br: Non riesco a fare le cose a metà, quindi ho lavorato alle mie proposte di prodotto e allo stesso tempo mi sono occupata delle vendite.

# 4476_Tanimura
source: Really? I spend most of my time figuring out how to avoid working.
pt_br: Davvero? Io passo la maggior parte del mio tempo a cercare di evitare di lavorare.

# 4488_峰村七海：源氏名
source: I could never do that. You should really try to apply yourself to your work, or you'll never be anything but a loser.
pt_br: Non potrei mai farlo. Dovresti davvero provare a impegnarti nel tuo lavoro, o non sarai mai altro che un fallito.

# 4500_Tanimura
source: I'm fine being a loser. The important thing is being happy.
pt_br: Mi va bene essere un fallito. L'importante è essere felici.

# 4512_峰村七海：源氏名
source: That's just an excuse. You'd rather live in a big house with a pretty wife instead of alone in a tiny apartment, right?
pt_br: È solo una scusa. Preferiresti vivere in una casa grande con una bella moglie invece che da solo in un piccolo appartamento, giusto?

# 4524_Tanimura
source: Well, sure...
pt_br: Beh, certo...

# 4536_峰村七海：源氏名
source: Isn't that a contradiction?
pt_br: Non è una contraddizione?

# 4548_Tanimura
source: Well if you always think that way, you'll never be satisfied.
pt_br: Beh, se la pensi sempre così, non sarai mai soddisfatto.

# 4560_峰村七海：源氏名
source: You compromise too much. I need a man with more ambition.
pt_br: Scendi troppo a compromessi. Ho bisogno di un uomo con più ambizione.

# 4584_Tanimura
source: Ouch... I'm not exactly on an upwardly mobile career track.
pt_br: Ahi... non sono esattamente sulla strada per una carriera brillante.

# 4596_峰村七海：源氏名
source: I'm sorry... Maybe I was a little harsh.
pt_br: Mi dispiace... Forse sono stata un po' dura.

# 4608_Tanimura
source: Don't worry about it. I didn't become a police officer to make money or get promoted.
pt_br: Non preoccuparti. Non sono diventato un poliziotto per fare soldi o per fare carriera.

# 4620_Tanimura
source: As long as the people of my city are safe, I feel like it's worth doing what I'm doing.
pt_br: Finché la gente della mia città è al sicuro, sento che vale la pena fare quello che faccio.

# 4632_峰村七海：源氏名
source: That's wonderful! That's a very healthy way of looking at things.
pt_br: È meraviglioso! È un modo molto sano di vedere le cose.

# 4644_Tanimura
source: Yeah. Money isn't everything.
pt_br: Sì. I soldi non sono tutto.

# 4656_Tanimura
source: I wish I had your energy. Maybe then I'd get promoted.
pt_br: Vorrei avere la tua energia. Forse così verrei promosso.

# 4668_峰村七海：源氏名
source: I'd give you some energy if I could.
pt_br: Ti darei un po' di energia se potessi.

# 4680_Tanimura
source: You could try a kiss...
pt_br: Potresti provare con un bacio...

# 4692_峰村七海：源氏名
source: Hahaha! If that was all it took, I'd be happy to do it. <Color:7>♥<Color:Default>
pt_br: Ahahah! Se bastasse solo quello, sarei felice di farlo. <Color:7>♥<Color:Default>

# 4704_Tanimura
source: Really?
pt_br: Davvero?

# 4716_峰村七海：源氏名
source: But things aren't that simple. There aren't any shortcuts to success.
pt_br: Ma le cose non sono così semplici. Non ci sono scorciatoie per il successo.

# 4728_Tanimura
source: Yeah, you're right...
pt_br: Già, hai ragione...

# 4740_峰村七海：源氏名
source: Someday I'll start my own company. I may not look it, but I majored in business administration in college.
pt_br: Un giorno avvierò la mia azienda. Forse non sembra, ma mi sono laureata in amministrazione aziendale.

# 4752_Tanimura
source: And you ended up as a hostess? That's an unusual career path, isn't it?
pt_br: E sei finita a fare l'hostess? È un percorso di carriera insolito, non trovi?

# 4764_峰村七海：源氏名
source: Actually, lots of hostesses have advanced degrees nowadays. Being a hostess helps you make both money and connections.
pt_br: In realtà, oggigiorno molte hostess hanno titoli di studio avanzati. Fare l'hostess aiuta a fare soldi e a creare contatti.

# 4776_Tanimura
source: I see.
pt_br: Capisco.

# 4788_峰村七海：源氏名
source: I hope my company will be a success, so I can retire in comfort.
pt_br: Spero che la mia azienda abbia successo, così potrò andare in pensione tranquillamente.

# 4800_Tanimura
source: I thought you were trying to snag a rich man.
pt_br: Pensavo stessi cercando di accalappiare un uomo ricco.

# 4812_峰村七海：源氏名
source: Yes, but I don't want to rely just on him. I want to be independent so we can be on equal terms.
pt_br: Sì, ma non voglio dipendere solo da lui. Voglio essere indipendente in modo da essere alla pari.

# 4824_Tanimura
source: Wow... You really are ambitious.
pt_br: Wow... sei davvero ambiziosa.

# 4836_峰村七海：源氏名
source: Do you have any plans for your future?
pt_br: Hai dei piani per il tuo futuro?

# 4848_Tanimura
source: I'd like to own a horse someday.
pt_br: Mi piacerebbe possedere un cavallo un giorno.

# 4860_峰村七海：源氏名
source: A horse? You mean a racehorse? Do you know how much that would cost?
pt_br: Un cavallo? Intendi un cavallo da corsa? Sai quanto costerebbe?

# 4872_Tanimura
source: Hundreds of millions of yen, I suppose.
pt_br: Centinaia di milioni di yen, suppongo.

# 4884_峰村七海：源氏名
source: Where do you plan to get that kind of money?
pt_br: Dove pensi di trovare tutti quei soldi?

# 4896_Tanimura
source: I haven't worked out all the details... We're talking about the future, after all.
pt_br: Non ho ancora definito tutti i dettagli... dopotutto, stiamo parlando del futuro.

# 4908_峰村七海：源氏名
source: Yes, but it doesn't sound very realistic. You need a plan, a strategy to make money!
pt_br: Sì, ma non sembra molto realistico. Hai bisogno di un piano, di una strategia per fare soldi!

# 4920_Tanimura
source: Yeah... That's too bad.
pt_br: Sì... peccato.

# 4932_Tanimura
source: I'd like a cushy job in the private sector, like a consultant or something.
pt_br: Mi piacerebbe un lavoro tranquillo nel settore privato, tipo consulente o qualcosa del genere.

# 4944_峰村七海：源氏名
source: Are you serious?
pt_br: Sei seria?

# 4956_Tanimura
source: Why? Is there something wrong with that?
pt_br: Perché? C'è qualcosa di sbagliato?

# 4968_峰村七海：源氏名
source: I'm a little disappointed. It's like you want to be rewarded for doing nothing.
pt_br: Sono un po' delusa. È come se volessi essere ricompensato per non fare nulla.

# 4980_Tanimura
source: Oh. Uh... I was just kidding! Of course I don't want that!
pt_br: Oh. Ehm... stavo solo scherzando! Certo che non lo voglio!

# 4992_峰村七海：源氏名
source: Please... Please don't scare me like that.
pt_br: Per favore... non spaventarmi così.

# 5004_峰村七海：源氏名
source: If you've got talent, shouldn't you use that talent to make the world a better place?
pt_br: Se hai talento, non dovresti usarlo per rendere il mondo un posto migliore?

# 5016_Tanimura
source: Yeah...
pt_br: Già...

# 5028_Tanimura
source: I'd like to walk a beat in a small town. I think it would suit me.
pt_br: Mi piacerebbe fare il poliziotto di quartiere in una piccola città. Penso che mi si addirebbe.

# 5040_峰村七海：源氏名
source: Really? Isn't being a detective more exciting?
pt_br: Davvero? Non è più eccitante fare il detective?

# 5052_Tanimura
source: Yeah, but sometimes I'd like to be able to just sit back and relax a bit.
pt_br: Sì, ma a volte mi piacerebbe potermi sedere e rilassare un po'.

# 5064_Tanimura
source: If I could, I'd serve at a small town police station. I'd enjoy getting to know the people and getting some peace and quiet.
pt_br: Se potessi, presterei servizio in una piccola stazione di polizia di paese. Mi piacerebbe conoscere la gente e avere un po' di pace e tranquillità.

# 5076_峰村七海：源氏名
source: Oh. I hadn't thought of it that way.
pt_br: Oh. Non l'avevo vista in questo modo.

# 5088_峰村七海：源氏名
source: You and I have different ideas about work, but that's okay.
pt_br: Io e te abbiamo idee diverse sul lavoro, ma va bene così.

# 5100_Tanimura
source: Heh.
pt_br: Eh.

# 5112_峰村七海：源氏名
source: You came to see me again. <Color:7>♥<Color:Default>
pt_br: Sei tornato a trovarmi. <Color:7>♥<Color:Default>

# 5124_Tanimura
source: Well, you did say you wanted to see me in that email you sent.
pt_br: Beh, hai detto che volevi vedermi in quella email che hai mandato.

# 5148_峰村七海：源氏名
source: Oh yeah, that email...
pt_br: Oh sì, quell'email...

# 5160_峰村七海：源氏名
source: You really aren't used to coming to hostess clubs, are you?
pt_br: Non sei abituato a venire negli hostess club, vero?

# 5172_Tanimura
source: Huh? Why do you say that?
pt_br: Eh? Perché dici così?

# 5184_峰村七海：源氏名
source: Well, I'm not supposed to say this, but that was a mass email.
pt_br: Beh, non dovrei dirlo, ma era un'email di massa.

# 5196_Tanimura
source: A mass email?
pt_br: Un'email di massa?

# 5208_峰村七海：源氏名
source: Yes, I put all of my new customers on a mailing list and send them that email.
pt_br: Sì, metto tutti i miei nuovi clienti in una mailing list e gli invio quella email.

# 5220_峰村七海：源氏名
source: You didn't think I was writing just to you... did you?
pt_br: Non pensavi che stessi scrivendo solo a te... vero?

# 5232_Tanimura
source: You shouldn't play that kind of trick on a cop.
pt_br: Non dovresti fare scherzi del genere a un poliziotto.

# 5244_峰村七海：源氏名
source: Well, it wasn't a lie, exactly. I did want to see you.
pt_br: Beh, non era proprio una bugia. Volevo vederti.

# 5256_峰村七海：源氏名
source: And I always make sure not to send emails to customers that I dislike.
pt_br: E mi assicuro sempre di non inviare email ai clienti che non mi piacciono.

# 5268_Tanimura
source: So there's still some hope for me?
pt_br: Quindi c'è ancora qualche speranza per me?

# 5280_峰村七海：源氏名
source: Of course. But you do have a lot of rivals. You'll have to work hard. <Color:7>♥<Color:Default>
pt_br: Certo. Ma hai molti rivali. Dovrai impegnarti a fondo. <Color:7>♥<Color:Default>

# 5292_Tanimura
source: Great...
pt_br: Fantastico...

# 5304_Tanimura
source: I'm shocked...
pt_br: Sono scioccato...

# 5316_峰村七海：源氏名
source: Don't say that. It makes it sound like I'm some cold, calculating woman.
pt_br: Non dire così. Mi fa sembrare una donna fredda e calcolatrice.

# 5328_Tanimura
source: Am I wrong?
pt_br: Mi sbaglio?

# 5340_峰村七海：源氏名
source: All hostesses do the same thing.
pt_br: Tutte le hostess fanno la stessa cosa.

# 5352_峰村七海：源氏名
source: You'll never enjoy going to hostess clubs if you get depressed every time something like this happens.
pt_br: Non ti divertirai mai ad andare negli hostess club se ti deprimi ogni volta che succede una cosa del genere.

# 5364_Tanimura
source: I don't know... I'm starting to think all women are liars...
pt_br: Non so... sto iniziando a pensare che tutte le donne siano bugiarde...

# 5376_峰村七海：源氏名
source: When I first met you, you seemed a bit wild and dangerous.
pt_br: Quando ti ho incontrato la prima volta, sembravi un po' selvaggio e pericoloso.

# 5388_峰村七海：源氏名
source: But you can be pretty cute sometimes, too. I'm a little surprised.
pt_br: Ma a volte sai essere anche piuttosto carino. Sono un po' sorpresa.

# 5400_Tanimura
source: You're not the only one who's surprised...
pt_br: Non sei l'unica a essere sorpresa...

# 5412_Tanimura
source: Oh no. I knew all about that. Coming to see you despite knowing that you were just being polite is the whole point of hostess clubs, right?
pt_br: Oh no. Lo sapevo benissimo. Venire a trovarti pur sapendo che eri solo gentile è il punto centrale degli hostess club, giusto?

# 5424_峰村七海：源氏名
source: Hmm... Are you sure you knew that the email was part of my job?
pt_br: Mmm... Sei sicuro di sapere che l'email faceva parte del mio lavoro?

# 5436_Tanimura
source: Of course!
pt_br: Ma certo!

# 5448_峰村七海：源氏名
source: You don't have to pretend. It's all right. I really am very glad that you came to see me. <Color:7>♥<Color:Default>
pt_br: Non devi fingere. Va bene. Sono davvero molto contenta che tu sia venuto a trovarmi. <Color:7>♥<Color:Default>

# 5460_Tanimura
source: Are you telling the truth now?
pt_br: Stai dicendo la verità ora?

# 5472_峰村七海：源氏名
source: Are you going to doubt everything I say? Of course I was telling the truth.
pt_br: Dubiterai di tutto quello che dico? Certo che dicevo la verità.

# 5484_Tanimura
source: Oh... Sorry.
pt_br: Oh... scusa.

# 5496_Tanimura
source: Can I ask you something?
pt_br: Posso chiederle una cosa?

# 5508_峰村七海：源氏名
source: Of course. But nothing dirty, please.
pt_br: Certo. Ma niente di sporco, per favore.

# 5520_Tanimura
source: What kind of man would you be willing to go out with?
pt_br: Con che tipo di uomo saresti disposta a uscire?

# 5532_峰村七海：源氏名
source: You're asking what conditions I have for a man to be my boyfriend?
pt_br: Mi stai chiedendo quali requisiti deve avere un uomo per essere il mio ragazzo?

# 5544_Tanimura
source: I was just wondering.
pt_br: Mi stavo solo chiedendo.

# 5556_峰村七海：源氏名
source: Well, of course I want him to have a good career, but...
pt_br: Beh, ovviamente voglio che abbia una buona carriera, ma...

# 5568_峰村七海：源氏名
source: The most important thing is brains.
pt_br: La cosa più importante è il cervello.

# 5580_Tanimura
source: Brains?
pt_br: Il cervello?

# 5592_峰村七海：源氏名
source: Yes. And I don't care about what schools he went to. He needs to be genuinely smart.
pt_br: Sì. E non mi importa in che scuole è andato. Deve essere veramente intelligente.

# 5604_峰村七海：源氏名
source: Do you think you measure up in that department?
pt_br: Pensi di essere all'altezza in quel campo?

# 5616_Tanimura
source: I've always been good at solving puzzles. Detectives have to track down suspects using the available clues, after all.
pt_br: Sono sempre stato bravo a risolvere enigmi. Dopotutto, i detective devono rintracciare i sospetti usando gli indizi disponibili.

# 5628_峰村七海：源氏名
source: Oh, that's right. I guess you have to be smart to catch the bad guys, don't you?
pt_br: Oh, è vero. Immagino che si debba essere intelligenti per catturare i cattivi, no?

# 5640_峰村七海：源氏名
source: I've always wondered how the police can find suspects so quickly.
pt_br: Mi sono sempre chiesta come faccia la polizia a trovare i sospetti così in fretta.

# 5652_Tanimura
source: After working for years as a cop, you get a sort of intuition about it.
pt_br: Dopo aver lavorato per anni come poliziotto, ti viene una specie di intuito.

# 5664_峰村七海：源氏名
source: Intuition? Well, that's a kind of intelligence, isn't it?
pt_br: Intuito? Beh, è una forma di intelligenza, no?

# 5676_Tanimura
source: I guess.
pt_br: Forse.

# 5688_Tanimura
source: I tend to overanalyze things. The more I think about something, the further off track I get.
pt_br: Tendo ad analizzare troppo le cose. Più ci penso, più vado fuori strada.

# 5700_峰村七海：源氏名
source: Ah... I know what you mean. Overthinking something can be a problem.
pt_br: Ah... so cosa intendi. Pensare troppo a qualcosa può essere un problema.

# 5712_Tanimura
source: Particularly when I'm dealing with women. I get nervous and can't think of anything witty to say.
pt_br: Soprattutto quando ho a che fare con le donne. Divento nervoso e non riesco a pensare a niente di spiritoso da dire.

# 5724_峰村七海：源氏名
source: Actually, that's part of what makes you so cute. <Color:7>♥<Color:Default>
pt_br: In realtà, è parte di ciò che ti rende così carino. <Color:7>♥<Color:Default>

# 5736_Tanimura
source: You think so?
pt_br: La pensi così?

# 5748_Tanimura
source: It depends on the race. I do pretty well when it comes to big races, but I don't do so well on a daily basis.
pt_br: Dipende dalla corsa. Me la cavo abbastanza bene nelle grandi corse, ma non così bene quotidianamente.

# 5760_峰村七海：源氏名
source: Um... Are you talking about gambling?
pt_br: Ehm... stai parlando di gioco d'azzardo?

# 5772_Tanimura
source: Of course.
pt_br: E di che.

# 5784_峰村七海：源氏名
source: Hm. Maybe I was expecting too much of you...
pt_br: Mmm. Forse mi aspettavo troppo da te...

# 5808_峰村七海：源氏名
source: But don't worry. I'm sure there's a girl somewhere who will find you positively charming.
pt_br: Ma non preoccuparti. Sono sicura che da qualche parte c'è una ragazza che ti troverà assolutamente affascinante.

# 5820_Tanimura
source: Yeah...
pt_br: Già...

# 5832_峰村七海：源氏名
source: I have a question. Why do you go to hostess clubs?
pt_br: Ho una domanda. Perché vai negli hostess club?

# 5844_Tanimura
source: I don't really know... I guess I don't have many chances to drink with women in my line of work.
pt_br: Non lo so... immagino di non avere molte occasioni per bere con le donne nel mio lavoro.

# 5856_峰村七海：源氏名
source: Do you think coming to a club is a good way to pick up women?
pt_br: Pensi che venire in un club sia un buon modo per rimorchiare?

# 5868_Tanimura
source: Isn't that what hostess clubs are all about?
pt_br: Non è a questo che servono gli hostess club?

# 5880_峰村七海：源氏名
source: Well, it isn't impossible, but the chances of starting a serious relationship with a hostess are pretty slim.
pt_br: Beh, non è impossibile, ma le possibilità di iniziare una relazione seria con una hostess sono piuttosto scarse.

# 5892_峰村七海：源氏名
source: You should just think of it as a chance to talk and drink with girls. Otherwise, you're probably just wasting your money.
pt_br: Dovresti vederla solo come un'opportunità per parlare e bere con le ragazze. Altrimenti, probabilmente stai solo sprecando i tuoi soldi.

# 5904_Tanimura
source: No, I'm going to find a girlfriend this way. I'm paying enough money, after all.
pt_br: No, troverò una ragazza in questo modo. Dopotutto, sto pagando abbastanza.

# 5916_峰村七海：源氏名
source: You're even less likely to find a girlfriend with that kind of attitude.
pt_br: È ancora meno probabile che tu trovi una ragazza con questo atteggiamento.

# 5928_Tanimura
source: You think so? Why's that?
pt_br: Pensi? E perché?

# 5940_峰村七海：源氏名
source: Girls don't like men who think giving a girl a present means she owes him something.
pt_br: Alle ragazze non piacciono gli uomini che pensano che fare un regalo a una ragazza significhi che lei gli debba qualcosa.

# 5952_Tanimura
source: Ah, so you have to enjoy the chase as much as the capture...
pt_br: Ah, quindi bisogna godersi l'inseguimento tanto quanto la cattura...

# 5964_峰村七海：源氏名
source: If you want to try to catch me, you'd better be ready for a long chase. <Color:7>♥<Color:Default>
pt_br: Se vuoi provare a prendermi, farai meglio a prepararti a un lungo inseguimento. <Color:7>♥<Color:Default>

# 5976_Tanimura
source: That sounds expensive...
pt_br: Sembra costoso...
