Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid018300cd.po
Languages: pt_br

source: You got <Color:8>3,000,000 yen<Color:Default>.
pt_br: Hai vinto <Color:8>3,000,000 yen<Color:Default>.

source: Affluent Old Man
pt_br: Anziano Benestante

# 292_Tanimura
source: What is this place?
pt_br: Cos'è questo posto?

# 304_Affluent Old Man
source: Hahaha. Looks bleak, I know. But don't worry. No one will disturb us here.
pt_br: Hahaha. Sembra brutta, lo so. Ma non preoccuparti. Nessuno ci disturberà qui.

# 316_Affluent Old Man
source: Come, come, don't be shy. Have yourself a seat.
pt_br: Forza, forza, non fare il timido. Accomodati.

# 388_Tanimura
source: So what is this game, exactly?
pt_br: Allora, che gioco è questo, di preciso?

# 400_Affluent Old Man
source: Patience, patience, my son.
pt_br: Pazienza, pazienza, figlio mio.

# 412_Affluent Old Man
source: For our game, we will be using... this.
pt_br: Per il nostro gioco, useremo... questo.

# 436_Tanimura
source: Ever heard of the "Firearms and Swords Control Law"? It's still a thing, you know.
pt_br: Hai presente la "Legge sul controllo di armi da fuoco e spade"? È ancora in vigore, sai.

# 448_Affluent Old Man
source: Hahaha! That's hilarious.
pt_br: Hahaha! Fa scompisciare.

# 460_Affluent Old Man
source: ...You probably figured it out by now, but the game is Russian roulette.
pt_br: ...Probabilmente c'hai già capito, ma il gioco è la roulette russa.

# 472_Affluent Old Man
source: The chambers hold six bullets. One of which is live.
pt_br: I tamburi contengono sei proiettili. Uno di questi è carico.

# 484_Affluent Old Man
source: We'll take turns pulling the trigger. If you survive, you pass the gun. If you don't... then you'll just pass away.
pt_br: Faremo a turno a premere il grilletto. Se sopravvivi, tu passi la pistola. Se non... allora tirerai le cuoia.

# 496_Affluent Old Man
source: Stay alive until the end and you win the three million.
pt_br: Resta vivo fino alla fine e ti intaschi i tre milioni.

# 508_Affluent Old Man
source: Oh, and you can quit anytime after the first round, but if you do－needless to say, you'd forfeit everything.
pt_br: Ah, e puoi tirarti indietro in qualsiasi momento dopo il primo giro, ma se lo fai－neanche a dirlo, perderesti tutto.

# 532_Affluent Old Man
source: Heheheh. Don't tell me you're getting cold feet now?
pt_br: Heheheh. Non mi dirai mica che ti stai tirando indietro adesso?

# 544_Tanimura
source: Even if I was, I doubt you'd just let me walk out of here... Now are we doing this thing or what?
pt_br: Anche se lo fossi, dubito che mi lasceresti uscire da qui e basta... Allora, la facciamo 'sta cosa o no?

# 556_Affluent Old Man
source: Hahaha... Attaboy!
pt_br: Hahaha... Bravo, figliolo!

# 568_Affluent Old Man
source: Then let the game begin.
pt_br: Allora, che il gioco abbia inizio.

# 592_Affluent Old Man
source: Heheh. You really are a brave kid. Not a hint of nervousness.
pt_br: Heheh. Sei proprio un ragazzino coraggioso. Nemmeno un briciolo di nervosismo.

# 604_Affluent Old Man
source: Or maybe you just fail to realize the gravity of your situation? You could be knocking on death's door.
pt_br: O forse non ti rendi proprio conto della gravità della tua situazione? Potresti già avere un piede nella fossa.

# 616_Tanimura
source: You look pretty smug yourself. Does that mean the older you get, the less you care about dying?
pt_br: Ti vedo piuttosto compiaciuto di te. Significa che più invecchi, meno ti frega di morire?

# 628_Affluent Old Man
source: Hardly. Put simply, I've accepted my decisions in life, and I know what fate is coming to me. So why should I let a silly game like this bring me down?
pt_br: Nemmeno per sogno. Senza girarci intorno, ho accettato le mie scelte nella vita, e so cosa mi aspetta. E allora perché mai dovrei lasciare che una pagliacciata come questa mi butti giù?

# 700_Affluent Old Man
source: All right. It's your turn again. What'll it be, boy?
pt_br: Allora. È di nuovo il tuo turno. Che si fa, ragazzo?

# 712_Tanimura
source: Nope. Screw this. I'm out.
pt_br: No. Fanculo. Ho chiuso.

# 724_Affluent Old Man
source: Hahaha! You're more of a coward than I thought! I was sure you'd hold out longer.
pt_br: Hahaha! Sei più fifone di quanto pensassi! Ero sicuro che avresti tenuto duro più a lungo.

# 736_Affluent Old Man
source: But I guess kids these days lack the gumption to stake their life on something... Very well, our guest is going home!
pt_br: Ma a quanto pare i ragazzi d'oggi non abbiano il fegato di giocarsi la loro vita su qualcosa... E sia, il nostro ospite torna a casa!

# 748_Tanimura
source: I'm still in.
pt_br: Sono ancora dentro.

# 760_Affluent Old Man
source: Ahaha, that's more like it! Now, the question is, how long will that bravado last...?
pt_br: Ahaha, così ti voglio! Ora, la domanda è, quanto durerà quella spavalderia...?

# 964_Affluent Old Man
source: Ohoho, that's twice in a row! And you hardly so much as blinked. You truly are a daredevil.
pt_br: Ohoho, è la seconda volta di fila! E non hai neanche battuto ciglio. Sei proprio un temerario.

# 976_Tanimura
source: ...Uh-huh. It's your move.
pt_br: ...Mh-mh. Tocca a te.

# 988_Affluent Old Man
source: Heheh. That would make this bullet number four. Now, there's a one-in-three chance that I'll bite the dust right here in front of you. If you'll allow me a moment...
pt_br: Heheh. Questo sarebbe il quarto proiettile, allora. Ora, c'è una possibilità su tre che io ci lasci le penne proprio qui, davanti a te. Se mi permetti un momento...

# 1060_Affluent Old Man
source: ...There we are. Now it's down to one in two. Does it weigh heavy on your mind? Leaving here in comfort or as a cadaver. I suppose you could opt out and leave as a failure, too...
pt_br: ...Ci siamo. Ora è una su due. Ti pesa sulla mente? Lasciare questo posto vivo o da cadavere. Immagino tu possa anche tirarti indietro e andartene da fallito, dopotutto...

# 1072_Tanimura
source: (One more shot and I'll be up three million yen... But, if things go wrong, I'll be down six feet under. What the heck should I do?)
pt_br: (Ancora un colpo e mi ritroverò con tre milioni di yen in tasca... Ma se va storto, finirò sottoterra. Che cavolo dovrei fare?)

# 1084_Tanimura
source: Nope. Screw this. I'm out.
pt_br: No. Fanculo. Ho chiuso.

# 1096_Affluent Old Man
source: But you only had one more turn before you got the three million! Surely you could have entertained me a little longer...
pt_br: Ma ti restava solo un turno prima di prendere i tre milioni! Non potevi mica divertirmi ancora un altro po'?

# 1108_Affluent Old Man
source: But I guess kids these days lack the gumption to stake their life on something... Very well, our guest is going home!
pt_br: Ma a quanto pare i ragazzi d'oggi non abbiano il fegato di giocarsi la loro vita su qualcosa... E sia, il nostro ospite torna a casa!

# 1120_Tanimura
source: You think I'd back out now? I'm all in.
pt_br: Ma tu pensi davvero che mi tirerei indietro adesso? Ho puntato tutto.

# 1132_Affluent Old Man
source: Well, well, well! So you're riding it out to the end! That's what I like to see! I sure hope your gamble is worth it!
pt_br: Beh, beh, beh! Allora hai deciso di andare fino in fondo! Questo è quello che mi piace! Spero proprio che la tua giocata ne valga la candela!

# 1348_Tanimura
source: Looks like that money's all mine.
pt_br: Sembra proprio che quei soldi siano tutti miei.

# 1372_Affluent Old Man
source: ...So you caught on, did you?
pt_br: Allora... l'hai capita, eh?

# 1384_Tanimura
source: Caught on to what?
pt_br: Capito cosa?

# 1396_Affluent Old Man
source: Don't play dumb. You knew all along there were no real bullets in this gun, didn't you?
pt_br: Non fare il finto tonto. Lo sapevi benissimo che non c'erano proiettili veri in questa pistola, non è vero?

# 1408_Tanimura
source: Actually... I didn't know for sure. What I did notice was how little you were concerned whenever you pulled the trigger.
pt_br: A dire il vero... non lo sapevo per certo. Quello che ho notato, però, è stato quanto poco ti preoccupassi ogni volta che tiravi il grilletto.

# 1420_Tanimura
source: And what about all these suits standing around? What were they gonna do if an actual bullet went off?
pt_br: E tutti 'sti tizi in giacca e cravatta che stanno qui impalati? Che avrebbero fatto se fosse partito un colpo vero?

# 1432_Tanimura
source: I mean, they could've been hit by a stray. That's what made me think this was all a bluff.
pt_br: Voglio dire, potevano essersi beccati un colpo vagante. È stato quello a farmi credere che fosse tutto un bluff.

# 1444_Affluent Old Man
source: ...All reasoning aside, I must say it takes quite a bit of nerve to trust your instincts like that, especially with your life on the line.
pt_br: ...Al di là di ogni ragionamento, devo dire che ci vuole parecchio fegato per fidarsi del tuo istinto così, specialmente con la vita in palio.

# 1456_Tanimura
source: So how about my three million yen?
pt_br: Allora, e i miei tre milioni di yen?

# 1468_Affluent Old Man
source: Yes, yes. Here it is, as promised.
pt_br: Sì, sì. Eccolo, come promesso.

# 1528_Tanimura
source: Thanks... And I'm gone.
pt_br: Grazie... E sparisco.

# 1564_Affluent Old Man
source: Oh, and guess what?
pt_br: Oh, e sai cosa c'è?

# 1612_Tanimura
source: ...Holy shit!
pt_br: ...Cazzo!

# 1624_Affluent Old Man
source: In fact, it was a real bullet all along! Hahahahaha!
pt_br: Infatti, è sempre stato un proiettile vero, fin dall'inizio! Ahahahahaha!

# 1636_Tanimura
source: What... is wrong with you?
pt_br: Cosa... c'hai?

# 1648_Affluent Old Man
source: Ah... To be young again... Trusting your gut and running full speed ahead, without the crushing grip of fear to hold you back... That's what I've been after.
pt_br: Ah... Essere di nuovo giovane... Fidarsi del proprio istinto e lanciarsi a testa bassa, senza la morsa soffocante della paura a frenarti... È proprio quello che inseguivo.

# 1660_Affluent Old Man
source: Anyway. I learned a lot from you today. Are you going to arrest me under the Firearms and Swords Control Law?
pt_br: Comunque. Ho imparato molto da te oggi. Hai intenzione di arrestarmi in base alla Legge sul controllo di armi da fuoco e spade?

# 1672_Tanimura
source: For what? I didn't see anything... except for this cash.
pt_br: Per cosa? Non ho visto niente... tranne questi contanti.

# 1684_Tanimura
source: Besides, I think I learned a little lesson myself, about the value of life.
pt_br: D'altronde, credo di aver imparato una piccola lezione anch'io, sul valore della vita.

# 1768_Tanimura
source: ...What the shit!?
pt_br: ...Ma che cazzo!?

# 1780_Affluent Old Man
source: Hahaha! Surprised? Don't worry. It was a blank all along.
pt_br: Ahahah! Sorpreso? Stai tranquillo. Era a salve fin dall'inizio.

# 1792_Affluent Old Man
source: I guess you weren't that lucky after all. But I appreciate you giving me a good time.
pt_br: Direi che non sei stato poi così fortunato, dopotutto. Ma apprezzo che tu mi abbia regalato un bello spasso.

# 1804_Affluent Old Man
source: Gentlemen, our guest is going home!
pt_br: Signori, il nostro ospite se ne torna a casa!

# 1828_Tanimura
source: I'm still in.
pt_br: Sono ancora dentro.

# 1840_Tanimura
source: Nope, I'm out.
pt_br: No, ho chiuso.

# 1852_Tanimura
source: Pull the Trigger Fearlessly
pt_br: Premi il grilletto senza paura

# 1864_Tanimura
source: Pull the Trigger Impassively
pt_br: Premi il grilletto senza fare una piega

# 1876_Tanimura
source: Pull the Trigger Nervously
pt_br: Tira il grilletto nervosamente

# 1888_Tanimura
source: Finish It
pt_br: Finiscila

# 1900_Tanimura
source: Back Out
pt_br: Tirarsi indietro

# 1912_Tanimura
source: Pull the Trigger Fearlessly
pt_br: Premi il grilletto senza paura

# 1924_Tanimura
source: Pull the Trigger Impassively
pt_br: Premi il grilletto senza fare una piega

# 1936_Tanimura
source: Pull the Trigger Nervously
pt_br: Tira il grilletto nervosamente
