Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0036.po
Languages: pt_br

# 14472_Kiryu
source: Eating nothing all day isn't good for you. Drinking on an empty stomach is especially bad.
pt_br: Non mangiare niente tutto il giorno non fa bene. Bere a stomaco vuoto è particolarmente dannoso.

# 14484_松岡里緒奈：源氏名
source: I know, but I have to lose weight somehow...
pt_br: Lo so, ma devo perdere peso in qualche modo...

# 14496_Kiryu
source: But not like this. Even if you do lose weight by not eating, you'll gain it all back.
pt_br: Ma non così. Anche se perdi peso non mangiando, lo riprenderai tutto.

# 14508_松岡里緒奈：源氏名
source: What? Why?
pt_br: Cosa? Perché?

# 14520_Kiryu
source: You've never had lasting success dieting this way, have you?
pt_br: Non hai mai avuto un successo duraturo con questo tipo di dieta, vero?

# 14532_松岡里緒奈：源氏名
source: How did you know that!?
pt_br: Come lo sapevi!?

# 14544_Kiryu
source: Heh, you're pretty easy to read.
pt_br: Eh, sei piuttosto facile da leggere.

# 14556_松岡里緒奈：源氏名
source: I don't know what to do. Should I exercise more?
pt_br: Non so cosa fare. Dovrei fare più esercizio?

# 14568_Kiryu
source: I think you're getting enough exercise now. You should lose weight if you keep at it.
pt_br: Penso che tu stia già facendo abbastanza esercizio. Dovresti perdere peso se continui così.

# 14580_松岡里緒奈：源氏名
source: Really? That makes me feel a little better.
pt_br: Davvero? Questo mi fa sentire un po' meglio.

# 14592_Kiryu
source: Why don't I buy you something tasty? I wouldn't want you to faint from hunger.
pt_br: Perché non ti compro qualcosa di buono? Non vorrei che svenissi dalla fame.

# 14604_松岡里緒奈：源氏名
source: Hey! That's not going to help my diet!
pt_br: Ehi! Questo non aiuterà la mia dieta!

# 14616_Kiryu
source: I know you want to look good, but don't do it at the expense of your health. So what do you want to eat?
pt_br: So che vuoi essere bella, ma non farlo a scapito della tua salute. Allora, cosa vuoi mangiare?

# 14628_松岡里緒奈：源氏名
source: Kiryu-san! Ugh. Well... M...Meat...
pt_br: Kiryu-san! Ugh. Beh... c... carne...

# 14640_Kiryu
source: You don't need anything heavy like that. As long as it's nutritious. How about something lighter?
pt_br: Non hai bisogno di niente di così pesante. Basta che sia nutriente. Che ne dici di qualcosa di più leggero?

# 14652_松岡里緒奈：源氏名
source: But I love meat...
pt_br: Ma io adoro la carne...

# 14664_Kiryu
source: Uh... Maybe we should start by talking about what makes up a balanced diet.
pt_br: Uh... forse dovremmo iniziare parlando di cosa costituisce una dieta equilibrata.

# 14676_Kiryu
source: Why are you dieting?
pt_br: Perché sei a dieta?

# 14688_松岡里緒奈：源氏名
source: Well, I want to look pretty. Duh!
pt_br: Beh, voglio essere carina. Ovvio!

# 14700_松岡里緒奈：源氏名
source: I am a hostess, you know.
pt_br: Sono un'hostess, sai.

# 14712_Kiryu
source: But do the men who request you really want a thin girl?
pt_br: Ma gli uomini che ti scelgono vogliono davvero una ragazza magra?

# 14724_松岡里緒奈：源氏名
source: Huh!? You think they don't!?
pt_br: Eh!? Pensi di no!?

# 14736_Kiryu
source: Your most appealing quality is your bright and cheerful personality. If you lose that because you're too hungry, then you've lost everything.
pt_br: La tua qualità più attraente è la tua personalità brillante e allegra. Se la perdi perché hai troppa fame, allora hai perso tutto.

# 14748_松岡里緒奈：源氏名
source: So I shouldn't diet?
pt_br: Quindi non dovrei fare la dieta?

# 14760_Kiryu
source: That's right.
pt_br: Esatto.

# 14772_松岡里緒奈：源氏名
source: You do have a point. Okay, I'll stop!
pt_br: Hai ragione. Ok, smetto!

# 14784_松岡里緒奈：源氏名
source: So can I order something to eat?
pt_br: Allora posso ordinare qualcosa da mangiare?

# 14796_Kiryu
source: That was a quick turnaround...
pt_br: È stato un cambio di rotta rapido...

# 14808_松岡里緒奈：源氏名
source: Kiryu-san, I finished moving back home!
pt_br: Kiryu-san, ho finito di traslocare a casa!

# 14820_Kiryu
source: You're back with your parents? How are things with your father?
pt_br: Sei tornata dai tuoi? Come vanno le cose con tuo padre?

# 14832_松岡里緒奈：源氏名
source: He yells at me a lot, but now I kind of like it. I know it's strange, but it's comforting to hear it again.
pt_br: Mi sgrida molto, ma ora in un certo senso mi piace. So che è strano, ma è confortante sentirlo di nuovo.

# 14844_松岡里緒奈：源氏名
source: I'm so happy that everything's cleared up.
pt_br: Sono così felice che tutto si sia risolto.

# 14856_Kiryu
source: Are you going to keep working here?
pt_br: Continuerai a lavorare qui?

# 14868_松岡里緒奈：源氏名
source: Yes, for a little while.
pt_br: Sì, per un po'.

# 14880_松岡里緒奈：源氏名
source: But Kamuro Pro Wrestling is still in trouble, so I want to help!
pt_br: Ma la Kamuro Pro Wrestling è ancora in difficoltà, quindi voglio aiutare!

# 14892_Kiryu
source: You've really matured. It's like you've become a new woman.
pt_br: Sei davvero maturata. È come se fossi diventata una donna nuova.

# 14904_松岡里緒奈：源氏名
source: You think I've grown up?
pt_br: Pensi che sia cresciuta?

# 14916_Kiryu
source: Sure. It makes you even more attractive than before.
pt_br: Certo. Ti rende ancora più attraente di prima.

# 14928_松岡里緒奈：源氏名
source: Then maybe I can find myself a better man now!
pt_br: Allora forse ora posso trovarmi un uomo migliore!

# 14940_Kiryu
source: Oh. Is that what you want?
pt_br: Oh. È quello che vuoi?

# 14952_松岡里緒奈：源氏名
source: Haha, no! I'm kidding! Did I scare you? <Color:7>♥<Color:Default>
pt_br: Ahah, no! Sto scherzando! Ti ho spaventato? <Color:7>♥<Color:Default>

# 14964_Kiryu
source: A little...
pt_br: Un po'...

# 14976_松岡里緒奈：源氏名
source: Kiryu-san, I hope we'll be together for a long time. <Color:7>♥<Color:Default>
pt_br: Kiryu-san, spero che staremo insieme a lungo. <Color:7>♥<Color:Default>

# 14988_Kiryu
source: Now that your family is back to the way it was, don't drag me into your family drama anymore.
pt_br: Ora che la tua famiglia è tornata come prima, non trascinarmi più nei tuoi drammi familiari.

# 15000_松岡里緒奈：源氏名
source: I won't. Thanks for everything.
pt_br: Non lo farò. Grazie di tutto.

# 15012_Kiryu
source: The bond between a father and daughter is strong. You would've made up without my help.
pt_br: Il legame tra un padre e una figlia è forte. Avreste fatto pace senza il mio aiuto.

# 15024_松岡里緒奈：源氏名
source: Even so, I'm grateful for what you've done. I hope you'll still be there for me if I need you.
pt_br: Anche così, ti sono grata per quello che hai fatto. Spero che ci sarai ancora per me se avrò bisogno.

# 15036_松岡里緒奈：源氏名
source: If I have another fight with my dad, you might have to break it up. <Color:7>♥<Color:Default>
pt_br: Se litigherò di nuovo con mio padre, potresti doverci dividere. <Color:7>♥<Color:Default>

# 15048_Kiryu
source: Hmm... Well, he is Thunder Matsuoka... I should start training.
pt_br: Mmm... Beh, lui è Thunder Matsuoka... dovrei iniziare ad allenarmi.

# 15060_松岡里緒奈：源氏名
source: That might be a good idea. <Color:7>♥<Color:Default>
pt_br: Potrebbe essere una buona idea. <Color:7>♥<Color:Default>

# 15072_Kiryu
source: I need to talk to your father.
pt_br: Devo parlare con tuo padre.

# 15084_松岡里緒奈：源氏名
source: Huh!?
pt_br: Eh!?

# 15096_Kiryu
source: He was so drunk before that he may not have noticed me.
pt_br: Era così ubriaco prima che potrebbe non avermi notato.

# 15108_松岡里緒奈：源氏名
source: Wait a minute. What will you tell him?
pt_br: Aspetta un attimo. Cosa gli dirai?

# 15120_Kiryu
source: That we're going out, of course.
pt_br: Che usciamo insieme, ovviamente.

# 15132_松岡里緒奈：源氏名
source: No! You can't do that!
pt_br: No! Non puoi farlo!

# 15144_Kiryu
source: Why not?
pt_br: Perché no?

# 15156_松岡里緒奈：源氏名
source: He'd go crazy! He'd get all jealous of you trying to steal his daughter away!
pt_br: Impazzirebbe! Diventerebbe geloso di te che cerchi di portargli via la figlia!

# 15168_Kiryu
source: Hmm. That is a problem...
pt_br: Mmm. Questo è un problema...

# 15180_松岡里緒奈：源氏名
source: I'll figure out the best way to break it to him. Just wait a while longer. <Color:7>♥<Color:Default>
pt_br: Troverò il modo migliore per dirglielo. Aspetta solo un po' di più. <Color:7>♥<Color:Default>

# 15228_松岡里緒奈：源氏名
source: You're here. <Color:7>♥<Color:Default>
pt_br: Sei qui. <Color:7>♥<Color:Default>

# 15264_松岡里緒奈：源氏名
source: Welcome!
pt_br: Benvenuto!

# 15276_松岡里緒奈：源氏名
source: Welcome! <Color:7>♥<Color:Default>
pt_br: Benvenuto! <Color:7>♥<Color:Default>

# 15288_松岡里緒奈：源氏名
source: You came to see me! Thank you. I'm so happy to see you. <Color:7>♥<Color:Default>
pt_br: Sei venuto a trovarmi! Grazie. Sono così felice di vederti. <Color:7>♥<Color:Default>

# 15300_松岡里緒奈：源氏名
source: I had a lot of fun on our date. Thanks a lot, %s-san.
pt_br: Mi sono divertita molto al nostro appuntamento. Grazie mille, %s-san.

# 15312_松岡里緒奈：源氏名
source: I was waiting for you to show up for our date...
pt_br: Ti stavo aspettando per il nostro appuntamento...

# 15324_松岡里緒奈：源氏名
source: Too bad about before. Let's try again next time.
pt_br: Peccato per prima. Riproveremo la prossima volta.

# 15336_松岡里緒奈：源氏名
source: I was waiting for you to show up for our date...
pt_br: Ti stavo aspettando per il nostro appuntamento...

# 15348_松岡里緒奈：源氏名
source: I'm sorry about before. We should go again.
pt_br: Mi dispiace per prima. Dovremmo uscire di nuovo.

# 15372_松岡里緒奈：源氏名
source: Thanks for requesting me! I'm %s. It's a pleasure to meet you. <Color:7>♥<Color:Default>
pt_br: Grazie per avermi scelta! Sono %s. Piacere di conoscerti. <Color:7>♥<Color:Default>

# 15384_Kiryu
source: Hi.
pt_br: Ciao.

# 15396_松岡里緒奈：源氏名
source: Welcome.
pt_br: Benvenuto.

# 15408_Kiryu
source: Please make yourself at home.
pt_br: Fai come se fossi a casa tua.

# 15420_松岡里緒奈：源氏名
source: Did you come just to see me?
pt_br: Sei venuto solo per vedermi?

# 15432_松岡里緒奈：源氏名
source: I hope you have a good time.
pt_br: Spero ti diverta.

# 15444_松岡里緒奈：源氏名
source: I had a really good time on our date. <Color:7>♥<Color:Default>
pt_br: Mi sono divertita molto al nostro appuntamento. <Color:7>♥<Color:Default>

# 15456_松岡里緒奈：源氏名
source: We should go out again sometime.
pt_br: Dovremmo uscire di nuovo qualche volta.

# 15468_松岡里緒奈：源氏名
source: We should go out again sometime.
pt_br: Dovremmo uscire di nuovo qualche volta.

# 15480_松岡里緒奈：源氏名
source: %s-san, I guess we'll be together all day, huh? <Color:7>♥<Color:Default>
pt_br: %s-san, immagino che staremo insieme tutto il giorno, eh? <Color:7>♥<Color:Default>

# 15492_松岡里緒奈：源氏名
source: Will you take me out again sometime?
pt_br: Mi porterai di nuovo fuori qualche volta?

# 15504_松岡里緒奈：源氏名
source: Will you take me out again sometime?
pt_br: Mi porterai di nuovo fuori qualche volta?

# 15516_松岡里緒奈：源氏名
source: %s-san, you're looking great today! <Color:7>♥<Color:Default>
pt_br: %s-san, sei in gran forma oggi! <Color:7>♥<Color:Default>

# 15528_松岡里緒奈：源氏名
source: %s-san, you look quite nice today.
pt_br: %s-san, sei molto carino oggi.

# 15540_松岡里緒奈：源氏名
source: %s-san, you always look the same, don't you?
pt_br: %s-san, hai sempre lo stesso aspetto, vero?

# 15552_松岡里緒奈：源氏名
source: %s-san, do you really like that outfit? It's not quite to my taste.
pt_br: %s-san, ti piace davvero quel vestito? Non è proprio di mio gusto.

# 15564_松岡里緒奈：源氏名
source: %s-san... What's the story behind that outfit? Did you lose a bet or something?
pt_br: %s-san... qual è la storia dietro a quel vestito? Hai perso una scommessa o qualcosa del genere?

# 15588_松岡里緒奈：源氏名
source: You're looking great today! <Color:7>♥<Color:Default>
pt_br: Sei in gran forma oggi! <Color:7>♥<Color:Default>

# 15600_松岡里緒奈：源氏名
source: What? Is this really for me!?
pt_br: Cosa? È davvero per me!?

# 15612_Kiryu
source: I've always wanted something like this!
pt_br: Ho sempre desiderato una cosa del genere!

# 15624_F_cab_sitsofa_tlk_happy
source: Thank you!
pt_br: Grazie!

# 15636_松岡里緒奈：源氏名
source: Is that for me?
pt_br: È per me?

# 15660_松岡里緒奈：源氏名
source: Hm? You're giving that to me?
pt_br: Mh? Me lo stai dando?

# 15672_Kiryu
source: Uh, thanks...
pt_br: Uh, grazie...

# 15684_松岡里緒奈：源氏名
source: What is that?
pt_br: Cos'è?

# 15708_松岡里緒奈：源氏名
source: Wait, are you seriously trying to give this to me!?
pt_br: Aspetta, stai cercando seriamente di darmi questo!?

# 15732_松岡里緒奈：源氏名
source: Um... You already gave me one of those.
pt_br: Uhm... me ne hai già dato uno.

# 15744_Kiryu
source: Did you forget?
pt_br: Te ne sei dimenticato?

# 15756_松岡里緒奈：源氏名
source: What? Is this really for me!?
pt_br: Cosa? È davvero per me!?

# 15768_Kiryu
source: I've always wanted something like this!
pt_br: Ho sempre desiderato una cosa del genere!

# 15780_F_cab_sitsofa_tlk_happy
source: Thank you!
pt_br: Grazie!

# 15792_松岡里緒奈：源氏名
source: What would you like?
pt_br: Cosa desideri?

# 15816_Kiryu
source: Hmm, I'll have this.
pt_br: Mmm, prenderò questo.

# 15828_Kiryu
source: You're not going to drink? Are you serious?
pt_br: Non bevi? Sei serio?

# 15840_松岡里緒奈：源氏名
source: Your glass is empty! Would you like another drink?
pt_br: Il tuo bicchiere è vuoto! Vuoi un altro drink?

# 15864_Kiryu
source: Hmm, I'll have this.
pt_br: Mmm, prenderò questo.

# 15876_Kiryu
source: Oh... I guess you're not as heavy a drinker as I thought.
pt_br: Oh... immagino che tu non sia un bevitore così forte come pensavo.

# 15888_松岡里緒奈：源氏名
source: I love that, too.
pt_br: Anche a me piace.

# 15900_Kiryu
source: Drinking with you is going to be fun. <Color:7>♥<Color:Default>
pt_br: Sarà divertente bere con te. <Color:7>♥<Color:Default>

# 15912_松岡里緒奈：源氏名
source: You drink that, %s-san?
pt_br: Bevi quello, %s-san?

# 15924_Kiryu
source: Maybe I'll give it a try myself.
pt_br: Forse lo proverò anch'io.

# 15936_松岡里緒奈：源氏名
source: Okay.
pt_br: Ok.

# 15948_松岡里緒奈：源氏名
source: You really drink that? Is it good?
pt_br: Bevi davvero quello? È buono?

# 15960_松岡里緒奈：源氏名
source: You want to drink that?
pt_br: Vuoi bere quello?

# 15972_Kiryu
source: You're not much fun, you know.
pt_br: Non sei molto divertente, sai.

# 15984_松岡里緒奈：源氏名
source: Would you like something to eat?
pt_br: Vuoi qualcosa da mangiare?

# 16008_Kiryu
source: Hmm, I'll have this.
pt_br: Mmm, prenderò questo.

# 16020_Kiryu
source: Aren't you hungry?
pt_br: Non hai fame?

# 16032_松岡里緒奈：源氏名
source: Would you like something to eat?
pt_br: Vuoi qualcosa da mangiare?

# 16056_Kiryu
source: Hmm, I'll have this.
pt_br: Mmm, prenderò questo.

# 16068_Kiryu
source: Huh? Are you full already?
pt_br: Eh? Sei già sazio?

# 16080_松岡里緒奈：源氏名
source: I like that, too!
pt_br: Anche a me piace!

# 16092_Kiryu
source: Let's share! <Color:7>♥<Color:Default>
pt_br: Dividiamo! <Color:7>♥<Color:Default>

# 16104_松岡里緒奈：源氏名
source: You like that too, %s-san?
pt_br: Anche a te piace, %s-san?

# 16116_Kiryu
source: It's good, isn't it? <Color:7>♥<Color:Default>
pt_br: È buono, vero? <Color:7>♥<Color:Default>

# 16128_松岡里緒奈：源氏名
source: Okay.
pt_br: Ok.

# 16140_松岡里緒奈：源氏名
source: I didn't expect you to eat something like that.
pt_br: Non mi aspettavo che mangiassi una cosa del genere.

# 16152_松岡里緒奈：源氏名
source: I don't like that...
pt_br: Non mi piace...

# 16164_Kiryu
source: In fact, I don't understand why anyone likes that at all...
pt_br: Anzi, non capisco proprio perché a qualcuno piaccia...

# 16176_松岡里緒奈：源氏名
source: Okay, I'll place our order.
pt_br: Ok, farò l'ordinazione.

# 16200_Kiryu
source: Yes?
pt_br: Sì?

# 16212_F_cab_sitsofa_tlk_thinkA
source: Here is our order.
pt_br: Ecco il nostro ordine.

# 16224_Kiryu
source: Right away.
pt_br: Subito.

# 16248_松岡里緒奈：源氏名
source: Cheers!
pt_br: Salute!

# 16260_Kiryu
source: Cheers.
pt_br: Salute.

# 16272_F_cab_sitsofa_tlk_thinkA
source: Please enjoy yourself.
pt_br: Divertiti.

# 16284_松岡里緒奈：源氏名
source: Cheers!
pt_br: Salute!

# 16296_Kiryu
source: Cheers.
pt_br: Salute.

# 16308_F_cab_sitsofa_tlk_thinkA
source: Please enjoy yourself! <Color:7>♥<Color:Default>
pt_br: Divertiti! <Color:7>♥<Color:Default>

# 16320_松岡里緒奈：源氏名
source: Just a moment.
pt_br: Un momento.

# 16332_Kiryu
source: Sure.
pt_br: Certo.

# 16368_松岡里緒奈：源氏名
source: It was nice meeting you. <Color:7>♥<Color:Default>
pt_br: È stato un piacere conoscerti. <Color:7>♥<Color:Default>

# 16380_Kiryu
source: Sure.
pt_br: Certo.

# 16404_Kiryu
source: You got a business card.
pt_br: Hai ricevuto un biglietto da visita.

# 16440_Kiryu
source: (Maybe I'll request her next time.)
pt_br: (Forse la prossima volta chiederò di lei.)

# 16464_松岡里緒奈：源氏名
source: I hope to see you again! <Color:7>♥<Color:Default>
pt_br: Spero di rivederti! <Color:7>♥<Color:Default>

# 16476_Kiryu
source: Sure.
pt_br: Certo.

# 16500_Kiryu
source: You got a fancy business card.
pt_br: Hai ricevuto un bel biglietto da visita.

# 16548_松岡里緒奈：源氏名
source: Here you are!
pt_br: Ecco a lei!

# 16572_松岡里緒奈：源氏名
source: Do you mind if I smoke?
pt_br: Le spiace se fumo?

# 16584_Kiryu
source: Go ahead.
pt_br: Vai pure.

# 16596_松岡里緒奈：源氏名
source: Go on, drink up!
pt_br: Dai, bevi!

# 16608_Kiryu
source: Sure.
pt_br: Certo.

# 16620_松岡里緒奈：源氏名
source: I'll drink, too!
pt_br: Bevo anch'io!

# 16632_Kiryu
source: Sure.
pt_br: Certo.

# 16644_Kiryu
source: I should get going.
pt_br: Dovrei andare.

# 16656_F_cab_sitsofa_tlk_gakkariA
source: That's a good idea... There's always tomorrow...
pt_br: È una buona idea... c'è sempre domani...

# 16668_松岡里緒奈：源氏名
source: Hm? Is it that time already?
pt_br: Mh? È già così tardi?

# 16680_P_sitsofaR_tlk_yes
source: Yeah.
pt_br: Sì.

# 16788_松岡里緒奈：源氏名
source: Thanks for coming! <Color:7>♥<Color:Default>
pt_br: Grazie per essere venuto! <Color:7>♥<Color:Default>

# 16824_Kiryu
source: I hope to see you again! <Color:7>♥<Color:Default>
pt_br: Spero di rivederti! <Color:7>♥<Color:Default>

# 16836_Kiryu
source: Sure.
pt_br: Certo.

# 16848_F_cab_sitsofa_tlk_thinkA
source: Well, bye.
pt_br: Beh, ciao.

# 16884_Kiryu
source: Thanks for today. <Color:7>♥<Color:Default>
pt_br: Grazie per oggi. <Color:7>♥<Color:Default>

# 16896_Kiryu
source: Sure.
pt_br: Certo.

# 16908_F_cab_sitsofa_tlk_thinkA
source: Well, bye.
pt_br: Beh, ciao.

# 16944_Kiryu
source: I had so much fun. <Color:7>♥<Color:Default>
pt_br: Mi sono divertito così tanto. <Color:7>♥<Color:Default>

# 16956_Kiryu
source: I'm glad.
pt_br: Sono contento.

# 16968_F_cab_sitsofa_tlk_thinkA
source: I'll be waiting for you.
pt_br: Ti aspetterò.

# 17004_Kiryu
source: I love you! <Color:7>♥<Color:Default>
pt_br: Ti amo! <Color:7>♥<Color:Default>

# 17016_Kiryu
source: Thanks.
pt_br: Grazie.

# 17028_F_cab_sitsofa_tlk_thinkA
source: I'll be waiting for you.
pt_br: Ti aspetterò.

# 17076_松岡里緒奈：源氏名
source: Be careful on your way home.
pt_br: Fai attenzione tornando a casa.

# 17088_Kiryu
source: After date.
pt_br: Dopo l'appuntamento.

# 17100_松岡里緒奈：源氏名
source: Hey, Kiryu-san. I've been kind of bored recently.
pt_br: Ehi, Kiryu-san. Ultimamente mi sono un po' annoiata.

# 17112_Kiryu
source: Have you heard any interesting stories? I'd love to hear them.
pt_br: Hai sentito qualche storia interessante? Mi piacerebbe sentirla.

# 17124_P_sitsofaR_tlk_quest
source: Interesting stories? Let me think...
pt_br: Storie interessanti? Fammi pensare...

# 17136_Kiryu
source: No... I can't think of anything right now.
pt_br: No... non mi viene in mente niente al momento.

# 17256_松岡里緒奈：源氏名
source: I played soccer when I was in junior high. I was pretty good, too. I could hold my own against the boys, you know.
pt_br: Giocavo a calcio quando ero alle medie. Ero anche piuttosto brava. Sapevo tener testa ai ragazzi, sai.

# 17268_Kiryu
source: You were on the girls' soccer team, huh?
pt_br: Eri nella squadra di calcio femminile, eh?

# 17280_松岡里緒奈：源氏名
source: Oh, no. I got special permission to join the boys' team. I was a regular player, too.
pt_br: Oh, no. Ho ottenuto un permesso speciale per unirmi alla squadra maschile. Ero anche una titolare.

# 17292_Kiryu
source: That's impressive.
pt_br: Impressionante.

# 17304_松岡里緒奈：源氏名
source: My dream was to play in the national championships in high school, but...
pt_br: Il mio sogno era giocare nei campionati nazionali al liceo, ma...

# 17316_Kiryu
source: But?
pt_br: Ma?

# 17328_松岡里緒奈：源氏名
source: I had to quit before I got into high school. I had a... physical problem.
pt_br: Ho dovuto smettere prima di entrare al liceo. Ho avuto un... problema fisico.

# 17340_Kiryu
source: Were you injured?
pt_br: Ti sei infortunata?

# 17352_松岡里緒奈：源氏名
source: No... It was more of a handicap.
pt_br: No... era più un handicap.

# 17364_Kiryu
source: Let me try to guess where the problem was.
pt_br: Lascia che provi a indovinare dov'era il problema.

# 17376_松岡里緒奈：源氏名
source: I don't usually wear many accessories on my days off, but I think I'll try something for a change.
pt_br: Di solito non indosso molti accessori nei miei giorni liberi, ma penso che proverò qualcosa per cambiare.

# 17388_Kiryu
source: Sounds like a good idea to me.
pt_br: Mi sembra una buona idea.

# 17400_松岡里緒奈：源氏名
source: But I don't have enough money to buy many. If I wore an accessory on just one part of my body, where should it be?
pt_br: Ma non ho abbastanza soldi per comprarne molti. Se indossassi un accessorio solo su una parte del mio corpo, dove dovrebbe essere?

# 17448_松岡里緒奈：源氏名
source: Look! This is the present you gave me!
pt_br: Guarda! Questo è il regalo che mi hai fatto!

# 17460_Kiryu
source: It looks great! I'll always treasure it. <Color:7>♥<Color:Default>
pt_br: È bellissimo! Lo conserverò per sempre. <Color:7>♥<Color:Default>

# 17472_松岡里緒奈：源氏名
source: I'm a little thirsty! Can I order a <Color:7>Beer?<Color:Default>
pt_br: Ho un po' sete! Posso ordinare una <Color:7>Birra?<Color:Default>

# 17484_松岡里緒奈：源氏名
source: Yay! I'll order, then.
pt_br: Evviva! Allora ordino.

# 17496_F_cab_sitsofa_sync_order
source: Excuse me!
pt_br: Scusi!

# 17508_Kiryu
source: Sorry, I guess I don't have enough money...
pt_br: Scusa, credo di non avere abbastanza soldi...

# 17520_松岡里緒奈：源氏名
source: Huh!? Seriously!? What, are you poor?
pt_br: Eh!? Sul serio!? Cosa, sei povero?

# 17532_松岡里緒奈：源氏名
source: Huh? You're so stingy, %s-san...
pt_br: Eh? Sei così tirchio, %s-san...

# 17544_松岡里緒奈：源氏名
source: I'm hungry! Can I order something to eat?
pt_br: Ho fame! Posso ordinare qualcosa da mangiare?

# 17568_Kiryu
source: Yay! I'll order, then.
pt_br: Evviva! Allora ordino.

# 17580_F_cab_sitsofa_sync_order
source: Excuse me!
pt_br: Scusi!

# 17604_Kiryu
source: Aw. Why not?
pt_br: Uffa. Perché no?

# 17616_松岡里緒奈：源氏名
source: I thought your email was hilarious! <Color:7>♥<Color:Default>
pt_br: Ho pensato che la tua e-mail fosse esilarante! <Color:7>♥<Color:Default>

# 17628_松岡里緒奈：源氏名
source: I guess mine was a little hard to read, all bunched up like that, but most people would just ignore that.
pt_br: Immagino che la mia fosse un po' difficile da leggere, tutta ammassata così, ma la maggior parte della gente l'avrebbe semplicemente ignorata.

# 17640_Kiryu
source: Hehehe.
pt_br: Ah ah ah.

# 17652_松岡里緒奈：源氏名
source: You wear sunglasses too, huh? And at night! That's pretty cool. <Color:7>♥<Color:Default>
pt_br: Anche tu porti gli occhiali da sole, eh? E di notte! È forte. <Color:7>♥<Color:Default>

# 17664_松岡里緒奈：源氏名
source: But I think you'd look pretty dangerous with sunglasses on. Like some kind of fugitive or something. <Color:7>♥<Color:Default>
pt_br: Ma penso che con gli occhiali da sole sembreresti piuttosto pericoloso. Come una specie di fuggitivo o qualcosa del genere. <Color:7>♥<Color:Default>

# 17676_Kiryu
source: You're more right than you know...
pt_br: Hai più ragione di quanto pensi...

# 17688_松岡里緒奈：源氏名
source: Hmm... Maybe I've been drinking too much. I've been exercising, but it doesn't seem to be having any effect.
pt_br: Mmm... forse ho bevuto troppo. Ho fatto esercizio, ma non sembra avere alcun effetto.
