Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0102059b.po
Languages: pt

# 56_Saito
source: So that's the bitch who went running to the police, begging to see Saejima.
pt: Quindi è questa la stronza che è corsa dalla polizia, implorando di vedere Saejima.

# 80_Kiryu
source: Who are these guys, Hamazaki?
pt: Chi sono questi, Hamazaki?

# 92_Hamazaki
source: Guards. From that shithole "penitentiary" I was telling you about. These pricks are the cruelest goons in the business.
pt: Guardie. Da quel cesso di "penitenziario" di cui ti parlavo. Questi stronzi sono i sicari più crudeli del settore.

# 104_Saito
source: Heh. Rich, coming from an escaped convict.
pt: Eh. Bella questa, detta da un evaso.

# 116_Hamazaki
source: Look, I'll go back with you. Whatever I gotta do.
pt: Senti, tornerò con te. Qualsiasi cosa debba fare.

# 128_Hamazaki
source: Just... leave these two out of it. They don't got a damn thing to do with this.
pt: Lascia solo... questi due fuori da questa storia. Non c'entrano un cazzo.

# 140_Saito
source: No can do.
pt: Non si può.

# 152_Saito
source: Don't worry, Hamazaki. We're not gonna kill you. But you're gonna need a serious attitude adjustment once we get you back in the slammer. Might have to beat you 'til you change.
pt: Non preoccuparti, Hamazaki. Non ti uccideremo. Ma avrai bisogno di una seria raddrizzata una volta che ti riporteremo in gattabuia. Potremmo doverti pestare finché non cambi.

# 164_Saito
source: Either way... the bitch isn't going anywhere.
pt: In ogni caso... la stronza non va da nessuna parte.

# 176_Hamazaki
source: Why!? This is between you and me!
pt: Perché!? Questa è una faccenda tra me e te!

# 188_Saito
source: Sorry, but warden's orders. He told me to bring him Taiga Saejima's sister, and that's exactly what I'm gonna do.
pt: Spiacente, ma sono ordini del direttore. Mi ha detto di portargli la sorella di Taiga Saejima, ed è esattamente quello che farò.

# 200_Yasuko
source: Me? But why would...
pt: Io? Ma perché...

# 212_Hamazaki
source: This is a load of bull!
pt: Questa è una stronzata!

# 236_Hamazaki
source: Huh?
pt: Eh?

# 248_Kiryu
source: Take care of Yasuko-san.
pt: Prenditi cura di Yasuko-san.

# 260_Hamazaki
source: What? What're you saying, Kiryu?
pt: Cosa? Che stai dicendo, Kiryu?

# 272_Kiryu
source: I'll handle the guards. You stay behind me and keep her safe. Understand?
pt: Mi occupo io delle guardie. Tu resta dietro di me e tienila al sicuro. Capito?

# 284_Hamazaki
source: ...Yeah.
pt: ...Sì.

# 296_Kiryu
source: You hear that? If you want to get to Yasuko, you're going to have to go through me.
pt: Avete sentito? Se volete arrivare a Yasuko, dovrete passare sul mio cadavere.

# 308_Saito
source: And who are you, tough guy?
pt: E tu chi saresti, duro?

# 320_Kiryu
source: Someone who's spent almost a quarter of his life in prison.
pt: Qualcuno che ha passato quasi un quarto della sua vita in prigione.

# 332_Kiryu
source: And I can tell... you're no ordinary guards.
pt: E posso dire... che non siete guardie comuni.

# 344_Saito
source: Hmph. Step aside, pal. Or who knows? We might just "accidentally" beat you to death.
pt: Umpf. Fatti da parte, amico. O chi lo sa? Potremmo anche "accidentalmente" picchiarti a morte.

# 356_Kiryu
source: I think you'll find that's not as easy as you expect.
pt: Penso che scoprirai che non è così facile come ti aspetti.

# 368_Saito
source: Heh, your funeral.
pt: Eh, peggio per te.

# 380_Saito
source: No more fucking around! Slaughter him!
pt: Basta cazzeggiare! Massacratelo!
