Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0002049b.po
Languages: pt_br

source: Manager of Midori
pt_br: Manager del Midori

# 56_Manager of Midori
source: Ah, it's you, sir! The lady you're looking for is inside.
pt_br: Ah, è lei, signore! La donna che cerca è dentro.

# 68_Tanimura
source: Okay, can you get her for me?
pt_br: Ok, può chiamarmela?

# 80_Manager of Midori
source: Sure... I mean I would, but... Ah, it's a bit complicated.
pt_br: Certo... cioè, lo farei, ma... ah, è un po' complicato.

# 92_Tanimura
source: What, is she busy or something?
pt_br: Cosa, è impegnata o qualcosa del genere?

# 104_Manager of Midori
source: No, she's free... It's just...
pt_br: No, è libera... è solo che...

# 116_Tanimura
source: Spit it out already.
pt_br: Sputa il rospo.

# 128_Manager of Midori
source: Well, I... Hah... I realize I'm actually in a pretty awkward position here. But if this woman really is the one you're looking for, then uh...
pt_br: Beh, io... ah... mi rendo conto di essere in una posizione piuttosto scomoda. Ma se questa donna è davvero quella che sta cercando, allora uhm...

# 140_Tanimura
source: Yes?
pt_br: Sì?

# 152_Manager of Midori
source: Could you, maybe... figure out a way to skip next month's inspection?
pt_br: Potrebbe, magari... trovare un modo per saltare l'ispezione del mese prossimo?

# 176_Manager of Midori
source: A bunch of new workers from Korea just arrived, you see, and another raid would ruin us!
pt_br: Vede, sono appena arrivate un sacco di nuove lavoratrici dalla Corea, e un'altra retata ci rovinerebbe!

# 200_Manager of Midori
source: I'm begging you! Think of all the good I'm doing for these people!
pt_br: La supplico! Pensi a tutto il bene che sto facendo per questa gente!

# 212_Tanimura
source: Uh-huh. Then I guess it wouldn't kill you to pay them right.
pt_br: Certo. E allora immagino che pagarle il giusto non la ucciderebbe.

# 224_Manager of Midori
source: Huh?
pt_br: Uh?

# 236_Tanimura
source: I'm saying you need to give these girls the money they deserve. Don't just skim off the top 'cause you think no one's watching. Because someone is.
pt_br: Sto dicendo che deve dare a queste ragazze i soldi che meritano. Non si limiti a intascare la loro parte solo perché pensa che nessuno la stia guardando. Perché qualcuno la guarda.

# 248_Tanimura
source: Treat your workers with respect, and make sure they earn a decent living.
pt_br: Tratti le sue lavoratrici con rispetto e si assicuri che guadagnino abbastanza per vivere dignitosamente.

# 260_Tanimura
source: Do that, and I'll see what I can do about the inspection. Maybe we can even be civil.
pt_br: Faccia questo, e vedrò cosa posso fare per l'ispezione. Forse potremo anche essere civili.

# 272_Manager of Midori
source: Understood! It'll happen just as you said. You have my word!
pt_br: Capito! Sarà fatto proprio come ha detto. Ha la mia parola!

# 284_Tanimura
source: Okay then. Let's see who you found.
pt_br: Bene, allora. Vediamo chi ha trovato.
