Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c022a.po
Languages: pt_br

source: I gotta get going. Come by the club again sometime soon!
pt_br: Devo andare. Fatti rivedere al club presto!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Player
pt_br: Giocatore

# 116_Maya
source: Hmm... Choices, choices. What to get?
pt_br: Mmm... C'è l'imbarazzo della scelta. Cosa prendo?

# 128_Player
source: We can figure that out inside.
pt_br: Ci pensiamo dentro.

# 152_Maya
source: Hmm... Choices, choices. What to get?
pt_br: Mmm... C'è l'imbarazzo della scelta. Cosa prendo?

# 164_Player
source: Hold up. I didn't bring enough money.
pt_br: Aspetta un attimo. Non ho abbastanza soldi dietro.

# 176_Maya
source: Seriously? No credit card or anything?
pt_br: Sul serio? Niente carta di credito o altro?

# 200_Maya
source: Are you kidding me!? I'm going home. See you later.
pt_br: Ma mi prendi in giro!? Me ne vado a casa. Ci vediamo.

# 212_Player
source: (I should've made sure I had some cash...)
pt_br: (Avrei dovuto assicurarmi di avere un po' di grana...)

# 320_Maya
source: Wow, for me? Nice! Wish I got the chance to wear stuff like this more often.
pt_br: Wow, per me? Forte! Magari avessi l'occasione di indossare roba così più spesso.

# 332_Player
source: No problem.
pt_br: Nessun problema.

# 344_Maya
source: I'll treasure it, thank you so much! <Color:7>♥<Color:Default>
pt_br: Ne farò tesoro, grazie di cuore! <Color:7>♥<Color:Default>

# 380_Maya
source: You're really going to buy it for me? Thanks.
pt_br: Davvero me lo prendi? Grazie.

# 392_Player
source: Sure.
pt_br: Certo.

# 404_Maya
source: I gotta get going. Come by the club again sometime soon!
pt_br: Devo andare. Fatti rivedere al club presto!

# 428_Maya
source: Wow. You picked this out for me?
pt_br: Wow. L'hai scelto tu per me?

# 440_Player
source: Yeah, is it okay?
pt_br: Sì, va bene?

# 452_Maya
source: You missed the mark a bit, it's not my style.
pt_br: Non l'hai azzeccata in pieno, non è il mio stile.

# 464_Player
source: It's not?
pt_br: Non lo è?

# 476_Maya
source: I should get going. See you at the club!
pt_br: Mi sa che devo andare. Ci si vede al club!

# 488_Player
source: (She didn't like the present...)
pt_br: (Non le è piaciuto il regalo...)

# 596_Maya
source: Hmm... Choices, choices. What to get?
pt_br: Mmm... C'è l'imbarazzo della scelta. Cosa prendo?

# 608_Player
source: We can figure that out inside.
pt_br: Ci pensiamo dentro.

# 632_Maya
source: Hmm... Choices, choices. What to get?
pt_br: Mmm... C'è l'imbarazzo della scelta. Cosa prendo?

# 644_Player
source: Hold up. I didn't bring enough money.
pt_br: Aspetta un attimo. Non ho abbastanza soldi dietro.

# 656_Maya
source: Seriously? No credit card or anything?
pt_br: Sul serio? Niente carta di credito o altro?

# 680_Maya
source: Are you kidding me!? I'm going home. See you later.
pt_br: Ma mi prendi in giro!? Me ne vado a casa. Ci vediamo.

# 692_Player
source: (I should've made sure I had some cash...)
pt_br: (Avrei dovuto assicurarmi di avere un po' di grana...)

# 800_Maya
source: Wow, for me? Nice! Wish I got the chance to wear stuff like this more often.
pt_br: Wow, per me? Forte! Magari avessi l'occasione di indossare roba così più spesso.

# 824_Maya
source: I'll treasure it, thank you so much! <Color:7>♥<Color:Default>
pt_br: Ne farò tesoro, grazie di cuore! <Color:7>♥<Color:Default>

# 836_Maya
source: Wanna head to the club?
pt_br: Ti va di andare al club?

# 848_Player
source: Okay.
pt_br: Ok.

# 872_Maya
source: You're really going to buy it for me? Thanks.
pt_br: Davvero me lo prendi? Grazie.

# 884_Player
source: Sure.
pt_br: Certo.

# 896_Maya
source: Wanna go the club?
pt_br: Ti va di andare al club?

# 908_Player
source: Yeah.
pt_br: Sì.

# 932_Maya
source: Wow. You picked this out for me?
pt_br: Wow. L'hai scelto tu per me?

# 944_Player
source: Yeah, is it okay?
pt_br: Sì, va bene?

# 956_Maya
source: You missed the mark a bit... It's not really my style.
pt_br: L'hai mancata di poco... Non è proprio il mio genere.

# 968_Player
source: It's not?
pt_br: Non lo è?

# 980_Maya
source: Wanna hit up the club now?
pt_br: Vuoi fare un salto al locale adesso?

# 992_Player
source: (She didn't like the present...)
pt_br: (Non le è piaciuto il regalo...)
