Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c000a.po
Languages: pt_br

source: Thank you!
pt_br: Grazie!

source: Cheers!
pt_br: Salute!

source: Cheers!
pt_br: Salute!

source: Here you are!
pt_br: Ecco a lei!

source: Well, if you do hear something, be sure and let me know, okay?
pt_br: Beh, se senti qualcosa, mi raccomando, fammelo sapere, ok?

source: Excuse me!
pt_br: Scusi!

source: Player
pt_br: Giocatore

source: Waiter
pt_br: Staff

# 4080_Tanimura
source: I really don't see many girls like you working at hostess clubs.
pt_br: Davvero, non si incontrano molte ragazze come te a fare la hostess.

# 4092_Chihiro
source: You don't?
pt_br: Ah, no?

# 4104_Tanimura
source: Yeah. Why'd you start working here, anyway?
pt_br: Sì. Ma come mai hai iniziato a lavorare qui?

# 4116_Chihiro
source: Well... I have a dream.
pt_br: Beh... Ho un sogno.

# 4128_Tanimura
source: A dream?
pt_br: Un sogno?

# 4140_Chihiro
source: Yes. Don't laugh.
pt_br: Sì. Non ridere.

# 4152_Chihiro
source: I want to be an actress.
pt_br: Voglio fare l'attrice.

# 4164_Tanimura
source: You do? Wow.
pt_br: Davvero? Wow.

# 4176_Chihiro
source: I go to college here, but the real reason I came to the city was to act.
pt_br: Vado all'università qui, ma il vero motivo per cui sono venuta in città è per recitare.

# 4188_Chihiro
source: Ever since I was a little girl, I've looked up to the actresses on TV and in the movies.
pt_br: Fin da quando ero bambina, ho sempre ammirato le attrici in TV e nei film.

# 4200_Chihiro
source: So I started working as a hostess to make money for acting lessons, voice training, stuff like that.
pt_br: Così ho iniziato a lavorare come hostess per guadagnare soldi per lezioni di recitazione, dizione, cose del genere.

# 4212_Tanimura
source: I see. Do those kinds of lessons cost a lot?
pt_br: Capisco. Costano molto quel tipo di lezioni?

# 4224_Chihiro
source: Yes. Acting school can be expensive.
pt_br: Sì. Le scuole di recitazione possono essere costose.

# 4236_Chihiro
source: I couldn't make enough working normal part-time jobs, so I thought I'd try this.
pt_br: Non riuscivo a guadagnare abbastanza con i normali lavori part-time, così ho pensato di provare questo.

# 4248_Chihiro
source: I'm going to work as hard as I can to make my dream come true!
pt_br: Lavorerò più sodo che posso per realizzare il mio sogno!

# 4260_Tanimura
source: What sort of actress do you want to be?
pt_br: Che tipo di attrice vuoi diventare?

# 4272_Chihiro
source: Well... I want to be the sort of actress who inspires people.
pt_br: Beh... voglio essere il tipo di attrice che ispira le persone.

# 4284_Chihiro
source: And the kind that would be popular with women her age. And with kids. I hope I'm good enough for that.
pt_br: E il tipo che piace alle donne della sua età. E ai bambini. Spero di essere abbastanza brava per quello.

# 4296_Tanimura
source: All right. I'm pulling for you.
pt_br: Va bene. Faccio il tifo per te.

# 4308_Chihiro
source: Hehe. You're sweet. Thank you.
pt_br: Ehe. Sei dolce. Grazie.

# 4320_Tanimura
source: You're welcome.
pt_br: Prego.

# 4332_Chihiro
source: I'll do my best. You just wait and see!
pt_br: Farò del mio meglio. Stai a vedere!

# 4344_Tanimura
source: Good luck.
pt_br: Buona fortuna.

# 4356_Tanimura
source: You're both a college student and a hostess? Sounds pretty tough.
pt_br: Sei sia una studentessa universitaria che un'hostess? Sembra piuttosto dura.

# 4368_Chihiro
source: No, not really. I'm enjoying everything I do!
pt_br: No, non proprio. Mi piace tutto quello che faccio!

# 4380_Chihiro
source: I love to learn at school, and when I'm here, I learn even more from talking to my customers.
pt_br: Amo imparare a scuola, e quando sono qui, imparo ancora di più parlando con i miei clienti.

# 4392_Tanimura
source: All right. If you enjoy it, it's okay.
pt_br: Va bene. Se ti piace, va bene.

# 4404_Chihiro
source: Yep. I hope to learn a lot from you, too.
pt_br: Già. Spero di imparare molto anche da te.

# 4416_Tanimura
source: But I'm not sure what I could teach you.
pt_br: Ma non sono sicuro di cosa potrei insegnarti.

# 4428_Chihiro
source: Hehe, I'm sure we can think of something. <Color:7>♥<Color:Default>
pt_br: Ehe, sono sicura che possiamo pensare a qualcosa. <Color:7>♥<Color:Default>

# 4440_Tanimura
source: How much money are you trying to make?
pt_br: Quanti soldi stai cercando di guadagnare?

# 4452_Chihiro
source: Well, my goal is one million yen.
pt_br: Beh, il mio obiettivo è un milione di yen.

# 4464_Tanimura
source: Earning that much at a hostess club can be tricky.
pt_br: Guadagnare così tanto in un hostess club può essere complicato.

# 4476_Chihiro
source: Why do you say that?
pt_br: Perché dici così?

# 4488_Tanimura
source: Well, if you're popular, you could make that much fairly quickly. But if not, it could take a while.
pt_br: Beh, se sei popolare, potresti guadagnarli abbastanza velocemente. Ma se no, potrebbe volerci un po'.

# 4500_Chihiro
source: So I need to be popular... Maybe I shouldn't have become a hostess after all.
pt_br: Quindi devo essere popolare... Forse non sarei dovuta diventare un'hostess, dopotutto.

# 4524_Chihiro
source: I'm in the kabuki theater club at my college.
pt_br: Sono nel club di teatro kabuki della mia università.

# 4536_Tanimura
source: Kabuki theater? I've never heard of a club like that.
pt_br: Teatro kabuki? Non ho mai sentito di un club del genere.

# 4548_Chihiro
source: Yeah. I only joined because I thought it would help me become an actress, but it's actually very interesting.
pt_br: Sì. Mi sono iscritta solo perché pensavo mi avrebbe aiutata a diventare un'attrice, ma in realtà è molto interessante.

# 4560_Chihiro
source: The actors' motions, facial expressions, and voices are fascinating.
pt_br: I movimenti degli attori, le espressioni facciali e le voci sono affascinanti.

# 4572_Tanimura
source: Huh...
pt_br: Eh...

# 4584_Tanimura
source: Can you try a little bit for me? I'd like to see what it looks like.
pt_br: Puoi provare un po' per me? Vorrei vedere com'è.

# 4596_Chihiro
source: What!? You mean right here!?
pt_br: Cosa!? Vuoi dire qui!?

# 4608_Chihiro
source: Um... Okay. Just a little bit.
pt_br: Um... Okay. Solo un pochino.

# 4632_Chihiro
source: "Hear me, traveler! You who stand before the gate!"
pt_br: "Ascoltami, viaggiatore! Tu che stai davanti al cancello!"

# 4644_Chihiro
source: What do you think?
pt_br: Cosa ne pensa?

# 4656_Tanimura
source: Wow. You've got that kabuki style down.
pt_br: Wow. Hai imparato bene lo stile kabuki.

# 4668_Chihiro
source: Oh? Well, thanks for the compliment, but I think you're just being nice.
pt_br: Oh? Beh, grazie per il complimento, ma penso tu sia solo gentile.

# 4680_Tanimura
source: No, I mean it. I've never seen a girl do kabuki. I'm impressed.
pt_br: No, dico sul serio. Non ho mai visto una ragazza fare kabuki. Sono impressionato.

# 4692_Chihiro
source: Hehe. Thank you. <Color:7>♥<Color:Default>
pt_br: Hehe. Grazie. <Color:7>♥<Color:Default>

# 4704_Tanimura
source: That's an unusual hobby.
pt_br: È un hobby insolito.

# 4716_Chihiro
source: Haha! People tell me that a lot. But it's fun!
pt_br: Haha! Me lo dicono in molti. Ma è divertente!

# 4728_Tanimura
source: That's good.
pt_br: Bene.

# 4740_Chihiro
source: Do you have any hobbies?
pt_br: Tu hai qualche hobby?

# 4752_Tanimura
source: Well, I like gambling.
pt_br: Beh, mi piace il gioco d'azzardo.

# 4764_Chihiro
source: Gambling? You mean slots and pachinko?
pt_br: Gioco d'azzardo? Intendi slot e pachinko?

# 4776_Tanimura
source: I'm more of a mahjong or horse racing fan.
pt_br: Sono più un tipo da mahjong o corse di cavalli.

# 4788_Chihiro
source: Huh. That sounds like something an old man would like.
pt_br: Uh. Sembra qualcosa che piacerebbe a un vecchio.

# 4812_Tanimura
source: Why didn't you join a normal theater club?
pt_br: Perché non ti sei iscritta a un normale club di teatro?

# 4824_Chihiro
source: What do you mean?
pt_br: Cosa intendi?

# 4836_Tanimura
source: Well, you want to be an actress in movies, not in kabuki, right?
pt_br: Beh, vuoi fare l'attrice nei film, non nel kabuki, giusto?

# 4848_Chihiro
source: That's true... Come to think of it, women don't usually act in kabuki, do they?
pt_br: È vero... A pensarci bene, le donne di solito non recitano nel kabuki, vero?

# 4860_Tanimura
source: Right. It might be a better experience to do normal theater.
pt_br: Giusto. Potrebbe essere un'esperienza migliore fare teatro normale.

# 4872_Chihiro
source: But every actor does normal theater. Wouldn't kabuki be better because it's so different?
pt_br: Ma tutti gli attori fanno teatro normale. Il kabuki non sarebbe meglio perché è così diverso?

# 4884_Tanimura
source: Huh. I hadn't thought of that.
pt_br: Uh. Non ci avevo pensato.

# 4896_Chihiro
source: Well, I'm going to make the best of it.
pt_br: Beh, cercherò di trarne il meglio.

# 4908_Chihiro
source: This might be a bit awkward, but why do you go to hostess clubs?
pt_br: Potrebbe essere un po' imbarazzante, ma perché vai negli hostess club?

# 4920_Tanimura
source: That's a tough one... I guess it's for the stress relief. Drinking and talking with pretty girls helps me wind down.
pt_br: Questa è difficile... Immagino sia per alleviare lo stress. Bere e parlare con belle ragazze mi aiuta a rilassarmi.

# 4932_Chihiro
source: Ah, I see.
pt_br: Ah, capisco.

# 4944_Chihiro
source: Then what do you think is the best way to become a popular hostess?
pt_br: Allora qual è secondo te il modo migliore per diventare un'hostess popolare?

# 4956_Tanimura
source: That's a toughie, too. Well, the job of a hostess is to be the ideal woman. From their customer's point of view, at least.
pt_br: Anche questa è difficile. Beh, il lavoro di un'hostess è essere la donna ideale. Almeno dal punto di vista del cliente.

# 4968_Chihiro
source: I have to be... ideal?
pt_br: Devo essere... ideale?

# 4980_Tanimura
source: Yeah, whatever they might think that is. Pretty, considerate, a good conversationalist. Things like that.
pt_br: Sì, qualsiasi cosa pensino che sia. Bella, premurosa, una brava conversatrice. Cose del genere.

# 4992_Tanimura
source: Hey, you want to be an actress, right? You could try to play the part of the ideal woman.
pt_br: Ehi, vuoi fare l'attrice, giusto? Potresti provare a recitare la parte della donna ideale.

# 5004_Chihiro
source: Maybe. I'm still not sure I understand, though.
pt_br: Forse. Ma non sono ancora sicura di aver capito.

# 5016_Chihiro
source: I know! It could help if you tell me what your ideal woman is.
pt_br: Lo so! Potrebbe aiutare se mi dici qual è la tua donna ideale.

# 5028_Tanimura
source: A pure and innocent woman.
pt_br: Una donna pura e innocente.

# 5040_Chihiro
source: Huh? That's your type?
pt_br: Eh? È il tuo tipo?

# 5052_Tanimura
source: If I had to choose.
pt_br: Se dovessi scegliere.

# 5064_Chihiro
source: But that sounds like me. I mean, it's odd to say that myself, but...
pt_br: Ma questa sembro io. Voglio dire, è strano dirlo da sola, ma...

# 5076_Chihiro
source: Are you saying I'm your ideal woman?
pt_br: Stai dicendo che sono la tua donna ideale?

# 5088_Tanimura
source: Maybe...
pt_br: Forse...

# 5100_Chihiro
source: Really!? Wow!
pt_br: Davvero!? Wow!

# 5112_Tanimura
source: A strong-willed woman.
pt_br: Una donna determinata.

# 5124_Chihiro
source: You mean a tough girl?
pt_br: Intendi una ragazza tosta?

# 5136_Chihiro
source: "Down that drink right now, you lowly worm!"
pt_br: "Bevi subito quel drink, misero verme!"

# 5148_Chihiro
source: That kind of thing?
pt_br: Una cosa del genere?

# 5160_Tanimura
source: Um, that's not quite what I had in mind.
pt_br: Um, non è proprio quello che avevo in mente.

# 5172_Chihiro
source: Okay...
pt_br: Va bene...

# 5184_Chihiro
source: "Drink that before I smack you!"
pt_br: "Bevilo prima che ti dia un ceffone!"

# 5196_Chihiro
source: How about that?
pt_br: Che ne dici di questo?

# 5208_Tanimura
source: No, that's not it either.
pt_br: No, non è neanche questo.

# 5220_Chihiro
source: I don't get it. This is hard...
pt_br: Non capisco. È difficile...

# 5232_Tanimura
source: Give up?
pt_br: Ti arrendi?

# 5244_Chihiro
source: No! I just have to research strong-willed women some more. I'll be ready next time!
pt_br: No! Devo solo fare più ricerche sulle donne determinate. Sarò pronta la prossima volta!

# 5256_Tanimura
source: Haha. That's one way to go about it.
pt_br: Haha. È un modo di vederla.

# 5268_Tanimura
source: A ditzy woman.
pt_br: Una donna svampita.

# 5280_Chihiro
source: Like those celebrities on TV?
pt_br: Come quelle celebrità in TV?

# 5292_Tanimura
source: Yeah, I guess that could work.
pt_br: Sì, immagino possa funzionare.

# 5304_Chihiro
source: Okay, then. I'll try to be ditzy next time.
pt_br: Okay, allora. Proverò a essere svampita la prossima volta.

# 5316_Tanimura
source: Hmm. If you have to try, it probably won't work.
pt_br: Hmm. Se devi provarci, probabilmente non funzionerà.

# 5328_Chihiro
source: It won't? But I'll make sure you don't notice that I'm acting.
pt_br: No? Ma farò in modo che tu non ti accorga che sto recitando.

# 5340_Tanimura
source: But you just told me you're gonna be acting. Doesn't that defeat the purpose?
pt_br: Ma mi hai appena detto che reciterai. Non vanifica lo scopo?

# 5352_Chihiro
source: Wha...? Oh no, what should I do?
pt_br: Co...? Oh no, cosa devo fare?

# 5364_Tanimura
source: Heh, you might be ditzy enough as it is.
pt_br: Eh, potresti essere già abbastanza svampita così come sei.

# 5376_Chihiro
source: I'm twenty years old, and I've only had three boyfriends.
pt_br: Ho vent'anni e ho avuto solo tre ragazzi.

# 5388_Tanimura
source: Really?
pt_br: Davvero?

# 5400_Chihiro
source: Yeah. It's pretty unusual to have only had three boyfriends by my age, don't you think?
pt_br: Sì. È abbastanza insolito aver avuto solo tre ragazzi alla mia età, non credi?

# 5412_Tanimura
source: Oh, I don't know. The number isn't all that important.
pt_br: Oh, non saprei. Il numero non è poi così importante.

# 5424_Tanimura
source: It's the relationships themselves that really matter.
pt_br: Sono le relazioni in sé che contano davvero.

# 5436_Chihiro
source: You're probably right. What were you like when you were twenty?
pt_br: Probabilmente hai ragione. Tu com'eri a vent'anni?

# 5448_Tanimura
source: When I was twenty?
pt_br: A vent'anni?

# 5460_Tanimura
source: All I thought about was girls.
pt_br: Pensavo solo alle ragazze.

# 5472_Chihiro
source: Really? You were kinda a ladies' man, huh?
pt_br: Davvero? Eri una specie di rubacuori, eh?

# 5484_Tanimura
source: I certainly thought so at the time.
pt_br: Di certo lo pensavo all'epoca.

# 5496_Chihiro
source: Hmm... Maybe I should be on my guard.
pt_br: Hmm... Forse dovrei stare in guardia.

# 5508_Tanimura
source: What's that supposed to mean?
pt_br: Cosa dovrebbe significare?

# 5520_Chihiro
source: Who knows what might happen to an innocent girl like me, with an experienced man like you?
pt_br: Chissà cosa potrebbe succedere a una ragazza innocente come me, con un uomo esperto come te?

# 5532_Tanimura
source: Now just a minute! Who are you calling experienced?
pt_br: Aspetta un attimo! A chi hai dato dell'esperto?

# 5544_Chihiro
source: Hehe. <Color:7>♥<Color:Default>
pt_br: Ehe. <Color:7>♥<Color:Default>

# 5556_Tanimura
source: I wasn't interested in love yet.
pt_br: Non ero ancora interessato all'amore.

# 5568_Chihiro
source: Huh. I would've thought you'd have plenty of girlfriends by then.
pt_br: Uh. Avrei pensato che avessi già avuto un sacco di ragazze.

# 5580_Tanimura
source: I didn't have time for it. I've had a pretty rough life.
pt_br: Non avevo tempo. Ho avuto una vita piuttosto dura.

# 5592_Chihiro
source: Oh... But you're interested in love now, right?
pt_br: Oh... Ma ora sei interessato all'amore, vero?

# 5604_Tanimura
source: What makes you say that?
pt_br: Cosa te lo fa dire?

# 5616_Chihiro
source: You're here with me. Doesn't that have to do with love?
pt_br: Sei qui con me. Non ha a che fare con l'amore?

# 5628_Tanimura
source: Um. Well, I don't know...
pt_br: Um. Beh, non so...

# 5640_Chihiro
source: Aw, you're blushing. How cute. <Color:7>♥<Color:Default>
pt_br: Aw, stai arrossendo. Che carino. <Color:7>♥<Color:Default>

# 5652_Tanimura
source: All I thought about was horses.
pt_br: Pensavo solo ai cavalli.

# 5664_Chihiro
source: Horses? What do you mean by that?
pt_br: Cavalli? Cosa intendi?

# 5676_Tanimura
source: Racehorses.
pt_br: Cavalli da corsa.

# 5688_Tanimura
source: There are a lot of things you can do when you're twenty. The races, pachinko, mahjong...
pt_br: Ci sono un sacco di cose che puoi fare a vent'anni. Le corse, il pachinko, il mahjong...

# 5700_Chihiro
source: You gamble?
pt_br: Giochi d'azzardo?

# 5712_Tanimura
source: Hm? A bit. Just for fun.
pt_br: Hm? Un po'. Solo per divertimento.

# 5724_Chihiro
source: You sure? You're not in a lot of debt, are you?
pt_br: Sicuro? Non hai un sacco di debiti, vero?

# 5736_Tanimura
source: I'm not that into it. Don't worry.
pt_br: Non sono così preso. Non preoccuparti.

# 5760_Chihiro
source: What kind of work do you do?
pt_br: Che tipo di lavoro fai?

# 5772_Tanimura
source: Me? I'm a detective.
pt_br: Io? Sono un detective.

# 5784_Chihiro
source: Ah. That explains it.
pt_br: Ah. Ecco spiegato.

# 5796_Tanimura
source: Explains what?
pt_br: Spiegato cosa?

# 5808_Chihiro
source: Why you've got such an impressive body. Broad shoulders, strong chest...
pt_br: Perché hai un fisico così notevole. Spalle larghe, petto forte...

# 5820_Tanimura
source: Really?
pt_br: Davvero?

# 5832_Chihiro
source: Yeah. Actually, I like muscular guys.
pt_br: Sì. A dire il vero, mi piacciono i tipi muscolosi.

# 5844_Tanimura
source: Is that so? Have you always been like that?
pt_br: Davvero? Sei sempre stata così?

# 5856_Chihiro
source: Yes. My father used to lift weights, so I notice muscles right away.
pt_br: Sì. Mio padre sollevava pesi, quindi noto subito i muscoli.

# 5868_Chihiro
source: Your body is just my taste, in fact. <Color:7>♥<Color:Default>
pt_br: Il tuo fisico è proprio il mio tipo, infatti. <Color:7>♥<Color:Default>

# 5880_Tanimura
source: I see.
pt_br: Capisco.

# 5892_Tanimura
source: Want to touch me?
pt_br: Vuoi toccarmi?

# 5904_Chihiro
source: What!? Um, no thank you. I just wanted to compliment you.
pt_br: Cosa!? Um, no grazie. Volevo solo farti un complimento.

# 5916_Tanimura
source: It's okay, I don't mind. Don't hold back.
pt_br: Va bene, non mi dispiace. Non trattenerti.

# 5928_Chihiro
source: No, I don't want to.
pt_br: No, non voglio.

# 5940_Tanimura
source: Really, it's all right.
pt_br: Davvero, va bene.

# 5952_Chihiro
source: Stop it, please! I told you I'm not interested!
pt_br: Smettila, ti prego! Ti ho detto che non sono interessata!

# 5964_Tanimura
source: Oh. Sorry.
pt_br: Oh. Scusa.

# 5976_Tanimura
source: It's nothing, really. I don't train or anything.
pt_br: Non è niente di che, davvero. Non mi alleno né niente.

# 5988_Chihiro
source: You look like that without training!? You're so lucky!
pt_br: Sei così senza allenarti!? Sei così fortunato!

# 6000_Tanimura
source: Eh. I've just never really thought about it.
pt_br: Eh. Non ci ho mai pensato molto.

# 6012_Chihiro
source: Oh, sure. You're probably a good athlete, too.
pt_br: Oh, certo. Probabilmente sei anche un bravo atleta.

# 6024_Tanimura
source: About as good as the next guy.
pt_br: Bravo come chiunque altro.

# 6036_Chihiro
source: Haha! Now you're just being modest. And that's wonderful. <Color:7>♥<Color:Default>
pt_br: Haha! Ora stai solo facendo il modesto. Ed è meraviglioso. <Color:7>♥<Color:Default>

# 6048_Tanimura
source: Heh, thanks.
pt_br: Eh, grazie.

# 6060_Tanimura
source: It's even more impressive when I'm naked. Want to see?
pt_br: È ancora più impressionante quando sono nudo. Vuoi vedere?

# 6072_Chihiro
source: What!? You can't take your clothes off here!
pt_br: Cosa!? Non puoi spogliarti qui!

# 6084_Tanimura
source: I was kidding. But you got a little excited, didn't you?
pt_br: Scherzavo. Ma ti sei eccitata un po', vero?

# 6096_Chihiro
source: Ha! Okay, maybe a little. <Color:7>♥<Color:Default>
pt_br: Ah! Okay, forse un po'. <Color:7>♥<Color:Default>

# 6108_Chihiro
source: But you shouldn't tease me like that!
pt_br: Ma non dovresti prendermi in giro così!

# 6120_Tanimura
source: Heheh.
pt_br: Eheh.

# 6132_Tanimura
source: You're not drinking much.
pt_br: Non stai bevendo molto.

# 6144_Chihiro
source: Oh, I'm not a very heavy drinker.
pt_br: Oh, non bevo molto.

# 6156_Chihiro
source: Even a little alcohol gets me all lightheaded.
pt_br: Anche solo un po' di alcol mi fa girare la testa.

# 6168_Tanimura
source: Oh, okay.
pt_br: Ah, okay.

# 6180_Chihiro
source: I went to a college party once and passed out after two drinks.
pt_br: Una volta sono andata a una festa del college e sono svenuta dopo due drink.

# 6192_Chihiro
source: What do you think of a girl who can't drink?
pt_br: Cosa pensi di una ragazza che non regge l'alcol?

# 6204_Tanimura
source: It can't be helped. It's just your metabolism. You don't have to force yourself to drink.
pt_br: Non ci si può far niente. È solo il tuo metabolismo. Non devi forzarti a bere.

# 6216_Chihiro
source: Thanks for saying that. I had a customer once who kept insisting that I drink. It was pretty uncomfortable.
pt_br: Grazie per averlo detto. Una volta ho avuto un cliente che insisteva perché bevessi. È stato piuttosto imbarazzante.

# 6228_Tanimura
source: That's not right. I'll arrest him if he tries that again.
pt_br: Non è giusto. Lo arresterò se ci prova di nuovo.

# 6240_Chihiro
source: Heh, thanks. But I don't need you to do that.
pt_br: Eh, grazie. Ma non c'è bisogno.

# 6252_Tanimura
source: Okay. Well, I'm here if you need me.
pt_br: Okay. Beh, sono qui se hai bisogno.

# 6264_Chihiro
source: You're so dependable. Thank you. <Color:7>♥<Color:Default>
pt_br: Sei così affidabile. Grazie. <Color:7>♥<Color:Default>

# 6276_Tanimura
source: No problem.
pt_br: Nessun problema.

# 6288_Tanimura
source: It's cute.
pt_br: È carino.

# 6300_Chihiro
source: What's so cute about it?
pt_br: Cosa c'è di così carino?

# 6312_Tanimura
source: It makes you seem so delicate. Like a beautiful flower that needs care and love.
pt_br: Ti fa sembrare così delicata. Come un bellissimo fiore che ha bisogno di cura e amore.

# 6324_Chihiro
source: Oh. You really think that? Maybe it can be a positive thing.
pt_br: Oh. Lo pensi davvero? Forse può essere una cosa positiva.

# 6336_Tanimura
source: Of course it can.
pt_br: Certo che può.

# 6348_Chihiro
source: Wow. That makes me feel better.
pt_br: Wow. Questo mi fa sentire meglio.

# 6360_Chihiro
source: Thanks a lot. <Color:7>♥<Color:Default>
pt_br: Grazie mille. <Color:7>♥<Color:Default>

# 6372_Tanimura
source: Sure.
pt_br: Certo.

# 6384_Tanimura
source: You should train yourself to drink.
pt_br: Dovresti allenarti a bere.

# 6396_Chihiro
source: Huh? Train myself how?
pt_br: Eh? Allenarmi come?

# 6408_Tanimura
source: Force yourself to drink. You'll get used to it eventually. Come on, bottoms up!
pt_br: Forzati a bere. Alla fine ti abituerai. Dai, fondo!

# 6420_Chihiro
source: ...I don't want to do that.
pt_br: ...Non voglio farlo.

# 6432_Tanimura
source: But you'd be a big hit at parties. You could see how many drinks you could down before you pass out.
pt_br: Ma saresti un successo alle feste. Potresti vedere quanti drink riesci a bere prima di svenire.

# 6444_Chihiro
source: But that would be dangerous!
pt_br: Ma sarebbe pericoloso!

# 6456_Tanimura
source: Yeah. Maybe. But not being able to drink is a problem.
pt_br: Già. Forse. Ma non reggere l'alcol è un problema.
