Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c003a.po
Languages: pt_br

# 7812_峰村七海：源氏名
source: Thank you for worrying so much about me. <Color:7>♥<Color:Default>
pt_br: Grazie per esserti preoccupato così tanto per me. <Color:7>♥<Color:Default>

# 7824_峰村七海：源氏名
source: Maybe I'll find something else. Someday...
pt_br: Forse troverò qualcos'altro. Un giorno...

# 7836_Tanimura
source: I'm sure you will.
pt_br: Sono sicuro che lo farai.

# 7848_Tanimura
source: You said one of your brother's customers ran off on him. How is he as a host, anyway?
pt_br: Hai detto che uno dei clienti di tuo fratello è scappato. Com'è come host, comunque?

# 7860_峰村七海：源氏名
source: It may sound strange for me to say this since I'm his sister, but he's good-looking and fun to talk to. He'll be a great host.
pt_br: Potrebbe suonare strano detto da me, visto che sono sua sorella, ma è un bell'uomo ed è divertente parlarci. Sarà un ottimo host.

# 7872_峰村七海：源氏名
source: He's one of the most promising hosts at his club.
pt_br: È uno degli host più promettenti del suo club.

# 7896_峰村七海：源氏名
source: But...
pt_br: Ma...

# 7908_Tanimura
source: But?
pt_br: Ma?

# 7920_峰村七海：源氏名
source: He's a bit of a spender. He just doesn't have a head for money.
pt_br: È un po' spendaccione. Non ha proprio la testa per i soldi.

# 7932_Tanimura
source: Then you might not get back the money you lent him?
pt_br: Allora potresti non riavere i soldi che gli hai prestato?

# 7944_峰村七海：源氏名
source: No, that's not the case. He would never do that to me.
pt_br: No, non è così. Non mi farebbe mai una cosa del genere.

# 7956_Tanimura
source: You almost sound like his mother. Are you sure you're not being overprotective?
pt_br: Sembri quasi sua madre. Sei sicura di non essere iperprotettiva?

# 7968_峰村七海：源氏名
source: My brother and I stuck together through some difficult times. We have a special bond.
pt_br: Io e mio fratello siamo rimasti uniti in alcuni momenti difficili. Abbiamo un legame speciale.

# 7980_Tanimura
source: So you feel a responsibility to look after him. He might be taking advantage of that.
pt_br: Quindi senti la responsabilità di prenderti cura di lui. Potrebbe approfittarsene.

# 7992_峰村七海：源氏名
source: You may be right... I do wish he'd be a little bit more independent.
pt_br: Potresti avere ragione... vorrei che fosse un po' più indipendente.

# 8004_Tanimura
source: You should try talking to him. If that doesn't work then I could have a word with him, try to put him on the straight and narrow.
pt_br: Dovresti provare a parlargli. Se non funziona, potrei parlarci io, provare a metterlo sulla retta via.

# 8016_峰村七海：源氏名
source: Haha. All right. If I can't handle him, I'll take you up on that. <Color:7>♥<Color:Default>
pt_br: Ahah. D'accordo. Se non riesco a gestirlo, accetterò la tua offerta. <Color:7>♥<Color:Default>

# 8028_Tanimura
source: Just leave him to me.
pt_br: Lascia che me ne occupi io.

# 8040_Tanimura
source: You can't always trust your family. People have different values. Some folks would have no problem betraying their family if there was money in it for them.
pt_br: Non puoi sempre fidarti della tua famiglia. Le persone hanno valori diversi. Alcuni non avrebbero problemi a tradire la propria famiglia se ci fossero di mezzo i soldi.

# 8052_峰村七海：源氏名
source: No... No, I don't believe he'd ever do that to me, but I may have been a little too easy on him.
pt_br: No... no, non credo che mi farebbe mai una cosa del genere, ma forse sono stata un po' troppo permissiva con lui.

# 8064_Tanimura
source: Hosts work surrounded by nothing but other men. It's possible that his club or his colleagues are forcing him to do something stupid.
pt_br: Gli host lavorano circondati solo da altri uomini. È possibile che il suo club o i suoi colleghi lo stiano costringendo a fare qualcosa di stupido.

# 8076_Tanimura
source: I don't know what his situation is, but I do think you should have a long talk with him.
pt_br: Non so quale sia la sua situazione, ma penso che dovresti parlarci a lungo.

# 8088_峰村七海：源氏名
source: Yes... If it seems like he's having trouble paying me back, I'll definitely talk to him about it.
pt_br: Sì... se sembra che abbia difficoltà a restituirmi i soldi, gliene parlerò sicuramente.

# 8100_Tanimura
source: All right.
pt_br: Va bene.

# 8112_Tanimura
source: A popular host can earn a lot of money, right? Are you sure he's telling you the truth?
pt_br: Un host popolare può guadagnare un sacco di soldi, giusto? Sei sicura che ti stia dicendo la verità?

# 8124_峰村七海：源氏名
source: Well you might not know this, but hosts have a lot of expenses, too.
pt_br: Beh, forse non lo sai, ma anche gli host hanno molte spese.

# 8136_Tanimura
source: Still, it sounds like he brought this on himself.
pt_br: Comunque, sembra che se la sia cercata.

# 8148_峰村七海：源氏名
source: You sound like you're suspicious of my brother.
pt_br: Sembra che tu sospetti di mio fratello.

# 8160_Tanimura
source: He supposedly doesn't have any money, and yet he's giving his customers a free ride? It really seems like he's got his eye on your money.
pt_br: Presumibilmente non ha soldi, eppure offre da bere ai suoi clienti? Sembra proprio che abbia messo gli occhi sui tuoi soldi.

# 8172_峰村七海：源氏名
source: You don't have any right to talk like that!
pt_br: Non hai alcun diritto di parlare così!

# 8184_峰村七海：源氏名
source: I never asked you to get involved with this! We'll be fine!
pt_br: Non ti ho mai chiesto di immischiarti! Ce la caveremo!

# 8196_峰村七海：源氏名
source: I've been working at my company for four years now, in addition to my work here. So I've got quite a bit of money saved up.
pt_br: Lavoro nella mia azienda da quattro anni, oltre al mio lavoro qui. Quindi ho un bel po' di soldi da parte.

# 8208_Tanimura
source: Wow. That's pretty impressive.
pt_br: Wow. Mica male!

# 8220_峰村七海：源氏名
source: I'm hoping to be able to start my own company sometime next year.
pt_br: Spero di poter avviare la mia azienda l'anno prossimo.

# 8232_Tanimura
source: What kind of company?
pt_br: Che tipo di azienda?

# 8244_峰村七海：源氏名
source: You really want to know?
pt_br: Vuoi davvero saperlo?

# 8256_Tanimura
source: Sure. Tell me.
pt_br: Certo. Dimmi.

# 8268_峰村七海：源氏名
source: Well, I want to create a line of clothing targeted mainly at hostesses.
pt_br: Beh, voglio creare una linea di abbigliamento rivolta principalmente alle hostess.

# 8280_峰村七海：源氏名
source: It would be inspired by the latest trends in Kamurocho hostess clubs and make them available nationwide. I think it could be really popular.
pt_br: Sarebbe ispirata alle ultime tendenze degli hostess club di Kamurocho e li renderebbe disponibili a livello nazionale. Penso che potrebbe avere molto successo.

# 8292_Tanimura
source: Sounds like a good idea. I think you could really succeed.
pt_br: Sembra una buona idea. Penso che potresti davvero avere successo.

# 8304_峰村七海：源氏名
source: Really? Thank you! <Color:7>♥<Color:Default>
pt_br: Davvero? Grazie! <Color:7>♥<Color:Default>

# 8316_Tanimura
source: Working in an office and as a hostess, then making your dream come true by starting your own company? You sound like a superwoman.
pt_br: Lavorare in un ufficio e come hostess, e poi realizzare il tuo sogno avviando la tua azienda? Sembri una superdonna.

# 8328_峰村七海：源氏名
source: Thanks! <Color:7>♥<Color:Default>
pt_br: Grazie! <Color:7>♥<Color:Default>

# 8340_峰村七海：源氏名
source: I don't want anyone to beat me to it, so this is our little secret, okay?
pt_br: Non voglio che nessuno mi batta sul tempo, quindi questo è il nostro piccolo segreto, ok?

# 8352_Tanimura
source: All right.
pt_br: Va bene.

# 8364_Tanimura
source: Are you confident that you can make it? With the state of the economy right now, you'll need a really good business plan.
pt_br: Sei sicura di potercela fare? Con la situazione economica attuale, avrai bisogno di un ottimo piano aziendale.

# 8376_峰村七海：源氏名
source: Yeah, I'm confident. I came up with this idea by myself, and I'll do whatever it takes to make it work!
pt_br: Sì, sono fiduciosa. Ho avuto quest'idea da sola e farò tutto il necessario per farla funzionare!

# 8388_Tanimura
source: Then I guess you just have to make it happen.
pt_br: Allora immagino che tu debba solo realizzarla.

# 8400_峰村七海：源氏名
source: Yep. I'll be even busier soon!
pt_br: Sì. Presto sarò ancora più impegnata!

# 8412_Tanimura
source: Heheh. Good luck!
pt_br: Eheh. Buona fortuna!

# 8424_Tanimura
source: Maybe you should think it over a bit more.
pt_br: Forse dovresti pensarci un po' di più.

# 8436_峰村七海：源氏名
source: What makes you say that?
pt_br: Cosa te lo fa dire?

# 8448_Tanimura
source: Are there really enough hostesses to support a business like that?
pt_br: Ci sono davvero abbastanza hostess per sostenere un'attività del genere?

# 8460_峰村七海：源氏名
source: There are lots of ordinary women who imitate how hostesses dress, you know.
pt_br: Ci sono molte donne normali che imitano il modo di vestire delle hostess, sai.

# 8472_Tanimura
source: Really? You sure they're ordinary women?
pt_br: Davvero? Sei sicura che siano donne normali?

# 8484_峰村七海：源氏名
source: I've done a lot of research about this, so I don't appreciate you making comments like that!
pt_br: Ho fatto molte ricerche su questo argomento, quindi non apprezzo che tu faccia commenti del genere!

# 8496_Tanimura
source: Sorry...
pt_br: Scusa...

# 8508_峰村七海：源氏名
source: You know... I don't think I've ever fallen in love.
pt_br: Sai... non credo di essermi mai innamorata.

# 8520_峰村七海：源氏名
source: I'm not sure I'm even capable of truly loving someone.
pt_br: Non sono sicura di essere nemmeno in grado di amare veramente qualcuno.

# 8532_Tanimura
source: Why'd you say that?
pt_br: Perché dici così?

# 8544_峰村七海：源氏名
source: I've dated lots of men. Some were handsome, some had excellent credentials...
pt_br: Sono uscita con molti uomini. Alcuni erano belli, altri avevano ottime credenziali...

# 8556_峰村七海：源氏名
source: But I never really enjoyed being with them.
pt_br: Ma non mi è mai piaciuto stare con loro.

# 8580_峰村七海：源氏名
source: I think I lack the ability to love.
pt_br: Penso di non avere la capacità di amare.

# 8592_Tanimura
source: Maybe you're wrong about your ideal type of man. You could just be dating the wrong type of guy.
pt_br: Forse ti sbagli sul tuo tipo di uomo ideale. Forse stai solo uscendo con il tipo sbagliato di ragazzo.

# 8604_峰村七海：源氏名
source: Huh? But I'm sure I'd be happiest with a handsome, rich man.
pt_br: Eh? Ma sono sicura che sarei più felice con un uomo bello e ricco.

# 8616_Tanimura
source: You didn't feel a connection with them, though. That might mean you want different qualities in a man than you previously thought.
pt_br: Non hai sentito un legame con loro, però. Potrebbe significare che cerchi qualità diverse in un uomo rispetto a quanto pensavi.

# 8628_峰村七海：源氏名
source: I... I hadn't thought of that.
pt_br: Io... non ci avevo pensato.

# 8640_Tanimura
source: That's probably the reason why you didn't feel anything for those men. Next time, you should try figuring out what you actually need.
pt_br: Probabilmente è per questo che non provavi niente per quegli uomini. La prossima volta, dovresti cercare di capire di cosa hai veramente bisogno.

# 8652_峰村七海：源氏名
source: I see! Maybe I'll try going out with a different type of man next time.
pt_br: Capisco! Forse la prossima volta proverò a uscire con un tipo di uomo diverso.

# 8664_Tanimura
source: I feel sorry for you... Not being able to love another person is tough.
pt_br: Mi dispiace per te... non essere in grado di amare un'altra persona è dura.

# 8676_峰村七海：源氏名
source: I think being able to love is a skill like any other, and I just don't have it.
pt_br: Penso che essere in grado di amare sia un'abilità come un'altra, e io semplicemente non ce l'ho.

# 8688_Tanimura
source: What're you talking about? If it's a skill, then you can learn how to do it. You enjoy working to improve yourself, right?
pt_br: Di cosa stai parlando? Se è un'abilità, allora puoi imparare a farlo. Ti piace lavorare per migliorarti, giusto?

# 8700_峰村七海：源氏名
source: I've tried to make myself love someone before, but it never worked...
pt_br: Ho provato a costringermi ad amare qualcuno prima, ma non ha mai funzionato...

# 8712_Tanimura
source: Maybe you're trying too hard. You shouldn't worry so much, just try to enjoy yourself.
pt_br: Forse ti stai sforzando troppo. Non dovresti preoccuparti così tanto, cerca solo di divertirti.

# 8724_峰村七海：源氏名
source: Love is hard...
pt_br: L'amore è difficile...

# 8736_Tanimura
source: You're still young. That's normal. I've never fallen in love myself.
pt_br: Sei ancora giovane. È normale. Anch'io non mi sono mai innamorato.

# 8748_峰村七海：源氏名
source: But I'm 26. Lots of my friends from college are already married.
pt_br: Ma ho 26 anni. Molte delle mie amiche dell'università sono già sposate.

# 8760_Tanimura
source: Real love isn't that easy to find. Besides, who says you can't fall in love at forty or fifty?
pt_br: Il vero amore non è così facile da trovare. Inoltre, chi dice che non ci si possa innamorare a quarant'anni o a cinquanta?

# 8772_Tanimura
source: Sometimes people even meet the person they really love after they've gotten married. You never know what life'll throw at you.
pt_br: A volte le persone incontrano persino la persona che amano veramente dopo essersi sposate. Non si sa mai cosa ti riserva la vita.

# 8784_峰村七海：源氏名
source: So I shouldn't be in such a hurry?
pt_br: Quindi non dovrei avere così fretta?

# 8796_Tanimura
source: Mm-hm. You should just stick to your own pace.
pt_br: Mmm-hmm. Dovresti solo seguire il tuo ritmo.

# 8808_峰村七海：源氏名
source: I feel a bit better now. All the men I've gone out with seemed to be in a rush to get married, but you're different. <Color:7>♥<Color:Default>
pt_br: Ora mi sento un po' meglio. Tutti gli uomini con cui sono uscita sembravano avere fretta di sposarsi, ma tu sei diverso. <Color:7>♥<Color:Default>

# 8820_峰村七海：源氏名
source: I always try to be the perfect woman for the men I date.
pt_br: Cerco sempre di essere la donna perfetta per gli uomini con cui esco.

# 8844_峰村七海：源氏名
source: You know, the kind of woman who cooks, cleans, and works a full-time job, yet is still there for her man.
pt_br: Sai, il tipo di donna che cucina, pulisce e lavora a tempo pieno, ma è sempre presente per il suo uomo.

# 8856_峰村七海：源氏名
source: I never show them any of my faults.
pt_br: Non gli mostro mai nessuno dei miei difetti.

# 8868_Tanimura
source: That's understandable.
pt_br: Ci sta.

# 8880_峰村七海：源氏名
source: But... They always end up leaving me.
pt_br: Ma... finiscono sempre per lasciarmi.

# 8892_峰村七海：源氏名
source: I just don't get it. Why would they leave a woman like me?
pt_br: Non capisco. Perché dovrebbero lasciare una donna come me?

# 8904_Tanimura
source: There's such a thing as being too perfect. Being with the perfect woman can sometimes be too much for a man.
pt_br: Esiste una cosa come essere troppo perfetti. Stare con la donna perfetta a volte può essere troppo per un uomo.

# 8916_峰村七海：源氏名
source: But I cooked for them and even gave them massages when they were tired. What more could I do?
pt_br: Ma cucinavo per loro e gli facevo anche dei massaggi quando erano stanchi. Cos'altro potevo fare?

# 8928_Tanimura
source: If you do everything perfectly for them, they'll feel obliged to do something for you, right? That can be a pretty big burden.
pt_br: Se fai tutto perfettamente per loro, si sentiranno in obbligo di fare qualcosa per te, giusto? Può essere un peso piuttosto grande.

# 8940_峰村七海：源氏名
source: So is it better to do nothing?
pt_br: Quindi è meglio non fare niente?

# 8952_Tanimura
source: No, but... Hmm. This is hard to explain.
pt_br: No, ma... mmm. È difficile da spiegare.

# 8964_峰村七海：源氏名
source: Men can be so selfish. I don't know what to do.
pt_br: Gli uomini possono essere così egoisti. Non so cosa fare.

# 8976_Tanimura
source: You should talk to them more. If you don't know what they're thinking, you should just ask.
pt_br: Dovresti parlarci di più. Se non sai cosa pensano, dovresti semplicemente chiedere.

# 8988_峰村七海：源氏名
source: But I worry it would turn into a fight or something.
pt_br: Ma temo che si trasformerebbe in un litigio o qualcosa del genere.

# 9000_Tanimura
source: Is there a guy that you can be yourself with? Someone you can discuss your problems with, or complain to face-to-face?
pt_br: C'è un ragazzo con cui puoi essere te stessa? Qualcuno con cui puoi discutere i tuoi problemi o lamentarti faccia a faccia?

# 9012_峰村七海：源氏名
source: Hmm.
pt_br: Mhh.

# 9024_峰村七海：源氏名
source: Just one...
pt_br: Solo uno...

# 9036_Tanimura
source: Well, maybe you should try dating that person.
pt_br: Beh, forse dovresti provare a uscire con quella persona.

# 9048_峰村七海：源氏名
source: I see... I guess I could try that.
pt_br: Capisco... immagino di poterci provare.

# 9060_峰村七海：源氏名
source: I'm glad I talked to you about this. <Color:7>♥<Color:Default>
pt_br: Sono contenta di averti parlato di questo. <Color:7>♥<Color:Default>

# 9072_Tanimura
source: Heh.
pt_br: Eh.

# 9084_Tanimura
source: They're idiots. How could anyone leave a girl like you?
pt_br: Sono degli idioti. Come si può lasciare una ragazza come te?

# 9096_峰村七海：源氏名
source: I know! They don't appreciate a good woman when they see one.
pt_br: Lo so! Non apprezzano una brava donna quando ne vedono una.

# 9108_Tanimura
source: If it was me, I'd never let you go.
pt_br: Se fossi io, non ti lascerei mai andare.

# 9120_峰村七海：源氏名
source: But if we really did start going out, I bet you'd leave me in the end.
pt_br: Ma se iniziassimo davvero a uscire insieme, scommetto che alla fine mi lasceresti.

# 9132_Tanimura
source: You want to try it out?
pt_br: Vuoi provare?

# 9144_峰村七海：源氏名
source: If I don't find anyone, I'd be happy to. <Color:7>♥<Color:Default>
pt_br: Se non trovo nessuno, lo farò volentieri. <Color:7>♥<Color:Default>

# 9156_峰村七海：源氏名
source: I realized something recently. If you want to enjoy life, you have to be healthy.
pt_br: Ho capito una cosa di recente. Se vuoi goderti la vita, devi essere in salute.

# 9180_峰村七海：源氏名
source: So I've decided to quit smoking. I'm on my second day without a cigarette!
pt_br: Così ho deciso di smettere di fumare. Sono al mio secondo giorno senza sigarette!

# 9192_Tanimura
source: You smoked?
pt_br: Fumavi?

# 9204_峰村七海：源氏名
source: Yeah. This job can be pretty stressful at times, so I got in the habit of reaching for a cigarette when I needed a little break.
pt_br: Sì. Questo lavoro a volte può essere piuttosto stressante, quindi ho preso l'abitudine di prendere una sigaretta quando avevo bisogno di una piccola pausa.

# 9216_Tanimura
source: But now you're feeling stress because you're not smoking, right?
pt_br: Ma ora sei stressata perché non fumi, giusto?

# 9228_峰村七海：源氏名
source: Yes! But one thing I'm confident in is my willpower. I'll never smoke again.
pt_br: Sì! Ma una cosa di cui sono sicura è la mia forza di volontà. Non fumerò mai più.

# 9240_峰村七海：源氏名
source: Why don't you quit too?
pt_br: Perché non smetti anche tu?

# 9252_Tanimura
source: Sorry. Can't do it.
pt_br: Scusa. Non ce la faccio.

# 9264_峰村七海：源氏名
source: Why is that? Don't you think you're up to it?
pt_br: E perché? Non pensi di esserne all'altezza?

# 9276_Tanimura
source: It's not that. Cigarettes are like batteries to a cop. I can't imagine starting an investigation without one.
pt_br: Non è quello. Le sigarette sono come batterie per un poliziotto. Non riesco a immaginare di iniziare un'indagine senza una.

# 9288_峰村七海：源氏名
source: That's not right. I bet you'd be able to move around faster if you quit.
pt_br: Non è giusto. Scommetto che riusciresti a muoverti più velocemente se smettessi.

# 9300_Tanimura
source: Nah, it doesn't matter. It's every detective's fate to go out guns blazing with a cigarette in his mouth.
pt_br: No, non importa. È il destino di ogni detective morire sparando con una sigaretta in bocca.

# 9312_峰村七海：源氏名
source: I think you've been watching too many cop shows.
pt_br: Penso che tu abbia visto troppi telefilm polizieschi.

# 9324_Tanimura
source: Maybe. But I'm not going to quit.
pt_br: Forse. Ma non ho intenzione di smettere.

# 9336_峰村七海：源氏名
source: If smoking is that important to you, I won't force you to stop. Good luck with your job.
pt_br: Se fumare è così importante per te, non ti costringerò a smettere. Buona fortuna con il tuo lavoro.

# 9348_Tanimura
source: You'll be smoking again before you know it. So what's the point of quitting?
pt_br: Ricomincerai a fumare prima di quanto pensi. Quindi a che serve smettere?

# 9360_峰村七海：源氏名
source: That's not true! If I say I'm going to do something, I always go through with it!
pt_br: Non è vero! Se dico che farò qualcosa, la porto sempre a termine!

# 9372_Tanimura
source: But quitting smoking is tough. Several of my friends tried and they all gave up practically right away.
pt_br: Ma smettere di fumare è dura. Molti miei amici ci hanno provato e hanno tutti mollato quasi subito.

# 9384_峰村七海：源氏名
source: Have you tried?
pt_br: Ci hai provato?

# 9396_Tanimura
source: Well, no.
pt_br: Beh, no.

# 9408_峰村七海：源氏名
source: Then maybe you'd have better luck. You seem like the strong-willed type.
pt_br: Allora forse avresti più fortuna. Sembri un tipo volenteroso.

# 9420_Tanimura
source: I don't really want to, to tell you the truth...
pt_br: A dire il vero, non voglio...

# 9432_峰村七海：源氏名
source: If I manage to quit, you've gotta promise to try and quit as well. All right? It's a deal.
pt_br: Se riesco a smettere, devi promettere di provarci anche tu. D'accordo? Affare fatto.

# 9444_Tanimura
source: Hey, I never said yes.
pt_br: Ehi, non ho mica detto di sì.

# 9456_Tanimura
source: That's not a bad idea. I think I'll try it.
pt_br: Non è una cattiva idea. Penso che ci proverò.

# 9468_峰村七海：源氏名
source: Really? I've been wanting somebody to try quitting with me.
pt_br: Davvero? Volevo che qualcuno provasse a smettere con me.

# 9480_峰村七海：源氏名
source: Great! We'll start right... now!
pt_br: Fantastico! Iniziamo subito... ora!

# 9492_Tanimura
source: Huh!? We're starting already!?
pt_br: Eh!? Iniziamo già!?

# 9504_峰村七海：源氏名
source: Of course. I haven't had a single cigarette since I quit.
pt_br: Certo. Non ho fumato una sola sigaretta da quando ho smesso.

# 9516_Tanimura
source: But I'm not ready... I wanted to enjoy one last smoke, for one thing...
pt_br: Ma non sono pronto... volevo godermi un'ultima sigaretta, per esempio...

# 9528_峰村七海：源氏名
source: Oh, don't be such a big baby. When do you want to start, then?
pt_br: Oh, non fare il bambino. Quando vuoi iniziare, allora?

# 9540_Tanimura
source: Well... soon.
pt_br: Beh... presto.

# 9552_峰村七海：源氏名
source: Oh... Guess you weren't really serious about quitting. You don't have to say things like that just to make me feel good, you know.
pt_br: Oh... immagino che non fossi serio riguardo allo smettere. Non devi dire cose del genere solo per farmi sentire bene, sai.

# 9564_Tanimura
source: It's not that I don't want to quit. I just...
pt_br: Non è che non voglia smettere. È solo che...

# 9576_Tanimura
source: Do you ever go out with the other girls from the club?
pt_br: Esci mai con le altre ragazze del club?

# 9588_峰村七海：源氏名
source: No. I'm not trying to make friends here.
pt_br: No. Non sto cercando di fare amicizia qui.

# 9600_Tanimura
source: You don't have even one friend here?
pt_br: Non hai nemmeno un'amica qui?

# 9612_峰村七海：源氏名
source: No. There's a lot of negativity when it comes to friendships between hostesses.
pt_br: No. C'è molta negatività quando si tratta di amicizie tra hostess.

# 9624_峰村七海：源氏名
source: We're rivals, you know. And the girls say the nastiest things behind each other's backs.
pt_br: Siamo rivali, sai. E le ragazze dicono le cose più cattive alle spalle l'una dell'altra.
