Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee05ae.po
Languages: pt

source: You got a copy of <Color:8>Fishing Champ Magazine<Color:Default>.
pt: Hai ottenuto una copia della <Color:8>Rivista Campione di Pesca<Color:Default>.

source: Fisherman
pt: Pescatore

source: Player
pt: Giocatore

# 132_Fisherman
source: You going to fish here? Y'know what, I bet you are. You look like quite the fisherman, I just know it!
pt: Vai a pescare qui? Sai che ti dico, scommetto di sì. Hai l'aria di un vero pescatore, lo so!

# 144_Player
source: No, I'm just－
pt: No, sto solo-

# 156_Fisherman
source: Oh, is that so? Well then, you must be an aspiring novice fisherman! In that case, let me give you this.
pt: Oh, davvero? Beh, allora devi essere un pescatore novizio aspirante! In tal caso, lascia che ti dia questo.

# 192_Fisherman
source: By the way, if you don't have any bait, I'll sell you some. I always come here with a veritable mountain of bait, I do.
pt: A proposito, se non hai esche, te ne vendo un po'. Vengo sempre qui con una vera e propria montagna di esche, io.

# 204_Fisherman
source: See, I love fishing, but I'm not the best fisherman. Never catch anything myself. So, if you ever have too many fish, I'll buy 'em off you. Good deal, huh?
pt: Vedi, adoro pescare, ma non sono il migliore. Non prendo mai niente. Quindi, se mai avessi troppi pesci, te li compro io. Bell'affare, eh?

# 216_Fisherman
source: Stop by and see me anytime! I'll be waitin'!
pt: Passa a trovarmi quando vuoi! Ti aspetterò!

# 228_Fisherman
source: Hey, you a fishing enthusiast too? Let me know if there's any way I can help you. I got me a soft spot for new and aspiring fishermen.
pt: Ehi, anche tu sei un appassionato di pesca? Fammi sapere se c'è un modo in cui posso aiutarti. Ho un debole per i pescatori nuovi e aspiranti.

# 240_Fisherman
source: Alrighty then, what would you like?
pt: Va bene, allora, cosa desideri?

# 264_Fisherman
source: Thanks! Hope to see you again real soon!
pt: Grazie! Spero di rivederti presto!

# 276_Fisherman
source: Alrighty then, what do you got for me?
pt: Va bene, allora, cosa hai per me?

# 300_Fisherman
source: Thanks! Hope to see you again real soon!
pt: Grazie! Spero di rivederti presto!

# 312_Fisherman
source: Is that so? Well, you come by again whenever you're in the fishin' mood.
pt: Davvero? Beh, torna quando hai voglia di pescare.

# 324_Fisherman
source: Buy Bait
pt: Compra esca

# 336_Fisherman
source: Sell Fish
pt: Vendi pesce

# 348_Fisherman
source: Never Mind
pt: Lascia perdere
