Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid016c01fa.po
Languages: pt_br

# 392_Kiryu
source: Ever heard of 777 Town?
pt_br: Hai mai sentito parlare di 777 Town?

# 404_松岡里緒奈：源氏名
source: Yep! It's that game that lets you play pachinko and slots on your computer or cell phone, right?
pt_br: Sì, proprio quello! È quel gioco che ti fa giocare a pachinko e slot sul computer o sul cellulare, vero?

# 416_Kiryu
source: So you do know about it? Well, it's trending now, so I guess that makes sense.
pt_br: Ah, quindi lo sai? Beh, adesso sta spopolando, quindi immagino abbia senso.

# 428_松岡里緒奈：源氏名
source: I've always wanted to try pachinko! Whenever I get the chance to play, I never have money. It's great that you can do it on your phone. <Color:7>♥<Color:Default>
pt_br: Ho sempre voluto provare il pachinko! Ogni volta che mi capita l'occasione di giocare, non ho mai i soldi. È forte che si possa fare sul cellulare. <Color:7>♥<Color:Default>

# 440_Kiryu
source: Heh. Sounds like it was made just for you.
pt_br: Heh. Sembra proprio fatto apposta per te.

# 452_Kiryu
source: Ever heard of Amoebatar?
pt_br: Hai mai sentito parlare di Amoebatar?

# 464_松岡里緒奈：源氏名
source: No, what is it?
pt_br: No, cos'è?

# 476_Kiryu
source: It's an online community that lets you create an avatar of yourself. The number of members has skyrocketed lately.
pt_br: È una comunità online che ti permette di creare un avatar di te stesso. Il numero di membri è salito alle stelle ultimamente.

# 488_松岡里緒奈：源氏名
source: Wow. I love new things, so I might have to give it a try. Are you on it?
pt_br: Wow. Adoro le novità, quindi magari ci do un'occhiata. Tu, ci sei già?

# 500_Kiryu
source: No, not yet. Why don't we try it out together?
pt_br: No, non ancora. Perché non lo proviamo insieme?

# 512_松岡里緒奈：源氏名
source: Sure. That sounds great. <Color:7>♥<Color:Default>
pt_br: Certo. Suona alla grande. <Color:7>♥<Color:Default>

# 524_Kiryu
source: Hear about the ghost in the underground mall?
pt_br: Hai sentito del fantasma nel centro commerciale sotterraneo?

# 536_松岡里緒奈：源氏名
source: What? A ghost!? What kind of ghost?
pt_br: Come?! Un fantasma!? Che tipo di fantasma?

# 548_Kiryu
source: Word has it a construction worker died back when they were building the place.
pt_br: Gira voce che un operaio ci sia rimasto secco quando stavano tirando su il locale.

# 560_Kiryu
source: Now, night after night, his ghost appears to wander the empty mall.
pt_br: Ora, notte dopo notte, il suo fantasma appare e vaga per il centro commerciale vuoto.

# 572_松岡里緒奈：源氏名
source: Whoa, a ghost in the mall! I'd like to meet him myself. <Color:7>♥<Color:Default>
pt_br: Mamma mia, un fantasma al centro commerciale! Mi piacerebbe incontrarlo anch'io. <Color:7>♥<Color:Default>

# 584_Kiryu
source: Hear about the footbaths at Yunosono Hot Springs? You don't take off your clothes, so men and women can go in together.
pt_br: Hai sentito dei pediluvi alle Terme Yunosono? Non ti togli i vestiti, quindi uomini e donne possono entrare insieme.

# 596_松岡里緒奈：源氏名
source: Oh, I know that place. My bath broke a while ago, and I had to go there every day. <Color:7>♥<Color:Default>
pt_br: Oh, lo conosco quel posto. Mi si è rotta la vasca un po' di tempo fa, e dovevo andarci tutti i giorni. <Color:7>♥<Color:Default>

# 608_Kiryu
source: Every day? You must be loaded.
pt_br: Ogni giorno? Devi essere sfondato di soldi.

# 620_松岡里緒奈：源氏名
source: Oh no, not at all. And the manager told me I'm the one who broke the bath, so I had to fix it out of my own pocket.
pt_br: Macché, no! E il capo mi ha detto che sono stata io a rompere la vasca, così ho dovuto ripararla di tasca mia.

# 632_松岡里緒奈：源氏名
source: That wiped my bank account clean.
pt_br: Quello mi ha svuotato il conto.

# 644_Kiryu
source: How do you break your bath?
pt_br: Come fai a rompere la vasca?

# 656_Kiryu
source: Golf is starting to get pretty popular. A lot of couples go on golf dates lately.
pt_br: Il golf sta prendendo parecchio piede. Ultimamente, un sacco di coppie si danno appuntamento per giocare a golf.

# 668_松岡里緒奈：源氏名
source: Oh, I know. I've done my homework when it comes to golf. <Color:7>♥<Color:Default>
pt_br: Ah, lo so. Per il golf, mi sono studiato tutto. <Color:7>♥<Color:Default>

# 680_松岡里緒奈：源氏名
source: I had my eye on the sport before it became trendy. That makes me a trendsetter! <Color:7>♥<Color:Default>
pt_br: Avevo già adocchiato quello sport prima che andasse di moda. Questo fa di me una trendsetter! <Color:7>♥<Color:Default>

# 692_Kiryu
source: Heh. That so?
pt_br: Ah, sì?

# 704_Kiryu
source: Do you like liver? Liver contains arachidonic acid, which reverses aging in the brain.
pt_br: Ti piace il fegato? Il fegato contiene acido arachidonico, che inverte l'invecchiamento del cervello.

# 716_松岡里緒奈：源氏名
source: I know. Don't underestimate us P.E. majors. We know a lot about food and nutrition.
pt_br: Lo so. Non sottovalutarci mica, noi di educazione fisica. Ne sappiamo un sacco su cibo e nutrizione.

# 728_Kiryu
source: So it would seem.
pt_br: Così parrebbe.

# 740_Kiryu
source: Did you know pole dancing is great for working out?
pt_br: Sapevi che la pole dance è ottima per allenarsi?

# 752_松岡里緒奈：源氏名
source: Huh? Are you trying to say I'm fat?
pt_br: Eh? Mi stai dicendo che sono grasso?

# 764_Kiryu
source: No, that's not it. It was just something I found interesting.
pt_br: No, non è così. Era solo una cosa che mi incuriosiva.

# 776_松岡里緒奈：源氏名
source: Well then, it's got nothing to do with me, does it?
pt_br: Beh, allora, non c'entra niente con me, no?

# 800_Kiryu
source: Sweet sake is all the rage now. Women order it all the time when eating at Sushi Gin.
pt_br: Il sake dolce va un sacco di moda adesso. Le donne lo ordinano sempre quando mangiano da Sushi Gin.

# 812_松岡里緒奈：源氏名
source: Oh? I like a beer myself.
pt_br: Oh? Mi piace la birra anch'io.

# 824_Kiryu
source: Can't drink sweet stuff?
pt_br: Non bevi roba dolce?

# 836_松岡里緒奈：源氏名
source: No, it's not like I can't drink it. I just prefer beer, that's all.
pt_br: No, non è che non mi va giù. Preferisco solo la birra, tutto qui.

# 848_Kiryu
source: I see.
pt_br: Capisco.

# 896_Kiryu
source: Did you try out 777 Town yet?
pt_br: Hai già provato 777 Town?

# 908_松岡里緒奈：源氏名
source: I did! I was playing it earlier today. It's really addictive! <Color:7>♥<Color:Default>
pt_br: Sì! Ci ho giocato oggi prima. È una droga! <Color:7>♥<Color:Default>

# 920_松岡里緒奈：源氏名
source: Thanks a lot for telling me about it. <Color:7>♥<Color:Default>
pt_br: Grazie mille per avermelo raccontato. <Color:7>♥<Color:Default>

# 932_Kiryu
source: Hehe. No problem.
pt_br: Eheh. Figurati.

# 944_Kiryu
source: Have you tried Amoebatar yet?
pt_br: Hai già provato Amoebatar?

# 956_松岡里緒奈：源氏名
source: Yep! You started too, right?
pt_br: Già! Anche tu ci sei cascato, eh?

# 968_Kiryu
source: Actually, not yet.
pt_br: Beh, non ancora.

# 980_松岡里緒奈：源氏名
source: What? You're not on it? Better hurry, or I'll leave you behind! <Color:7>♥<Color:Default>
pt_br: Cosa? Non ci sei? Datti una mossa, o ti mollo qui! <Color:7>♥<Color:Default>

# 1004_Kiryu
source: So about that ghost in the underground mall...
pt_br: Allora, a proposito di quel fantasma nel centro commerciale sotterraneo...

# 1016_松岡里緒奈：源氏名
source: Well? Did someone see it?
pt_br: Allora? Qualcuno l'ha visto?

# 1028_Kiryu
source: No, I haven't heard anything yet.
pt_br: No, non ho ancora sentito niente.

# 1040_松岡里緒奈：源氏名
source: Oh. Well, you look like you've got some free time on your hands. Why don't you go out and find it?
pt_br: Oh. Beh, sembri proprio avere del tempo da buttare. Perché non vai un po' in giro a cercarlo?

# 1064_Kiryu
source: Been to the Yunosono foot baths lately?
pt_br: Hai fatto un salto ai pediluvi di Yunosono ultimamente?

# 1076_松岡里緒奈：源氏名
source: Yeah! I just love drinking beer while letting my feet soak in the hot water. <Color:7>♥<Color:Default>
pt_br: Ah, sì! Adoro un mondo bere birra mentre mi godo i piedi a mollo nell'acqua calda. <Color:7>♥<Color:Default>

# 1088_Kiryu
source: They allow that?
pt_br: Ma lo permettono?

# 1100_Kiryu
source: How's your golf game? Been keeping up with it?
pt_br: Come va col golf? Ci stai ancora dietro?

# 1112_松岡里緒奈：源氏名
source: Of course! My approach shot is getting pretty good. In fact, I bet I could beat you. <Color:7>♥<Color:Default>
pt_br: Ma certo! Il mio tiro d'approccio sta diventando una bomba. Anzi, scommetto che ti batto. <Color:7>♥<Color:Default>

# 1124_Kiryu
source: All right. Let's find out sometime.
pt_br: Va bene. Vediamo di scoprirlo un giorno.

# 1136_Kiryu
source: Did you know liver has this kind of acid that reverses aging in your brain?
pt_br: Lo sai che il fegato c'ha tipo un acido che ti fa ringiovanire il cervello?

# 1148_松岡里緒奈：源氏名
source: Hey, you told me the exact same thing already. <Color:7>♥<Color:Default>
pt_br: Ehi, me l'hai già detto tale e quale. <Color:7>♥<Color:Default>

# 1160_Kiryu
source: Oh, really? Hmm...
pt_br: Oh, davvero? Mmm...

# 1172_松岡里緒奈：源氏名
source: Yep. And you forgot the acid's name too. Maybe your memory's going. Why not try some liver?
pt_br: Già. E hai scordato anche il nome dell'acido. Forse ti sta andando la memoria. Perché non provi un po' di fegato?

# 1196_Kiryu
source: So about that pole dancing workout...
pt_br: A proposito di quell'allenamento di pole dancing...

# 1208_松岡里緒奈：源氏名
source: Huh? So you really do think I'm fat?
pt_br: Eh? Quindi pensi proprio che sono grasso?

# 1220_Kiryu
source: No, I just wanted to see you pole dance...
pt_br: No, volevo solo vederti fare pole dance...

# 1232_松岡里緒奈：源氏名
source: Hahaha! So that's what this was all about. You should've just said so!
pt_br: Hahaha! Ah, quindi era tutto qui! Bastava che lo dicessi!

# 1244_松岡里緒奈：源氏名
source: I'm confident about my body. If I danced, you'd fall for me in an instant! <Color:7>♥<Color:Default>
pt_br: Sono sicura del mio corpo. Se ballassi, ti prenderesti una cotta per me in un istante! <Color:7>♥<Color:Default>

# 1256_Kiryu
source: So about that sweet sake...
pt_br: Allora, a proposito di quel sake dolce...

# 1268_松岡里緒奈：源氏名
source: Oh, I actually had the chance to drink it recently.
pt_br: Oh, a dire il vero, mi è capitato di berlo ultimamente.

# 1280_松岡里緒奈：源氏名
source: But it isn't really my thing after all. It's geared towards light drinkers. I prefer a much drier taste.
pt_br: Ma alla fine non è proprio il mio genere. È roba per chi beve poco. Io preferisco un sapore molto più secco.

# 1292_Kiryu
source: Oh, okay.
pt_br: Ah, okay.
