Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid012602c2.po
Languages: pt_br

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: You handed over <Color:8>50,000 yen<Color:Default>.
pt_br: Hai consegnato <Color:8>50,000 yen<Color:Default>.

source: You got a <Color:8>Cat's Key<Color:Default>.
pt_br: Hai ottenuto una <Color:8>Chiave del Gatto<Color:Default>.

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: Cat-loving Homeless Man
pt_br: Senzatetto amante dei gatti

# 100_Saejima
source: (So this is the treasure, huh? Enough to keep those cats fat n' happy for life...)
pt_br: Allora questo è il tesoro, eh? Abbastanza da tenere quei gatti grassi e contenti per tutta la vita...

# 124_Cat-loving Homeless Man
source: Hey, pal! What are you doing down here?
pt_br: Ehi, compare! Che combini quaggiù?

# 136_Saejima
source: Hey yourself.
pt_br: Ehi, pure a te.

# 148_Saejima
source: (If this money's for the cats' upkeep, should I give it to the guy who's takin' care of 'em?)
pt_br: (Se 'sti soldi sono per i gatti, dovrei darli al tipo che se ne prende cura?)

# 160_Saejima
source: (It'll be alright. He seems more into the cats than the treasure, anyhow.)
pt_br: Andrà tutto bene. Comunque, quello lì sembra più preso dai gatti che dal tesoro.

# 172_Cat-loving Homeless Man
source: Um... Is something wrong?
pt_br: Ehm... C'è qualcosa che non va?

# 184_Saejima
source: Oh, uh... nope.
pt_br: Oh, ehm... no.

# 196_Cat-loving Homeless Man
source: All right, then. Whoa, look at the time. I've got places to be. See you!
pt_br: Va bene, allora. Caspita, guarda l'ora! Ho degli impegni. Ci vediamo!

# 208_Saejima
source: Yeah.
pt_br: Sì.

# 232_Saejima
source: (That left a bad taste in my mouth.)
pt_br: (Questo mi ha lasciato l'amaro in bocca.)

# 280_Saejima
source: Great timin'. Here ya go.
pt_br: Che tempismo! Tieni.

# 316_Cat-loving Homeless Man
source: Goodness! Where'd this come from?
pt_br: Caspita! Da dove salta fuori questo?

# 328_Saejima
source: It was in the locker.
pt_br: Era nell'armadietto.

# 340_Cat-loving Homeless Man
source: Ah, so this is the treasure? There really was something in there!
pt_br: Ah, quindi è questo il tesoro? C'era per davvero qualcosa lì dentro!

# 352_Saejima
source: Yeah. I figured it's to pay for the cats' room n' board, so I'm givin' it to you.
pt_br: Sì. Ho capito che è per il vitto e l'alloggio dei gatti, quindi te lo do.

# 364_Cat-loving Homeless Man
source: What? You really don't have to do that!
pt_br: Ma cosa dici? Non devi mica farlo!

# 376_Saejima
source: You're the one who's lookin' after these little guys. Go on. Take it.
pt_br: Sei tu che ci pensi a 'sti mici. Forza. Prendilo.

# 388_Cat-loving Homeless Man
source: Wow. I just... I don't know how to thank you.
pt_br: Wow. Io... non so davvero come ringraziarti.

# 400_Cat-loving Homeless Man
source: Oh, I know! I wouldn't call this a fair trade, but it's yours now.
pt_br: Ah, ho capito! Non direi che sia proprio uno scambio equo, ma adesso è tuo.

# 448_Cat-loving Homeless Man
source: I kept it because it was so cute, but now that I have these fellas, I want it to be yours. Call it a souvenir.
pt_br: L'avevo conservato perché era così carino, ma ora che ho questi mici, voglio che sia tuo. Prendilo come un ricordo.

# 460_Saejima
source: Sure. Thanks.
pt_br: Certo. Grazie.

# 556_Saejima
source: Give It to Him
pt_br: Dallo a lui

# 568_Saejima
source: Keep the Cash
pt_br: Tieniti i soldi
