Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0009040e.po
Languages: pt_br

# 292_Ajikawa
source: You have those "mouthwatering texture" and offal dish recommendations for me yet?
pt_br: Ce li hai mica quei consigli sui piatti dalla "consistenza che ti fa venire l'acquolina" e sulle frattaglieper me, ancora?

# 304_Akiyama
source: Sure, I'm ready.
pt_br: Certo, sono pronto.

# 316_Ajikawa
source: First, please tell me what your favorite yakiniku shop is called.
pt_br: Allora, dimmi un po' come si chiama il tuo posto yakiniku preferito.

# 328_Akiyama
source: It's "Korai," on Shichifuku Street.
pt_br: È "Korai," in Shichifuku Street.

# 340_Akiyama
source: It's "Banrai," on Shichifuku Street.
pt_br: È "Banrai", su Shichifuku Street.

# 352_Akiyama
source: It's "Kanrai," on Shichifuku Street.
pt_br: È il "Kanrai", in Shichifuku Street.

# 364_Ajikawa
source: Ah, so there's a great place on Shichifuku Street, is there? Tell me, which of their dishes has the best, mouthwatering texture?
pt_br: Ah, quindi c'è un gran bel posto in Shichifuku Street, dici? Dimmi un po', quale dei loro piatti ha la consistenza migliore, quella che ti fa venire l'acquolina in bocca?

# 376_Akiyama
source: The Kimchi Combo, I'd say.
pt_br: Il Kimchi Combo, direi.

# 388_Akiyama
source: The Grade A Kalbi, I'd say.
pt_br: Il Kalbi di Grado A, direi.

# 400_Akiyama
source: The Grade A Sirloin, I'd say.
pt_br: Il Controfiletto di Grado A, direi.

# 412_Ajikawa
source: So that's what you should order when you want to experience unparalleled texture.
pt_br: Allora, è questo che dovresti ordinare se vuoi provare una consistenza senza eguali.

# 424_Ajikawa
source: Now, what would you say is their most unique offal dish?
pt_br: Allora, secondo te qual è il loro piatto di frattaglie più particolare?

# 436_Akiyama
source: Probably the Horumon-yaki.
pt_br: Probabilmente l'Horumon-yaki.

# 448_Akiyama
source: Probably the Liver Sashimi.
pt_br: Direi proprio il Sashimi di fegato.

# 460_Akiyama
source: Probably the Grade A Harami.
pt_br: Probabilmente l'Harami di prima scelta.

# 472_Ajikawa
source: Well, that was easy enough, wasn't it? All right, I think I've got it!
pt_br: Beh, è stato abbastanza semplice, no? Va bene, credo di aver capito!

# 484_Ajikawa
source: And my stomach's calmed down a bit, too. I'm going to run right down there and try those delicious dishes myself!
pt_br: E anche il mio stomaco s'è un po' tranquillizzato. Mi fiondo subito laggiù a provarmi quelle delizie di persona!

# 496_Akiyama
source: Huh? You sure you want to do that?
pt_br: Eh? Sei proprio sicuro di volerlo fare?

# 508_Ajikawa
source: I'll be fine if I stick to your recommendations. After all, I need to make a note of the place's ambiance, too.
pt_br: Vado sul sicuro se mi fido delle tue raccomandazioni. Dopotutto, Devo segnarmi anche l'ambiente del locale.

# 520_Akiyama
source: Ah, right. Well, don't overdo it.
pt_br: Ah, giusto. Beh, non esagerare.

# 532_Ajikawa
source: I won't. Oh, and I have something I want to give you, so meet me here afterward, all right?
pt_br: Non lo farò. Ah, e ho una cosa che voglio darti, quindi vediamoci qui dopo, d'accordo?

# 544_Akiyama
source: Sure. Enjoy yourself.
pt_br: Certo. Divertiti.

# 604_Akiyama
source: Uh... My memory's pretty foggy. Let me check again, and I'll be right back.
pt_br: Uhm... La mia memoria è un po' annebbiata. Fammi ricontrollare, e torno subito.

# 616_Ajikawa
source: Oh, okay. I really am sorry to be putting you through all this. Thank you for your help.
pt_br: Ah, va bene. Mi dispiace davvero farti sbattere per tutto questo. Ti ringrazio per l'aiuto.

# 664_Ajikawa
source: Tell Him
pt_br: Digli

# 676_Ajikawa
source: Double-check It First
pt_br: Ricontrolla prima.

# 688_Ajikawa
source: "Korai," on Shichifuku Street.
pt_br: "Korai," su Via Shichifuku.

# 700_Ajikawa
source: "Kanrai," on Shichifuku Street.
pt_br: "Kanrai," su Shichifuku Street.

# 712_Ajikawa
source: "Banrai," on Shichifuku Street.
pt_br: "Banrai," su Shichifuku Street.

# 724_Ajikawa
source: The Grade A Sirloin.
pt_br: Il Controfiletto Grado A.

# 736_Ajikawa
source: The Kimchi Combo.
pt_br: Il Kimchi Combo.

# 748_Ajikawa
source: The Grade A Kalbi.
pt_br: Il Kalbi di prima scelta.

# 760_Ajikawa
source: The Horumon-yaki.
pt_br: L'Horumon-yaki.

# 772_Ajikawa
source: The Liver Sashimi.
pt_br: Il Sashimi di Fegato.

# 784_Ajikawa
source: The Grade A Harami.
pt_br: Il Diaframma di Grado A.
