Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00090410.po
Languages: pt_br

# 280_Ajikawa
source: Akiyama-san! You got that stock and topping info for me yet?
pt_br: Akiyama-san! Le hai poi quelle info su brodo e guarnizioni per me?

# 292_Akiyama
source: Sure, I'm ready.
pt_br: Certo, sono pronto.

# 304_Ajikawa
source: First, please tell me what your favorite ramen shop is called.
pt_br: Innanzitutto, per favore, dimmi come si chiama il tuo locale di ramen preferito.

# 316_Akiyama
source: It's "Konjo No. 1 Star," in Pink Alley.
pt_br: È il "Konjo No. 1 Star", nel Viale Rosa.

# 328_Akiyama
source: It's "Hakata No. 1 Star," in Pink Alley.
pt_br: È 'Hakata Numero 1 Stella', nel Vicolo Rosa.

# 340_Akiyama
source: It's "Kyushu No. 1 Star," in Pink Alley.
pt_br: È il "Kyushu No. 1 Star", nel Vicolo Rosa.

# 352_Ajikawa
source: It sounds like a real hidden gem. And what can you tell me about the stock they use?
pt_br: Sembra una vera chicca. E cosa mi dici sul brodo che usano?

# 364_Akiyama
source: It's a simple bonito stock.
pt_br: È un semplice brodo di bonito.

# 376_Akiyama
source: It's chicken stock from an ancient Chinese recipe.
pt_br: È brodo di pollo da un'antica ricetta cinese.

# 388_Akiyama
source: It's a rich, authentic pork bone stock. Aka tonkotsu.
pt_br: È un brodo di ossa di maiale ricco e autentico. Ovvero tonkotsu.

# 400_Ajikawa
source: They must be very particular about their soup! Now, what sort of distinctive toppings might they offer?
pt_br: Devono essere davvero pignoli col brodo! E allora, che guarnizioni particolari potrebbero offrire?

# 412_Akiyama
source: They have Tokyo-style littleneck clams.
pt_br: C'hanno vongole veraci alla Tokyo.

# 424_Akiyama
source: They have braised pork from Okinawa.
pt_br: Hanno il maiale brasato di Okinawa.

# 436_Akiyama
source: They have cod roe straight from Kyushu.
pt_br: Hanno uova di merluzzo dritto dal Kyushu.

# 448_Ajikawa
source: Oh, how wonderful! I'm definitely going to have to try it for myself!
pt_br: Oh, che meraviglia! Devo assolutamente provarlo di persona!

# 460_Ajikawa
source: You've really piqued my interest. I think I'll head over there right now.
pt_br: Mi hai proprio stuzzicato l'interesse. Penso che ci farò un salto subito.

# 472_Akiyama
source: I hope you like it.
pt_br: Spero ti piaccia.

# 484_Ajikawa
source: When it comes to food, I trust your intuition! Oh, and about your compensation... Think it can it wait till I get back from the ramen shop?
pt_br: In fatto di cibo, mi fido del tuo fiuto! Ah, e a proposito del tuo compenso... Credi che possa aspettare finché non torno dal negozio di ramen?

# 496_Akiyama
source: Sure, I don't mind. You want to meet here again?
pt_br: Certo, per me va bene. Vuoi che ci vediamo di nuovo qui?

# 508_Ajikawa
source: Yes. Thank you very much! I have visions of ramen dancing in my head already... I'll meet you here later!
pt_br: Sì. Grazie mille! Ho già il ramen che mi frulla per la testa... Ci vediamo qui dopo!

# 568_Akiyama
source: Uh... My memory's pretty foggy. Let me check again, and I'll be right back.
pt_br: Uhm... La mia memoria è un po' annebbiata. Fammi ricontrollare, e torno subito.

# 580_Ajikawa
source: Oh, okay. I really am sorry to be putting you through all this. Thank you for your help.
pt_br: Ah, va bene. Mi dispiace davvero farti sbattere per tutto questo. Ti ringrazio per l'aiuto.

# 628_Ajikawa
source: Tell Him
pt_br: Digli

# 640_Ajikawa
source: Double-check It First
pt_br: Ricontrolla prima.

# 652_Ajikawa
source: "Konjo No. 1 Star," in Pink Alley
pt_br: "Konjo Stella Numero 1," nel Vicolo Rosa

# 664_Ajikawa
source: "Hakata No. 1 Star," in Pink Alley
pt_br: "Hakata Stella N°1", nel Vicolo Rosa

# 676_Ajikawa
source: "Kyushu No. 1 Star," in Pink Alley
pt_br: "Stella Numero 1 di Kyushu," nel Vicolo Rosa

# 688_Ajikawa
source: It's a simple bonito stock.
pt_br: È un semplice brodo di bonito.

# 700_Ajikawa
source: It's a rich, authentic pork bone stock.
pt_br: È un brodo di ossa di maiale ricco e autentico.

# 712_Ajikawa
source: It's chicken stock from an ancient Chinese recipe.
pt_br: È brodo di pollo da un'antica ricetta cinese.

# 724_Ajikawa
source: Tokyo-style littleneck clams.
pt_br: Vongole veraci alla Tokyo.

# 736_Ajikawa
source: Spicy roe imported straight from Kyushu.
pt_br: Mentaiko piccante importato direttamente da Kyushu.

# 748_Ajikawa
source: Braised pork from Okinawa.
pt_br: Maiale brasato da Okinawa.
