Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0002035f.po
Languages: it

source: You handed over the <Color:8>Sake<Color:Default>.
it: Hai consegnato il <Color:8>Sake<Color:Default>.

source: You handed over the <Color:8>The Premium Malt's<Color:Default>.
it: Hai consegnato <Color:8>The Premium Malt's<Color:Default>.

source: You handed over the <Color:8>Kin-Mugi Beer<Color:Default>.
it: Hai consegnato la <Color:8>Birra Kin-Mugi<Color:Default>.

source: You handed over the <Color:8>Chu-Hi Wine Cooler<Color:Default>.
it: Hai consegnato il <Color:8>Chu-Hi Wine Cooler<Color:Default>.

source: Homeless Man
it: Senzatetto

# 68_Toku
source: Oh, you again. Did you bring me some booze?
it: Oh, di nuovo tu. Mi hai portato da bere?

# 80_Saejima
source: You Toku?
it: Sei tu Toku?

# 92_Homeless Man
source: Hm? Yeah, that's me. And who are you?
it: Mmm? Sì, sono io. E tu chi sei?

# 104_Saejima
source: Name's Saejima. I'm lookin' for anyone who knew Kamurocho back in the day, 'round 25 years ago. Someone said you might.
it: Mi chiamo Saejima. Sto cercando qualcuno che conoscesse Kamurocho ai vecchi tempi, circa 25 anni fa. Qualcuno ha detto che tu potresti.

# 116_Saejima
source: I hear ya been living in these parts a long time.
it: Ho sentito che vivi da queste parti da molto tempo.

# 128_Toku
source: That I have. Over 30 years－maybe more? Guess I lost count.
it: Proprio così. Più di 30 anni, forse di più? Credo di aver perso il conto.

# 140_Saejima
source: Yeah? Ever heard of the Sasai Family?
it: Ah sì? Hai mai sentito parlare della Famiglia Sasai?

# 152_Toku
source: Hmm, the name does ring a bell...
it: Mmm, il nome mi dice qualcosa...

# 164_Saejima
source: They had an office by West Park till at least 25 years ago.
it: Avevano un ufficio vicino a West Park fino ad almeno 25 anni fa.

# 176_Toku
source: Oh, right... It's starting to come back to me.
it: Oh, giusto... Inizio a ricordare.

# 188_Saejima
source: Well, what can ya tell me about 'em?
it: Beh, cosa puoi dirmi di loro?

# 200_Toku
source: It's kinda fuzzy. Some alkeehol might jog my memory.
it: È un po' vago. Un po' di alcol potrebbe rinfrescarmi la memoria.

# 212_Saejima
source: Alkee-what?
it: Alcol-cosa?

# 224_Toku
source: Booze. Hooch. Alkeehol. I live off the stuff, but it's been days since I could afford a drink. I just can't think straight when I'm sober.
it: Alcol. Roba forte. Superalcolici. Vivo di quella roba, ma sono giorni che non posso permettermi un drink. Non riesco a pensare lucidamente quando sono sobrio.

# 260_Saejima
source: (I oughta have some booze on me still.)
it: (Dovrei avere ancora dell'alcol con me.)

# 284_Saejima
source: (Maybe I oughta go grab some booze.)
it: (Forse dovrei andare a prendere da bere.)

# 308_Toku
source: Oh, you don't have any alkeehol on you? Shame. A stiff drink would clear these cobwebs.
it: Oh, non hai dell'alcol con te? Peccato. Un drink forte mi schiarirebbe le idee.

# 512_Saejima
source: Cheers. Now let's hear 'bout the Sasai Family.
it: Salute. Ora parliamo della Famiglia Sasai.

# 524_Toku
source: Ooh, thanks! Hold on a second while I fuel up.
it: Ooh, grazie! Aspetta un secondo che faccio il pieno.

# 548_Toku
source: Welcome back, my old friend. No, not you, the booze. *glug, glug, glug*
it: Bentornato, mio vecchio amico. No, non tu, l'alcol. *glug, glug, glug*

# 560_Toku
source: Ahhh... That's the good stuff. Warms the body and soul!
it: Ahhh... Questa è roba buona. Scalda il corpo e l'anima!

# 608_Saejima
source: I'm happy for ya. You remember anything yet?
it: Sono felice per te. Ti ricordi già qualcosa?

# 620_Toku
source: Oh, right, the Sasai Family.
it: Oh, giusto, la Famiglia Sasai.

# 632_Toku
source: Sorry to break this to you, but they're long gone.
it: Mi dispiace dirtelo, ma se ne sono andati da un pezzo.

# 644_Saejima
source: So it's true... What about the boss? Where's Sasai-san?
it: Quindi è vero... E il capo? Dov'è Sasai-san?

# 656_Toku
source: I'm afraid I don't know what became of their patriarch.
it: Temo di non sapere che fine abbia fatto il loro patriarca.

# 680_Toku
source: Ah, don't let it get you down. Besides, yakuza don't exactly advertise their comings and goings. He might very well still be around.
it: Ah, non abbatterti. Inoltre, gli yakuza non pubblicizzano esattamente i loro spostamenti. Potrebbe benissimo essere ancora in giro.

# 704_Toku
source: Sorry I wasn't much help. Wait, I know. Why not go back to where it all began? That always helps me find things.
it: Mi dispiace di non essere stato di grande aiuto. Aspetta, lo so. Perché non torni dove tutto è iniziato? Questo mi aiuta sempre a trovare le cose.

# 716_Saejima
source: (Might as well start with my old apartment. Not like I got any other leads to work with.)
it: (Tanto vale iniziare dal mio vecchio appartamento. Non che abbia altre piste da seguire.)
