Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid016c0037.po
Languages: pt_br

source: Controls
pt_br: Controlli

source: Player
pt_br: Giocatore

# 516_Kiryu
source: Use <Action:Button_LS_Up@Cabaret><Action:Button_LS_Down@Cabaret><Action:Button_LS_Left@Cabaret><Action:Button_LS_Right@Cabaret> to control where you look. This is your chance to feast your eyes on her beauty.
pt_br: Usa <Action:Button_LS_Up@Cabaret><Action:Button_LS_Down@Cabaret><Action:Button_LS_Left@Cabaret><Action:Button_LS_Right@Cabaret> per controllare dove guardi. È la tua occasione per rifarti gli occhi con la sua bellezza.

# 528_Kiryu
source: Press <Action:Button_Cross@Cabaret> when you want to focus intently on one of her features. Holding down <Action:Button_Cross@Cabaret> allows you to focus your gaze.
pt_br: Premi <Action:Button_Cross@Cabaret> quando vuoi concentrarti intensamente su una delle sue caratteristiche. Tenendo premuto <Action:Button_Cross@Cabaret> ti permette di fissare lo sguardo.

# 540_Kiryu
source: Note that her response will change depending on where you look.
pt_br: Nota che la sua reazione cambierà a seconda di dove guardi.

# 564_Kiryu
source: (Maybe she had a problem with her eyes...)
pt_br: (Forse ci vedeva male...)

# 576_Kiryu
source: (Maybe her mouth was the problem...)
pt_br: (Forse la bocca non andava...)

# 588_Kiryu
source: (Was it her hands?)
pt_br: (Erano le sue mani?)

# 600_Kiryu
source: (Maybe she had a problem with her legs...)
pt_br: (Forse aveva qualcosa che non andava alle gambe...)

# 612_Kiryu
source: (Maybe the problem was with her head...)
pt_br: (Forse il problema stava nella sua testa...)

# 624_Kiryu
source: (Her chest...?)
pt_br: (Il suo petto...?)

# 636_Kiryu
source: (Where was the problem?)
pt_br: (Dov'era il problema?)

# 648_Player
source: Did you have a problem with your eyes? Bad vision, maybe?
pt_br: Ma hai problemi con gli occhi? La vista ti gioca brutti scherzi, forse?

# 660_松岡里緒奈：源氏名
source: Nope! Actually, I have 20/20 vision.
pt_br: Macché! A dire il vero, ho una vista da dieci decimi.

# 672_松岡里緒奈：源氏名
source: The correct answer was... my chest! <Color:7>♥<Color:Default>
pt_br: La risposta giusta era... il mio seno! <Color:7>♥<Color:Default>

# 684_Player
source: Your chest?
pt_br: Il tuo seno?

# 696_松岡里緒奈：源氏名
source: When my boobs got bigger, it was hard to run. And the boys kept staring, so I had to quit.
pt_br: Quando le mie tette si sono fatte più grosse, era dura correre. E i ragazzi mi fissavano sempre, così ho dovuto smettere.

# 708_松岡里緒奈：源氏名
source: There's nothing good about having big boobs.
pt_br: Non c'è niente di buono nell'avere delle tette grosse.

# 720_Player
source: Oh, I wouldn't say that.
pt_br: Oh, non direi proprio.

# 732_Player
source: Was your mouth the problem? They say that the mouth is the gate of misfortune, after all.
pt_br: È stata la tua bocca il problema? Dopotutto, si dice che la bocca sia la porta della sfortuna.

# 744_松岡里緒奈：源氏名
source: Hahaha! That's a good one! But no, I've always been careful about what I say.
pt_br: Hahaha! Bella questa! Ma no, sono sempre stata attenta a quello che dico.

# 756_松岡里緒奈：源氏名
source: The correct answer was... my chest! <Color:7>♥<Color:Default>
pt_br: La risposta giusta era... il mio seno! <Color:7>♥<Color:Default>

# 768_Player
source: Your chest?
pt_br: Il tuo seno?

# 780_松岡里緒奈：源氏名
source: When my boobs got bigger, it was hard to run. And the boys kept staring, so I had to quit.
pt_br: Quando le mie tette si sono fatte più grosse, era dura correre. E i ragazzi mi fissavano sempre, così ho dovuto smettere.

# 792_松岡里緒奈：源氏名
source: There's nothing good about having big boobs.
pt_br: Non c'è niente di buono nell'avere delle tette grosse.

# 804_Player
source: Oh, I wouldn't say that.
pt_br: Oh, non direi proprio.

# 816_Player
source: Were your hands the problem?
pt_br: Sono state le tue mani il problema?

# 828_松岡里緒奈：源氏名
source: No. You could probably play soccer even if you did have a problem with your hands.
pt_br: No. A calcio potresti giocarci lo stesso, anche se avessi qualche problema alle mani.

# 840_Player
source: I guess that's true.
pt_br: Immagino sia vero.

# 852_松岡里緒奈：源氏名
source: The correct answer was... my chest! <Color:7>♥<Color:Default>
pt_br: La risposta giusta era... il mio seno! <Color:7>♥<Color:Default>

# 864_Player
source: Your chest?
pt_br: Il tuo seno?

# 876_松岡里緒奈：源氏名
source: When my boobs got bigger, it was hard to run. And the boys kept staring, so I had to quit.
pt_br: Quando le mie tette si sono fatte più grosse, era dura correre. E i ragazzi mi fissavano sempre, così ho dovuto smettere.

# 888_松岡里緒奈：源氏名
source: There's nothing good about having big boobs.
pt_br: Non c'è niente di buono nell'avere delle tette grosse.

# 900_Player
source: Oh, I wouldn't say that.
pt_br: Oh, non direi proprio.

# 912_松岡里緒奈：源氏名
source: You naughty boy. You shouldn't stare at a girl's thighs like that. <Color:7>♥<Color:Default>
pt_br: Ah, birbante. Non dovresti fissare le cosce di una ragazza così. <Color:7>♥<Color:Default>

# 924_Player
source: Were your legs too slow?
pt_br: Le tue gambe erano troppo lente?

# 936_松岡里緒奈：源氏名
source: Hey! Are you saying I've got fat legs?
pt_br: Ehi! Stai dicendo che ho le gambe grosse?

# 948_Player
source: Uh, I didn't mean it that way.
pt_br: Ehm, non intendevo così.

# 960_松岡里緒奈：源氏名
source: Hmph! That's not very nice!
pt_br: Hmph! Non è mica carino!

# 972_松岡里緒奈：源氏名
source: The correct answer was my chest! Sorry I've got such huge elephant legs!
pt_br: La risposta giusta era il mio seno! Scusa, ho delle gambe d'elefante così grosse!

# 996_Player
source: Was the problem with your head?
pt_br: Il problema era la tua testa?

# 1008_松岡里緒奈：源氏名
source: What's that supposed to mean!?
pt_br: Che vorrebbe dire!?

# 1020_Player
source: Soccer is a strategic sport, isn't it? It takes more than just physical fitness to be good at it.
pt_br: Il calcio è uno sport strategico, non credi? Ci vuole più della semplice forma fisica per essere bravi a quello.

# 1032_松岡里緒奈：源氏名
source: I suppose that's true, but I'm not stupid. That's kind of rude.
pt_br: Beh, sarà anche vero, ma non sono mica scema. Questo è un po' scortese.

# 1044_松岡里緒奈：源氏名
source: The correct answer was... my chest! <Color:7>♥<Color:Default>
pt_br: La risposta giusta era... il mio seno! <Color:7>♥<Color:Default>

# 1056_Player
source: Your chest?
pt_br: Il tuo seno?

# 1068_松岡里緒奈：源氏名
source: When my boobs got bigger, it was hard to run. And the boys kept staring, so I had to quit.
pt_br: Quando le mie tette si sono fatte più grosse, era dura correre. E i ragazzi mi fissavano sempre, così ho dovuto smettere.

# 1080_松岡里緒奈：源氏名
source: There's nothing good about having big boobs.
pt_br: Non c'è niente di buono nell'avere delle tette grosse.

# 1092_Player
source: Oh, I wouldn't say that.
pt_br: Oh, non direi proprio.

# 1104_松岡里緒奈：源氏名
source: Hey. What are you looking at? <Color:7>♥<Color:Default>
pt_br: Ehi. Cosa stai guardando? <Color:7>♥<Color:Default>

# 1116_Player
source: Hehehe. Was that the problem by any chance?
pt_br: Hehehe. Era quello il problema, per caso?

# 1128_松岡里緒奈：源氏名
source: That's right! I should've known you'd guess that. <Color:7>♥<Color:Default>
pt_br: Proprio così! Ma certo, sapevo che ci saresti arrivato tu. <Color:7>♥<Color:Default>

# 1140_Player
source: They do stand out.
pt_br: Saltano proprio all'occhio.

# 1152_松岡里緒奈：源氏名
source: If they were smaller, I might have made it to the national finals.
pt_br: Se fossero stati più piccoli, avrei potuto farcela alle finali nazionali.

# 1164_松岡里緒奈：源氏名
source: Do you like girls with big boobs?
pt_br: Ti piacciono le ragazze con le tette grandi?

# 1176_Player
source: Well, I certainly don't dislike them.
pt_br: Beh, non è che mi dispiacciano, eh.

# 1188_松岡里緒奈：源氏名
source: You're so naughty! <Color:7>♥<Color:Default>
pt_br: Sei così birbante! <Color:7>♥<Color:Default>

# 1200_松岡里緒奈：源氏名
source: But if you like them, there's a bit of a silver lining for me to have big boobs. Hehe, just kidding! <Color:7>♥<Color:Default>
pt_br: Ma se ti piacciono, c'è un lato positivo per me nell'avere un seno così generoso. Hehe, scherzavo! <Color:7>♥<Color:Default>

# 1212_松岡里緒奈：源氏名
source: Hey! Are you even thinking about what I asked you?
pt_br: Ehi! Ma mi stai dando retta a quello che ti ho chiesto?

# 1224_Kiryu
source: Sorry. I was a little distracted...
pt_br: Scusa. Ero un po' distratto...

# 1236_Kiryu
source: Hmph! Sorry I'm so boring to talk to!
pt_br: Hmph! Scusa se sono così noiosa a parlare!

# 1248_Kiryu
source: (Maybe a pierced eyelid?)
pt_br: (Forse un piercing alla palpebra?)

# 1260_Kiryu
source: (Maybe a pierced lip?)
pt_br: (Forse un piercing al labbro?)

# 1272_Kiryu
source: (Maybe a bracelet?)
pt_br: (Forse un braccialetto?)

# 1284_Kiryu
source: (Maybe something on her feet?)
pt_br: (Forse qualcosa ai suoi piedi?)

# 1296_Kiryu
source: (Maybe a ribbon in her hair?)
pt_br: Forse un nastro nei suoi capelli?

# 1308_Kiryu
source: (Maybe a necklace on her chest?)
pt_br: (Forse una collana sul suo décolleté?)

# 1320_Kiryu
source: (An accessory?)
pt_br: (Un accessorio?)

# 1332_Kiryu
source: How about a pierced eyelid?
pt_br: Che ne dici di una palpebra piercata?

# 1344_松岡里緒奈：源氏名
source: My eyelid!? That sounds pretty scary... Besides, I don't think the club would allow that.
pt_br: La mia palpebra!? Fa un po' paura... E poi, non credo che il locale lo permetterebbe.

# 1368_松岡里緒奈：源氏名
source: I don't think I want to get anything pierced. It sounds like it would be pretty painful.
pt_br: Non credo di volermi far fare nessun piercing. Mi sa che farebbe un bel po' male.

# 1380_松岡里緒奈：源氏名
source: I wonder what else I could do.
pt_br: Chissà cos'altro potrei fare.

# 1392_Kiryu
source: How about a pierced lip?
pt_br: Che ne dici di un piercing al labbro?

# 1404_松岡里緒奈：源氏名
source: Wow, that's kind of extreme. I'm not sure the club would allow that kind of thing.
pt_br: Cavolo, è una roba un po' spinta. Non sono sicuro che il locale permetterebbe una cosa del genere.

# 1428_松岡里緒奈：源氏名
source: I don't think I want to get anything pierced. It sounds like it would be pretty painful.
pt_br: Non credo di volermi far fare nessun piercing. Mi sa che farebbe un bel po' male.

# 1440_松岡里緒奈：源氏名
source: I wonder what else I could do.
pt_br: Chissà cos'altro potrei fare.

# 1452_Kiryu
source: How about a bracelet or something?
pt_br: Che ne dici di un braccialetto o altro?

# 1464_松岡里緒奈：源氏名
source: Hmm... A bracelet, huh?
pt_br: Hmm... Un braccialetto, eh?

# 1476_Kiryu
source: Is there a problem with that?
pt_br: C'è un problema con quello?

# 1488_松岡里緒奈：源氏名
source: No, but I often wear wrist weights when I'm training. It reminded me of that. I'd probably like something else.
pt_br: No, ma porto spesso dei pesi ai polsi quando mi alleno. Mi ha ricordato quello. Preferirei qualcos'altro, probabilmente.

# 1500_松岡里緒奈：源氏名
source: I wonder what else I could do.
pt_br: Chissà cos'altro potrei fare.

# 1512_Kiryu
source: What about a toe ring?
pt_br: Che ne dici di un anello per l'alluce?

# 1524_松岡里緒奈：源氏名
source: Huh? A toe ring?
pt_br: Eh? Un anello all'alluce?

# 1536_Kiryu
source: It's getting warm out, so you'll probably wear sandals a lot. I think it'd look nice.
pt_br: Si sta facendo caldo fuori, quindi immagino che indosserai spesso i sandali. Penso che starebbe bene.

# 1548_松岡里緒奈：源氏名
source: That's true! You've got a better sense for fashion than I thought. <Color:7>♥<Color:Default>
pt_br: È vero! Hai un gusto migliore per la moda di quanto pensassi. <Color:7>♥<Color:Default>

# 1560_松岡里緒奈：源氏名
source: I'll think about it. Thanks for the advice! <Color:7>♥<Color:Default>
pt_br: Ci farò un pensierino. Grazie del consiglio! <Color:7>♥<Color:Default>

# 1572_Kiryu
source: What about a ribbon in your hair?
pt_br: Che ne dici di un fiocco nei tuoi capelli?

# 1584_松岡里緒奈：源氏名
source: Ha! A ribbon? I don't think that suits me at all. <Color:7>♥<Color:Default>
pt_br: Ah! Un fiocco? Non credo proprio mi stia bene. <Color:7>♥<Color:Default>

# 1596_Kiryu
source: That's the point. It'll make people who know you take notice.
pt_br: È quello il bello. Farà sì che chi ti conosce ti noti.

# 1608_松岡里緒奈：源氏名
source: Oh, I see. And if my brother saw it, he'd probably freak out. <Color:7>♥<Color:Default>
pt_br: Ah, capisco. E se mio fratello lo vedesse, probabilmente sclererebbe. <Color:7>♥<Color:Default>

# 1620_松岡里緒奈：源氏名
source: I'll think about it. Thanks for the advice! <Color:7>♥<Color:Default>
pt_br: Ci farò un pensierino. Grazie del consiglio! <Color:7>♥<Color:Default>

# 1632_Kiryu
source: How about a necklace? You know, something to add a little accent to your chest area.
pt_br: Che ne dici di una collana? Sai, qualcosa per accentuare un po' il tuo décolleté.

# 1644_松岡里緒奈：源氏名
source: A necklace, huh? People do tend to look at my chest a lot.
pt_br: Una collana, eh? Diciamo che il mio seno attira un sacco di sguardi.

# 1656_松岡里緒奈：源氏名
source: One of those Y-shaped ones might be good. Maybe I'll give it a try. <Color:7>♥<Color:Default>
pt_br: Quelli a forma di Y potrebbero stare bene. Magari ci provo. <Color:7>♥<Color:Default>

# 1668_Kiryu
source: Hehehe.
pt_br: Ah ah ah.

# 1680_松岡里緒奈：源氏名
source: Hey! Are you even thinking about what I asked?
pt_br: Ehi! Ma ci stai pensando a quello che ti ho chiesto?

# 1692_Kiryu
source: Sorry... I just can't think of anything off the top of my head.
pt_br: Scusa... non mi viene in mente niente su due piedi.

# 1704_松岡里緒奈：源氏名
source: So you think nothing would look good on me?
pt_br: Allora, credi che non mi starebbe bene niente?

# 1716_Kiryu
source: I didn't say that.
pt_br: Non l'ho detto.

# 1728_松岡里緒奈：源氏名
source: I guess I'll just forget about it then.
pt_br: Vabbè, allora me ne scordo e basta.
