Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0102054e.po
Languages: it

source: The Assault on Yoshiharu Ueno
it: L'assalto a Yoshiharu Ueno

source: 1. Case Overview
it: 1. Panoramica del caso

source: The attempt on Yoshiharu Ueno's life was carried out on April 21, 1985.
it: L'attentato alla vita di Yoshiharu Ueno è stato compiuto il 21 aprile 1985.

source: Shortly after 12:00 noon that day, a lone gunman armed with six revolvers burst into a ramen shop located in Tokyo's Suginami Ward.
it: Poco dopo mezzogiorno di quel giorno, un uomo armato solitario armato di sei revolver fece irruzione in un locale di ramen situato nel quartiere Suginami di Tokyo.

source: Yoshiharu Ueno, chairman of the Ueno Seiwa Clan, was one of the 20 men shot inside, and one of the two who survived.
it: Yoshiharu Ueno, presidente del Clan Ueno Seiwa, fu una delle 20 persone colpite all'interno e uno dei due sopravvissuti.

source: The gunman was one Taiga Saejima, a 20-year-old member of the Tojo Clan.
it: L'assalitore era un certo Taiga Saejima, un ventenne membro del Clan Tojo.

source: On the day of the incident, Ueno had just been released after serving a two-year prison term. With him were several top members of his clan.
it: Il giorno dell'incidente, Ueno era appena stato rilasciato dopo aver scontato una pena di due anni. Con lui c'erano diversi membri di spicco del suo clan.

source: 2. Investigation
it: 2. Indagine

source: The Tokyo Metropolitan Police Department formed a special investigation team led by detectives <Color:7>Taigi Tanimura<Color:Default> and <Color:7>Junji Sugiuchi<Color:Default>.
it: Il Dipartimento di Polizia Metropolitana di Tokyo formò una squadra investigativa speciale guidata dai detective <Color:7>Taigi Tanimura<Color:Default> e <Color:7>Junji Sugiuchi<Color:Default>.

# 56_Tanimura
source: Hey, I think I found it.
it: Ehi, credo di averlo trovato.

# 68_Hisai
source: You did...?
it: Davvero...?

# 212_Tanimura
source: (This report is missing something... just like Katsuragi said. According to him, he should be the one listed as the killer. But all that's here is the part Saejima played.)
it: (Questo rapporto manca di qualcosa... proprio come ha detto Katsuragi. Secondo lui, dovrebbe essere lui indicato come l'assassino. Ma qui c'è solo la parte di Saejima.)

# 248_Tanimura
source: (Dad... and Sugiuchi? They worked the case together?)
it: (Papà... e Sugiuchi? Hanno lavorato al caso insieme?)

# 260_Tanimura
source: (Why haven't I heard this before? What the hell's going on?)
it: (Perché non l'ho mai saputo prima? Che diavolo sta succedendo?)

# 320_Tanimura
source: Huh...
it: Eh...

# 332_Hisai
source: What did you find out?
it: Cosa hai scoperto?

# 344_Tanimura
source: More than I expected.
it: Più di quanto mi aspettassi.

# 368_Tanimura
source: Let's go.
it: Andiamo.

# 380_Hisai
source: What? Already?
it: Cosa? Già?

# 392_Tanimura
source: Yeah, I have a good lead. No point wasting any more time here.
it: Sì, ho una buona pista. Inutile perdere altro tempo qui.
