Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid016c0039.po
Languages: pt_br

source: Controls
pt_br: Controlli

# 516_Kiryu
source: Use <Action:Button_LS_Up@Cabaret><Action:Button_LS_Down@Cabaret><Action:Button_LS_Left@Cabaret><Action:Button_LS_Right@Cabaret> to control where you look. This is your chance to feast your eyes on her beauty.
pt_br: Usa <Action:Button_LS_Up@Cabaret><Action:Button_LS_Down@Cabaret><Action:Button_LS_Left@Cabaret><Action:Button_LS_Right@Cabaret> per controllare dove guardi. È la tua occasione per rifarti gli occhi con la sua bellezza.

# 528_Kiryu
source: Press <Action:Button_Cross@Cabaret> when you want to focus intently on one of her features. Holding down <Action:Button_Cross@Cabaret> allows you to focus your gaze.
pt_br: Premi <Action:Button_Cross@Cabaret> quando vuoi concentrarti intensamente su una delle sue caratteristiche. Tenere premuto <Action:Button_Cross@Cabaret> ti permette di focalizzare lo sguardo.

# 540_Kiryu
source: Note that her response will change depending on where you look.
pt_br: Nota che la sua reazione cambierà a seconda di dove guardi.

# 564_Kiryu
source: (Her eyes?)
pt_br: (I suoi occhi?)

# 576_Kiryu
source: (Her mouth?)
pt_br: (La sua bocca?)

# 588_Kiryu
source: (Her hands?)
pt_br: (Le sue mani?)

# 600_Kiryu
source: (Her thighs?)
pt_br: (Le sue cosce?)

# 612_Kiryu
source: (Her forehead?)
pt_br: (La fronte?)

# 624_Kiryu
source: (Her chest?)
pt_br: (Il suo petto?)

# 636_Kiryu
source: (Hmm...)
pt_br: (Mmm...)

# 648_Kiryu
source: What about your eyes? I've heard of women getting eyeliner tattoos.
pt_br: E i tuoi occhi, invece? Ho sentito dire che le donne si fanno i tatuaggi all'eyeliner.

# 660_望月京子：源氏名
source: It would make it simpler to put on makeup. I wouldn't have to draw it on every day.
pt_br: Sarebbe più semplice truccarsi. Non dovrei disegnarmelo ogni giorno.

# 672_望月京子：源氏名
source: But not what I had in mind. I wanted a picture. Like a fashion accessory.
pt_br: Ma non era quello che avevo in mente. Volevo una foto. Tipo un accessorio di moda.

# 684_Kiryu
source: Oh, I see.
pt_br: Oh, capisco.

# 696_Kiryu
source: What about your lips or tongue? You'd only be able to see it when you opened your mouth.
pt_br: E che mi dici delle labbra o della lingua? Lo si vedrebbe solo quando apri la bocca.

# 708_望月京子：源氏名
source: My mouth!? I don't know about that...
pt_br: La mia bocca!? Boh, non saprei...

# 732_望月京子：源氏名
source: I'm a singer. I open my mouth all the time, so if I got a tattoo there, it would really change my image.
pt_br: Sono una cantante. Ho sempre la bocca aperta, quindi se mi facessi un tatuaggio lì, mi stravolgerebbe l'immagine.

# 744_Kiryu
source: I see. That might be a little much then, huh?
pt_br: Capisco. Magari sarebbe un po' troppo, allora, eh?

# 756_Kiryu
source: What about the back of your hand?
pt_br: E il dorso della mano?

# 768_望月京子：源氏名
source: That's not a bad idea. It would stand out when I'm playing my guitar or holding a mic.
pt_br: Non è una brutta idea. Risalterebbe quando suono la chitarra o tengo in mano un microfono.

# 780_Kiryu
source: Do you know what kind of tattoo you want?
pt_br: Sai che tipo di tatuaggio vuoi?

# 792_望月京子：源氏名
source: Hmm... Maybe I'll go with one of my favorite flowers. I bet that'd be cute. <Color:7>♥<Color:Default>
pt_br: Mmm... Magari scelgo uno dei miei fiori preferiti. Scommetto che sarebbe carino. <Color:7>♥<Color:Default>

# 804_Kiryu
source: What about your thighs?
pt_br: E le tue cosce?

# 816_望月京子：源氏名
source: Maybe... I suppose you could see it when I wear a miniskirt.
pt_br: Forse... immagino che lo vedresti quando metto una minigonna.

# 828_Kiryu
source: Do you know what kind of tattoo you want?
pt_br: Sai che tipo di tatuaggio vuoi?

# 840_望月京子：源氏名
source: Hmm... I might go with one of my favorite flowers. I bet that'd be cute. <Color:7>♥<Color:Default>
pt_br: Mmm... potrei andare su uno dei miei fiori preferiti. Scommetto che sarebbe carino. <Color:7>♥<Color:Default>

# 852_Kiryu
source: What about your forehead?
pt_br: E la tua fronte?

# 864_望月京子：源氏名
source: My forehead!? Are you insane!? That'd stand out a little much, don't you think?
pt_br: Ma sulla mia fronte!? Ma sei impazzito!? Si farebbe notare un po' troppo, non credi?

# 876_Kiryu
source: Well, it would certainly have an impact.
pt_br: Beh, farebbe senz'altro colpo.

# 888_望月京子：源氏名
source: I don't need that kind of impact! People would think I was crazy!
pt_br: Non mi serve una roba del genere! La gente penserebbe che sono pazza!

# 900_Kiryu
source: What about your chest? It would emphasize your sexy side.
pt_br: E il tuo petto? Metterebbe in risalto il tuo lato sexy.

# 912_望月京子：源氏名
source: Hmm. That's not a bad idea, but...
pt_br: Hmm. Non è una cattiva idea, ma...

# 924_Kiryu
source: But?
pt_br: Ma?

# 936_望月京子：源氏名
source: I don't like the idea of the tattooist seeing my chest while I had it done. I want to save that for someone special.
pt_br: Non mi va l'idea che il tatuatore mi veda il petto mentre me lo fa. Voglio riservarlo a qualcuno di speciale.

# 948_Kiryu
source: Heh, I see...
pt_br: Mmh, capisco...

# 960_望月京子：源氏名
source: Hey, what're you looking at?
pt_br: Oi, che stai guardando?

# 972_望月京子：源氏名
source: This is important. Pay a little more attention!
pt_br: Questo è importante. Fai un po' più di attenzione!

# 984_Kiryu
source: If you can't decide on your own, maybe you shouldn't do it. You can't take it back once you get a tattoo, you know.
pt_br: Se non riesci a decidere da solo, allora forse non farlo. Non puoi più tornare indietro una volta che ti fai un tatuaggio, sai.

# 996_望月京子：源氏名
source: I've heard they can remove tattoos now. It does leave a small scar, though.
pt_br: Ho sentito dire che adesso tolgono i tatuaggi. Però lascia una piccola cicatrice.

# 1008_望月京子：源氏名
source: Okay. I'll give it a little more thought.
pt_br: Va bene. Ci penserò un po' di più.

# 1020_Kiryu
source: (Her almond-shaped eyes?)
pt_br: (I suoi occhi a mandorla?)

# 1032_Kiryu
source: (Her strong lips?)
pt_br: (Le sue labbra forti?)

# 1044_Kiryu
source: (Her slender hands?)
pt_br: (Le sue mani affusolate?)

# 1056_Kiryu
source: (Her pretty legs?)
pt_br: (Le sue belle gambe?)

# 1068_Kiryu
source: (Her beautiful hair?)
pt_br: (I suoi bellissimi capelli?)

# 1080_Kiryu
source: (Pretty impressive...)
pt_br: (Niente male...)

# 1092_Kiryu
source: (Well...)
pt_br: (Beh...)

# 1104_Kiryu
source: I'd say your almond-shaped eyes.
pt_br: Direi i tuoi occhi a mandorla.

# 1116_望月京子：源氏名
source: Good answer. They are pretty sexy, if I do say so myself. <Color:7>♥<Color:Default>
pt_br: Bella risposta. Sono proprio sexy, se mi permetto. <Color:7>♥<Color:Default>

# 1128_Kiryu
source: I always get a little thrill when you look at me with those eyes.
pt_br: Mi viene sempre un brividino quando mi guardi con quegli occhi.

# 1140_望月京子：源氏名
source: Hahaha! I guess that makes two of us.
pt_br: Hahaha! Credo siamo in due.

# 1152_Kiryu
source: Hm? Two of us?
pt_br: Hm? Siamo in due?

# 1164_望月京子：源氏名
source: Oh, never mind! I was just talking to myself. <Color:7>♥<Color:Default>
pt_br: Ah, niente! Stavo solo parlando da solo. <Color:7>♥<Color:Default>

# 1176_Kiryu
source: I'd say your strong lips.
pt_br: Direi le tue labbra marcate.

# 1188_望月京子：源氏名
source: Actually, I'm pretty proud of my lips. As a singer, my lips are important.
pt_br: A dire il vero, sono piuttosto fiera delle mie labbra. Da cantante, le mie labbra sono importanti.

# 1200_Kiryu
source: I like it when they're moist and supple.
pt_br: Mi piacciono quando sono umidini e morbidi.

# 1212_望月京子：源氏名
source: Is that so? Sounds like you have a thing for lips...
pt_br: Ah sì? A quanto pare hai un debole per le labbra...

# 1224_Kiryu
source: I'd say your slender hands.
pt_br: Direi le tue mani affusolate.

# 1236_望月京子：源氏名
source: You really think so? Everybody says I'm such a tomboy. Nobody's ever complimented me on my hands before.
pt_br: Lo pensi davvero? Tutti dicono che sono proprio un maschiaccio. Nessuno mi aveva mai fatto un complimento sulle mani prima d'ora.

# 1248_Kiryu
source: Heh... They don't appreciate you enough.
pt_br: Eh... Non ti apprezzano abbastanza.

# 1260_望月京子：源氏名
source: Hahaha! You sure have a silver tongue, don't you? But thanks. <Color:7>♥<Color:Default>
pt_br: Hahaha! Hai proprio la parlantina, eh? Ma grazie. <Color:7>♥<Color:Default>

# 1272_Kiryu
source: I'd say your pretty legs.
pt_br: Punterei sulle tue belle gambe.

# 1284_望月京子：源氏名
source: Oh, I see. You're a leg man.
pt_br: Ah, capito. Hai un debole per le gambe.

# 1296_Kiryu
source: Not really. But anyone can appreciate legs as nice as yours.
pt_br: Non proprio. Ma chiunque non può che apprezzare delle gambe così belle come le tue.

# 1308_望月京子：源氏名
source: Hahaha! You sure have a silver tongue, don't you? But thanks. <Color:7>♥<Color:Default>
pt_br: Hahaha! Hai proprio la parlantina, eh? Ma grazie. <Color:7>♥<Color:Default>

# 1320_Kiryu
source: I'd say your beautiful hair.
pt_br: Direi la tua bella chioma.

# 1332_望月京子：源氏名
source: Really? You think it's beautiful?
pt_br: Davvero? Lo trovi bello?

# 1344_Kiryu
source: Yeah.
pt_br: Sì.

# 1356_望月京子：源氏名
source: Wow. I wear hats pretty often, but maybe I shouldn't be hiding this beautiful hair of mine.
pt_br: Wow. Porto spesso il cappello, ma forse non dovrei nascondere questa mia bella chioma.

# 1368_望月京子：源氏名
source: Hey, what're you looking at?
pt_br: Oi, che stai guardando?

# 1380_Kiryu
source: I know what's most attractive.
pt_br: So cosa è più attraente.

# 1392_望月京子：源氏名
source: Haha! At least you're direct. I like that about you.
pt_br: Ahahah! Almeno sei diretta. Questo mi piace di te.

# 1404_Kiryu
source: Heh...
pt_br: Eh...

# 1416_望月京子：源氏名
source: Hey, what're you looking at!?
pt_br: Ehi, che guardi!?

# 1428_望月京子：源氏名
source: So no part of me is attractive, huh?
pt_br: Quindi proprio nessuna parte di me è attraente, eh?

# 1440_Kiryu
source: I didn't mean that.
pt_br: Non intendevo quello.

# 1452_望月京子：源氏名
source: I'm disappointed. Hundreds of people look at me on stage, but I can't even get you to give me a second glance.
pt_br: Sono delusa. Centinaia di persone mi guardano sul palco, ma non riesco a strapparti neanche un'occhiata.
