Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0000.po
Languages: pt_br

source: Player
pt_br: Giocatore

# 264_Player
source: (Should I give her a present?)
pt_br: Dovrei farle un regalo?

# 288_Player
source: (Maybe she'd like this.)
pt_br: (Magari le piacerebbe questo.)

# 300_Player
source: (On second thought, maybe not.)
pt_br: (Ripensandoci, magari no.)

# 312_Player
source: (This might be a good time to leave, but I've got enough money. Should I stay a bit longer?)
pt_br: (Forse è il momento di andarsene, ma ho ancora soldi. Mi fermo ancora un po'?)

# 324_Player
source: (I think I'll stay just a bit longer.)
pt_br: (Penso che mi fermerò ancora un po'.)

# 336_Player
source: (I think it's time to go.)
pt_br: (Penso sia ora di andare.)

# 348_Player
source: (What should I talk about?)
pt_br: (Di cosa dovrei parlare?)

# 396_Player
source: Yes
pt_br: Sì

# 420_Player
source: Stay
pt_br: Resta

# 432_Player
source: Leave
pt_br: Andarsene

# 444_Player
source: The rumor about ramen.
pt_br: La voce sul ramen.

# 456_Player
source: The rumor about gelato.
pt_br: La voce sul gelato.

# 468_Player
source: The rumor about fake brand-name goods.
pt_br: La voce sulla roba firmata tarocca.
