Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00020224.po
Languages: it

source: The Florist
it: Il Fiorista

# 68_The Florist
source: Hold up.
it: Aspetta un attimo.

# 80_Saejima
source: Why?
it: Perché?

# 92_The Florist
source: I had a feeling you weren't just another psychopath.
it: Avevo la sensazione che non fossi un semplice psicopatico.

# 104_Saejima
source: The hell does that mean?
it: Che diavolo significa?

# 116_The Florist
source: If you had killed Ivan, I would have denied your request.
it: Se avessi ucciso Ivan, avrei rifiutato la tua richiesta.

# 128_Saejima
source: 'Scuse me?
it: Come, scusa?

# 140_The Florist
source: People come here to see blood, but letting my prizefighters murder each other would be bad business.
it: La gente viene qui per vedere il sangue, ma lasciare che i miei lottatori si uccidano a vicenda sarebbe un cattivo affare.

# 152_The Florist
source: I'm relieved to see there's some humanity left in you.
it: Sono sollevato nel vedere che c'è ancora un po' di umanità in te.

# 164_Saejima
source: Get to the point.
it: Arriva al punto.

# 176_The Florist
source: I'll tell you what you want to know: where Sasai is.
it: Ti dirò quello che vuoi sapere: dov'è Sasai.
