Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010204ad.po
Languages: it

# 104_Shibata
source: It seems like everything's going quite smoothly.
it: Sembra che tutto stia procedendo abbastanza liscio.

# 116_Shibata
source: Simply lay low for a while and wait till the storm blows over. Then things can proceed.
it: Basta stare nascosti per un po' e aspettare che la tempesta passi. Poi le cose potranno procedere.

# 128_Shibata
source: Got that, Arai?
it: Capito, Arai?

# 140_Arai
source: Understood.
it: Capito.

# 152_Shibata
source: The sixth chairman will never suspect we're hiding you here.
it: Il sesto presidente non sospetterà mai che ti nascondiamo qui.

# 164_Shibata
source: Quite the bargain for just one finger, wouldn't you say?
it: Un vero affare per un solo dito, non trovi?

# 176_Arai
source: Heh, you mean that little charade of yours? Nice touch.
it: Eh, intendi quella tua piccola farsa? Bel tocco.

# 200_Shibata
source: I'll be meeting with Katsuragi tomorrow afternoon to work out the finer details of the truce.
it: Domani pomeriggio incontrerò Katsuragi per definire i dettagli della tregua.

# 212_Arai
source: I see... And the location?
it: Capisco... E il luogo?

# 224_Shibata
source: Kamurocho. Some place called Café Alps.
it: Kamurocho. Un posto chiamato Café Alps.

# 236_Arai
source: Hmm... But is Kamurocho really the right place to hold a meeting, so out in the open?
it: Mmmh... ma Kamurocho è davvero il posto giusto per un incontro, così allo scoperto?

# 248_Arai
source: Tojo Headquarters could easily discover the link between you two.
it: Il Quartier Generale del Tojo potrebbe facilmente scoprire il legame tra voi due.

# 260_Shibata
source: It's fine. Katsuragi and I have a perfectly good reason for being seen together.
it: Va bene. Io e Katsuragi abbiamo un ottimo motivo per farci vedere insieme.

# 272_Shibata
source: If anything, people will just assume I'm offering a further apology. Or at least I can spin it that way.
it: Se non altro, la gente penserà che sto offrendo ulteriori scuse. O almeno posso rigirarla così.

# 284_Arai
source: Of course.
it: Certo.

# 296_Shibata
source: Hmph... But I do see why it might worry you.
it: Mpf... ma capisco perché potrebbe preoccuparti.

# 308_Shibata
source: Especially with this woman... and the unexpected headaches she's caused.
it: Soprattutto con questa donna... e i grattacapi inaspettati che ha causato.
