Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0183022a.po
Languages: pt_br

# 120_Akiyama
source: Cutting it a little close, don't you think? So what'd you wind up with?
pt_br: Un po' all'ultimo, non credi? E allora, cos'hai tirato fuori?

# 132_Shiobara
source: *pant* *pant* ...I'm going to win! I just know it!
pt_br: *ansima* *ansima* ...Vincerò! Lo sento!

# 144_Akiyama
source: Shall we get a ruling from the pawn shop, then?
pt_br: Ci facciamo dare un verdetto dal banco dei pegni, allora?

# 180_Akiyama
source: You don't see a guy for a while, and he goes back to the simple life, huh?
pt_br: Non si vede un tipo per un po', e torna alla vita semplice, eh?

# 192_Shiobara
source: Yeah, well...
pt_br: Eh, beh...

# 204_Akiyama
source: So how are things? Rumor mill's been pretty quiet lately. You been out of town?
pt_br: Allora, come butta? Il giro di voci è stato un po' morto ultimamente. Eri fuori zona?

# 216_Shiobara
source: Something like that...
pt_br: Una roba del genere...

# 228_Akiyama
source: Since when were you so wishy-washy? Is your business on the rocks or what?
pt_br: Da quando sei diventato così smidollato? I tuoi affari vanno a rotoli o che?

# 240_Shiobara
source: I started a loan office in another part of town. Figured I'd follow in your footsteps for real this time.
pt_br: Ho aperto un ufficio prestiti in un'altra parte della città. Mi son detto che stavolta avrei seguito le tue orme per davvero.

# 252_Shiobara
source: But with so many bad customers as of late, my cash reserves ran low in basically no time at all.
pt_br: Ma con tutti quei clienti di merda ultimamente, i miei fondi si sono assottigliati praticamente in un attimo.

# 264_Shiobara
source: I tried to recoup my losses by doing some day-trading on the side, but that didn't work out too well.
pt_br: Ho provato a rifarmi delle perdite facendo un po' di day-trading a lato, ma non è andata molto bene.

# 276_Shiobara
source: Before I knew it, I was practically destitute.
pt_br: Prima che me ne accorgessi, ero praticamente ridotto sul lastrico.

# 288_Akiyama
source: Ah, so that's why you look so glum. Hah... Well, cheer up!
pt_br: Ah, ecco perché sei così giù. Hah... Beh, su con la vita!

# 300_Akiyama
source: After all, you were basically down and out that first time you came to see me, right?
pt_br: Dopotutto, eri praticamente alla frutta quella prima volta che sei venuto a trovarmi, no?

# 312_Akiyama
source: And a damn sight more spirited, I might add－full of that can-do attitude. Snap out of it, pal! So what if you're back to square one again?
pt_br: E anche con un bel po' più di grinta, aggiungerei — pieno di quella mentalità da "si può fare". Datti una mossa, amico! E allora se sei tornato di nuovo al punto di partenza?

# 324_Shiobara
source: I didn't know anything back then. I was obsessed with making it big, even though I hadn't accomplished a thing...
pt_br: Non sapevo un cazzo, a quei tempi. Ero ossessionato dal farmi grande, eppure non avevo combinato una sega...

# 336_Shiobara
source: It's different now, though. I tried everything I could and failed. So that's it. I'm hopeless.
pt_br: Però adesso è diverso. Le ho provate tutte e ho fallito. Quindi è finita. Sono un caso perso.

# 348_Akiyama
source: Man, what a drag... You're bumming me out over here.
pt_br: Uff, che rottura... Mi stai buttando giù, così.

# 360_Akiyama
source: Look, I know you've been through a lot.
pt_br: Guarda, lo so che ne hai passate tante.

# 372_Akiyama
source: But before you toss it all out the window, how about another one of my tests?
pt_br: Ma prima che getti la spugna, che ne dici di un altro dei miei test?

# 384_Shiobara
source: Another test...?
pt_br: Un'altra prova...?

# 396_Akiyama
source: Yup. If you pass, I'll give you another loan. No interest, no collateral－same as before.
pt_br: Già. Se ce la fai, ti darò un altro prestito. Nessun interesse, nessuna garanzia—come prima.

# 408_Akiyama
source: I mean, this is Shun Akiyama of Sky Finance you're talking to here!
pt_br: Voglio dire, sono Shun Akiyama di Sky Finance quello con cui stai parlando qui!

# 420_Akiyama
source: Who better to help turn your life around than me?
pt_br: Chi meglio di me per farti svoltare?

# 432_Shiobara
source: ...You're not going to ask me to restructure another company, are you?
pt_br: ...Non mi chiederai mica di ristrutturare un'altra azienda, vero?

# 444_Shiobara
source: Because you don't want to let a guy like me anywhere near a struggling business.
pt_br: Perché uno come me non lo vorresti mica far avvicinare a un' attività in difficoltà.

# 456_Akiyama
source: Heh. You're catching on. No, that kind of test wouldn't suit you at all these days.
pt_br: Eh. Stai cominciando a capire. No, un test del genere non farebbe proprio per te di questi tempi.

# 468_Akiyama
source: Besides, there's not much fun in reruns, is there?
pt_br: D'altronde, non c'è molto gusto nelle repliche, vero?

# 480_Akiyama
source: So, this time around, your test will be... this.
pt_br: Allora, stavolta, la tua prova sarà... questo.

# 492_Shiobara
source: A cigarette?
pt_br: Una cicca?

# 504_Shiobara
source: What about it?
pt_br: Cosa c'è?

# 516_Akiyama
source: A single cigarette. You have one hour to turn this into something valuable. I'll play, too.
pt_br: Una sola sigaretta. Hai un'ora di tempo per trasformare questo in qualcosa di valore. Sarò della partita anch'io.

# 528_Akiyama
source: But how do we determine value...? Ah, I know. We'll ask the pawn shop. If your item is judged more valuable than mine...
pt_br: Ma come facciamo a determinare il valore...? Ah, lo so. Chiederemo al banco dei pegni. Se il tuo oggetto sarà giudicato più di valore del mio...

# 540_Akiyama
source: ...I'll lend you one hundred million－Sky Finance guarantee and all.
pt_br: ...ti presto cento milioni—garanzia Sky Finance e con tutti i crismi.

# 552_Shiobara
source: One hundred million!?
pt_br: Cento milioni!?

# 564_Akiyama
source: Uh-huh. That's the test for today. You said you were an ace day-trader. Let's see if you were telling the truth.
pt_br: Mhm. Questa è la prova di oggi. Hai detto di essere un asso del day-trading. Vediamo se era vero.

# 576_Shiobara
source: Please don't joke around... You'd really loan me a hundred million for such a childish game?
pt_br: Non starai mica scherzando... Mi presteresti davvero cento milioni per un giochino così infantile?

# 588_Akiyama
source: You in or out? I assure you, I'm serious.
pt_br: Ci stai o no? Te lo assicuro, faccio sul serio.

# 600_Akiyama
source: This is your last chance. If you don't take it, you really are done for.
pt_br: Questa è la tua ultima occasione. Se non la cogli, sei davvero fregato.

# 612_Akiyama
source: So, what's it going to be?
pt_br: Allora, che mi dici?

# 648_Shiobara
source: ...All right, I'll do it. You underestimate me, Akiyama-san.
pt_br: ...Ok, va bene, ci sto. Mi sottovaluti, Akiyama-san.

# 660_Shiobara
source: I've been through so much. I'm not the man I was when we first met.
pt_br: Ne ho passate di tutti i colori. Non sono più l'uomo che ero quando ci siamo incontrati per la prima volta.

# 672_Shiobara
source: You said a hundred million, right? I sure hope you keep your promises.
pt_br: Hai detto cento milioni, giusto? Spero proprio che mantieni le tue promesse.

# 684_Akiyama
source: Now you're talking!
pt_br: Adesso sì che si ragiona!

# 696_Akiyama
source: Okay, here's yours.
pt_br: Ok, ecco il tuo.

# 708_Akiyama
source: Meet here in exactly one hour. Not a minute later.
pt_br: Troviamoci qui esattamente tra un'ora. Non un minuto dopo.

# 720_Shiobara
source: Got it.
pt_br: Capito.

# 732_Akiyama
source: Ready, set... go!
pt_br: Pronti, partenza... via!
