Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee02df.po
Languages: pt_br

source: Employee
pt_br: Cameriere

source: Player
pt_br: Giocatore

# 936_Employee
source: Don't mind the mess, sir! We might be a wreck right now, but we're still open for business!
pt_br: Non faccia caso al casino, signore! Magari siamo un po' uno sfacelo adesso, ma siamo comunque operativi!

# 948_Employee
source: Hello, sir. What can I do for you today?
pt_br: Buongiorno, signore. Cosa posso fare per lei oggi?

# 960_Player
source: (Now's not the time for me to ask them to introduce me to a place.)
pt_br: (Ora non è il momento di chiedere loro di presentarmi un locale.)

# 972_Player
source: Sorry, something just came up.
pt_br: Scusa, mi è venuto un imprevisto.

# 984_Employee
source: Oh... Well, come by again soon, all right?
pt_br: Oh... Beh, fatti rivedere presto, va bene?

# 1008_Employee
source: Don't mind the mess, sir! We might be a wreck right now, but we're still open for business!
pt_br: Non faccia caso al casino, signore! Magari siamo un po' uno sfacelo adesso, ma siamo comunque operativi!

# 1020_Employee
source: Hello, sir. What can I do for you today?
pt_br: Buongiorno, signore. Cosa posso fare per lei oggi?

# 1032_Player
source: (I need to be doing stuff for Elise right now. No time for detours.)
pt_br: (Devo sbrigare sta roba per Elise, adesso. Non c'è tempo per cazzeggiare.)

# 1044_Player
source: Sorry, something just came up.
pt_br: Scusa, mi è venuto un imprevisto.

# 1056_Employee
source: Oh... Well, come by again soon, all right?
pt_br: Oh... Beh, fatti rivedere presto, va bene?

# 1080_Employee
source: Don't mind the mess, sir! We might be a wreck right now, but we're still open for business!
pt_br: Non faccia caso al casino, signore! Magari siamo un po' uno sfacelo adesso, ma siamo comunque operativi!

# 1092_Employee
source: Hello, sir. What can I do for you today?
pt_br: Buongiorno, signore. Cosa posso fare per lei oggi?

# 1104_Employee
source: Actually, I'm good.
pt_br: A dire il vero, sono a posto.

# 1116_Employee
source: Okay, just let me know if you need anything.
pt_br: Va bene, fammi solo sapere se ti serve qualcosa.

# 1128_Player
source: Tell me about Jewel.
pt_br: Parlami di Jewel.

# 1140_Employee
source: What would you like to know about Jewel?
pt_br: Cosa ti interessa sapere di Jewel?

# 1152_Employee
source: Tell me about Jewel itself.
pt_br: Parlami di Jewel in sé.

# 1164_Employee
source: Jewel is a hostess club with a laid-back atmosphere and friendly, down-to-earth girls.
pt_br: Jewel è un hostess club con un'atmosfera rilassata e ragazze simpatiche e alla mano.

# 1176_Employee
source: It's my top recommendation! You can find it over on Shichifuku Street.
pt_br: È la mia raccomandazione di punta! Lo trovi lì su Shichifuku Street.

# 1188_Employee
source: There's an 8,400 yen cover charge, a 3,150 yen hostess-selection charge, and a 3,150 yen service charge.
pt_br: C'è un costo d'ingresso di 8.400 yen, una quota di 3.150 yen per la selezione dell'hostess, e una quota di servizio di 3.150 yen.

# 1212_Employee
source: Tell me about Noa Mizutani.
pt_br: Che mi dici di Noa Mizutani?

# 1224_Employee
source: Noa-chan is cheerful and friendly. Talking to her is like talking to a good friend, even if you've only just met.
pt_br: Noa-chan è allegra e alla mano. Parlarle è come fare quattro chiacchiere con un vecchio amico, anche se l'hai appena incontrata.

# 1236_Employee
source: She's a little ditzy at times, but I think you'll find it charming－especially when she doesn't realize she's being ditzy!
pt_br: È un po' svampita, a volte, ma credo che la troverai un incanto－soprattutto quando non si rende conto di esserlo!

# 1248_Employee
source: She's 21, an Aquarius, and her blood type's B! She loves to eat anything fried but hates bitter vegetables.
pt_br: Ha 21 anni, è dell'Acquario e il suo gruppo sanguigno è B! Adora mangiare tutto ciò che è fritto ma detesta le verdure amare.

# 1260_Talk_Smile
source: Hehehe... Once you get a taste of Noa-chan's cheery personality, you won't be able to stop coming back for more!
pt_br: Eheheh... Una volta che assaggi la personalità solare di Noa-chan, non riuscirai più a smettere di tornare!

# 1284_Employee
source: Tell me about Erena Aihara.
pt_br: Dimmi un po' di Erena Aihara.

# 1296_Employee
source: Erena-chan is a spunky Kansai goddess! Her high energy is absolutely infectious.
pt_br: Erena-chan è una dea del Kansai grintosa! La sua energia straripante è assolutamente contagiosa.

# 1308_Employee
source: Here's something you might not expect: she also has a girly side! Your heart is guaranteed to skip a beat once you get a glimpse of it!
pt_br: Ecco una cosa che forse non ti aspetti: ha anche un lato da ragazzina! Ti assicuro che il cuore ti farà un balzo in gola appena ne avrai un assaggio!

# 1320_Employee
source: She's 24, an Aries, and her blood type's O! Her favorite food is liver sashimi, and I hear she's really into perfume.
pt_br: Ha 24 anni, è dell'Ariete e il suo gruppo sanguigno è 0! Il suo piatto preferito è il sashimi di fegato, e mi dicono che vada matta per i profumi.

# 1332_Talk_Smile
source: Hehe... Let me tell you, once you live through one of Erena-chan's hyper-energetic conversations, you'll be totally hooked!
pt_br: Hehe... Lascia che ti dica, una volta che ti sarai goduto una delle chiacchierate super-energetiche di Erena-chan, sarai completamente agganciato!

# 1356_Employee
source: Tell me about Chihiro Ikki.
pt_br: Parlami di Chihiro Ikki.

# 1368_Employee
source: Chihiro-chan's a college student! She's popular for her exceedingly normal personality－at least, normal compared to most hostesses.
pt_br: Chihiro-chan è una studentessa universitaria! È popolare per la sua personalità estremamente normale－almeno, normale rispetto alla maggior parte delle hostess.

# 1380_Employee
source: You can tell she's trying really hard to keep up with "adulting," as she'd call it. You'll want to watch over her and protect her!
pt_br: Si vede che si sta sforzando un sacco per "fare l'adulta", come direbbe lei. Ti verrà voglia di vegliare su di lei e proteggerla!

# 1392_Employee
source: Just between you and me, I hear she's hiding a secret talent... Wonder what it could be.
pt_br: Solo tra noi, eh? Sento dire che nasconde un talento segreto... Chissà cosa sarà.

# 1404_Employee
source: She's 20, an Aries, and her blood type's B! I hear she's not very good with alcohol, despite working in a hostess club.
pt_br: Ha 20 anni, è dell'Ariete e il suo gruppo sanguigno è B! A quanto pare, non regge molto l'alcol, nonostante lavori in un hostess club.

# 1416_Talk_Smile
source: Hehehe... You'd best be careful with Chihiro-chan. One innocent look is all it takes for an addiction to start!
pt_br: Hehehe... Faresti meglio a stare attento con Chihiro-chan. Basta uno sguardo innocente per far nascere una dipendenza!

# 1440_Employee
source: Tell me about Maya Mori.
pt_br: Parlami di Maya Mori.

# 1452_Employee
source: Maya-chan is cool and stylish. She has a mysterious kind of charm about her, though maybe that comes from how calm and refined she comes off as.
pt_br: Maya-chan è ganza e di classe. Ha un certo fascino misterioso, anche se forse è dovuto a come si presenta, così calma e raffinata.

# 1464_Employee
source: She loves going out on the town at night and has plenty of stories to tell about her nighttime adventures, though lately I hear she's grown up a little bit.
pt_br: Le piace girare per i locali la sera e ha un sacco di storie da raccontare sulle sue avventure notturne, anche se ultimamente mi pare abbia messo un po' la testa a posto.

# 1476_Employee
source: She's 24, a Sagittarius, and her blood type's A! She absolutely loves chocolate, don't forget that.
pt_br: Ha 24 anni, è del Sagittario e il suo gruppo sanguigno è A! Va matta per il cioccolato, non dimenticarlo.

# 1488_Talk_Smile
source: Hehehe... Just you wait. You'll take one look at Maya-chan's cute face and instantly fall in love!
pt_br: Hehehe... Aspetta e vedrai. Darai un'occhiata al faccino carino di Maya-chan e ti innamorerai all'istante!

# 1512_Player
source: Tell me about Shine.
pt_br: Parlami di Shine.

# 1524_Employee
source: What would you like to know about Shine?
pt_br: Cosa ti piacerebbe sapere di Shine?

# 1536_Employee
source: Tell me about Shine itself.
pt_br: Che mi dici di Shine?

# 1548_Employee
source: Shine is a long-standing hostess club in Kamurocho.
pt_br: Shine è uno storico hostess club a Kamurocho.

# 1560_Employee
source: The manager scouts the girls himself, so there's not a butterface among them. You'll find it over on Pink Street.
pt_br: Il gestore seleziona le ragazze di persona, quindi non ce n'è una che sia una ciofeca in viso. Lo troverai su Pink Street.

# 1572_Employee
source: There's an 8,400 yen cover charge, a 3,150 yen hostess-selection charge, and a 3,150 yen service charge.
pt_br: C'è un costo d'ingresso di 8.400 yen, una quota di 3.150 yen per la selezione dell'hostess, e una quota di servizio di 3.150 yen.

# 1596_Employee
source: Tell me about Rio.
pt_br: Parlami di Rio.

# 1608_Employee
source: Rio-chan is half-Japanese. That gives her a sexy, exotic appeal, guaranteed to drive you wild.
pt_br: Rio-chan è per metà giapponese. Questo le dà un fascino sexy ed esotico, garantito che ti farà perdere la testa.

# 1620_Employee
source: She's the number one hostess at the club, and not just for her looks! I heard that she recently got picked up to write a column for a Kamurocho magazine.
pt_br: È la numero uno del club, e non solo per la sua bellezza! Ho sentito dire che di recente l'hanno presa per scrivere una rubrica per una rivista di Kamurocho.

# 1632_Employee
source: She's 23, a Scorpio, and her blood type's A! Music is one of her many hobbies. Oh, also, she loves chocolate.
pt_br: Ha 23 anni, è Scorpione, e il suo gruppo sanguigno è A! La musica è uno dei suoi tanti hobby. Ah, e poi, adora il cioccolato.

# 1644_Talk_Smile
source: Hehehe... No man could ever turn down the chance to go on a life-changing date with the super sexy Rio-chan!
pt_br: Hehehe... Nessun uomo potrebbe mai dire di no all'occasione di andare a un appuntamento che ti cambia la vita con la super sexy Rio-chan!

# 1668_Employee
source: Tell me about Shizuka Saito.
pt_br: Parlami di Shizuka Saito.

# 1680_Employee
source: Shizuka-chan is a traditional Japanese beauty with stunning black hair. She's polite and has incredibly good manners, something you don't see much in young people nowadays.
pt_br: Shizuka-chan è una bellezza giapponese tradizionale con splendidi capelli neri. È educata e ha maniere incredibilmente buone, una cosa che non si vede spesso nei giovani di oggi.

# 1692_Employee
source: Apparently, she's got a very interesting backstory, especially when it comes to how she came to work at a hostess club.
pt_br: A quanto pare, ha una storia molto interessante, soprattutto su come è arrivata a lavorare in un hostess club.

# 1704_Employee
source: She's 29, a Sagittarius, and her blood type's O! She loves desserts but hates spicy food.
pt_br: Ha 29 anni, è del Sagittario, e il suo gruppo sanguigno è 0! Va matta per i dolci, ma occhio al piccante: proprio non le va giù.

# 1716_Talk_Smile
source: Hehehe... Sit down with Shizuka-chan for a few minutes, and watch as her unique aura soothes away all your troubles!
pt_br: Eheheh... Mettiti comodo con Shizuka-chan per qualche minuto, e vedrai come la sua aura unica ti farà dimenticare tutti i tuoi grattacapi!

# 1740_Employee
source: Tell me about Himeka Kawasaki.
pt_br: Parlami di Himeka Kawasaki.

# 1752_Employee
source: Himeka-chan is an energetic Kansai-grown girl. She's the star of her club and is well-known for her cheerful conversational style.
pt_br: Himeka-chan è una ragazza vivace, originaria del Kansai. È la punta di diamante del suo locale, nota per il suo modo di chiacchierare allegro e spigliato.

# 1764_Employee
source: She loves interacting with customers and drinking, too. Guess working at a hostess club is the perfect job for her!
pt_br: Le piace un sacco interagire con i clienti e bere, pure. Direi che fare la hostess è proprio il lavoro perfetto per lei!

# 1776_Employee
source: I hear there are even customers who come up all the way from Kansai just to meet Himeka-chan!
pt_br: Sento che ci sono persino clienti che si fanno tutta la strada dal Kansai solo per incontrare Himeka-chan!

# 1788_Employee
source: She's 24, a Leo, and her blood type's O! She loves liver sashimi and fried foods, and I hear she's really into collecting perfume and going to hot springs.
pt_br: Ha 24 anni, è del Leone e il suo gruppo sanguigno è 0! Va matta per il sashimi di fegato e i fritti, e mi dicono che è proprio fissata con il collezionare profumi e andare alle terme.

# 1800_Talk_Smile
source: Hehehe... Who knows? You may find yourself among Himeka-chan's legions of fans very soon!
pt_br: Hehehe... Chissà? Potresti ritrovarti molto presto tra le legioni di fan di Himeka-chan!

# 1824_Player
source: Tell me about Elise.
pt_br: Parlami di Elise.

# 1836_Employee
source: What would you like to know about Elise?
pt_br: Cosa vorresti sapere di Elise?

# 1848_Employee
source: Tell me about Elise itself.
pt_br: Parlami di Elise in sé.

# 1860_Employee
source: Elise is a hostess club that's been quickly rising through the ranks. It gains more and more popularity by the day, it seems.
pt_br: Elise è un hostess club che sta rapidamente scalando le classifiche. Sembra che acquisisca sempre più popolarità di giorno in giorno.

# 1872_Employee
source: The club's name means "paradise," and the girls there were all personally selected and trained by the shop's manager, so you know they've got to be good.
pt_br: Il nome del locale significa "paradiso", e le ragazze lì sono state tutte selezionate e addestrate personalmente dal gestore, quindi figurati se non sono delle fuoriclasse.

# 1884_Employee
source: You can find it over on Taihei Boulevard. There's a 5,000 yen cover charge, a 1,000 yen hostess-request fee, and a 1,000 yen service charge.
pt_br: Lo trovi su Viale Taihei. C'è un costo d'ingresso di 5.000 yen, una quota per la richiesta della hostess di 1.000 yen e una quota di servizio di 1.000 yen.

# 1920_Player
source: Tell me about %s.
pt_br: Parlami di %s.

# 1932_Employee
source: %s-chan is a shrewd career woman. It's no wonder she's got high expectations for the men who court her.
pt_br: %s-chan è una donna in carriera scaltra. Normale che abbia aspettative alte per gli uomini che le vanno dietro.

# 1944_Employee
source: I hear she's looking to get married soon. Who knows, you could be the lucky guy...
pt_br: Gira voce che si sta per sposare presto. Chissà, potresti essere tu il fortunato...

# 1956_Employee
source: She's 26, a Sagittarius, and her blood type's O! I hear she loves any kind of fruit.
pt_br: Ha 26 anni, è un Sagittario e il suo gruppo sanguigno è 0! Dicono che adori qualsiasi tipo di frutta.

# 1968_Talk_Smile
source: Hehehe... You'll need to be a gentleman above all others if you want to win %s-chan's heart...
pt_br: Eheheh... Dovrai essere un gentiluomo come nessun altro se vuoi conquistare il cuore di %s-chan...

# 2004_Player
source: Tell me about %s.
pt_br: Parlami di %s.

# 2016_Employee
source: %s-chan is great at sports! Her cheerful personality and passion for athletics are only two of her many charms.
pt_br: %s-chan è un asso negli sport! La sua personalità allegra e la sua passione per l'atletica sono solo due dei suoi molti fascini.

# 2028_Employee
source: I hear that %s-chan's father is somewhat famous.
pt_br: Mi dicono che il padre di %s-chan ha una certa fama.

# 2040_Employee
source: She's 21, a Cancer, and her blood type's AB! She loves drinking parties, and lately I've heard she's starting to get into golf.
pt_br: Ha 21 anni, è del segno del Cancro, e il suo gruppo sanguigno è AB! Adora fare baldoria, e ultimamente mi è giunta voce che si sta appassionando al golf.

# 2052_Talk_Smile
source: Hehehe... The best remedy for a long day of work is an evening sharing a beer with %s-chan!
pt_br: Hehehe... Il miglior rimedio per una giornata di lavoro tosta è una serata a farsi una birra con %s-chan!

# 2088_Player
source: Tell me about %s.
pt_br: Parlami di %s.

# 2100_Employee
source: %s-chan is a tough girl who doesn't hesitate to tell you exactly what's on her mind.
pt_br: %s-chan è una ragazza tosta che non esita a dirti quello che le passa per la testa.

# 2112_Employee
source: Oh, here's something you might find interesting: she's the lead singer in a band.
pt_br: Oh, ecco una cosa che magari ti incuriosisce: è la vocalist di un gruppo.

# 2124_Employee
source: She's 21, a Capricorn, and her blood type's O! She loves to eat junk food, and hates most vegetables.
pt_br: Lei ha 21 anni, è del Capricorno, e il suo gruppo sanguigno è O! Adora mangiare cibo spazzatura e odia quasi tutte le verdure.

# 2136_Talk_Smile
source: Hehehe... Once you see %s-chan's girly side, your heart will be completely hooked!
pt_br: Hehehe... Una volta che vedrai il lato più dolce di %s-chan, sarai completamente cotto!

# 2160_Employee
source: Tell me about Love in Heart massage parlor.
pt_br: Parlami del centro massaggi Love in Heart.

# 2172_Employee
source: That's a popular massage parlor on Senryo Avenue.
pt_br: Quello è un popolare centro massaggi su Senryo Avenue.

# 2184_Employee
source: They offer two types of massages to soothe your tired body.
pt_br: Offrono due tipi di massaggi per dare sollievo al tuo corpo stanco.

# 2208_Employee
source: Tell me about Fusion video store.
pt_br: Parlami della videoteca Fusion.

# 2220_Employee
source: It's a store over on North Senryo Avenue.
pt_br: È un negozio che sta lì su North Senryo Avenue.

# 2232_Employee
source: They offer private rooms where you can watch "special" videos.
pt_br: Offrono salette private dove puoi guardare 'video speciali'.

# 2256_Employee
source: Tell me about Bantam bar.
pt_br: Dimmi un po' del Bantam bar.

# 2268_Employee
source: It's a bar east of the Millennium Tower.
pt_br: È un bar a est della Millennium Tower.

# 2280_Employee
source: It used to be called Bacchus, but after what went down over there, it ended up changing its name and its management.
pt_br: Prima si chiamava Bacchus, ma dopo il casino che è successo lì, ha finito per cambiare nome e gestione.

# 2292_Employee
source: It's a fun spot to hang out and play darts. It might be a good place to take a girl on a date.
pt_br: È un posto divertente per passare il tempo e giocare a freccette. Potrebbe essere un buon posto per portare una tipa a un appuntamento.

# 2316_Employee
source: Tell me about Asia bikini bar.
pt_br: Parlami di Asia bikini bar.

# 2328_Employee
source: It's over on Pink Street. That place has been there practically forever.
pt_br: È su Pink Street. Quel posto c'è praticamente da sempre.

# 2340_Employee
source: You'll find different seats open every time you go. If you get lucky, you'll be able to sit right in front of the dancer!
pt_br: Troverai sempre posti diversi liberi ogni volta che ci fai un salto. Se sei fortunato, potrai piazzarti proprio davanti alla ballerina!

# 2364_Employee
source: Tell me about Earth Angel bar.
pt_br: Che mi dici del bar Earth Angel?

# 2376_Employee
source: It's a bar over in the Champion District.
pt_br: È un bar lì nel Distretto dei Campioni.

# 2388_Employee
source: Their mama, Ako-chan, is practically famous around here.
pt_br: La loro mama, Ako-chan, è praticamente famosa da queste parti.

# 2400_Employee
source: If you want to know exactly why she's famous, well, you should stop by and see for yourself.
pt_br: Se vuoi sapere esattamente perché è famosa, beh, dovresti fare un salto e vedere con i tuoi occhi.

# 2424_Employee
source: Tell me about Shellac bar.
pt_br: Che mi dici del Shellac bar?

# 2436_Employee
source: It's an old bar in the Champion District.
pt_br: È un vecchio bar nel Distretto Champion.

# 2448_Employee
source: It's a bit cramped, but still comfortable. I hear it has quite the share of regulars.
pt_br: È un po' stretto, ma comunque comodo. Ho sentito dire che ha un bel po' di clienti fissi.

# 2460_Employee
source: It also has an impressive lineup of booze, all carefully selected by the owner.
pt_br: Ha anche una gamma impressionante di alcolici, tutti attentamente selezionati dal proprietario.

# 2484_Employee
source: Tell me about Cuez Bar.
pt_br: Parlami di Cuez Bar.

# 2496_Employee
source: Cuez Bar is a bar over in the Kamurocho Underground Mall.
pt_br: Cuez Bar è un bar che si trova nel Centro Commerciale Sotterraneo di Kamurocho.

# 2508_Employee
source: On top of the great drinks they offer, they've got a great pool table.
pt_br: Oltre agli ottimi drink che propongono, hanno anche un gran tavolo da biliardo.

# 2520_Employee
source: I bet you could take a girl there for a pretty nice date. Why don't you stop by Cuez Bar sometime?
pt_br: Scommetto che potresti portarci una ragazza per un appuntamento niente male. Perché non fai un salto al Cuez Bar un giorno di questi?

# 2556_Player
source: I need help getting somewhere. Think you could help me?
pt_br: Mi serve una mano per andare da qualche parte. Credi di potermi dare una mano?

# 2580_Employee
source: It seems you have someone waiting for you. You probably shouldn't keep them waiting.
pt_br: Pare che ti aspetti qualcuno. Non è il caso di farli aspettare.

# 2604_Employee
source: Where to, sir?
pt_br: Dove la porto, signore?

# 2616_Employee
source: Where to, sir?
pt_br: Dove la porto, signore?

# 2628_Saejima
source: (I shouldn't do anything that'll make me stand out...)
pt_br: (Non dovrei fare nulla che mi faccia dare nell'occhio...)

# 2640_Employee
source: Take me to Jewel.
pt_br: Portami al Jewel.

# 2652_Employee
source: Jewel, the hostess club?
pt_br: Jewel, l'hostess club?

# 2664_Employee
source: Yeah, that's the one.
pt_br: Ah sì, proprio quello.

# 2676_Employee
source: Take me to Shine.
pt_br: Portami a Shine.

# 2688_Employee
source: Shine, the hostess club?
pt_br: Shine, il locale per hostess?

# 2700_Employee
source: Yeah, that's the one.
pt_br: Ah sì, proprio quello.

# 2712_Employee
source: Take me to Elise.
pt_br: Portami da Elise.

# 2724_Employee
source: Elise, the hostess club?
pt_br: Elise, l'hostess club?

# 2736_Employee
source: Yeah, that's the one.
pt_br: Ah sì, proprio quello.

# 2748_Employee
source: Take me to Love in Heart.
pt_br: Portami a Love in Heart.

# 2760_Employee
source: Love in Heart, the massage parlor?
pt_br: Love in Heart, il centro massaggi?

# 2772_Employee
source: Yeah, that's the one.
pt_br: Ah sì, proprio quello.

# 2784_Employee
source: Take me to Asia.
pt_br: Portami ad Asia.

# 2796_Employee
source: Asia, the bikini bar?
pt_br: Asia, il bikini bar?

# 2808_Employee
source: Yeah, that's the one.
pt_br: Ah sì, proprio quello.

# 2820_Employee
source: Of course, sir. Just a moment, please.
pt_br: Certo, signore. Solo un momento, prego.

# 2844_Employee
source: Hello? This is MEB calling. How are you this evening?
pt_br: Pronto? Qui è MEB che chiama. Come sta questa sera?

# 2856_Employee
source: Yes, well, I have a guest here who'd like to stop by.
pt_br: Sì, be', ho qui un cliente che vorrebbe fare un salto.

# 2868_Employee
source: So we're good? Great! Thank you!
pt_br: Allora, siamo a posto? Grande! Grazie!

# 2892_Employee
source: Okay, sir, please follow me. I'll take you there right away.
pt_br: Certo, capo, mi segua pure. La porto subito.

# 2976_Employee
source: I'm sorry, sir, but you, um... You seem to be a little short on cash.
pt_br: Mi dispiace, signore, ma lei, uh... Sembra che sia un po' a corto di soldi.

# 2988_Employee
source: Tell me about Jewel.
pt_br: Parlami di Jewel.

# 3000_Employee
source: Tell me about Shine.
pt_br: Parlami di Shine.

# 3012_Employee
source: Tell me about Elise.
pt_br: Parlami di Elise.
