Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0102022a.po
Languages: pt

# 56_Hana
source: *pant* *pant*
pt: *ansima* *ansima*

# 68_Akiyama
source: So, are you going to tell me what's wrong or not?
pt: Allora, hai intenzione di dirmi cosa c'è che non va oppure no?

# 80_Hana
source: I don't get it, Chief... *pant* Why are you going out of your way for this Lily-san?
pt: Non capisco, capo... *ansima* Perché si sta facendo in quattro per questa Lily-san?

# 92_Akiyama
source: ...Huh?
pt: ...Eh?

# 104_Hana
source: I don't care if you're the owner. Lending that much to a total stranger is just plain crazy!
pt: Non mi interessa se è il proprietario. Prestare così tanto a una perfetta sconosciuta è una vera follia!

# 116_Akiyama
source: Come on, Hana-chan. She passed my test, so I gave her the loan. Same rules I hold everyone to.
pt: Andiamo, Hana-chan. Ha superato il mio test, quindi le ho concesso il prestito. Le stesse regole che applico a tutti.

# 128_Hana
source: Don't lie to me, Chief! I know the real reason you did it.
pt: Non mentirmi, capo! So il vero motivo per cui l'hai fatto.

# 140_Akiyama
source: What?
pt: Cosa?

# 152_Hana
source: It's because she reminds you of Eri-san! Don't try to deny it!
pt: È perché ti ricorda Eri-san! Non provare a negarlo!

# 164_Akiyama
source: Hana-chan, please. It's not like that. Just hear me out.
pt: Hana-chan, ti prego. Non è così. Ascoltami un attimo.

# 176_Hana
source: ...Say what you need to say.
pt: ...Di' quello che devi dire.

# 188_Akiyama
source: It's true, I was pretty blown away at first.
pt: È vero, all'inizio sono rimasto piuttosto sbalordito.

# 200_Akiyama
source: I mean, it's not every day the splitting image of your ex comes walking through your office door.
pt: Voglio dire, non capita tutti i giorni che la copia sputata della tua ex entri dalla porta del tuo ufficio.

# 212_Hana
source: Uh-huh...
pt: Ah-ah...

# 224_Akiyama
source: And I won't deny that I have feelings for Lily-chan. Pretty face, great personality, an air of mystery... She's got the whole nine yards.
pt: E non negherò di provare qualcosa per Lily-chan. Bel viso, ottima personalità, un'aria di mistero... Ha tutto il pacchetto completo.

# 236_Akiyama
source: But that's not why I gave her the loan. You know I wouldn't do that.
pt: Ma non è per questo che le ho concesso il prestito. Sai che non lo farei.

# 248_Hana
source: Still...
pt: Però...

# 260_Akiyama
source: You don't believe me, do you?
pt: Non mi credi, vero?

# 272_Hana
source: No, it's just... I already knew all that. And it doesn't change the fact that I'm mad at you!
pt: No, è solo che... sapevo già tutto questo. E non cambia il fatto che sono arrabbiata con te!

# 284_Akiyama
source: Come on, Hana-chan.
pt: Andiamo, Hana-chan.

# 296_Hana
source: Don't you "Hana-chan" me! What are you doing dragging all that baggage around!? Eri-san's never coming back! Why can't you accept that?
pt: Non chiamarmi "Hana-chan"! Cosa ci fai ancora a portarti dietro tutto quel peso!? Eri-san non tornerà mai più! Perché non riesci ad accettarlo?

# 308_Hana
source: Or did you forget how she left you for another man the minute you got fired? It was never about you, Chief. She was only in it for the money.
pt: O hai dimenticato come ti ha lasciato per un altro uomo nel momento in cui sei stato licenziato? Non si è mai trattato di te, capo. Le interessavano solo i soldi.

# 320_Akiyama
source: Leave Eri out of this!
pt: Lascia stare Eri!

# 332_Hana
source: Chief, I...
pt: Capo, io...

# 344_Akiyama
source: Don't. Hearing you talk about her like that only makes it worse.
pt: Non farlo. Sentirti parlare di lei in quel modo peggiora solo le cose.

# 356_Hana
source: But...
pt: Ma...

# 368_Akiyama
source: You're right, Hana-chan. I've got a lot of baggage weighing me down.
pt: Hai ragione, Hana-chan. Ho un sacco di fardelli che mi pesano.

# 380_Akiyama
source: I had honestly thought I could get rid of it all, live free... but I guess there are some things I just can't let go of.
pt: Onestamente pensavo di potermene liberare, di vivere libero... ma immagino che ci siano cose a cui non posso rinunciare.

# 404_Akiyama
source: That's just who I am... and I don't think that's ever gonna change.
pt: Sono fatto così... e non credo che cambierà mai.

# 416_Hana
source: Someone as stubborn as you? Not a chance.
pt: Uno testardo come te? Neanche per sogno.

# 428_Akiyama
source: Heh, yeah. Sorry.
pt: Eh, già. Scusa.

# 440_Hana
source: That doesn't mean I'm going to just magically forgive you.
pt: Questo non significa che ti perdonerò per magia.

# 452_Akiyama
source: No, guess not. Do I get credit for at least trying?
pt: No, immagino di no. Mi merito dei punti per averci almeno provato?

# 464_Hana
source: ...Chief.
pt: ...Capo.

# 476_Akiyama
source: Hm?
pt: Mh?

# 488_Hana
source: I'm still quitting.
pt: Mi licenzio lo stesso.

# 512_Hana
source: Today made me realize our relationship is a little too codependent.
pt: Oggi mi ha fatto capire che il nostro rapporto è un po' troppo di codipendenza.

# 524_Hana
source: I've been with you eight years now, ever since your banking days. I've always admired you, Akiyama-san... but I think I need some space.
pt: Sono con lei da otto anni, fin dai tempi della banca. L'ho sempre ammirata, Akiyama-san... ma penso di aver bisogno di un po' di spazio.

# 536_Hana
source: There's a lot I still have to figure out. About my future in the industry. About my feelings for you.
pt: Ci sono ancora molte cose che devo capire. Sul mio futuro nel settore. Sui miei sentimenti per lei.

# 548_Akiyama
source: But...
pt: Ma...

# 560_Hana
source: No buts. You've done so much for me over the years, and I know it won't be easy for you being on your own... but you'll be okay. I'm sure of it.
pt: Niente ma. Ha fatto così tanto per me in questi anni, e so che non sarà facile per lei stare da solo... ma se la caverà. Ne sono sicura.

# 572_Akiyama
source: Hana-chan, wait.
pt: Hana-chan, aspetta.

# 584_Hana
source: Goodbye, Akiyama-san.
pt: Addio, Akiyama-san.
