Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01830114.po
Languages: pt_br

source: Select the number of input devices to use.
pt_br: Seleziona il numero di dispositivi di input da usare.

source: Select the game you want to play.
pt_br: Seleziona il gioco a cui vuoi giocare.

source: Do you want to play again?
pt_br: Vuoi giocare di nuovo?

source: It costs 800 yen to play another game.
pt_br: Costa 800 yen per fare un'altra partita.

source: Two input devices are required to play in this mode.
pt_br: Servono due dispositivi di input per giocare in questa modalità.

source: Do you want to see the tutorial?
pt_br: Vuoi vedere il tutorial?

source: It costs 1,600 yen to play another game.
pt_br: Costa 1.600 yen per giocare un'altra partita.

source: Select an opponent.
pt_br: Seleziona un avversario.

source: Employee
pt_br: Cameriere

# 796_Employee
source: Please come again.
pt_br: Torni pure a trovarci.

# 904_Employee
source: Please come again.
pt_br: Torni pure a trovarci.

# 988_Employee
source: Show the cue ball's predicted path? (Displaying the trajectory enables easier play.)
pt_br: Mostrare la traiettoria prevista della bilia bianca? (Visualizzare la traiettoria rende il gioco più semplice.)

# 1024_Employee
source: One
pt_br: Uno

# 1036_Employee
source: Two
pt_br: Due

# 1048_Employee
source: Nine-ball
pt_br: Palla nove

# 1072_Employee
source: Eight-ball
pt_br: Palla 8

# 1084_Employee
source: Four-ball
pt_br: Quattro palle

# 1096_Employee
source: Play Again
pt_br: Gioca ancora

# 1108_Employee
source: Quit
pt_br: Esci

# 1120_Employee
source: Pay 800 Yen
pt_br: Paga 800 Yen

# 1132_Employee
source: That's enough.
pt_br: Basta così.

# 1144_Employee
source: Yes
pt_br: Sì

# 1168_Employee
source: Pay 1,600 Yen
pt_br: Paga 1.600 Yen

# 1180_Employee
source: That's enough.
pt_br: Basta così.

# 1192_Employee
source: Makoto Kano (Beginner)
pt_br: Makoto Kano (Principiante)

# 1204_Employee
source: Shunichi Arahama (Intermediate)
pt_br: Shunichi Arahama (Intermedio)

# 1216_Employee
source: Kiko Hirakawa (Advanced)
pt_br: Kiko Hirakawa (Avanzato)

# 1228_Employee
source: Seiji Nakazato (Expert)
pt_br: Seiji Nakazato (Esperto)

# 1240_Employee
source: Play Alone
pt_br: Gioca da solo

# 1252_Employee
source: Display
pt_br: Espositore

# 1264_Employee
source: Hide
pt_br: Nascondi
