Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0021.po
Languages: pt_br

# 14484_Akiyama
source: Sure. Probably.
pt_br: Certo. Probabilmente.

# 14496_Erena
source: Probably? You don't sound real confident. Hey, what about you?
pt_br: Probabilmente? Non mi sembri mica tanto convinto. Ehi, e tu invece?

# 14508_Akiyama
source: What?
pt_br: Cosa?

# 14520_Erena
source: You're getting older, too. Do you plan to stay single for the rest of your life?
pt_br: Stai invecchiando anche tu. Pensi di restare single a vita?

# 14532_Akiyama
source: I wouldn't mind. I like being alone.
pt_br: Non mi dispiacerebbe. Mi piace stare da sola.

# 14544_Erena
source: Of course a handsome man like you shouldn't have any trouble gettin' a girl, even if you're older.
pt_br: Ma certo, un bell'uomo come te non dovrebbe avere problemi a rimorchiare una ragazza, anche se hai i tuoi anni.

# 14556_Erena
source: Ugh... Women really get the short end of the stick.
pt_br: Uff... Le donne hanno proprio la vita dura.

# 14568_Akiyama
source: Why are you saying all this now? Most girls your age have been thinking about marriage for years.
pt_br: Perché tiri fuori tutte queste cose solo adesso? La maggior parte delle ragazze della tua età pensa al matrimonio da anni.

# 14580_Erena
source: Really? Guess if I don't do something soon, it'll be too late for me.
pt_br: Davvero? Mi sa che se non mi do una mossa presto, sarà troppo tardi per me.

# 14592_Akiyama
source: Well, there's nothing to panic about. Some women get more attractive as they get older, you know.
pt_br: Beh, non c'è da agitarsi. Certe donne, lo sai, con l'età diventano ancora più affascinanti.

# 14604_Erena
source: Y'mean like one of those cougars?
pt_br: Intendi tipo una di quelle panterone?

# 14616_Akiyama
source: You just have to decide what kind of woman you want to be.
pt_br: Devi solo decidere che tipo di donna vuoi essere.

# 14628_Erena
source: Guess yer right. I'll start planning right away!
pt_br: Hai ragione, suppongo. Mi metto subito a pianificare!

# 14640_Akiyama
source: You're really worried about this, aren't you? I don't think I've seen you look so serious before.
pt_br: Sei parecchio in pensiero per questo, non è vero? Non credo di averti mai visto così serio prima d'ora.

# 14652_Erena
source: Of course I'm worried. Isn't it every girl's dream to get married?
pt_br: Certo che sono preoccupata. Non è il sogno di ogni ragazza sposarsi?

# 14664_Akiyama
source: I suppose so. I'll tell you what. If you haven't found anybody in five years, maybe we can get married.
pt_br: Immagino di sì. Ti dico cosa. Se non hai trovato nessuno in cinque anni, magari potremmo sposarci.

# 14676_Erena
source: Really!? Are you sure I'm good enough?
pt_br: Ma davvero!? Sei sicuro che io sia all'altezza?

# 14688_Akiyama
source: Wait a minute. Are you saying you're not going to change at all in five years? That could be a problem.
pt_br: Ma aspetta un attimo. Vuoi dire che non cambierai affatto in cinque anni? Questo potrebbe essere un problema.

# 14700_Erena
source: Huh? Do ya want me or not!?
pt_br: Eh? Mi vuoi o no!?

# 14712_Erena
source: I'm so tired...
pt_br: Sono così stanca...

# 14724_Akiyama
source: What's the problem?
pt_br: Qual è il problema?

# 14736_Erena
source: I didn't feel like going out, so I holed up in my apartment watching DVDs.
pt_br: Non mi andava di uscire, così me ne sono stato rintanato nel mio appartamento a guardare DVD.

# 14748_Akiyama
source: There's nothing wrong with that once in a while.
pt_br: Non c'è niente di male ogni tanto.

# 14760_Erena
source: I watched four movies back to back.
pt_br: Ho visto quattro film di fila.

# 14772_Akiyama
source: That's a lot.
pt_br: È tanta roba.

# 14784_Erena
source: I got hungry in the middle, but it was too much trouble to cook anything, so I just kept watchin'.
pt_br: Mi è venuta fame a un certo punto, ma era troppo sbattimento cucinare qualcosa, così ho continuato a guardare e basta.

# 14796_Erena
source: After a while I stopped feeling hungry. I think maybe my stomach got a little flatter.
pt_br: Dopo un po' mi è passata la fame. Mi sa che forse la mia pancia si è un po' sgonfiata.

# 14808_Akiyama
source: You shouldn't overdo it. If you go too long without eating, it can be a shock to your body when you finally do.
pt_br: Non devi esagerare. Se stai troppo a lungo senza mangiare, può essere uno shock per il tuo corpo quando finalmente riprendi a mangiare.

# 14820_Erena
source: Okay...
pt_br: Va bene...

# 14832_Akiyama
source: Are you hungry now?
pt_br: Hai fame ora?

# 14844_Erena
source: Can I order something?
pt_br: Posso ordinare qualcosa?

# 14856_Akiyama
source: Sure. Get whatever you like.
pt_br: Certo. Prendi pure quello che ti pare.

# 14868_Erena
source: Thank you. But I think I'm okay for the moment. I'll have a proper meal later.
pt_br: Grazie. Ma per il momento penso di essere a posto. Mangerò un pasto come si deve più tardi.

# 14880_Akiyama
source: Oh... Okay then.
pt_br: Oh... Okay allora.

# 14892_Akiyama
source: I know a good restaurant you might like. The food isn't very heavy. It should be perfect.
pt_br: Conosco un bel posticino che potrebbe piacerti. Il cibo non è molto pesante. Dovrebbe essere perfetto.

# 14904_Erena
source: Really? What kind of food is it?
pt_br: Davvero? Che tipo di cibo sarebbe?

# 14916_Akiyama
source: Well, I guess you could say it's family style.
pt_br: Beh, si potrebbe dire che è come in famiglia.

# 14928_Akiyama
source: The atmosphere is very laid-back and comfortable, so you can just relax and talk to the owner while you're eating.
pt_br: L'atmosfera è molto rilassata e accogliente, così puoi semplicemente rilassarti e farti due chiacchiere con il proprietario mentre mangi.

# 14940_Erena
source: That sounds nice! Whenever I'm home by myself, I always think it's too much trouble to cook.
pt_br: Che bello! Ogni volta che sono a casa da sola, mi sembra sempre troppa fatica cucinare.

# 14952_Akiyama
source: Maybe you should give it a try. But still, you need to be able to eat even when you're alone.
pt_br: Magari dovresti provarci. Però, devi saper mangiare anche quando sei da solo.

# 14964_Erena
source: I know. Thanks for worrying about me.
pt_br: Lo so. Grazie per esserti preoccupato per me.

# 14976_Akiyama
source: That's not like you. You're usually a lot livelier than this.
pt_br: Non da te. Di solito sei decisamente più vivace di così.

# 14988_Erena
source: What do you mean, it isn't like me?
pt_br: Che vuoi dire, non è da me?

# 15000_Akiyama
source: Well, I've always thought of you as an active, talkative girl who's a big eater. And now you're depressed and can't even bring yourself to eat?
pt_br: Beh, ti ho sempre vista come una ragazza energica, una che parla tanto e che mangia un sacco. E adesso sei giù di morale e non ti va neanche di mangiare?

# 15024_Erena
source: Sorry, but I don't feel like that right now. If that's what ya want, maybe you should request someone else.
pt_br: Scusa, ma non mi sento proprio così adesso. Se è questo che vuoi, magari dovresti chiedere qualcun altro.

# 15048_Erena
source: Ooh, I've got to tell ya something!
pt_br: Ooh, devo dirti una cosa!

# 15060_Akiyama
source: What is it?
pt_br: E cioè?

# 15072_Erena
source: My sisters are comin' to Tokyo!
pt_br: Le mie sorelle stanno arrivando a Tokyo!

# 15084_Akiyama
source: So all four of you are getting together, huh?
pt_br: Allora, vi trovate tutti e quattro, eh?

# 15096_Erena
source: Yep! My other two sisters happened to be able to take time off at the same time, so we're all gonna travel around Tokyo together!
pt_br: Sì! Per puro caso, le mie altre due sorelle sono riuscite a prendersi un po' di tempo libero nello stesso periodo, così andremo tutte in giro per Tokyo insieme!

# 15108_Akiyama
source: That sounds like fun. Try not to get into any fights.
pt_br: Sembra divertente. Cerca di non fare a botte.

# 15120_Erena
source: We get along just fine, so that isn't a problem.
pt_br: Andiamo d'accordo benissimo, quindi non è un problema.

# 15132_Akiyama
source: How long will they be here?
pt_br: Per quanto tempo staranno qui?

# 15144_Erena
source: I think they said about five days.
pt_br: Penso abbiano detto circa cinque giorni.

# 15156_Akiyama
source: That sounds like a nice amount of time. You can do some things together, but they'll still have time to go off on their own.
pt_br: Sembra un bel po' di tempo. Si possono fare un po' di cose insieme, ma avranno comunque tempo per i fatti loro.

# 15168_Erena
source: Yeah. I mean, if they're here too long, they might start to get annoyin'.
pt_br: Già. Cioè, se stanno qui troppo a lungo, potrebbero iniziare a rompere le scatole.

# 15180_Akiyama
source: Are you sure you get along fine?
pt_br: Sei sicura che fila tutto liscio?

# 15192_Akiyama
source: What do the four of you talk about? A house full of girls... It's hard to imagine.
pt_br: Di cosa parlate voi quattro? Una casa piena di ragazze... È difficile da immaginare.

# 15204_Erena
source: Hm... We usually tell each other dirty jokes.
pt_br: Uhm... Di solito ci raccontiamo battute zozze.

# 15216_Akiyama
source: Haha! Really?
pt_br: Haha! Davvero?

# 15228_Erena
source: It can get real intense. If you were there, I bet you'd run away.
pt_br: Può farsi davvero tosta. Se fossi lì, ci scommetto che scapperesti.

# 15252_Erena
source: Girls can be surprisingly nasty, when they're talking by themselves.
pt_br: Le ragazze possono essere sorprendentemente bastarde, quando parlano tra di loro.

# 15264_Akiyama
source: I don't want to think about it.
pt_br: Non ci voglio pensare.

# 15276_Akiyama
source: You'll have to introduce me to them.
pt_br: Me li devi presentare.

# 15288_Erena
source: Hm? Why?
pt_br: Hm? Perché?

# 15300_Akiyama
source: They're all pretty like you, right?
pt_br: Sono tutte belle come te, vero?

# 15312_Erena
source: Huh? Are you plannin' on makin' a move on my sisters!? I'm a little shocked.
pt_br: Eh? Hai intenzione di provarci con le mie sorelle!? Sono un po' scioccato.

# 15324_Akiyama
source: I was just kidding!
pt_br: Stavo solo scherzando!

# 15336_Erena
source: Well, it isn't funny. It's like you're just waitin' for the chance to cheat.
pt_br: Beh, non fa ridere. È come se stessi solo aspettando l'occasione per imbrogliare.

# 15348_Akiyama
source: Sorry...
pt_br: Scusa...

# 15372_Akiyama
source: Heheh. Why do you look so happy?
pt_br: Heheh. Perché sei così contento?

# 15384_Erena
source: Actually, I ran into Miyuki again and we became friends.
pt_br: A dire il vero, mi sono imbattuta di nuovo in Miyuki e siamo diventati amici.

# 15408_Erena
source: You know, the girl you helped the other day. The one who got dumped by that jerk.
pt_br: Sai, la ragazza che hai aiutato l'altro giorno. Quella che è stata scaricata da quel coglione.

# 15420_Akiyama
source: Her!? When did this happen?
pt_br: Lei!? Quand'è successo?

# 15432_Erena
source: I just happened to see her by the side of the road. I thought it might be her, so I approached her, and sure enough it was.
pt_br: L'ho vista per caso a lato della strada. Ho pensato che potesse essere lei, così mi sono avvicinato, e infatti era proprio lei.

# 15444_Akiyama
source: I'm surprised you remembered her. But I guess an experience like that sticks with you, huh?
pt_br: Mi sorprende che te la ricordi. Ma immagino che un'esperienza del genere ti resti addosso, eh?

# 15456_Erena
source: Actually, I wasn't sure it was her. At least not till I started talking to her.
pt_br: A dire il vero, non ero sicuro fosse lei. Almeno non finché non ho iniziato a parlarle.

# 15468_Akiyama
source: Oh really?
pt_br: Ah sì?

# 15480_Erena
source: Her makeup was a little different, and she was smiling a lot. She was real cute. She seemed happy.
pt_br: Il trucco era un po' diverso, e sorrideva un sacco. Era davvero carina. Sembrava felice.

# 15492_Erena
source: When I asked her what'd happened, she said that she'd decided to forget about that guy and concentrate on makin' herself more beautiful.
pt_br: Quando le chiesi cosa fosse successo, disse che aveva deciso di dimenticare quel tipo e di concentrarsi sul rendersi più bella.

# 15504_Akiyama
source: I see. I'm glad she was able to get over it.
pt_br: Capisco. Sono contento che sia riuscita a superarla.

# 15516_Erena
source: I hope I can be that pretty someday.
pt_br: Spero di poter essere così bella un giorno.

# 15528_Akiyama
source: I'm not sure if you can get any prettier.
pt_br: Non credo che tu possa diventare più bella di così.

# 15540_Erena
source: You'll see. I'll be so pretty, ya won't believe it. You just wait!
pt_br: Vedrai. Sarò così bella che non ci crederai. Tu aspetta e vedrai!

# 15552_Akiyama
source: Heh...
pt_br: Eh...

# 15564_Akiyama
source: She must've been surprised. She probably thought you were crazy or something.
pt_br: Deve esserci rimasta di stucco. Avrà pensato che fossi matto o qualcosa del genere.

# 15576_Erena
source: Haha! Actually, she remembered me. We went straight to a café and had tea!
pt_br: Ahaha! A dire il vero, si è ricordata di me. Siamo andati subito in un bar e abbiamo preso un tè!

# 15588_Akiyama
source: How is she doing? Was she able to get over everything that happened?
pt_br: Come sta lei? È riuscita a superare tutto quello che è successo?

# 15600_Erena
source: She's fine! She looks almost like a different person, she's so pretty! She's the type of girl that men stop to look at on the street.
pt_br: È uno schianto! Sembra quasi un'altra persona, è così bella! È il tipo di ragazza per cui gli uomini si girano per strada.

# 15612_Akiyama
source: Really? Wow. I'm surprised you recognized her if she changed so much.
pt_br: Davvero? Caspita. Mi sorprende che tu l'abbia riconosciuta se è cambiata così tanto.

# 15624_Erena
source: If you wanna be a good hostess, ya gotta have a good memory for faces.
pt_br: Se vuoi fare la brava hostess, devi avere una buona memoria per le facce.

# 15636_Akiyama
source: Heheh. I see.
pt_br: Eheh. Capisco.

# 15648_Akiyama
source: You should introduce her to me sometime.
pt_br: Dovresti farmela conoscere un giorno.

# 15660_Erena
source: Why? Are you thinking of cheating on me?
pt_br: Perché? Stai pensando di tradirmi?

# 15672_Akiyama
source: It's not that. I've just been a little worried about her. It must've been tough to get dumped that way.
pt_br: Non è quello. Mi sono solo un po' preoccupato per lei. Deve essere stato dura essere mollata in quel modo.

# 15684_Erena
source: Oh! Then I know the perfect time for you to meet her!
pt_br: Oh! Allora conosco il momento perfetto per fartela incontrare!

# 15696_Akiyama
source: When?
pt_br: Quando?

# 15708_Erena
source: Miyuki and I were talking about goin' to a hot spring together.
pt_br: Io e Miyuki stavamo chiacchierando di andare a un onsen insieme.

# 15720_Akiyama
source: Wait a second. You're not asking me to pay for your trip, are you?
pt_br: Aspetta un attimo. Non è che mi stai chiedendo di pagarti il viaggio, vero?

# 15732_Erena
source: You're right! Good guess.
pt_br: Hai ragione! Bel colpo.

# 15744_Akiyama
source: Oh, all right. Let's make it a trip to remember, then.
pt_br: Ah, va bene. Rendiamola un'esperienza indimenticabile, allora.

# 15756_Erena
source: Haha! I knew you'd understand.
pt_br: Haha! Lo sapevo che avresti capito.

# 15768_Erena
source: Normal dialogue 31.
pt_br: Dialogo normale 31.

# 15792_Erena
source: You came to see me again!
pt_br: Sei tornato a trovarmi!

# 15828_Erena
source: Welcome!
pt_br: Benvenuto!

# 15840_Erena
source: Thanks so much for coming!
pt_br: Grazie mille per essere venuto!

# 15852_Erena
source: Did you come just to see me?
pt_br: Sei venuto solo per vedermi?

# 15864_Erena
source: Thanks for the other day. I had a wonderful time!
pt_br: Grazie dell'altra sera. Mi sono divertito un mondo!

# 15876_Erena
source: Akiyama-san, I was waitin' for you to take me out...
pt_br: Akiyama-san, ti stavo aspettando per portarmi fuori...

# 15888_Erena
source: Sorry about before. We should go again.
pt_br: Scusa per prima. Dovremmo uscire di nuovo.

# 15900_Erena
source: Akiyama-san, I was lookin' forward to being your escort...
pt_br: Akiyama-san, non vedevo l'ora di accompagnarti...

# 15912_Erena
source: Sorry about before. We should go again.
pt_br: Scusa per prima. Dovremmo uscire di nuovo.

# 15924_Erena
source: Let me introduce myself properly. I'm Erena.
pt_br: Permettimi di presentarmi come si deve. Sono Erena.

# 15936_Akiyama
source: Hi.
pt_br: Ciao.

# 15948_Erena
source: Welcome!
pt_br: Benvenuto!

# 15960_Erena
source: Make yourself at home.
pt_br: Fai come se fossi a casa tua.

# 15972_Erena
source: I hope you have a good time! <Color:7>♥<Color:Default>
pt_br: Spero tu ti diverta! <Color:7>♥<Color:Default>

# 15984_Erena
source: Sit back and relax.
pt_br: Mettiti comodo e rilassati.

# 15996_Erena
source: Thanks for takin' me out after work last time. <Color:7>♥<Color:Default>
pt_br: Grazie per avermi portato fuori dopo il lavoro l'ultima volta. <Color:7>♥<Color:Default>

# 16008_Erena
source: We should go out again sometime.
pt_br: Dovremmo uscire di nuovo qualche volta.

# 16020_Erena
source: We should go out again sometime.
pt_br: Dovremmo uscire di nuovo qualche volta.

# 16032_Erena
source: We're gonna be together all day.
pt_br: Passeremo tutta la giornata insieme.

# 16044_Erena
source: I hope you'll take me out again sometime.
pt_br: Spero mi porterai fuori un'altra volta.

# 16056_Erena
source: I hope you'll take me out again sometime.
pt_br: Spero mi porterai fuori un'altra volta.

# 16068_Erena
source: You're lookin' real manly today!
pt_br: Sembri davvero virile oggi!

# 16080_Erena
source: You look real nice today!
pt_br: Stai davvero bene oggi!

# 16092_Erena
source: You always seem to look the same.
pt_br: Sembri sempre la stessa.

# 16104_Erena
source: Um... Do you really like that outfit you're wearin'?
pt_br: Ehm... Ti piace davvero quell'outfit che hai addosso?

# 16116_Erena
source: About that outfit... You should really work a little harder on lookin' nice!
pt_br: A proposito di quell'outfit... Dovresti impegnarti un po' di più per essere più in tiro!

# 16128_Erena
source: You smell nice today. So sweet and musky!
pt_br: Profumi proprio bene oggi. Così dolce e muschiato!

# 16140_Erena
source: What? Is this for me!?
pt_br: Cosa!? È per me!?

# 16152_F_cab_sitsofa_tlk_happy
source: Wow! I've been lookin' for something like this forever! Thank you!
pt_br: Wow! È da una vita che cercavo una cosa così! Grazie!

# 16164_Erena
source: Is that for me?
pt_br: È per me?

# 16176_F_cab_sitsofa_tlk_tereruA
source: Thank you.
pt_br: Grazie.

# 16188_Erena
source: Is that a present for me?
pt_br: È un presentino per me?

# 16212_Erena
source: Uh, what is that, exactly?
pt_br: Uh, cos'è quello, di preciso?

# 16236_Erena
source: Hey! What's the big idea!?
pt_br: Ehi! Ma che ti salta in mente?!

# 16248_F_cab_sitsofa_tlk_angry
source: Are you trying to tease me or somethin'!?
pt_br: Mi stai prendendo in giro o cosa!?

# 16260_Erena
source: You already gave me one of those.
pt_br: Me ne hai già dato uno.

# 16272_Erena
source: Did you forget?
pt_br: Te ne sei dimenticato?

# 16284_Erena
source: I've been into perfumes recently, and I've wanted this one real bad!
pt_br: Ultimamente mi sono appassionata ai profumi, e questo lo volevo da morire!

# 16296_Erena
source: It smells like cassis and framboise! I just love it!
pt_br: Sa di cassis e framboise! Lo adoro proprio!

# 16308_Erena
source: Thank you!
pt_br: Grazie!

# 16320_Erena
source: What would you like?
pt_br: Cosa desideri?

# 16344_Player
source: I'll have this, then.
pt_br: Prendo questo, allora.

# 16356_Erena
source: You don't want a drink? I don't get it.
pt_br: Non ti va un drink? Non mi torna.

# 16368_Erena
source: Your glass is empty. Would you like another drink?
pt_br: Il tuo bicchiere è vuoto. Vuoi un altro drink?

# 16392_Player
source: I guess I'll have this.
pt_br: Immagino prenderò questo.

# 16404_Erena
source: Oh... You're not a very strong drinker, huh?
pt_br: Oh... Non sei un gran bevitore, eh?

# 16416_Erena
source: I love that!
pt_br: Adoro!

# 16428_Erena
source: You got good taste!
pt_br: Hai buon gusto!

# 16440_Erena
source: I like that, too!
pt_br: Anche a me piace!

# 16452_Erena
source: It's tasty, isn't it?
pt_br: È buono, vero?

# 16464_Erena
source: Okay.
pt_br: Ok.

# 16476_Erena
source: You really want that?
pt_br: Vuoi davvero quello?

# 16488_Erena
source: Well, okay...
pt_br: Beh, va bene...

# 16500_Erena
source: What do you want that for?
pt_br: A che ti serve?

# 16512_Erena
source: Well, I guess it's okay if you really want it.
pt_br: Vabbè, ci può stare se lo vuoi proprio.

# 16524_Erena
source: Want somethin' to eat?
pt_br: Ti va qualcosa da mangiare?

# 16548_Player
source: I guess I'll have this.
pt_br: Immagino prenderò questo.

# 16560_Erena
source: Aren't you hungry?
pt_br: Non hai fame?

# 16572_Erena
source: Want somethin' to eat?
pt_br: Ti va qualcosa da mangiare?

# 16596_Player
source: I'll have this.
pt_br: Prendo questo.

# 16608_Erena
source: You're not a big eater, are ya?
pt_br: Non sei un mangione, vero?

# 16620_Erena
source: I love that!
pt_br: Adoro!

# 16632_Erena
source: Can I sneak a bite?
pt_br: Posso rubarti un morso?

# 16644_Erena
source: Good choice! That's delicious!
pt_br: Ottima scelta! È buonissimo!

# 16656_Erena
source: Okay, gotcha.
pt_br: Okay, capito.

# 16668_Erena
source: You like that? I guess we have pretty different tastes.
pt_br: Ti garba? Mi sa che abbiamo gusti parecchio diversi.

# 16680_Erena
source: I really don't like that.
pt_br: Non mi piace proprio.

# 16692_Erena
source: I have no idea why some people think it tastes good.
pt_br: Non capisco proprio perché certa gente lo trovi buono.

# 16704_Erena
source: I'll put in the order, then.
pt_br: Faccio l'ordine, allora.

# 16716_Erena
source: Excuse me!
pt_br: Scusi!

# 16728_Erena
source: Yes?
pt_br: Sì?

# 16740_F_cab_sitsofa_tlk_tereruA
source: This is what we'll be havin'.
pt_br: Questo è quello che prenderemo.

# 16752_Erena
source: Very well.
pt_br: Molto bene.

# 16776_Erena
source: Cheers!
pt_br: Salute!

# 16788_Erena
source: Cheers.
pt_br: Salute.

# 16812_Erena
source: Cheers!
pt_br: Salute!

# 16824_Erena
source: Cheers.
pt_br: Salute.

# 16848_Erena
source: Lemme get that for ya.
pt_br: Te lo prendo io.

# 16860_Erena
source: All right...
pt_br: Va bene...

# 16896_Erena
source: I'm Erena. Nice to meet ya!
pt_br: Sono Erena. Piacere di conoscerti!

# 16908_Erena
source: Yeah.
pt_br: Sì.

# 16932_Erena
source: You got a business card.
pt_br: Hai ricevuto un biglietto da visita.

# 16968_Erena
source: (Maybe I'll request her next time.)
pt_br: (Forse la prossima volta chiederò di lei.)

# 16992_Erena
source: Come back soon, okay? <Color:7>♥<Color:Default>
pt_br: Torna presto, okay? <Color:7>♥<Color:Default>

# 17004_Erena
source: I will.
pt_br: Certo.

# 17028_Erena
source: You got Erena's fancy business card.
pt_br: Hai ricevuto il biglietto da visita elegante di Erena.

# 17076_Erena
source: Here ya go!
pt_br: Eccoti!

# 17100_Erena
source: Do ya mind if I smoke?
pt_br: Ti scoccia se fumo?

# 17112_Erena
source: No, go ahead.
pt_br: No, vai pure.

# 17124_Erena
source: Come on. Have a drink!
pt_br: Dai. Bevi qualcosa!

# 17136_Erena
source: Thanks.
pt_br: Grazie.

# 17148_Erena
source: I'll have some myself!
pt_br: Ne prendo anch'io!

# 17160_Erena
source: Of course.
pt_br: E di che.

# 17172_Akiyama
source: I should get going.
pt_br: Dovrei andare.

# 17184_F_cab_sitsofa_tlk_noA
source: You're leavin' already?
pt_br: Te ne vai già?

# 17196_Erena
source: Guess your time is up.
pt_br: Mi sa che il tuo tempo è scaduto.

# 17208_P_sitsofaR_tlk_yes
source: Looks like it.
pt_br: Sembra di sì.

# 17316_Erena
source: Thanks for comin'.
pt_br: Grazie per essere venuto.
