Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00260308.po
Languages: pt_br

source: I won't object if that's what you want.
pt_br: Non ho nulla in contrario se è quello che vuoi.

source: I wonder what is in season right now? Oh, now I am excited!
pt_br: Chissà cosa c'è di stagione adesso? Oh, adesso sono proprio eccitato!

source: Never mind... If that's what you want to do, I won't object...
pt_br: Vabbè... Se è quello che vuoi fare, non mi opporrò...

source: I won't object if that's what you want.
pt_br: Non ho nulla in contrario se è quello che vuoi.

source: Then let's have a match, sir. <Color:7>♥<Color:Default>
pt_br: Allora, ci facciamo una partita, Capo. <Color:7>♥<Color:Default>

source: But I won't object if that's what you want.
pt_br: Ma non mi opporrò se è quello che vuoi tu.

source: I also play it from time to time. This should be a fun competition. <Color:7>♥<Color:Default>
pt_br: Ci gioco anch'io ogni tanto. Dovrebbe essere una bella competizione. <Color:7>♥<Color:Default>

source: Player
pt_br: Giocatore

# 356_Kiryu
source: What's up? Is this where you wanted to go?
pt_br: Che c'è? Era qui che volevi venire?

# 368_Shizuka
source: Actually... I made you a bento box!
pt_br: A dire il vero... ti ho preparato un bento box!

# 380_Kiryu
source: Oh, really?
pt_br: Oh, davvero?

# 392_Shizuka
source: I wanted to have you eat it today, sir...
pt_br: Volevo fartelo mangiare oggi, signore...

# 404_Kiryu
source: A homemade lunch? Sounds great.
pt_br: Un pranzo fatto in casa? Suona benissimo.

# 416_Shizuka
source: Really? I'm glad to hear that. I'll get everything ready then. <Color:255,200,200,255>♥<Color:Default>
pt_br: Davvero? Sono contenta di sentirlo. Allora preparo tutto. <Color:255,200,200,255>♥<Color:Default>

# 476_Kiryu
source: Phew... I didn't expect multiple boxes...
pt_br: Uff... Non mi aspettavo così tante scatole...

# 488_Shizuka
source: Did I make too much for you?
pt_br: Ho fatto troppo per te?

# 500_Kiryu
source: Not at all. It was delicious. Thanks.
pt_br: Figurati. Era buonissimo. Grazie.

# 512_Shizuka
source: That's nice of you to say. I'm glad you enjoyed it, sir.
pt_br: Mi fa piacere sentirlo. Sono contenta che ti sia piaciuto, signore.

# 524_Kiryu
source: Eating a boxed lunch outside like this reminds me of visiting my kids at a school festival.
pt_br: Mangiare un bento fuori, così, mi fa venire in mente quando andavo a trovare i miei figli a una festa scolastica.

# 536_Shizuka
source: Really? How many children do you have at your orphanage?
pt_br: Davvero? Quanti bambini hai al tuo orfanotrofio?

# 548_Kiryu
source: Four boys and five girls. One of them is in junior high already.
pt_br: Quattro ragazzi e cinque ragazze. Uno di loro è già alle medie.

# 560_Shizuka
source: Oh my. Sounds like quite the family. <Color:255,200,200,255>♥<Color:Default>
pt_br: Oh. Sembra proprio una famiglia con i controfiocchi. <Color:255,200,200,255>♥<Color:Default>

# 572_Kiryu
source: Heh. All right, how about we go somewhere else?
pt_br: Heh. Va bene, che ne dici di andare da un'altra parte?

# 584_Shizuka
source: All right. <Color:255,200,200,255>♥<Color:Default>
pt_br: Va bene. <Color:255,200,200,255>♥<Color:Default>

# 596_Kiryu
source: (What should we do?)
pt_br: (Che facciamo?)

# 620_Kiryu
source: (We could go hang out.)
pt_br: (Potremmo farci un giro.)

# 632_Kiryu
source: (We could go hang out.)
pt_br: (Potremmo farci un giro.)

# 644_Kiryu
source: (We could go shopping.)
pt_br: Potremmo andare a fare shopping.

# 668_Player
source: How about Kanrai for some yakiniku?
pt_br: Andiamo da Kanrai a mangiare yakiniku?

# 680_Shizuka
source: Kanrai? That place has the most delicious yakiniku.
pt_br: Kanrai? Quel posto ha un yakiniku che è la fine del mondo.

# 692_Talk_Yes
source: Shall we be off, then?
pt_br: Andiamo, allora?

# 716_Player
source: How about Kanrai for some yakiniku?
pt_br: Andiamo da Kanrai a mangiare yakiniku?

# 728_Shizuka
source: Yakiniku again?
pt_br: Ancora Yakiniku?

# 752_Player
source: Shall we get going?
pt_br: Ci muoviamo?

# 788_Player
source: How does Sushi Gin sound?
pt_br: Che ne dici di Sushi Gin?

# 800_Shizuka
source: Sushi? That sounds wonderful.
pt_br: Sushi? Mi sembra fantastico!

# 824_Talk_Yes
source: Shall we be off, then?
pt_br: Andiamo, allora?

# 848_Player
source: How does Sushi Gin sound?
pt_br: Che ne dici di Sushi Gin?

# 860_Shizuka
source: Sushi again? I know it's delicious, but...
pt_br: Di nuovo sushi? Lo so che è buonissimo, ma...

# 872_Kiryu
source: Well, I won't object if that's what you want.
pt_br: Allora, non farò storie se è quello che vuoi.

# 884_Player
source: Shall we get going?
pt_br: Ci muoviamo?

# 920_Player
source: Why don't we go shopping at Le Marche?
pt_br: Che ne dici se andiamo a fare shopping a Le Marche?

# 932_Shizuka
source: Oh!? Are you perhaps going to get me something?
pt_br: Oh!? Per caso mi offri qualcosa?

# 944_Player
source: Hehehe! Oh, this makes me so happy!
pt_br: Hehehe! Ah, sono proprio contento!

# 956_Talk_Yes
source: Shall we be off, then?
pt_br: Andiamo, allora?

# 980_Player
source: Why don't we go shopping at Le Marche?
pt_br: Che ne dici se andiamo a fare shopping a Le Marche?

# 992_Shizuka
source: I'm happy to get gifts from you, but I feel guilty being on the receiving end so much...
pt_br: Sono contenta di ricevere regali da te, ma mi sento in colpa a ricevere così tanto...

# 1016_Player
source: Shall we, then?
pt_br: Allora, si fa?

# 1052_Player
source: Let's enjoy a relaxing meal at Watami.
pt_br: Facciamoci una cena rilassante da Watami.

# 1064_Shizuka
source: Really? I do love the atmosphere at Watami. <Color:7>♥<Color:Default> Oh, what should I eat? <Color:7>♥♥<Color:Default>
pt_br: Davvero? Adoro l'atmosfera al Watami. <Color:7>♥<Color:Default> Oh, cosa mi mangio? <Color:7>♥♥<Color:Default>

# 1076_Talk_Yes
source: Well, shall we get going?
pt_br: Be', andiamo?

# 1100_Player
source: Let's enjoy a relaxing meal at Watami.
pt_br: Facciamoci una cena rilassante da Watami.

# 1112_Shizuka
source: That's a wonderful idea. I absolutely love Watami. <Color:7>♥<Color:Default>
pt_br: Che bella idea! Adoro Watami, proprio! <Color:7>♥<Color:Default>

# 1124_Talk_Yes
source: Well, shall we get going?
pt_br: Be', andiamo?

# 1160_Player
source: Should we go bowling?
pt_br: Andiamo a bowling?

# 1172_Shizuka
source: Bowling? That means a match with you, sir, doesn't it?
pt_br: Bowling? Vuol dire una partita con lei, signore, vero?

# 1184_P_sitchr
source: Shall we get going?
pt_br: Ci muoviamo?

# 1208_Player
source: Should we go bowling?
pt_br: Andiamo a bowling?

# 1220_Shizuka
source: Bowling again? I would have preferred something different this time...
pt_br: Di nuovo bowling? Avrei preferito qualcosa di diverso questa volta...

# 1244_Player
source: Shall we get going?
pt_br: Ci muoviamo?

# 1280_Player
source: Should we go play darts at Bantam?
pt_br: Ti va di fare una partita a freccette al Bantam?

# 1292_Shizuka
source: Ooh, darts! That's so classy.
pt_br: Ooh, freccette! Che eleganza!

# 1304_Talk_Smile
source: I only started playing recently, but this should be a good matchup. Hehehe! <Color:7>♥<Color:Default>
pt_br: Ho cominciato a giocare da poco, ma questa dovrebbe essere una buona accoppiata. Eheheh! <Color:7>♥<Color:Default>

# 1316_Talk_Yes
source: Shall we get going?
pt_br: Ci muoviamo?

# 1340_Player
source: Should we go play darts at Bantam?
pt_br: Ti va di fare una partita a freccette al Bantam?

# 1352_Shizuka
source: Hehehe, all right. Let's play some darts.
pt_br: Hehehe, va bene. Giochiamo a freccette.

# 1364_Talk_Yes
source: Okay, then, shall we?
pt_br: Va bene, allora, si va?

# 1400_Player
source: Want to go sing karaoke?
pt_br: Ti va di andare a cantare al karaoke?

# 1412_Shizuka
source: Karaoke, you say? I'm curious to hear you sing, sir!
pt_br: Karaoke, eh? Sono curiosa di sentirti cantare, capo!

# 1424_Talk_Yes
source: Shall we be off, then?
pt_br: Andiamo, allora?

# 1448_Player
source: Want to go sing karaoke?
pt_br: Ti va di andare a cantare al karaoke?

# 1460_Shizuka
source: Hehe, you must love singing, sir.
pt_br: Hehe, dev'essere che adori cantare, signore.

# 1472_Talk_Yes
source: Shall we be off, then?
pt_br: Andiamo, allora?

# 1508_Player
source: Let's shoot some pool.
pt_br: Facciamoci una partita a biliardo.

# 1520_Shizuka
source: Pool, you say? You're such a modern man, sir.
pt_br: Biliardo, eh? Sei proprio un uomo moderno, signore.

# 1544_Talk_Yes
source: Shall we be off, then?
pt_br: Andiamo, allora?

# 1568_Player
source: Let's shoot some pool.
pt_br: Facciamoci una partita a biliardo.

# 1580_Shizuka
source: Pool again? I would have preferred something different this time...
pt_br: Ancora biliardo? Stavolta avrei preferito qualcos'altro...

# 1604_Talk_Smile
source: Shall we get going?
pt_br: Ci muoviamo?

# 1640_Player
source: Let's play golf.
pt_br: Giochiamo a golf.

# 1652_Shizuka
source: Golf, you say? I didn't know you played golf, sir.
pt_br: Golf, dice? Non sapevo che lei giocasse a golf, signore.

# 1676_Talk_Yes
source: Shall we be off, then?
pt_br: Andiamo, allora?

# 1700_Player
source: Let's play golf.
pt_br: Giochiamo a golf.

# 1712_Shizuka
source: Understood. ♪ Shall we be off, then?
pt_br: Capito. ♪ Andiamo, allora?

# 1748_Player
source: Let's hit the hot springs.
pt_br: Facciamo un salto alle terme.

# 1760_Shizuka
source: That sounds wonderful. It's still a bit chilly this time of year. Warming up at the hot springs would be perfect.
pt_br: Suona benissimo. Fa ancora un po' freschino in questo periodo dell'anno. Darsi una scaldata alle terme sarebbe l'ideale.

# 1772_Talk_Yes
source: Shall we be off, then?
pt_br: Andiamo, allora?

# 1796_Player
source: Let's hit the hot springs.
pt_br: Facciamo un salto alle terme.

# 1808_Shizuka
source: You must be very health conscious, sir.
pt_br: Lei dev'essere molto attento alla sua salute, signore.

# 1820_Talk_Yes
source: Shall we be off, then?
pt_br: Andiamo, allora?

# 1844_P_sitchr
source: Go Hang Out
pt_br: Usciamo

# 1856_P_sitchr
source: Go Shopping
pt_br: Andare a fare shopping

# 1868_P_sitchr
source: Should we go bowling?
pt_br: Andiamo a bowling?

# 1880_P_sitchr
source: Want to go sing karaoke?
pt_br: Ti va di andare a cantare al karaoke?

# 1892_P_sitchr
source: How about we play some pool?
pt_br: Ti va di fare una partita a biliardo?

# 1904_P_sitchr
source: We could hit the hot springs.
pt_br: Potremmo andare alle terme.

# 1916_P_sitchr
source: Let's do something else.
pt_br: Facciamo qualcos'altro.

# 1928_P_sitchr
source: Should we go bowling?
pt_br: Andiamo a bowling?

# 1940_P_sitchr
source: Want to go sing karaoke?
pt_br: Ti va di andare a cantare al karaoke?

# 1952_P_sitchr
source: How about we play some pool?
pt_br: Ti va di fare una partita a biliardo?

# 1964_P_sitchr
source: We could golf.
pt_br: Potremmo fare golf.

# 1976_P_sitchr
source: We could hit the hot springs.
pt_br: Potremmo andare alle terme.

# 1988_P_sitchr
source: Let's do something else.
pt_br: Facciamo qualcos'altro.

# 2000_P_sitchr
source: We could go to Le Marche.
pt_br: Potremmo farci un giro a Le Marche.

# 2012_P_sitchr
source: Let's do something else.
pt_br: Facciamo qualcos'altro.
