Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0183026d.po
Languages: pt

source: You got a <Color:8>Staminan X<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan X<Color:Default>.

source: You got a <Color:8>Toughness Z<Color:Default>.
pt: Hai ottenuto un <Color:8>Toughness Z<Color:Default>.

# 68_Mei Hua
source: Ma-chan! Help!
pt: Ma-chan! Aiuto!

# 80_Mei Hua
source: It's Dad... You gotta help my dad!
pt: È papà... Devi aiutare mio padre!

# 92_Tanimura
source: What's wrong?
pt: Cosa c'è che non va?

# 104_Mei Hua
source: They... took him away!
pt: L'hanno... l'hanno portato via!

# 116_Tanimura
source: Who did!? What happened?
pt: Chi!? Cos'è successo?

# 128_Mei Hua
source: These scary guys burst into Homeland and harassed us about a woman named Nadine...
pt: Dei tizi spaventosi hanno fatto irruzione all'Homeland e ci hanno tormentato riguardo a una donna di nome Nadine...

# 140_Tanimura
source: Do you know who they were?
pt: Sai chi erano?

# 152_Mei Hua
source: No... But I think I know where they headed: somewhere off of Senryo Avenue.
pt: No... Ma credo di sapere dove sono diretti: da qualche parte vicino a Senryo Avenue.

# 164_Mei Hua
source: Please, Ma-chan, you gotta save my dad!
pt: Ti prego, Ma-chan, devi salvare mio padre!

# 176_Tanimura
source: Don't worry, I'll get him back in one piece. You just head back to the restaurant where it's safe, okay?
pt: Non preoccuparti, lo riporterò indietro tutto intero. Tu torna al ristorante, lì sarai al sicuro, ok?

# 188_Mei Hua
source: No! I'm going, too!
pt: No! Vengo anch'io!

# 200_Tanimura
source: I had a feeling you'd say that...
pt: Immaginavo che l'avresti detto...

# 212_Tanimura
source: Fine. But we've gotta hurry. Think you can keep up?
pt: E va bene. Ma dobbiamo sbrigarci. Pensi di riuscire a starmi dietro?

# 224_Mei Hua
source: Of course I can! By the way, Ma-chan, I brought these for you in case you were tired. Hope you like them!
pt: Certo che posso! A proposito, Ma-chan, ti ho portato queste cose nel caso fossi stanco. Spero ti piacciano!

# 284_Tanimura
source: You're the best. Now let's get going!
pt: Sei la migliore. Ora andiamo!

# 296_Mei Hua
source: I'm right behind you!
pt: Sono subito dietro di te!
