Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01020353.po
Languages: it

# 56_Akiyama
source: Well, here's your loan. One hundred million yen, as we agreed.
it: Bene, ecco il tuo prestito. Cento milioni di yen, come concordato.

# 68_Lily
source: Thank you so much.
it: Grazie infinite.

# 80_Akiyama
source: Er, I wouldn't open that just yet.
it: Ehm, non lo aprirei subito.

# 92_Lily
source: Huh?
it: Uh?

# 104_Akiyama
source: What if the wind blew it all away? You'd have a hell of a time trying to get it back.
it: E se il vento se lo portasse via tutto? Avresti un bel problema a recuperarlo.

# 116_Lily
source: Oh, right. That would be awful...
it: Oh, giusto. Sarebbe terribile...

# 128_Akiyama
source: Heh, I'm just teasing you. It's all neatly bundled up. Go ahead, take a look.
it: Heh, ti sto solo prendendo in giro. È tutto ben impacchettato. Forza, dai un'occhiata.

# 140_Lily
source: Okay.
it: Ok.

# 176_Akiyama
source: Hard to believe it all fits in there, huh?
it: Difficile credere che ci stia tutto lì dentro, eh?

# 200_Akiyama
source: That briefcase contains about a third of what the average college graduate makes his entire life.
it: Quella valigetta contiene circa un terzo di ciò che un laureato medio guadagna in tutta la sua vita.

# 212_Akiyama
source: And his monthly pay is a tiny fraction of that.
it: E la sua paga mensile è una minuscola frazione di ciò.

# 224_Akiyama
source: Strange to think how a man can struggle so much for so little.
it: È strano pensare a quanto un uomo possa lottare così tanto per così poco.

# 236_Lily
source: It's true... But even that can be enough to change someone's whole life.
it: È vero... Ma anche questo può essere sufficiente per cambiare l'intera vita di qualcuno.

# 248_Lily
source: Akiyama-san... Thank you so much.
it: Akiyama-san... Grazie mille.

# 260_Akiyama
source: My pleasure.
it: È un piacere.

# 272_Lily
source: At first, I... I was planning to just take the money and run.
it: All'inizio, io... avevo intenzione di prendere i soldi e scappare.

# 284_Akiyama
source: Yeah?
it: Davvero?

# 296_Lily
source: But you... You believed in me.
it: Ma tu... Hai creduto in me.

# 308_Lily
source: You made me feel like it was okay to dream again. It had been so long since I'd felt that way...
it: Mi hai fatto sentire che era di nuovo possibile sognare. Era passato così tanto tempo dall'ultima volta che mi ero sentita così...

# 320_Lily
source: That's why I'm going to pay back every last yen, no matter how long it takes.
it: Ecco perché restituirò fino all'ultimo yen, non importa quanto tempo ci vorrà.

# 332_Akiyama
source: Yeah, about that...
it: Sì, a proposito di questo...

# 356_Akiyama
source: Don't worry about it.
it: Non preoccupartene.

# 368_Lily
source: What!?
it: Cosa!?

# 380_Akiyama
source: No interest either, although it's not like Sky Finance charges it anyway.
it: Nessun interesse, anche se la Sky Finance non li applica comunque.

# 392_Lily
source: I don't understand...
it: Non capisco...

# 404_Akiyama
source: I'm not in this business for the money.
it: Non sono in questo settore per i soldi.

# 416_Akiyama
source: Money changes people's lives. I just like to see it happen up close and personal.
it: I soldi cambiano la vita delle persone. Mi piace semplicemente vederlo accadere da vicino e in prima persona.

# 428_Lily
source: Why did you choose this sort of test for me?
it: Perché hai scelto questo tipo di prova per me?

# 440_Akiyama
source: Are you sure you want to know? I don't normally tell folks the reasoning behind the tests I give them.
it: Sei sicura di volerlo sapere? Di solito non dico alle persone il ragionamento dietro i test che gli do.

# 452_Lily
source: I'm sure.
it: Sono sicura.

# 464_Akiyama
source: Well, this time around it wasn't about seeing how serious or determined you were.
it: Beh, questa volta non si trattava di vedere quanto fossi seria o determinata.

# 476_Akiyama
source: Truth be told, I was testing myself.
it: A dire il vero, stavo mettendo alla prova me stesso.

# 488_Lily
source: I don't understand.
it: Non capisco.

# 500_Akiyama
source: Hmm, how do I put it? Let's just say I don't consider myself the best judge of character.
it: Hmm, come posso spiegarlo? Diciamo solo che non mi considero il miglior giudice di persone.

# 512_Lily
source: Why's that?
it: Perché?

# 524_Akiyama
source: I've been betrayed a lot over the years. It'd almost be funny, if it weren't so tragic. Heheh...
it: Sono stato tradito molto nel corso degli anni. Sarebbe quasi divertente, se non fosse così tragico. Heheh...

# 536_Lily
source: That's awful...
it: È terribile...

# 548_Akiyama
source: But it's true. The bank I worked at set me up then cut me loose. The woman I loved walked out on me...
it: Ma è vero. La banca in cui lavoravo mi ha incastrato e poi licenziato. La donna che amavo mi ha lasciato...

# 560_Akiyama
source: It's been one thing after another ever since.
it: È stata una cosa dopo l'altra da allora.

# 572_Akiyama
source: Just the other day, a yakuza I'd been backing straight up killed a guy and disappeared. It got me wondering if I should even bother trusting anyone anymore.
it: Proprio l'altro giorno, uno yakuza che stavo sostenendo ha dritto dritto ucciso un tizio ed è sparito. Mi ha fatto chiedere se dovrei ancora fidarmi di qualcuno.

# 596_Akiyama
source: I guess it's all just part of the job.
it: Immagino che faccia tutto parte del lavoro.

# 608_Akiyama
source: Still, I'd at least like to think I'm safe with the people I trust. I'm only human, you know?
it: Comunque, mi piacerebbe almeno pensare di essere al sicuro con le persone di cui mi fido. Sono solo umano, sai?

# 620_Lily
source: So how did having me work at your club test you?
it: Quindi in che modo il fatto che io lavorassi nel tuo club ti ha messo alla prova?

# 632_Akiyama
source: Because I found you alluring. Enough to make three million in three days.
it: Perché ti ho trovata affascinante. Abbastanza da guadagnare tre milioni in tre giorni.

# 644_Akiyama
source: I wanted to see if my hunch was right. Sorry to put you through all this for something so stupid.
it: Volevo vedere se il mio intuito era giusto. Mi dispiace averti fatto passare tutto questo per una cosa così stupida.

# 656_Lily
source: No, it's okay. I feel really lucky to have met you.
it: No, non fa niente. Mi sento davvero fortunata ad averti incontrato.

# 668_Akiyama
source: Maybe, but luck isn't something that just finds you. You have to get out there and put yourself in a position to be lucky.
it: Forse, ma la fortuna non è qualcosa che ti trova e basta. Devi uscire e metterti in una posizione in cui essere fortunata.

# 680_Akiyama
source: ...And for what it's worth, I couldn't be happier that you passed the test.
it: ...E per quel che vale, non potrei essere più felice che tu abbia superato la prova.
