Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee008b.po
Languages: pt

# 5228_Employee
source: Sing Together
pt: Canta insieme

# 5240_Employee
source: Don't Play
pt: Non giocare

# 5252_Employee
source: Sing Alone
pt: Canta da solo

# 5264_Employee
source: Sing with Haruka
pt: Canta con Haruka

# 5276_Employee
source: Sing with Hana-chan
pt: Canta con Hana-chan

# 5288_Employee
source: Sing with Hana-chan (Epilogue Ver.)
pt: Canta con Hana-chan (Versione Epilogo)

# 5300_Employee
source: Call a Date to Sing with
pt: Chiama un'accompagnatrice per cantare

# 5312_Employee
source: Not Now
pt: Non ora

# 5360_Employee
source: Never Mind
pt: Lascia perdere

# 5396_Employee
source: Never Mind
pt: Lascia perdere

# 5456_Employee
source: Never Mind
pt: Lascia perdere

# 5468_Employee
source: Sing
pt: Canta

# 5480_Employee
source: Never Mind
pt: Lascia perdere

# 5492_Employee
source: Sing
pt: Canta

# 5504_Employee
source: Never Mind
pt: Lascia perdere
