Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee00ef.po
Languages: pt

source: Player
pt: Giocatore

# 220_Staff
source: Sir, it seems you don't have enough wooden tags to play cee-lo.
pt: Signore, sembra che non abbia abbastanza targhette di legno per giocare a cee-lo.

# 232_Staff
source: The minimum bet is 10 tags. You can play after you buy some more wooden tags.
pt: La puntata minima è di 10 targhette. Potrà giocare dopo aver comprato altre targhette di legno.

# 244_Staff
source: Excuse me, sir. Would you like to play cee-lo?
pt: Mi scusi, signore. Le piacerebbe giocare a cee-lo?

# 268_Haruka
source: Uncle Kaz! I bet you can get 500 points in cee-lo!
pt: Zio Kaz! Scommetto che riesci a fare 500 punti a cee-lo!

# 280_Kiryu
source: (500 points in cee-lo... Should I give it a try?)
pt: (500 punti a cee-lo... Dovrei provarci?)

# 292_Staff
source: Sure, I'll play.
pt: Certo, gioco.

# 304_Staff
source: All right. Right this way.
pt: Va bene. Da questa parte.

# 316_Haruka
source: Good luck, Uncle Kaz!
pt: Buona fortuna, zio Kaz!

# 340_Staff
source: Not right now.
pt: Non adesso.

# 352_Staff
source: Very well. Please come again.
pt: Benissimo. Torni a trovarci.

# 364_Haruka
source: Aww, I wanted to watch you play cee-lo, though...
pt: Uffi, volevo vederti giocare a cee-lo, però...

# 376_Haruka
source: Uncle Kaz! Can we play cee-lo? I bet you could get 1,000 points!
pt: Zio Kaz! Giochiamo a cee-lo? Scommetto che potresti fare 1.000 punti!

# 388_Kiryu
source: (1,000 points in cee-lo... Should I give it a try?)
pt: (1.000 punti a cee-lo... Dovrei provarci?)

# 400_Staff
source: Sure, I'll play.
pt: Certo, gioco.

# 412_Staff
source: All right. Right this way.
pt: Va bene. Da questa parte.

# 424_Haruka
source: Good luck, Uncle Kaz!
pt: Buona fortuna, zio Kaz!

# 448_Staff
source: Not right now.
pt: Non adesso.

# 460_Staff
source: Very well. Please come again.
pt: Benissimo. Torni a trovarci.

# 472_Haruka
source: Aww, I wanted to watch you play cee-lo, though...
pt: Uffi, volevo vederti giocare a cee-lo, però...

# 484_Staff
source: Excuse me, sir. Would you like to play cee-lo?
pt: Mi scusi, signore. Le piacerebbe giocare a cee-lo?

# 496_Staff
source: Sure, I'll play.
pt: Certo, gioco.

# 508_Staff
source: All right. Right this way.
pt: Va bene. Da questa parte.

# 532_Staff
source: Not right now.
pt: Non adesso.

# 544_Staff
source: Very well. Please come again.
pt: Benissimo. Torni a trovarci.

# 556_Staff
source: Play
pt: Gioca

# 568_Staff
source: Not Now
pt: Non ora

# 580_Staff
source: Play
pt: Gioca

# 592_Staff
source: Not Now
pt: Non ora

# 604_Staff
source: Play
pt: Gioca

# 616_Staff
source: Not Now
pt: Non ora
