Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0026000b.po
Languages: pt_br

source: Lee's Wife
pt_br: Moglie di Lee

# 84_Lee's Wife
source: Two million yen in one week!? That's impossible!
pt_br: Due milioni di yen in una settimana!? È impossibile!

# 96_Lee
source: We just have to trust him... He'll be back to return the money.
pt_br: Non ci resta che fidarci di lui... Tornerà a restituire i soldi.

# 108_Lee's Wife
source: When, a million years from now!? His room was completely empty! Your "friend" took you for everything you were worth!
pt_br: Quando, tra un milione d'anni!? La sua stanza era completamente vuota! Il tuo "amico" ti ha spennato per bene!

# 120_Tanimura
source: What's going on here?
pt_br: Che succede qui?

# 144_Lee's Wife
source: Listen to this! This good-for-nothing fool just ruined our whole lives!
pt_br: Ascoltate! Questo buono a nulla ci ha appena rovinato tutta la vita!

# 156_Lee's Wife
source: They'll take our restaurant unless we get two million yen by the end of the week!
pt_br: Ci portano via il ristorante se non tiriamo fuori due milioni di yen entro la fine della settimana!

# 168_Tanimura
source: I'm sorry, what? I don't get the full picture.
pt_br: Scusa, cosa? Non ho capito bene la faccenda.

# 180_Lee
source: One of my friends needed some money. But he didn't have anything for collateral, so...
pt_br: Un mio amico aveva bisogno di soldi. Ma nonaveva niente da dare in garanzia, quindi...

# 192_Lee's Wife
source: That's no reason to put our restaurant on the chopping block! Really, how much of an idiot are you!?
pt_br: Questo non è un motivo per mandare il nostro ristorante al macello!Ma davvero, quanto cavolo sei idiota!?

# 204_Lee
source: How could I say no to helping out a friend in need!?
pt_br: Come potevo dire di no a dare una mano a un amico nei guai!?

# 216_Lee's Wife
source: "Help"!? The only "help" you've done is help ruin our business and destroy our livelihood!
pt_br: "Aiuto"!? L'unico "aiuto" che ci hai dato è stato aiutarci a mandare a rotoli la nostra attività e a distruggerci la vita!

# 228_Lee's Wife
source: Ohhh... Now what are we going to do...? We worked our hands to the bone for years to get this place... and now we're going to lose it over nothing...
pt_br: Ohhh... E adesso che facciamo...? Ci siamo fatti il culo per anni per tirare su questo posto... e adesso lo perderemo per niente...

# 240_Lee
source: ...I'm sorry.
pt_br: ...Mi dispiace.

# 252_Tanimura
source: So you got took for two million, huh? That's a lot of money. I don't even think Zhao-san has that much tucked away...
pt_br: Quindi ti hanno fregato due milioni, eh? È un sacco di soldi. Non credo nemmeno che Zhao-san abbia così tanto messo via...

# 264_Zhao
source: What's all this commotion?
pt_br: Che casino è questo?

# 276_Tanimura
source: Oh, Zhao-san. Guess what happened to this guy...
pt_br: Oh, Zhao-san. Indovina cosa è successo a questo tizio...

# 348_Zhao
source: It's just as your wife says. There are limits to what you can do for people.
pt_br: È proprio come dice tua moglie. Ci sono dei limiti a quel che puoi fare per la gente.

# 360_Tanimura
source: Can't you use some Asian Gateway funds?
pt_br: Non puoi usare alcuni fondi dell'Asian Gateway?

# 372_Zhao
source: No way! We don't have two million lying around.
pt_br: Manco per sogno! Non abbiamo due milioni che ci avanzano.

# 384_Tanimura
source: Yeah, I figured as much... The only other thing I can think of is gambling... But two million's a dicey proposition.
pt_br: Già, me l'ero immaginato... L'unica altra cosa che mi viene in mente è il gioco d'azzardo... Ma due milioni sono un bel rischio.

# 396_Zhao
source: Don't tell me you're seriously considering this?
pt_br: Non mi dire che ci stai pensando seriamente?

# 408_Tanimura
source: I am. Now Zhao-san, do you know of any underground casinos? Somewhere with really high stakes?
pt_br: Lo sono. Allora, Zhao-san, conosci qualche casinò clandestino? Uno dove si gioca pesante?

# 420_Zhao
source: This is Lee's doing, Ma-chan. You don't have to go that far out of your way to help him.
pt_br: È roba di Lee, Ma-chan. Non devi farti in quattro per aiutarlo.

# 432_Tanimura
source: Well, I couldn't help him even if I wanted to with my salary. But there's nothing wrong with earning a quick buck at the tables, right?
pt_br: Beh, non potevo aiutarlo nemmeno volendo con il mio stipendio. Ma non c'è niente di male a fare due soldi veloci ai tavoli, no?

# 444_Zhao
source: If that's your decision, then I won't complain.
pt_br: Se è la tua decisione, allora non mi lamenterò.

# 456_Zhao
source: But I've been worried about you getting into gambling, regardless of all the help you've given us. That's why I haven't told you...
pt_br: Ma mi preoccupavo che ti mettessi a giocare d'azzardo, nonostante tutto l'aiuto che ci hai dato. Ecco perché non te l'ho detto...

# 468_Tanimura
source: Told me what?
pt_br: Mi ha detto cosa?

# 480_Zhao
source: I hear there's an underground casino in Kamurocho. People call it the Dragon Palace.
pt_br: Si dice che ci sia un casinò clandestino a Kamurocho. Lo chiamano il Palazzo del Drago.

# 492_Tanimura
source: Really? Do you know where it is?
pt_br: Ma davvero? Sai dov'è?

# 504_Zhao
source: Only that it's somewhere on <Color:255,200,200,255>Park Boulevard<Color:Default>.
pt_br: Solo che è da qualche parte su <Color:255,200,200,255>Park Boulevard<Color:Default>.

# 516_Tanimura
source: That's a start. I'll go look for it.
pt_br: Già qualcosa. Vado a cercarlo.

# 528_Lee
source: Thank you.
pt_br: Grazie.

# 540_Lee's Wife
source: Yes, really, thank you.
pt_br: Sì, davvero, grazie.

# 552_Tanimura
source: Don't worry about it. Besides, we're talking about gambling here. There's a strong chance I'll lose, so don't get your hopes up yet.
pt_br: Non preoccuparti. Del resto, qui si parla di gioco d'azzardo. C'è un'alta probabilità che perda, quindi non farti troppe illusioni.

# 564_Tanimura
source: And if I do manage to win, that'll just mean you have luck on your side, right?
pt_br: E se davvero mi riesce di vincere, vorrà dire solo che la fortuna è dalla tua, no?

# 576_Lee
source: Sir... You're wonderful!
pt_br: Signore... Sei eccezionale!

# 588_Tanimura
source: Well, I'll be back.
pt_br: Beh, tornerò.

# 612_Tanimura
source: (So, the Dragon Palace is somewhere on Park Boulevard, huh? I should go have a look.)
pt_br: (Quindi, il Palazzo del Drago è da qualche parte su Park Boulevard, eh? Dovrei andare a dare un'occhiata.)
