Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c000b.po
Languages: pt_br

# 5880_Tanimura
source: It means that much to you?
pt_br: Significa così tanto per te?

# 5892_Himeka
source: Sure it does. I'd do anythin' to be taller!
pt_br: Certo che sì. Farei qualsiasi cosa per essere più alta!

# 5904_Tanimura
source: If you really want to be taller, why don't you try drinking milk?
pt_br: Se vuoi davvero essere più alta, perché non provi a bere latte?

# 5916_Himeka
source: I have heard milk can help ya grow, but isn't it a little late for me to start?
pt_br: Ho sentito che il latte può aiutarti a crescere, ma non è un po' tardi per me per iniziare?

# 5928_Tanimura
source: Who knows? You could get a sudden growth spurt.
pt_br: Chissà? Potresti avere uno scatto di crescita improvviso.

# 5940_Himeka
source: Hey! Are you makin' fun of me, Tanimura-san? Can't ya tell I'm real sensitive about my height?
pt_br: Ehi! Mi stai prendendo in giro, Tanimura-san? Non capisci che sono molto sensibile riguardo alla mia altezza?

# 5952_Tanimura
source: I'm not making fun of you. Besides, drinking milk supposedly makes your chest bigger, too.
pt_br: Non ti sto prendendo in giro. Inoltre, si suppone che bere latte faccia crescere anche il seno.

# 5964_Himeka
source: Wow! Now you're just bein' crude!
pt_br: Wow! Ora sei solo volgare!

# 5976_Tanimura
source: Did I offend you?
pt_br: Ti ho offesa?

# 5988_Himeka
source: Hehehe. Well, I don't really mind stuff like that. ♪
pt_br: Eheheh. Beh, non mi dispiacciono molto cose del genere. ♪

# 6000_Himeka
source: Startin' today, I <Italic>will</Italic> try drinkin' milk. I'll let you know if anythin' starts growing. <Color:7>♥<Color:Default>
pt_br: Da oggi, proverò <Italic>davvero</Italic> a bere latte. Ti farò sapere se qualcosa inizia a crescere. <Color:7>♥<Color:Default>

# 6012_Tanimura
source: Hey, that was a... Uh, never mind.
pt_br: Ehi, quello era un... Uh, lascia perdere.

# 6024_Tanimura
source: Why don't you try wearing platform shoes?
pt_br: Perché non provi a indossare scarpe con la zeppa?

# 6036_Himeka
source: No way! That just comes off as aggressively desperate. Everyone'll know I'm compensatin' for my height.
pt_br: Assolutamente no! Sembrerebbe solo disperazione aggressiva. Tutti sapranno che sto compensando la mia altezza.

# 6048_Himeka
source: Besides, platforms aren't in style anymore.
pt_br: Inoltre, le zeppe non sono più di moda.

# 6060_Tanimura
source: Kinda dated, huh?
pt_br: Un po' datate, eh?

# 6072_Himeka
source: You don't follow fashion much, do ya?
pt_br: Non segui molto la moda, vero?

# 6084_Tanimura
source: Not really.
pt_br: Non proprio.

# 6096_Himeka
source: You should, y'know.
pt_br: Dovresti, sai.

# 6108_Tanimura
source: Hm, if you say so.
pt_br: Hm, se lo dici tu.

# 6120_Tanimura
source: I could give you a ride on my shoulders.
pt_br: Potrei portarti sulle mie spalle.

# 6132_Himeka
source: Really!? I love ridin' on guys' shoulders!
pt_br: Davvero!? Adoro stare sulle spalle dei ragazzi!

# 6144_Himeka
source: Hey, I know! You can take me shoppin' on your shoulders!
pt_br: Ehi, lo so! Puoi portarmi a fare shopping sulle tue spalle!

# 6156_Tanimura
source: Now just a minute. Don't you think that'd be kind of embarrassing for me?
pt_br: Aspetta un minuto. Non pensi che sarebbe un po' imbarazzante per me?

# 6168_Himeka
source: Oh, I wouldn't be embarrassed at all. It'd be a blast!
pt_br: Oh, io non sarei affatto imbarazzata. Sarebbe uno spasso!

# 6180_Tanimura
source: What have I gotten myself into?
pt_br: In cosa mi sono cacciato?

# 6192_Himeka
source: Is it difficult bein' a police officer?
pt_br: È difficile fare il poliziotto?

# 6204_Tanimura
source: The hours are horrible, and the pay's worse.
pt_br: Gli orari sono terribili e la paga è peggiore.

# 6216_Himeka
source: Well how do you deal with the stress?
pt_br: Beh, come gestisci lo stress?

# 6228_Tanimura
source: Gambling. Mahjong, horse racing... Of course, sometimes I get even more stressed that way.
pt_br: Gioco d'azzardo. Mahjong, corse di cavalli... Certo, a volte mi stresso ancora di più in quel modo.

# 6240_Himeka
source: Hmm, I'm not so good at dealin' with stress either.
pt_br: Hmm, neanch'io sono molto brava a gestire lo stress.

# 6252_Himeka
source: Even if you love your job like I do, workin' six days a week is pretty stressful. You start gettin' bent outta shape over the littlest things.
pt_br: Anche se ami il tuo lavoro come me, lavorare sei giorni alla settimana è piuttosto stressante. Inizi a prendertela per le cose più piccole.

# 6264_Tanimura
source: That's not good.
pt_br: Non va bene.

# 6276_Himeka
source: I love to travel, but since I don't get much time off, I usually spend my free time lazin' around at home.
pt_br: Amo viaggiare, ma dato che non ho molto tempo libero, di solito passo il mio tempo libero a oziare a casa.

# 6288_Himeka
source: The stress just keeps buildin' and buildin' until it feels like I'm gonna explode if I don't poke a hole and let the pressure out.
pt_br: Lo stress continua ad accumularsi finché non sembra che io stia per esplodere se non faccio un buco e lascio uscire la pressione.

# 6300_Tanimura
source: What happens if you do explode?
pt_br: Cosa succede se esplodi?

# 6312_Himeka
source: I cry a lot. Sometimes it takes, like, days for me to finally let out all the steam.
pt_br: Piango molto. A volte ci vogliono, tipo, giorni per sfogarmi completamente.

# 6324_Tanimura
source: Have you tried going to a hot spring?
pt_br: Hai provato ad andare alle terme?

# 6336_Himeka
source: I like hot springs, but they're all so far away.
pt_br: Mi piacciono le terme, ma sono tutte così lontane.

# 6348_Tanimura
source: There's actually one in Kamurocho. It's a spa called Yunosono Hot Springs.
pt_br: Ce n'è una a Kamurocho. È una spa chiamata Yunosono Hot Springs.

# 6360_Himeka
source: Seriously!? I had no idea! I'd love to go! ♪ Ya really know a lot about this city, huh?
pt_br: Sul serio!? Non ne avevo idea! Mi piacerebbe andarci! ♪ Conosci davvero molto di questa città, eh?

# 6372_Tanimura
source: Maybe we can go together.
pt_br: Forse possiamo andarci insieme.

# 6384_Himeka
source: Oh, is this you invitin' me on a date? That's pretty forward of ya, Tanimura-san. ♪
pt_br: Oh, mi stai invitando a un appuntamento? È piuttosto diretto da parte tua, Tanimura-san. ♪

# 6396_Tanimura
source: If you don't want to, that's fine.
pt_br: Se non vuoi, va bene.

# 6408_Himeka
source: I didn't say that. But wow, Tanimura-san. Don't ya think that's a little too lewd for a first date?
pt_br: Non ho detto questo. Ma wow, Tanimura-san. Non pensi che sia un po' troppo spinto per un primo appuntamento?

# 6420_Tanimura
source: You think?
pt_br: Dici?

# 6432_Himeka
source: How 'bout you ask me again some other time? ♪
pt_br: Che ne dici di chiedermelo di nuovo un'altra volta? ♪

# 6444_Tanimura
source: Have fun. It's on Park Boulevard.
pt_br: Divertiti. È su Park Boulevard.

# 6456_Himeka
source: Thanks for lettin' me know! ♪
pt_br: Grazie per avermelo detto! ♪

# 6468_Tanimura
source: They're open late, so you could even go after work.
pt_br: Sono aperti fino a tardi, quindi potresti andarci anche dopo il lavoro.

# 6480_Himeka
source: Really? Maybe I'll swing by there tonight.
pt_br: Davvero? Forse ci faccio un salto stasera.

# 6492_Tanimura
source: I'm sure it'll melt away your stress.
pt_br: Sono sicuro che scioglierà il tuo stress.

# 6504_Himeka
source: It will! ♪ Thanks Tanimura-san, you're so considerate! ♪
pt_br: Lo farà! ♪ Grazie Tanimura-san, sei così premuroso! ♪

# 6516_Tanimura
source: Actually, I prefer taking showers over baths.
pt_br: In realtà, preferisco fare la doccia piuttosto che il bagno.

# 6528_Himeka
source: Huh!? Really!? But takin' a bath is sooo relaxin'!
pt_br: Eh!? Davvero!? Ma fare il bagno è mooolto rilassante!

# 6540_Tanimura
source: I just don't have the time to relax in a tub. A shower gets the job done a lot quicker.
pt_br: Semplicemente non ho il tempo di rilassarmi in una vasca. Una doccia fa il lavoro molto più velocemente.

# 6552_Himeka
source: Ewww! Tanimura-san, that's gross!
pt_br: Bleah! Tanimura-san, è disgustoso!

# 6564_Tanimura
source: There's nothing gross about it.
pt_br: Non c'è niente di disgustoso.

# 6576_Himeka
source: I kinda developed a bad habit recently. I can't seem to stop it no matter what I try.
pt_br: Ho sviluppato una cattiva abitudine di recente. Sembra che non riesca a smettere, non importa cosa provi.

# 6588_Tanimura
source: What is it?
pt_br: E cioè?

# 6600_Himeka
source: Promise ya won't laugh?
pt_br: Prometti che non riderai?

# 6612_Tanimura
source: I can't make any promises.
pt_br: Non posso fare promesse.

# 6624_Himeka
source: I've started chewin' on stuff like straws and disposable chopsticks like some kind of teethin' kitty.
pt_br: Ho iniziato a masticare cose come cannucce e bacchette usa e getta come una specie di gattino che mette i denti.

# 6636_Tanimura
source: That's not so strange. What's the problem?
pt_br: Non è così strano. Qual è il problema?

# 6648_Himeka
source: No, it's a huge problem! My last boyfriend kept tellin' me to stop, but I just couldn't.
pt_br: No, è un problema enorme! Il mio ultimo ragazzo continuava a dirmi di smettere, ma proprio non ci riuscivo.

# 6660_Himeka
source: He ended up dumpin' me... He said he couldn't stand eatin' with me anymore.
pt_br: Alla fine mi ha lasciata... Ha detto che non sopportava più di mangiare con me.

# 6672_Tanimura
source: That guy was a total jerk.
pt_br: Quel tipo era un vero idiota.

# 6684_Himeka
source: You think so?
pt_br: La pensi così?

# 6696_Tanimura
source: It wouldn't bother me. In fact, I think it's kind of cute.
pt_br: Non mi darebbe fastidio. Anzi, penso sia un po' carino.

# 6708_Himeka
source: Really? That's nice of ya to say! <Color:7>♥<Color:Default>
pt_br: Davvero? È carino da parte tua dirlo! <Color:7>♥<Color:Default>

# 6720_Himeka
source: I guess I can really let loose in front of ya, then. That's good, 'cause I've really been hankerin' to bite down on somethin'. Can ya hand me that straw? ♪
pt_br: Allora immagino di potermi davvero lasciare andare davanti a te. Meno male, perché ho davvero voglia di mordicchiare qualcosa. Puoi passarmi quella cannuccia? ♪

# 6732_Tanimura
source: Don't get carried away now.
pt_br: Non esagerare ora.

# 6744_Tanimura
source: Why don't you try chewing something else?
pt_br: Perché non provi a masticare qualcos'altro?

# 6756_Himeka
source: Like what?
pt_br: Ad esempio?

# 6768_Tanimura
source: Hmm... Your fingernails?
pt_br: Hmm... Le tue unghie?

# 6780_Himeka
source: That's even worse! And it'll ruin my nails, too!
pt_br: È anche peggio! E mi rovinerà anche le unghie!

# 6792_Tanimura
source: What about chewing gum, then?
pt_br: Che ne dici di una gomma da masticare, allora?

# 6804_Himeka
source: Are ya sure the gears are really turnin' in there, Tanimura-san?
pt_br: Sei sicuro che gli ingranaggi stiano girando lì dentro, Tanimura-san?

# 6816_Tanimura
source: Sorry...
pt_br: Scusa...

# 6828_Tanimura
source: People who chew on things are often high strung. Maybe that's the case with you, too?
pt_br: Le persone che masticano cose sono spesso nervose. Forse è così anche per te?

# 6840_Himeka
source: Could be. I do sometimes let little things get me riled up.
pt_br: Può darsi. A volte lascio che piccole cose mi irritino.

# 6852_Tanimura
source: Maybe if you tried letting go of the little things, you'd stop chewing on stuff, too.
pt_br: Forse se provassi a lasciar perdere le piccole cose, smetteresti anche di masticare roba.

# 6864_Himeka
source: Y'know, that actually makes sense. You're a pretty smart cookie, Tanimura-san. I'm impressed!
pt_br: Sai, ha effettivamente senso. Sei un tipo sveglio, Tanimura-san. Sono impressionata!

# 6876_Tanimura
source: Heh. Well, I try.
pt_br: Eh. Beh, ci provo.

# 6888_Himeka
source: What qualities do you want in a girlfriend?
pt_br: Quali qualità cerchi in una ragazza?

# 6900_Tanimura
source: Hmm... A kind, good-natured personality, I guess. Is that what you mean?
pt_br: Hmm... Una personalità gentile e di buon carattere, immagino. È questo che intendi?

# 6912_Himeka
source: What about a girl who can cook?
pt_br: E una ragazza che sa cucinare?

# 6924_Tanimura
source: Well... Being able to cook would be a plus.
pt_br: Beh... Saper cucinare sarebbe un vantaggio.

# 6936_Himeka
source: Yeah, figures. I'm terrible at cookin'.
pt_br: Sì, immaginavo. Sono terribile a cucinare.

# 6948_Himeka
source: I wanna cook for myself, but I can never work up the courage to really do it.
pt_br: Voglio cucinare per me stessa, ma non riesco mai a trovare il coraggio di farlo davvero.

# 6960_Himeka
source: If I really try, I can cook up some curry rice, but that's about it.
pt_br: Se mi impegno davvero, posso cucinare del riso al curry, ma questo è tutto.

# 6972_Himeka
source: Ya think someone like me could ever get married?
pt_br: Pensi che una come me possa mai sposarsi?

# 6984_Tanimura
source: You just have to find a man who can cook.
pt_br: Devi solo trovare un uomo che sappia cucinare.

# 6996_Himeka
source: Of course! Then I won't have to worry about cookin'! That's thinkin' outside the box!
pt_br: Certo! Allora non dovrò preoccuparmi di cucinare! Questo è pensare fuori dagli schemi!

# 7008_Himeka
source: By the way, can you cook, Tanimura-san?
pt_br: A proposito, sai cucinare, Tanimura-san?

# 7020_Tanimura
source: I'm pretty good at Chinese dishes.
pt_br: Sono abbastanza bravo con i piatti cinesi.

# 7032_Himeka
source: Really? I wanna try your cookin' sometime!
pt_br: Davvero? Voglio provare la tua cucina qualche volta!

# 7044_Tanimura
source: Heh. Maybe one day.
pt_br: Eh. Forse un giorno.

# 7056_Tanimura
source: Why don't you start with some simple dishes?
pt_br: Perché non inizi con qualche piatto semplice?

# 7068_Himeka
source: Like what?
pt_br: Ad esempio?

# 7080_Tanimura
source: Fried rice, maybe?
pt_br: Riso fritto, forse?

# 7092_Himeka
source: Well, I do like fried rice, but...
pt_br: Beh, mi piace il riso fritto, ma...

# 7104_Tanimura
source: Just mix the rice and eggs together before you put them in the pan. Should turn out all right.
pt_br: Basta mescolare il riso e le uova insieme prima di metterli in padella. Dovrebbe venire bene.

# 7116_Himeka
source: Really!? I gotta try that. ♪
pt_br: Davvero!? Devo provarci. ♪

# 7128_Tanimura
source: Good luck.
pt_br: Buona fortuna.

# 7140_Tanimura
source: I like instant food just fine, actually.
pt_br: Mi piacciono i cibi istantanei, in realtà.

# 7152_Himeka
source: Yeah, it's good. But eatin' instant food all the time is bad for your skin, don'cha know?
pt_br: Sì, è buono. Ma mangiare sempre cibi istantanei fa male alla pelle, non lo sai?

# 7164_Himeka
source: And who'd want a girlfriend who only makes instant food?
pt_br: E chi vorrebbe una ragazza che prepara solo cibi istantanei?

# 7176_Tanimura
source: Yeah, that might not be great.
pt_br: Sì, potrebbe non essere il massimo.

# 7188_Himeka
source: See? Dang it... I'm useless...
pt_br: Visto? Accidenti... sono inutile...

# 7200_Tanimura
source: Where in Kansai are you from, Himeka?
pt_br: Da dove vieni nel Kansai, Himeka?

# 7212_Himeka
source: Huh!? How'd ya know I was from Kansai?
pt_br: Eh!? Come facevi a sapere che ero del Kansai?

# 7224_Tanimura
source: Well, it's not hard to tell from your accent.
pt_br: Beh, non è difficile capirlo dal tuo accento.

# 7236_Himeka
source: Yeah, guess so. ♪ I came here a year ago, but I'm an Osaka girl, born n' raised.
pt_br: Sì, immagino di sì. ♪ Sono venuta qui un anno fa, ma sono una ragazza di Osaka, nata e cresciuta.

# 7248_Tanimura
source: Osaka, huh? That explains why you're so outgoing.
pt_br: Osaka, eh? Questo spiega perché sei così estroversa.

# 7260_Himeka
source: I hadn't thought about it before, but it's already been a year since I started workin' in Kamurocho.
pt_br: Non ci avevo pensato prima, ma è già passato un anno da quando ho iniziato a lavorare a Kamurocho.

# 7272_Himeka
source: I thought livin' in Kamurocho would change me, but it hasn't. Not really.
pt_br: Pensavo che vivere a Kamurocho mi avrebbe cambiata, ma non è successo. Non proprio.

# 7284_Himeka
source: I still love takoyaki, I still like guys with a sense of humor, and there ain't no way I'm ever gonna be able to drop my Osakan accent.
pt_br: Amo ancora i takoyaki, mi piacciono ancora i ragazzi con senso dell'umorismo e non c'è modo che io riesca mai a perdere il mio accento di Osaka.

# 7296_Tanimura
source: You like guys with a sense of humor, huh?
pt_br: Ti piacciono i ragazzi con senso dell'umorismo, eh?

# 7308_Himeka
source: Yeah, I just love a man who can make me laugh.
pt_br: Sì, adoro un uomo che sa farmi ridere.

# 7320_Tanimura
source: How many cops does it take to change a light bulb? One, but he's never there when you need him!
pt_br: Quanti poliziotti ci vogliono per cambiare una lampadina? Uno, ma non c'è mai quando ne hai bisogno!

# 7356_Himeka
source: Oh, were you tellin' a joke?
pt_br: Oh, stavi raccontando una barzelletta?

# 7368_Tanimura
source: Yeah...
pt_br: Già...

# 7380_Himeka
source: Wow, that was terrible! I said I liked guys with a sense of humor, Tanimura-san. Weren't you listenin'?
pt_br: Wow, era terribile! Ho detto che mi piacciono i ragazzi con senso dell'umorismo, Tanimura-san. Non stavi ascoltando?

# 7392_Tanimura
source: Oh, be quiet...
pt_br: Oh, stai zitto...

# 7404_Himeka
source: Hehe! But it's so lame it's funny! ♪ Well, almost. ♪
pt_br: Ehe! Ma è così stupida che fa ridere! ♪ Beh, quasi. ♪

# 7416_Tanimura
source: What kind of music do you like?
pt_br: Che tipo di musica ti piace?

# 7428_Himeka
source: Hey, did you forget what we were just talkin' about!?
pt_br: Ehi, hai dimenticato di cosa stavamo parlando!?

# 7440_Himeka
source: I wanted to hear a joke! Or were ya afraid that I wouldn't laugh?
pt_br: Volevo sentire una barzelletta! O avevi paura che non avrei riso?

# 7452_Tanimura
source: No, it's not that...
pt_br: No, non è quello...

# 7464_Himeka
source: You're gonna have to try a li'l harder if ya wanna get my attention, y'know. ♪
pt_br: Dovrai impegnarti un po' di più se vuoi attirare la mia attenzione, sai. ♪

# 7488_Tanimura
source: I don't really like comedians.
pt_br: Non mi piacciono molto i comici.

# 7500_Himeka
source: You're kiddin'! Don't you watch comedy shows on TV?
pt_br: Stai scherzando! Non guardi programmi comici in TV?

# 7512_Tanimura
source: No. I don't watch much TV.
pt_br: No. Non guardo molta TV.

# 7524_Himeka
source: Wow. That's... so borin'...
pt_br: Wow. È... così noioso...

# 7536_Himeka
source: Y'know, I really can't stand rude folks!
pt_br: Sai, non sopporto proprio la gente maleducata!

# 7548_Tanimura
source: What do you mean?
pt_br: Cosa intendi?

# 7560_Himeka
source: You know, like people with bad table manners! Some people just don't even try! They talk with their mouths full n' spray food all over the place. It's gross!
pt_br: Sai, tipo le persone con cattive maniere a tavola! Alcune persone non ci provano nemmeno! Parlano con la bocca piena e spruzzano cibo ovunque. È disgustoso!

# 7572_Himeka
source: Everyone should really learn at least basic manners, right?
pt_br: Tutti dovrebbero davvero imparare almeno le buone maniere di base, giusto?

# 7584_Tanimura
source: Yeah, I guess...
pt_br: Sì, immagino...

# 7596_Himeka
source: But the worst are the smokers! Yer not supposed to walk around with a lit cigarette, right? But I see people doin' it every day! Like, how rude can ya be?
pt_br: Ma i peggiori sono i fumatori! Non si dovrebbe camminare con una sigaretta accesa, giusto? Ma vedo gente farlo ogni giorno! Tipo, quanto puoi essere maleducato?

# 7608_Himeka
source: I'm so short that it's scary walkin' by someone with a lit cigarette. They usually toss their butts in the street, too!
pt_br: Sono così bassa che è spaventoso camminare accanto a qualcuno con una sigaretta accesa. Di solito gettano anche i mozziconi per strada!

# 7620_Himeka
source: You don't do that kind of thing, do ya?
pt_br: Non fai quel genere di cose, vero?

# 7632_Tanimura
source: Come on. I'm a cop, remember? Of course I don't do that.
pt_br: Dai. Sono un poliziotto, ricordi? Certo che non lo faccio.

# 7644_Himeka
source: Really?
pt_br: Davvero?

# 7656_Tanimura
source: If you see somebody doing that, I'll arrest 'em.
pt_br: Se vedi qualcuno farlo, lo arresterò.

# 7668_Himeka
source: Hehehe. Okay, I think that's kinda overkill. ♪
pt_br: Eheheh. Okay, penso sia un po' esagerato. ♪

# 7680_Tanimura
source: Just give me a call. I'll take care of those criminals.
pt_br: Chiamami. Mi occuperò io di quei criminali.

# 7692_Himeka
source: Hahahaha! Policemen can be funny after all! ♪
pt_br: Ahahahah! I poliziotti sanno essere divertenti, dopotutto! ♪

# 7704_Tanimura
source: Maybe once in a while.
pt_br: Forse una volta ogni tanto.

# 7716_Himeka
source: What!? You're awful, Tanimura-san!
pt_br: Cosa!? Sei terribile, Tanimura-san!

# 7728_Tanimura
source: I mean, when I'm tailing someone, I don't always have a choice, you know?
pt_br: Voglio dire, quando sto pedinando qualcuno, non ho sempre scelta, sai?

# 7740_Himeka
source: Ya could get one of those portable ashtrays. Wait, why're ya even smokin' when you're tailin' someone?
pt_br: Potresti prendere uno di quei posacenere portatili. Aspetta, perché fumi mentre stai pedinando qualcuno?

# 7752_Tanimura
source: Uh... Sorry...
pt_br: Uh... Scusa...

# 7764_Himeka
source: Ya really need to be more careful!
pt_br: Devi davvero stare più attento!

# 7788_Tanimura
source: I'll try not to do it from now on.
pt_br: Cercherò di non farlo d'ora in poi.

# 7800_Himeka
source: Does that mean you've been smokin' while walkin' up till now? And litterin', too?
pt_br: Significa che hai fumato camminando fino ad ora? E gettando rifiuti per terra, anche?

# 7812_Tanimura
source: I won't do it anymore. I promise.
pt_br: Non lo farò più. Lo prometto.

# 7824_Himeka
source: Fine, as long as you don't break yer promise. Cross yer heart and hope to die?
pt_br: Va bene, basta che non infrangi la tua promessa. Giuralo sulla tua testa?

# 7836_Tanimura
source: ...Yeah.
pt_br: ...Già.

# 7848_Himeka
source: *sigh*
pt_br: *sospiro*

# 7860_Tanimura
source: What's wrong? You seem kinda down.
pt_br: Cosa c'è che non va? Sembri un po' giù.

# 7872_Himeka
source: I'm sorry. I shouldn't be sighin' like that around ya...
pt_br: Mi dispiace. Non dovrei sospirare così vicino a te...

# 7884_Tanimura
source: You can tell me if you have a problem.
pt_br: Puoi dirmelo se hai un problema.

# 7896_Himeka
source: Well... Ya remember Kashiwabara-san, the guy we ran into while we were on our date?
pt_br: Beh... Ti ricordi di Kashiwabara-san, il tipo che abbiamo incontrato mentre eravamo al nostro appuntamento?

# 7908_Tanimura
source: Oh, yeah. Him.
pt_br: Oh, sì. Lui.

# 7920_Himeka
source: Yeah. He was here again just a li'l while ago.
pt_br: Sì. È stato di nuovo qui poco fa.

# 7932_Tanimura
source: Did something happen?
pt_br: È successo qualcosa?

# 7944_Himeka
source: He kept touchin' my thighs and shoulders and sayin' the crudest things.
pt_br: Continuava a toccarmi le cosce e le spalle e a dire le cose più volgari.

# 7956_Himeka
source: When I asked him to stop, he said he was a payin' customer and could do what he wanted.
pt_br: Quando gli ho chiesto di smettere, ha detto che era un cliente pagante e poteva fare quello che voleva.

# 7968_Himeka
source: What's he think I am? Some kinda cheap bimbo? It really burns my takoyaki!
pt_br: Cosa pensa che io sia? Una specie di sgualdrina da quattro soldi? Mi fa davvero arrabbiare!

# 7980_Tanimura
source: That's terrible.
pt_br: È terribile.
