Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c024c.po
Languages: pt_br

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

# 116_峰村七海：源氏名
source: Ooh, I've been craving karaoke all day!
pt_br: Ahhh, avevo una voglia matta di karaoke per tutto il giorno!

# 128_Talk_Yes
source: Come on, let's go inside.
pt_br: Dai, entriamo.

# 140_Tanimura
source: All right.
pt_br: Va bene.

# 164_峰村七海：源氏名
source: Ooh, I've been craving karaoke all day!
pt_br: Ahhh, avevo una voglia matta di karaoke per tutto il giorno!

# 176_Talk_Yes
source: Come on, let's go inside.
pt_br: Dai, entriamo.

# 188_Tanimura
source: Hold on... Seems I didn't bring enough money.
pt_br: Aspetta un attimo... Sembra che non mi sia portato abbastanza grana.

# 200_峰村七海：源氏名
source: I'm sorry, I must have misheard you. What did you say?
pt_br: Mi scusi, devo averla sentita male. Che ha detto?

# 212_Tanimura
source: Um... I mean... Sorry.
pt_br: Uhm... cioè... Scusa.

# 224_峰村七海：源氏名
source: Wow! You can't manage your own finances? How do you even survive as an adult? I'm going home.
pt_br: Mamma mia! Non sai gestire i tuoi soldi? Ma come fai a campare da adulto? Vado a casa.

# 236_Tanimura
source: (I should've checked my money earlier...)
pt_br: (Avrei dovuto controllare i miei soldi prima...)

# 344_峰村七海：源氏名
source: That felt so great! What did you think of my singing?
pt_br: Mi sono divertito un mondo! Che ne pensi del mio canto?

# 356_Tanimura
source: You were really good.
pt_br: Sei stato davvero bravo.

# 368_峰村七海：源氏名
source: Haha, thank you! With an audience like you, it felt so easy.
pt_br: Ahah, grazie! Con un pubblico come voi, mi è sembrato un gioco da ragazzi.

# 380_峰村七海：源氏名
source: Well, bye!
pt_br: Vabbè, ciao!

# 404_峰村七海：源氏名
source: Whew! That was fun. What did you think of my singing?
pt_br: Uhm! Che spasso! Che ne dici del mio canto?

# 416_Tanimura
source: You were really good.
pt_br: Sei stato davvero bravo.

# 428_峰村七海：源氏名
source: Thanks. I'm usually better than that, though... I think I messed up a little today.
pt_br: Grazie. Di solito vado meglio di così, però... Mi sa che oggi ho toppato un po'.

# 440_峰村七海：源氏名
source: Well, take me out again sometime. See you later.
pt_br: Beh, portami fuori un'altra volta, dai. Ci vediamo.

# 464_峰村七海：源氏名
source: That's weird. I just couldn't get into it today...
pt_br: Che strano. Non mi ci sono proprio sentito oggi...

# 476_Tanimura
source: Oh? I didn't notice.
pt_br: Oh? Non me n'ero accorto.

# 488_峰村七海：源氏名
source: I'd better get home. I'll see you at the club.
pt_br: È meglio che vada a casa. Ci vediamo al club.

# 596_峰村七海：源氏名
source: Ooh, I've been craving karaoke all day!
pt_br: Ahhh, avevo una voglia matta di karaoke per tutto il giorno!

# 608_Talk_Yes
source: Come on, let's go inside.
pt_br: Dai, entriamo.

# 620_Tanimura
source: All right.
pt_br: Va bene.

# 644_峰村七海：源氏名
source: Ooh, I've been craving karaoke all day!
pt_br: Ahhh, avevo una voglia matta di karaoke per tutto il giorno!

# 656_Talk_Yes
source: C'mon, let's go!
pt_br: Andiamo, dài!

# 668_Tanimura
source: Hold on... Seems I didn't bring enough money.
pt_br: Aspetta un attimo... Sembra che non mi sia portato abbastanza grana.

# 680_峰村七海：源氏名
source: I'm sorry, I must have misheard you. What did you say?
pt_br: Mi scusi, devo averla sentita male. Che ha detto?

# 692_Tanimura
source: Um... I mean... Sorry.
pt_br: Uhm... cioè... Scusa.

# 704_峰村七海：源氏名
source: Wow! You can't manage your own finances? How do you even survive as an adult? I'm going home.
pt_br: Mamma mia! Non sai gestire i tuoi soldi? Ma come fai a campare da adulto? Vado a casa.

# 716_Tanimura
source: (I should've checked my money earlier...)
pt_br: (Avrei dovuto controllare i miei soldi prima...)

# 824_峰村七海：源氏名
source: Man, that felt great! How did you like my singing?
pt_br: Mamma mia, che goduria! Ti è piaciuto come ho cantato?

# 836_Tanimura
source: It was really good.
pt_br: Era davvero forte!

# 848_峰村七海：源氏名
source: Haha, thanks! It was easy with you rocking out like that.
pt_br: Haha, grazie! È stato facile con te che spaccavi così.

# 860_峰村七海：源氏名
source: Should we head to the club now?
pt_br: Andiamo al club adesso?

# 872_Tanimura
source: Sure.
pt_br: Certo.

# 896_峰村七海：源氏名
source: Whew, that was fun. Well? How was my singing?
pt_br: Uff, che spasso! Allora? Com'ho cantato?

# 908_Tanimura
source: It was really good.
pt_br: Era davvero forte!

# 920_峰村七海：源氏名
source: You think so? I can usually sing much better. Oh well.
pt_br: Dici? Di solito canto molto meglio. Vabbè.

# 932_峰村七海：源氏名
source: Wanna go to the club next?
pt_br: Andiamo al club, poi?

# 944_Tanimura
source: Sure.
pt_br: Certo.

# 968_峰村七海：源氏名
source: That's funny. I just couldn't get into it today...
pt_br: Bella questa. Non mi ci sono proprio sentito oggi...

# 980_Tanimura
source: Oh? I didn't notice.
pt_br: Oh? Non me n'ero accorto.

# 992_峰村七海：源氏名
source: Should we head to the club now?
pt_br: Andiamo al club adesso?

# 1004_Tanimura
source: Sure.
pt_br: Certo.
