Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee059a.po
Languages: pt_br

source: You gained 500 EXP.
pt_br: Hai ottenuto 500 ESP.

source: Substories
pt_br: Sottotrame

# 240_Aoki
source: Hey, I'm Aoki. Want to know what's happening around town, or if anyone might need a helping hand? I've got your info hookup.
pt_br: Ehi, sono Aoki. Vuoi sapere cosa succede in città, o se qualcuno ha bisogno di una mano? Per le dritte, sono l'aggancio che fa per te.

# 252_Aoki
source: Discover a different side of the main characters through substories! You can see where these stories start by going to Substories in the Pause Menu.
pt_br: Scopri un lato diverso dei protagonisti grazie alle substories! Puoi vedere dove iniziano queste storie andando su Substories nel Menu di Pausa.

# 264_Aoki
source: Looks like the regulars at this bar know a lot about minor happenings around town. You may want to check in with them every now and then to get new information.
pt_br: Pare che gli habitué di questo bar ne sappiano un sacco su quel che succede in giro. Ti conviene farci un salto ogni tanto per avere nuove dritte.

# 276_Aoki
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt_br: Questa informazione è stata aggiunta come <Color:14>Memo<Color:Default>. Leggi i <Color:14>Memos<Color:Default> selezionando <Color:14>Memos<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.

# 312_Aoki
source: Looking for hot tips? Let me think...
pt_br: Cerchi dritte fresche? Fammi pensare...

# 336_Aoki
source: ...Sorry, buddy, I've got nothing right now. Check in with me later.
pt_br: ...Scusa, compare, non ho niente adesso. Fatti sentire più tardi.

# 348_Aoki
source: Hey, buddy. Want to know what's happening around town, or if anyone might need a helping hand? I've got your info hookup.
pt_br: Ehi, compare. Vuoi sapere cosa succede in giro, o se qualcuno ha bisogno di una mano? Sono io il tuo aggancio per le dritte.

# 372_Aoki
source: ...Sorry, buddy, I've got nothing right now. Check in with me later.
pt_br: ...Scusa, compare, non ho niente adesso. Fatti sentire più tardi.
