Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c000b.po
Languages: pt_br

# 10020_Himeka
source: Sheesh, I thought guys were supposed to be good with electronics... I guess I won't be askin' ya for advice any more.
pt_br: Accidenti, pensavo che i ragazzi dovessero essere bravi con l'elettronica... Immagino che non ti chiederò più consiglio.

# 10044_Himeka
source: So I told you I can't cook, right?
pt_br: Allora ti ho detto che non so cucinare, giusto?

# 10056_Tanimura
source: Yeah, I remember.
pt_br: Sì, ricordo.

# 10068_Himeka
source: Well, on my last day off, I decided I'd finally try cookin' somethin'!
pt_br: Beh, nel mio ultimo giorno libero, ho deciso che avrei finalmente provato a cucinare qualcosa!

# 10080_Tanimura
source: Hey, nice... So what did you make?
pt_br: Ehi, bello... Allora cosa hai preparato?

# 10092_Himeka
source: Omurice, of course!
pt_br: Omurice, ovviamente!

# 10104_Himeka
source: I followed the recipe to the letter, and it actually turned out really well! ♪
pt_br: Ho seguito la ricetta alla lettera, ed è venuto davvero bene! ♪

# 10116_Himeka
source: The eggs were nice and fluffy, and the rice was pretty tasty too!
pt_br: Le uova erano belle e soffici, e anche il riso era piuttosto saporito!

# 10128_Himeka
source: Maybe I really can cook! ♪
pt_br: Forse so davvero cucinare! ♪

# 10140_Tanimura
source: Hey, that's the spirit.
pt_br: Ehi, questo è lo spirito giusto.

# 10152_Himeka
source: Guess what I drew in ketchup on top of the eggs!
pt_br: Indovina cosa ho disegnato con il ketchup sopra le uova!

# 10164_Himeka
source: If ya get this right, I'll cook somethin' nice for ya!
pt_br: Se indovini, cucinerò qualcosa di buono per te!

# 10176_Tanimura
source: Was it a picture of me?
pt_br: Era un mio disegno?

# 10188_Himeka
source: Is that your final answer?
pt_br: È la tua risposta definitiva?

# 10200_Tanimura
source: Yes... That's my final answer.
pt_br: Sì... È la mia risposta definitiva.

# 10212_Himeka
source: Sorry! The correct answer is... my adorable cat, Nyanchu!
pt_br: Scusa! La risposta corretta è... il mio adorabile gatto, Nyanchu!

# 10224_Himeka
source: Did ya want me to draw you, Tanimura-san?
pt_br: Volevi che disegnassi te, Tanimura-san?

# 10236_Tanimura
source: Not particularly.
pt_br: Non particolarmente.

# 10248_Himeka
source: Hehehe. <Color:7>♥<Color:Default> Alright then, next time I'll draw ya in ketchup and eat ya all up! ♪
pt_br: Eheheh. <Color:7>♥<Color:Default> Va bene allora, la prossima volta ti disegnerò con il ketchup e ti mangerò tutto! ♪

# 10272_Tanimura
source: I bet it was your cat, Nyanchu.
pt_br: Scommetto che era il tuo gatto, Nyanchu.

# 10284_Himeka
source: That's right! How'd ya know?
pt_br: Esatto! Come facevi a saperlo?

# 10296_Tanimura
source: I know how you think.
pt_br: So come pensi.

# 10308_Himeka
source: Guess that's why you're a detective! I'm kinda impressed! <Color:7>♥<Color:Default>
pt_br: Immagino sia per questo che sei un detective! Sono un po' impressionata! <Color:7>♥<Color:Default>

# 10320_Tanimura
source: That's just who I am.
pt_br: Sono fatto così.

# 10332_Tanimura
source: You didn't draw anything, did you? You can't fool me.
pt_br: Non hai disegnato niente, vero? Non puoi ingannarmi.

# 10344_Himeka
source: You're too suspicious. What makes ya think I'd try and trick ya?
pt_br: Sei troppo sospettoso. Cosa ti fa pensare che proverei a ingannarti?

# 10356_Tanimura
source: Ah... I guess it's kind of an occupational hazard.
pt_br: Ah... Immagino sia un rischio del mestiere.

# 10368_Himeka
source: Oh come on! If you're gonna be that suspicious, then I'm not tellin' ya what I drew!
pt_br: Oh andiamo! Se devi essere così sospettoso, allora non ti dirò cosa ho disegnato!

# 10392_Himeka
source: You may find it hard to believe, but I'm pretty shy when it comes to love.
pt_br: Potresti trovarlo difficile da credere, ma sono piuttosto timida quando si tratta di amore.

# 10404_Tanimura
source: Do you have trouble telling a man you like him?
pt_br: Hai difficoltà a dire a un uomo che ti piace?

# 10416_Himeka
source: Oh yeah! I always worry about what'd happen if he didn't like me back, so I end up not saying anythin'...
pt_br: Oh sì! Mi preoccupo sempre di cosa succederebbe se non gli piacessi anch'io, quindi finisco per non dire niente...

# 10428_Tanimura
source: So what do you do when you like someone?
pt_br: Quindi cosa fai quando ti piace qualcuno?

# 10440_Himeka
source: I just wait... And I do my best to project an aura that says "I love you!" but it doesn't always work. So I haven't had many boyfriends.
pt_br: Aspetto e basta... E faccio del mio meglio per proiettare un'aura che dice "Ti amo!" ma non funziona sempre. Quindi non ho avuto molti ragazzi.

# 10452_Tanimura
source: Huh... That is kind of surprising.
pt_br: Uh... È un po' sorprendente.

# 10464_Himeka
source: What about you? Do you just tell someone?
pt_br: E tu? Lo dici e basta a qualcuno?

# 10476_Tanimura
source: If I like a woman, I make her mine.
pt_br: Se mi piace una donna, la faccio mia.

# 10488_Himeka
source: For real!? That's so manly!
pt_br: Davvero!? È così virile!

# 10500_Tanimura
source: I'm only kidding. I'm actually not very good at that kind of thing, either.
pt_br: Sto solo scherzando. In realtà, non sono molto bravo neanche in quel genere di cose.

# 10512_Himeka
source: Oh, it was just a joke? I'm kinda relieved. It's nice to know you're not a playboy. <Color:7>♥<Color:Default>
pt_br: Oh, era solo uno scherzo? Sono un po' sollevata. È bello sapere che non sei un playboy. <Color:7>♥<Color:Default>

# 10524_Tanimura
source: I'm kind of bashful, too.
pt_br: Anch'io sono un po' timido.

# 10536_Himeka
source: So you wait till someone says they like ya?
pt_br: Quindi aspetti che qualcuno dica che gli piaci?

# 10548_Tanimura
source: I guess. But to be honest, I don't fall in love easily anyway.
pt_br: Immagino. Ma ad essere onesti, non mi innamoro facilmente comunque.

# 10560_Himeka
source: You're just playin' it cool. I bet ya got lots of girlfriends!
pt_br: Stai solo facendo il figo. Scommetto che hai un sacco di ragazze!

# 10572_Tanimura
source: If I did, would I be here?
pt_br: Se le avessi, sarei qui?

# 10584_Himeka
source: Hmm. Does that mean that you've fallen for me?
pt_br: Hmm. Significa che ti sei innamorato di me?

# 10596_Tanimura
source: No comment.
pt_br: Nessun commento.

# 10608_Himeka
source: Hmm, that's a little suspicious. <Color:7>♥<Color:Default>
pt_br: Hmm, è un po' sospetto. <Color:7>♥<Color:Default>

# 10620_Tanimura
source: It depends on who it is.
pt_br: Dipende da chi è.

# 10632_Himeka
source: Oho. So Tanimura-san, do you change how you act depending on who you've fallen for?
pt_br: Oho. Quindi Tanimura-san, cambi il tuo modo di agire a seconda di chi ti sei innamorato?

# 10644_Tanimura
source: Kinda. I try to find the best approach based off of what I know about the person.
pt_br: Un po'. Cerco di trovare l'approccio migliore basandomi su ciò che so della persona.

# 10656_Himeka
source: Huh. Sounds like you've got a fishnet full of techniques you can use.
pt_br: Uh. Sembra che tu abbia una rete piena di tecniche da usare.

# 10668_Tanimura
source: Yeah, you could say that.
pt_br: Sì, si potrebbe dire di sì.

# 10680_Himeka
source: Then you must've been with lots of women to figure all that out. Not gonna lie, that's disappointin'...
pt_br: Allora devi essere stato con molte donne per capire tutto ciò. Non mentirò, è deludente...

# 10692_Tanimura
source: Hey...
pt_br: Ehi...

# 10704_Himeka
source: When you're going out with someone, do you do anything special for birthdays or anniversaries?
pt_br: Quando esci con qualcuno, fai qualcosa di speciale per compleanni o anniversari?

# 10716_Tanimura
source: I make an effort, I suppose.
pt_br: Faccio uno sforzo, suppongo.

# 10728_Himeka
source: Oh. I ask because I love celebrations for things like anniversaries. Especially surprises. Those just give me shivers! <Color:7>♥<Color:Default>
pt_br: Oh. Chiedo perché amo le celebrazioni per cose come gli anniversari. Soprattutto le sorprese. Quelle mi fanno venire i brividi! <Color:7>♥<Color:Default>

# 10740_Tanimura
source: What kind of surprises?
pt_br: Che tipo di sorprese?

# 10752_Himeka
source: Well, one time the boyfriend I had in Osaka had me meet him in front of the station on my birthday.
pt_br: Beh, una volta il ragazzo che avevo a Osaka mi ha fatto incontrare davanti alla stazione per il mio compleanno.

# 10764_Himeka
source: When I got there, I heard this loud voice callin' my name.
pt_br: Quando sono arrivata lì, ho sentito questa voce forte chiamare il mio nome.

# 10776_Himeka
source: I turned around, and there was my boyfriend up on a giant TV screen!
pt_br: Mi sono girata e c'era il mio ragazzo su uno schermo TV gigante!

# 10788_Tanimura
source: A giant TV? Like one of those huge monitors?
pt_br: Un TV gigante? Come uno di quei monitor enormi?

# 10800_Himeka
source: Yeah! And he said, "Happy birthday, Himeka! I hope to celebrate many more with you!" ♪
pt_br: Sì! E ha detto: "Buon compleanno, Himeka! Spero di celebrarne molti altri con te!" ♪

# 10812_Himeka
source: Then he showed up in person, handed me a bouquet of flowers and said, "Surprised?"
pt_br: Poi si è presentato di persona, mi ha dato un mazzo di fiori e ha detto: "Sorpresa?"

# 10824_Tanimura
source: Heh, that's quite a surprise, all right.
pt_br: Eh, questa è una bella sorpresa, va bene.

# 10836_Himeka
source: There were lots of people around, so I was real embarrassed, but I was so happy that I cried.
pt_br: C'era molta gente intorno, quindi ero molto imbarazzata, ma ero così felice che ho pianto.

# 10848_Tanimura
source: So you like that kind of big display?
pt_br: Quindi ti piace quel genere di grande esibizione?

# 10860_Himeka
source: Yeah... So I'm not requesting anythin', but what would you do if you had to celebrate my birthday?
pt_br: Sì... Quindi non sto chiedendo niente, ma cosa faresti se dovessi festeggiare il mio compleanno?

# 10872_Tanimura
source: I'd pick you up riding a white horse.
pt_br: Ti verrei a prendere cavalcando un cavallo bianco.

# 10884_Himeka
source: Yer kiddin'! On a horse!? Prince Tanimura cometh!?
pt_br: Stai scherzando! Su un cavallo!? Arriva il Principe Tanimura!?

# 10896_Tanimura
source: Exactly. You'd be surprised, right?
pt_br: Esatto. Saresti sorpresa, vero?

# 10908_Himeka
source: Hehehe. Yeah, but that might be too much! Still, it would be a treat to see!
pt_br: Eheheh. Sì, ma potrebbe essere troppo! Comunque, sarebbe uno spettacolo da vedere!

# 10920_Himeka
source: I'd remember that for the rest of my life!
pt_br: Me lo ricorderei per il resto della mia vita!

# 10932_Tanimura
source: I'd pick you up in a police car.
pt_br: Ti verrei a prendere in un'auto della polizia.

# 10944_Himeka
source: A police car!?
pt_br: Un'auto della polizia!?

# 10956_Tanimura
source: We'd take a drive with the siren on. How's that sound?
pt_br: Faremo un giro con la sirena accesa. Come ti sembra?

# 10968_Himeka
source: It wouldn't be very romantic, would it!? People would think I'm bein' arrested! I ain't no criminal!
pt_br: Non sarebbe molto romantico, vero!? La gente penserebbe che mi stanno arrestando! Non sono una criminale!

# 10980_Tanimura
source: You would be surprised, though.
pt_br: Saresti sorpresa, però.

# 10992_Himeka
source: That ain't the kinda surprise I meant! You just don't understand women, do you?
pt_br: Non è il tipo di sorpresa che intendevo! Non capisci proprio le donne, vero?

# 11016_Tanimura
source: I wouldn't do anything fancy.
pt_br: Non farei niente di elaborato.

# 11028_Himeka
source: Aww! Why not?
pt_br: Aww! Perché no?

# 11040_Tanimura
source: Because if two people love each other, they find all the surprises they need in each other's eyes.
pt_br: Perché se due persone si amano, trovano tutte le sorprese di cui hanno bisogno negli occhi dell'altro.

# 11052_Himeka
source: Hehehe! What's that supposed to mean? Tryin' to be romantic, are you, Tanimura-san? ♪
pt_br: Eheheh! Cosa dovrebbe significare? Cerchi di essere romantico, vero, Tanimura-san? ♪

# 11064_Tanimura
source: Oh, I thought you'd like that...
pt_br: Oh, pensavo ti sarebbe piaciuto...

# 11076_Himeka
source: Ya gotta try harder than that, Tanimura-san! <Color:7>♥<Color:Default>
pt_br: Devi impegnarti di più, Tanimura-san! <Color:7>♥<Color:Default>

# 11088_Himeka
source: But I guess havin' a normal birthday is nice sometimes.
pt_br: Ma immagino che avere un compleanno normale sia bello a volte.

# 11100_Tanimura
source: Yeah, exactly.
pt_br: Sì, esatto.

# 11112_Himeka
source: *sigh*
pt_br: *sospiro*

# 11124_Tanimura
source: What's wrong? You seem distant.
pt_br: Cosa c'è che non va? Sembri distante.

# 11136_Himeka
source: Tanimura-san... I just dunno what to do...
pt_br: Tanimura-san... Non so proprio cosa fare...

# 11148_Tanimura
source: What's going on? Is that Kashiwabara guy bothering you again?
pt_br: Cosa sta succedendo? Quel tipo Kashiwabara ti sta di nuovo infastidendo?

# 11160_Himeka
source: I've been gettin' dozens of phone calls every day. When I answer, there's nobody there. And somebody keeps knockin' on my apartment door at dawn.
pt_br: Sto ricevendo dozzine di telefonate ogni giorno. Quando rispondo, non c'è nessuno. E qualcuno continua a bussare alla porta del mio appartamento all'alba.

# 11172_Himeka
source: And when I'm walkin' around the city... I swear there's somebody watchin' me.
pt_br: E quando cammino per la città... giuro che c'è qualcuno che mi osserva.

# 11184_Himeka
source: It's terrifyin'... What should I do?
pt_br: È terrificante... Cosa dovrei fare?

# 11196_Tanimura
source: You think it's Kashiwabara?
pt_br: Pensi sia Kashiwabara?

# 11208_Himeka
source: I think so, but I don't have any proof.
pt_br: Penso di sì, ma non ho prove.

# 11220_Himeka
source: This is all so scary.
pt_br: È tutto così spaventoso.

# 11232_Tanimura
source: Has Kashiwabara been coming to the club lately?
pt_br: Kashiwabara è venuto al club ultimamente?

# 11244_Himeka
source: No. He stopped comin' around when the phone calls started up.
pt_br: No. Ha smesso di venire quando sono iniziate le telefonate.

# 11256_Tanimura
source: I see...
pt_br: Capisco...

# 11268_Tanimura
source: Let me handle this. I can handle a stalker or two.
pt_br: Lascia fare a me. So gestire uno stalker o due.

# 11280_Himeka
source: Really?
pt_br: Davvero?

# 11292_Himeka
source: But how?
pt_br: Ma come?

# 11304_Tanimura
source: Trust me, there are a lot of ways to investigate something like this.
pt_br: Fidati di me, ci sono molti modi per investigare su una cosa del genere.

# 11316_Himeka
source: Well, yeah, but...
pt_br: Beh, sì, ma...

# 11328_Himeka
source: I don't want you doing anythin' dangerous. If anything happened to you, I...
pt_br: Non voglio che tu faccia niente di pericoloso. Se ti succedesse qualcosa, io...

# 11340_Tanimura
source: Don't worry, I'll be fine. Don't look so sad.
pt_br: Non preoccuparti, starò bene. Non sembrare così triste.

# 11364_Tanimura
source: You should file a police report. It sounds like this is getting out of hand.
pt_br: Dovresti fare denuncia alla polizia. Sembra che la situazione stia sfuggendo di mano.

# 11376_Tanimura
source: If they investigate your phone records, they'll find out who's calling you.
pt_br: Se indagano sui tuoi tabulati telefonici, scopriranno chi ti sta chiamando.

# 11388_Himeka
source: But even if I do submit a police report, they can't arrest the person right away, right?
pt_br: Ma anche se faccio denuncia alla polizia, non possono arrestare la persona subito, vero?

# 11400_Tanimura
source: Yeah, that's true.
pt_br: Già, è vero.

# 11412_Himeka
source: Then I don't think I'll report it. I don't wanna make the caller angry.
pt_br: Allora non credo che lo denuncerò. Non voglio far arrabbiare chi chiama.

# 11424_Himeka
source: Who knows what might happen then...
pt_br: Chissà cosa potrebbe succedere allora...

# 11436_Tanimura
source: Still...
pt_br: Però...

# 11448_Himeka
source: But thanks for your help. Can I call you if anythin' does happen?
pt_br: Ma grazie per il tuo aiuto. Posso chiamarti se succede qualcosa?

# 11460_Tanimura
source: Of course you can.
pt_br: Certo che puoi.

# 11472_Himeka
source: Okay. That makes me feel better than any police report. <Color:7>♥<Color:Default>
pt_br: Okay. Questo mi fa sentire meglio di qualsiasi denuncia alla polizia. <Color:7>♥<Color:Default>

# 11484_Tanimura
source: Just wait until whoever it is gives up.
pt_br: Aspetta solo che chiunque sia si arrenda.

# 11496_Himeka
source: You don't think I should do anythin'?
pt_br: Non pensi che dovrei fare qualcosa?

# 11508_Tanimura
source: Yeah. Maybe it'll solve itself with time.
pt_br: Sì. Forse si risolverà da solo col tempo.

# 11520_Himeka
source: But what if they don't? What if they attack me or somethin'?
pt_br: Ma se non lo fanno? E se mi attaccassero o qualcosa del genere?

# 11532_Himeka
source: Don't you care about what happens to me? I can't believe you'd be so heartless.
pt_br: Non ti importa di cosa mi succede? Non posso credere che tu sia così senza cuore.

# 11544_Tanimura
source: That's not what I meant.
pt_br: Non è quello che intendevo.

# 11568_Himeka
source: I'm thinking about quittin' my job here and goin' back to Osaka.
pt_br: Sto pensando di lasciare il lavoro qui e tornare a Osaka.

# 11580_Tanimura
source: What, seriously?
pt_br: Cosa, sul serio?

# 11592_Himeka
source: Yeah. Kamurocho's a scary place.
pt_br: Sì. Kamurocho è un posto spaventoso.

# 11604_Himeka
source: My mother was madder than a cat in heat when I told her I was movin' here.
pt_br: Mia madre era più arrabbiata di una gatta in calore quando le ho detto che mi trasferivo qui.

# 11616_Himeka
source: She said it was a terrible place. Not the kinda place where a girl like me should make a livin'.
pt_br: Ha detto che era un posto terribile. Non il tipo di posto dove una ragazza come me dovrebbe guadagnarsi da vivere.

# 11628_Tanimura
source: I see.
pt_br: Capisco.

# 11640_Himeka
source: I thought she was overreactin', but now I know what she meant.
pt_br: Pensavo stesse esagerando, ma ora so cosa intendeva.

# 11652_Himeka
source: What do you think I should do?
pt_br: Cosa pensi che dovrei fare?

# 11664_Tanimura
source: This is a decision you need to make on your own. I can't tell you what to do.
pt_br: Questa è una decisione che devi prendere da sola. Non posso dirti cosa fare.

# 11676_Tanimura
source: This decision could affect your entire life. I don't want you to do something you'll regret.
pt_br: Questa decisione potrebbe influenzare tutta la tua vita. Non voglio che tu faccia qualcosa di cui ti pentirai.

# 11700_Tanimura
source: Take your time. It's not an easy problem to solve.
pt_br: Prenditi il tuo tempo. Non è un problema facile da risolvere.

# 11712_Himeka
source: I think I just made my decision. I'm gonna stick it out for a little while longer.
pt_br: Penso di aver appena preso la mia decisione. Resisterò ancora per un po'.

# 11724_Himeka
source: I know I'd regret going home to Osaka now. And besides, you'll protect me, right? ♪
pt_br: So che mi pentirei di tornare a Osaka ora. E inoltre, mi proteggerai, vero? ♪

# 11736_Tanimura
source: Definitely.
pt_br: Assolutamente.

# 11748_Himeka
source: Come on then, let's drink. <Color:7>♥<Color:Default>
pt_br: Dai allora, beviamo. <Color:7>♥<Color:Default>

# 11760_Tanimura
source: Sounds good to me.
pt_br: Mi sembra buono.

# 11772_Tanimura
source: Wouldn't you regret it if you left now?
pt_br: Non ti pentiresti se te ne andassi ora?

# 11784_Himeka
source: Yeah, I think I would.
pt_br: Sì, penso di sì.

# 11796_Himeka
source: I'm used to life in Kamurocho. There are nice things here, too.
pt_br: Sono abituata alla vita a Kamurocho. Ci sono anche cose belle qui.

# 11808_Himeka
source: And if I went back to Osaka now, I'd miss you. That's one thing I'd definitely regret.
pt_br: E se tornassi a Osaka ora, mi mancheresti. È una cosa di cui mi pentirei sicuramente.

# 11820_Tanimura
source: Then it's settled. You're staying. Just call me if you need anything.
pt_br: Allora è deciso. Resti. Chiamami se hai bisogno di qualcosa.

# 11832_Himeka
source: Thank ya kindly, Tanimura-san. <Color:7>♥<Color:Default> And I was this close to goin' back to Osaka! ♪
pt_br: Grazie mille, Tanimura-san. <Color:7>♥<Color:Default> Ed ero così vicina a tornare a Osaka! ♪

# 11844_Tanimura
source: No problem.
pt_br: Nessun problema.

# 11856_Tanimura
source: I'll walk you to the station.
pt_br: Ti accompagno alla stazione.

# 11868_Himeka
source: Oh... So you're not gonna stop me...
pt_br: Oh... Quindi non mi fermerai...

# 11880_Tanimura
source: You just said you're going back to Osaka.
pt_br: Hai appena detto che torni a Osaka.

# 11892_Himeka
source: So you don't care if you can never see me again...?
pt_br: Quindi non ti importa se non potrai mai più vedermi...?

# 11904_Tanimura
source: I didn't say that.
pt_br: Non l'ho detto.

# 11916_Himeka
source: Oh, never mind.
pt_br: Oh, lascia perdere.

# 11928_Tanimura
source: You should take some time off from the club and go on a trip. You need a break.
pt_br: Dovresti prenderti un po' di tempo libero dal club e fare un viaggio. Hai bisogno di una pausa.

# 11940_Himeka
source: Hmm. Maybe...
pt_br: Mmm. Forse...

# 11952_Himeka
source: I've been workin' for a year straight, and I've got some money saved up. A vacation might be nice.
pt_br: Lavoro da un anno di fila e ho messo da parte dei soldi. Una vacanza potrebbe essere bella.

# 11964_Tanimura
source: That's a good idea.
pt_br: È una buona idea.

# 11976_Himeka
source: But where should I go? Where would you recommend, Tanimura-san?
pt_br: Ma dove dovrei andare? Dove consiglieresti, Tanimura-san?

# 11988_Tanimura
source: If you've never been, I'd go to Korea. The food is great, and they have a lot of spas there, too.
pt_br: Se non ci sei mai stata, andrei in Corea. Il cibo è ottimo e hanno anche molte spa lì.

# 12000_Himeka
source: Korea, huh? That's not a bad idea! ♪
pt_br: Corea, eh? Non è una cattiva idea! ♪

# 12012_Himeka
source: But I don't speak a word of Korean... And I'd be lonely there all by myself.
pt_br: Ma non parlo una parola di coreano... E sarei sola lì tutta sola.

# 12024_Tanimura
source: Why don't I go with you as your interpreter?
pt_br: Perché non vengo con te come tuo interprete?

# 12036_Himeka
source: What? You speak Korean?
pt_br: Cosa? Parli coreano?

# 12048_Tanimura
source: And Chinese.
pt_br: E cinese.

# 12060_Himeka
source: A trip with you would be a lot of fun. <Color:7>♥<Color:Default> Can you get time off work?
pt_br: Un viaggio con te sarebbe molto divertente. <Color:7>♥<Color:Default> Riesci a prendere ferie dal lavoro?

# 12072_Tanimura
source: That's the problem. I don't have any vacation days left.
pt_br: Questo è il problema. Non ho più giorni di ferie.

# 12084_Himeka
source: Hehehe. That's okay. Thanks for the offer.
pt_br: Eheheh. Va bene. Grazie per l'offerta.

# 12096_Tanimura
source: Northern Japan can be fun. You could go out to Hokkaido and enjoy nature.
pt_br: Il nord del Giappone può essere divertente. Potresti andare a Hokkaido e goderti la natura.

# 12108_Himeka
source: Hokkaido, huh? I haven't been there since high school.
pt_br: Hokkaido, eh? Non ci vado dalle superiori.

# 12120_Himeka
source: I've even got a friend who lives up there. It might be relaxin'. ♪
pt_br: Ho persino un'amica che vive lassù. Potrebbe essere rilassante. ♪

# 12132_Himeka
source: Where should I go in Hokkaido?
pt_br: Dove dovrei andare a Hokkaido?

# 12144_Tanimura
source: Well... There was a pretty bumpin' nightlife downtown.
pt_br: Beh... C'era una vita notturna piuttosto movimentata in centro.
