Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01830234.po
Languages: pt_br

source: You gained 10,000 EXP.
pt_br: Hai ottenuto 10.000 EXP.

source: Idle
pt_br: Inattivo

# 80_Akiyama
source: Honestly, I didn't expect you to do this well.
pt_br: A dire il vero, non mi aspettavo che te la cavassi così bene.

# 92_Shiobara
source: Please, a loss is a loss... But I guess I did do pretty well, didn't I?
pt_br: Sì, vabbè, una sconfitta è pur sempre una sconfitta... Però, diciamocelo, non me la sono cavata mica male, vero?

# 104_Akiyama
source: Absolutely.
pt_br: Assolutamente.

# 116_Akiyama
source: When it comes down to it, the trick is in fulfilling customers' needs over and over against practically miraculous odds.
pt_br: Alla fin fine, il trucco sta nel soddisfare le esigenze dei clienti, più e più volte, contro probabilità che rasentano il miracolo.

# 128_Akiyama
source: In fact, it's pretty much the ideal sales model.
pt_br: Anzi, è praticamente il modello di vendita ideale.

# 140_Akiyama
source: By quickly feeling out the locals' needs and supplying just the right goods, you wound up with a very valuable prize.
pt_br: Fiutando al volo le esigenze della gente del posto e fornendo proprio la merce giusta, ti sei portato a casa un signor premio.

# 152_Akiyama
source: You've got a pretty good knack for business, if you ask me.
pt_br: Hai un bel fiuto per gli affari, se vuoi la mia.

# 164_Shiobara
source: Is that what you were trying to test?
pt_br: Era questo che stavi cercando di mettere alla prova?

# 176_Akiyama
source: One of the things, anyway.
pt_br: Una delle cose, comunque.

# 188_Shiobara
source: ...I don't get you, Akiyama-san. You always seem like you're just goofing around, then, next thing I know, you zero in on something profound like that...
pt_br: ...Non ti capisco proprio, Akiyama-san. Sembri sempre che tu stia solo cazzeggiando, e poi, d'un tratto, punti dritto su qualcosa di così profondo...

# 200_Akiyama
source: You overestimate me. Mostly I just say whatever comes to mind.
pt_br: Mi sopravvaluti. Di solito dico la prima cosa che mi viene in mente.

# 212_Shiobara
source: No, you really are special. I'm glad I was able to do as well as I did against an opponent like you.
pt_br: No, sei davvero uno speciale. Sono contento di essermela giocata alla pari con uno come te.

# 224_Shiobara
source: ...I almost feel like I could start over.
pt_br: ...Quasi quasi mi sento di poter ricominciare da capo.

# 236_Shiobara
source: I may be down, but I'm not out! I did all this with a single cigarette－and I can do more!
pt_br: Sarò anche a terra, ma non sono finito! Ho fatto tutto questo con una sola sigaretta－e posso fare di più!

# 248_Akiyama
source: There's that twinkle in your eye!
pt_br: C'è quella scintilla nei tuoi occhi!

# 260_Shiobara
source: Thank you, Akiyama-san. I knew I was drawn back to this part of town for a reason－it was to see you!
pt_br: Grazie, Akiyama-san. Sapevo di essere stato richiamato in questa zona della città per un motivo－era per rivederti!

# 272_Shiobara
source: Be on the lookout for me! I just know I'm going to make it big again one day!
pt_br: Tienimi d'occhio! Lo so, ce la farò di nuovo alla grande un giorno!

# 284_Akiyama
source: Yeah. Counting on it.
pt_br: Certo. Ci conto.

# 296_Shiobara
source: Thanks! See you!
pt_br: Grazie! Ci vediamo!

# 332_Shiobara
source: Yes?
pt_br: Sì?

# 344_Akiyama
source: Here. You forgot this.
pt_br: Tieni. Hai dimenticato questo.

# 380_Shiobara
source: Oof! Did you have to throw it? I can't think of anything I've forg...
pt_br: Uff! Dovevi per forza lanciarlo? Non mi viene in mente niente Ho dimentic...

# 392_Shiobara
source: Huh!? It's money.
pt_br: Eh!? Sono soldi.

# 404_Akiyama
source: Yep. Five million, to be exact.
pt_br: Già. Cinque milioni, per l'esattezza.

# 416_Shiobara
source: But why?
pt_br: Ma perché?

# 428_Akiyama
source: I lent you five million and you insisted on returning ten million.
pt_br: Ti ho prestato cinque milioni e tu hai insistito per restituirne dieci milioni.

# 440_Akiyama
source: "No interest, no collateral." Hasn't that sunk in yet?
pt_br: "Nessun interesse, nessuna garanzia." Non ti è ancora entrato in testa?

# 452_Akiyama
source: That money is yours.
pt_br: Quei soldi sono tuoi.

# 476_Akiyama
source: Just promise me one thing. My customers never come back for seconds.
pt_br: Promettimi solo una cosa. I miei clienti non tornano mai per il bis.

# 488_Akiyama
source: Either they fail the test and leave angry, or they pass the test and change their lives forever. One of the two.
pt_br: O falliscono la prova e se ne vanno incazzati, o superano la prova e cambiano vita per sempre. Uno dei due.

# 500_Akiyama
source: It would be a real shame if my apprentice wound up being my very first repeat customer.
pt_br: Sarebbe un vero peccato se il mio apprendista finisse per essere il mio primissimo cliente abituale.

# 512_Shiobara
source: ...Right! I'll do my very best!
pt_br: ...Perfetto! Ci metterò l'anima!

# 524_Akiyama
source: Later!
pt_br: Dopo!
