Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00a4014d.po
Languages: it

source: Financially Troubled Woman
it: Donna con problemi economici

source: Loan Shark
it: Strozzino

# 116_Akiyama
source: Pardon me, miss. Did I hear you're having money trouble?
it: Mi scusi, signorina. Ho sentito che ha problemi di soldi?

# 128_Financially Troubled Woman
source: And who are you? Not another debt collector, I hope!
it: E lei chi è? Spero non sia un altro esattore!

# 140_Akiyama
source: No, not at all. But I am in the same line of business as that other fellow.
it: No, affatto. Ma sono nello stesso settore di quell'altro tizio.

# 152_Financially Troubled Woman
source: A moneylender!? Then, I'd like to apply for a loan!
it: Un finanziatore!? Allora, vorrei richiedere un prestito!

# 164_Financially Troubled Woman
source: ...Oh, but why bother? It's no use.
it: ...Oh, ma a che serve? È inutile.

# 176_Akiyama
source: It sounds like they've got you blacklisted, is that right? How much do you owe?
it: Sembra che l'abbiano messa sulla lista nera, giusto? A quanto ammonta il suo debito?

# 188_Financially Troubled Woman
source: ...I'd say about ten million or so.
it: ...Direi circa dieci milioni.

# 200_Akiyama
source: "About"? So you don't even know how much you borrowed?
it: "Circa"? Quindi non sa nemmeno quanto ha preso in prestito?

# 212_Financially Troubled Woman
source: Loan sharks, credit cards－you name it, I've borrowed money from it... What are you getting at?
it: Strozzini, carte di credito... e chi più ne ha più ne metta, ho chiesto prestiti a chiunque... Dove vuole arrivare?

# 224_Akiyama
source: Oh, it's just that you put on a brave face for somebody so deep in debt. Nice clothes and all that... It made me wonder.
it: Oh, è solo che fa buon viso a cattivo gioco per essere così indebitata. Bei vestiti e tutto il resto... Mi ha fatto sorgere un dubbio.

# 236_Financially Troubled Woman
source: What's the point in looking all pitiful just because I happen to owe some people money? This is how I live, after all.
it: Che senso ha sembrare patetica solo perché devo dei soldi a qualcuno? Dopotutto, questo è il mio stile di vita.

# 248_Akiyama
source: I see... You're something else, you know that? You've certainly caught my attention.
it: Capisco... Lei è davvero unica, lo sa? Ha certamente catturato la mia attenzione.

# 260_Financially Troubled Woman
source: Are you hitting on me?
it: Ci sta provando con me?

# 272_Akiyama
source: No, it's not that. Look, if you're truly ready to make a fresh start, come to my office. Sky Finance, on Tenkaichi Street.
it: No, non è quello. Senta, se è davvero pronta a ripartire da zero, venga nel mio ufficio. Sky Finance, in Tenkaichi Street.

# 284_Financially Troubled Woman
source: Sky Finance? I've heard rumors...
it: Sky Finance? Ho sentito delle voci...

# 296_Akiyama
source: My name is Shun Akiyama. And you are?
it: Mi chiamo Shun Akiyama. E lei è?

# 308_Shoko
source: Me...? I'm Shoko Muto.
it: Io...? Sono Shoko Muto.

# 320_Akiyama
source: Well, then, Shoko-san, I hope you'll decide to pay me a visit.
it: Bene, allora, Shoko-san, spero che deciderà di farmi visita.

# 332_Shoko
source: ...Goodbye.
it: ...Arrivederci.

# 392_Akiyama
source: (Shoko Muto... I have a feeling I'll see her sooner or later.)
it: (Shoko Muto... Ho la sensazione che la vedrò prima o poi.)

# 404_Akiyama
source: (In fact, she might already be on her way. Maybe I ought to head over to the office and see...)
it: (Anzi, potrebbe essere già in viaggio. Forse dovrei andare in ufficio a vedere...)

# 428_Financially Troubled Woman
source: I don't want a loan from you anyway! You're not the only office in Kamurocho, you know.
it: Comunque non voglio un prestito da lei! Non è l'unico ufficio a Kamurocho, sa.

# 440_Loan Shark
source: That's not the point. You've been blacklisted. There's not a loan shark in town who'd lend to you now.
it: Non è questo il punto. Sei sulla lista nera. Non c'è uno strozzino in città che ti presterebbe soldi adesso.

# 452_Financially Troubled Woman
source: You don't know that for sure! I'm never doing business with you ever again!
it: Non può saperlo con certezza! Non farò mai più affari con lei!
