Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00260181.po
Languages: pt_br

source: You got an <Color:8>Artist's Likeness<Color:Default>.
pt_br: Hai beccato una <Color:8>Somiglianza d'Artista<Color:Default>.

source: Frightened Man
pt_br: Uomo Spaventato

source: Street Artist
pt_br: Artista di strada

# 128_Frightened Man
source: They're... They're after me! Men... in suits... everywhere! They're gonna find me and they're gonna kill me and they're gonna dump me in Tokyo Bay!
pt_br: Mi... Mi danno la caccia! Uomini... in giacca e cravatta... dappertutto! Mi troveranno, mi uccideranno e mi butteranno nella Baia di Tokyo!

# 140_Tanimura
source: Hey. Is there a valid reason you're down here, talking to yourself in front of a bunch of garbage cans? Please tell me there is.
pt_br: Ehi. C'è un valido motivo per cui te ne stai qui sotto, a parlare da solo davanti a un mucchio di bidoni della spazzatura? Ti prego, dimmi di sì.

# 164_Frightened Man
source: Waaaaaah! Where did you come from!? Are you one of them? It can't be! You look more like an actor than an assassin! Ahh! I mean! I take that back! Please, please spare me!
pt_br: Waaaaaah! Da dove sei sbucato!? Sei uno di quelli? Ma no! Sembri più un attore che un assassino! Ah! Volevo dire! Ritratto tutto! Ti prego, ti prego, risparmiami!

# 176_Tanimura
source: Dude... relax. I'm not an assassin, and I'm not acting. I'm a cop, and I'm here to question a suspicious character.
pt_br: Ehi... rilassati. Non sono un assassino, e non sto recitando. Sono un poliziotto, e sono qui per interrogare un soggetto sospetto.

# 188_Frightened Man
source: You're a cop!? Oh, thank goodness! A savior has heard my cries! ...You are here to save me, right?
pt_br: Sei un poliziotto!? Oh, meno male! Un salvatore ha ascoltato le mie suppliche! ...Sei qui per salvarmi, vero?

# 200_Tanimura
source: I mean, I can at least try to help. Who do you think is after you?
pt_br: Insomma, posso almeno provare a darti una mano. Chi pensi che ti stia addosso?

# 212_Street Artist
source: Well, I usually draw portraits for people on Park Boulevard, right? The other day, there was a robbery at a yakuza office there.
pt_br: Beh, di solito faccio ritratti alla gente su Park Boulevard, giusto? L'altro giorno, c'è stata una rapina a un ufficio della yakuza lì.

# 224_Tanimura
source: Hmm... Doesn't ring a bell.
pt_br: Mmm... Non mi dice niente.

# 236_Street Artist
source: And you call yourself a cop!? Look, I was right there when it happened, and I saw the face of one of the criminals.
pt_br: E tu ti definisci un poliziotto!? Guarda, ero proprio lì quando è successo, e ho visto la faccia di uno dei criminali.

# 248_Tanimura
source: Okay... Then you should go and report it at a police station. One of the uniformed officers there will help you.
pt_br: Va bene... Allora dovresti andare a denunciarlo in una stazione di polizia. Lì, uno degli agenti in divisa ti darà una mano.

# 260_Street Artist
source: Forget it! I'm lucky to be alive! I'm not going outside until each and every one of those robbers is locked up for good!
pt_br: Scordatelo! Sono vivo per miracolo! Non metto piede fuori finché non sbattono dentro tutti quei rapinatori, e per sempre!

# 272_Street Artist
source: I could step forward and maybe some of them would get arrested. But what if I got killed by the others on the way to court to testify!?
pt_br: Potrei farmi avanti e magari alcuni di loro verrebbero arrestati. Ma e se venissi ucciso dagli altri mentre vado in tribunale a testimoniare!?

# 284_Tanimura
source: ...You watch too many gangster films.
pt_br: Ma guardi troppi film di gangster.

# 296_Street Artist
source: My life is in danger, I tell you! And you cops are too busy sipping on coffee and scarfing down donuts to notice a bunch of robbers are loose in Theater Square as we speak!
pt_br: La mia vita è in pericolo, te lo dico! E voi sbirri siete troppo impegnati a tracannare caffè e a buttar giù ciambelle per notare che una banda di rapinatori è in giro per Theater Square proprio adesso!

# 308_Tanimura
source: They are? Right now?
pt_br: Sono loro? Proprio adesso?

# 320_Street Artist
source: Yes! Go arrest all of them! Save me! For great justice!
pt_br: Sì! Arrestateli tutti! Salvami! Per la pura giustizia!

# 332_Tanimura
source: (I kinda have been slacking lately... This might be a good chance to earn some points back at HQ.)
pt_br: Ultimamente ho un po' battuto la fiacca... Questa potrebbe essere una buona occasione per rifarmi qualche punto al QG.

# 344_Tanimura
source: Fine, I'll go get 'em. But you have to show me where they are.
pt_br: Ok, li vado a prendere. Ma tu devi farmi vedere dove sono.

# 356_Street Artist
source: What!? You want <Italic>me</Italic> to go, too? No way! What if I get killed!?
pt_br: Cosa!? Vuoi che ci vada <Italic>anch'io</Italic>? Nemmeno per sogno! E se mi ammazzano!?

# 368_Tanimura
source: But you're the only one who knows the perp's face.
pt_br: Ma sei l'unico che conosce la faccia del rapinatore.

# 380_Street Artist
source: Yeah, and I drew a picture of it, so why don't you use that instead of dragging me to my death!? He looks like this, he's wearing a black jacket, and he's at Theater Square!
pt_br: Sì, e l'ho disegnato, quindi perché non lo usi invece di trascinarmi alla morte!? È fatto così, indossa una giacca nera, ed è a Theater Square!

# 428_Tanimura
source: Fair enough. I'll go see for myself, then.
pt_br: Va bene così. Andrò a controllare io stesso, allora.

# 440_Street Artist
source: Thank you so much! You're one hell of an officer, you know that!? And a handsome one, to boot!
pt_br: Grazie mille! Lei è un poliziotto della madonna, lo sa!? E pure un bell'uomo, per giunta!

# 452_Tanimura
source: Heh... Kiss-ass.
pt_br: Eh... Leccaculo.

# 476_Tanimura
source: If you're that worried, then why don't you go to a station and report it?
pt_br: Se sei così preoccupato, allora perché non vai in una stazione e lo denunci?

# 488_Street Artist
source: I can't! They'd kill me! I won't move a muscle until all of those madmen are behind bars.
pt_br: Non posso! Mi farebbero la pelle! Non farò un passo finché tutti quei pazzi non saranno dietro le sbarre.

# 548_Frightened Man
source: Okay, I'll go get 'em.
pt_br: Ok, vado a prenderli.

# 560_Frightened Man
source: You worry too much.
pt_br: Ti fai troppi problemi.
