Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00a40200.po
Languages: pt_br

source: Female Voice
pt_br: Voce femminile

# 100_Host
source: Oh man, what do I do? They're in serious danger...
pt_br: Oh cavolo, che faccio? Sono in grave pericolo...

# 112_Host
source: I'd call the police, but I don't want those maniacs coming for me next...
pt_br: Chiamerei la pula, ma non voglio che quei balordi poi mi vengano addosso...

# 124_Saejima
source: Hey, did ya see a girl in a black jacket come this way?
pt_br: Oi, hai visto una tipa con una giacca nera passare di qui?

# 136_Host
source: What? Oh, er... This mob of crazed fanboys grabbed her. They dragged her into that parking lot.
pt_br: Che? Ah, ehm... Questa marmaglia di fanatici fuori di testa l'ha agguantata. L'hanno trascinata in quel parcheggio.

# 148_Saejima
source: Goddammit...
pt_br: Maledizione...

# 160_Host
source: Then this big-shot businesswoman went in there alone.
pt_br: Poi 'sta donna d'affari, un pezzo grosso, c'è andata da sola.

# 172_Saejima
source: Pant suit?
pt_br: Tailleur pantalone?

# 184_Host
source: Yeah, a real CEO-looking type. She ran in after them. That's when the screaming started.
pt_br: Già, una che sembrava un vero pezzo grosso, un CEO per intenderci. Gli è corsa dietro. Ed è stato lì che sono cominciate le urla.

# 196_Female Voice
source: Stop!
pt_br: Fermo!

# 208_Host
source: Oh man, oh man, oh man... This is bad!
pt_br: Porca miseria, porca miseria, porca miseria... Questo è un casino!

# 220_Host
source: Someone's gotta do something. Please, hurry and help them!
pt_br: Qualcuno deve pur fare qualcosa. Ti prego, sbrigati e aiutali!

# 244_Host
source: What are you doing? Get in there and save her!
pt_br: Ma che fai? Buttati dentro e salvala!
