Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee00f0.po
Languages: pt

source: Gambler
pt: Giocatore d'azzardo

# 216_Gambler
source: Ya need at least 200 tags to play koi-koi. You can buy 'em at the front.
pt: Ti servono almeno 200 targhette per giocare a koi-koi. Puoi comprarle all'ingresso.

# 228_Gambler
source: Hey, buddy! Wanna play koi-koi?
pt: Ehi, amico! Vuoi giocare a koi-koi?

# 252_Haruka
source: Hey, Uncle Kaz, can we play some koi-koi? You should try to get 500 points in a game!
pt: Ehi, zio Kaz, possiamo giocare un po' a koi-koi? Dovresti provare a fare 500 punti in una partita!

# 264_Kiryu
source: (500 points in koi-koi... Should I give it a go?)
pt: (500 punti a koi-koi... Dovrei provarci?)

# 276_Gambler
source: Sure, I'll play.
pt: Certo, gioco.

# 288_Gambler
source: You got it! Let's do this!
pt: Perfetto! Facciamolo!

# 300_Haruka
source: Good luck, Uncle Kaz!
pt: Buona fortuna, zio Kaz!

# 324_Gambler
source: Not right now.
pt: Non adesso.

# 336_Gambler
source: I gotcha. Maybe next time.
pt: Capito. Forse la prossima volta.

# 348_Haruka
source: Aw, man! I wanted to watch you play koi-koi...
pt: Ah, uffa! Volevo vederti giocare a koi-koi...

# 360_Haruka
source: Hey, Uncle Kaz! I bet you could get 1,000 points in koi-koi! C'mon, let's do it!
pt: Ehi, zio Kaz! Scommetto che potresti fare 1.000 punti a koi-koi! Dai, facciamolo!

# 372_Kiryu
source: (1,000 points in koi-koi... Should I give it a go?)
pt: (1.000 punti a koi-koi... Dovrei provarci?)

# 384_Gambler
source: Sure, I'll play.
pt: Certo, gioco.

# 396_Gambler
source: You got it! Let's do this!
pt: Perfetto! Facciamolo!

# 408_Haruka
source: Good luck, Uncle Kaz!
pt: Buona fortuna, zio Kaz!

# 432_Gambler
source: Not right now.
pt: Non adesso.

# 444_Gambler
source: I gotcha. Maybe next time.
pt: Capito. Forse la prossima volta.

# 456_Haruka
source: Aw, man! I wanted to watch you play koi-koi...
pt: Ah, uffa! Volevo vederti giocare a koi-koi...

# 480_Gambler
source: Ya need at least 200 tags to play koi-koi. You can buy 'em at the front.
pt: Ti servono almeno 200 targhette per giocare a koi-koi. Puoi comprarle all'ingresso.

# 492_Gambler
source: Hey, buddy! Wanna play koi-koi?
pt: Ehi, amico! Vuoi giocare a koi-koi?

# 504_Gambler
source: That's what I wanted to hear! Right this way!
pt: Ãˆ quello che volevo sentire! Da questa parte!

# 528_Gambler
source: Is that so? Well, come back when ya feel like it.
pt: Davvero? Beh, torna quando te la senti.

# 540_Gambler
source: Play
pt: Gioca

# 552_Gambler
source: Not Now
pt: Non ora

# 564_Gambler
source: Play
pt: Gioca

# 576_Gambler
source: Not Now
pt: Non ora

# 588_Gambler
source: Play
pt: Gioca

# 600_Gambler
source: Not Now
pt: Non ora
