Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01d70001.po
Languages: pt_br

source: I'll draw a card.
pt_br: Tirerò una carta.

source: I'll stay with this hand.
pt_br: Sto con questa mano.

source: You can double your bet, but you must draw one more card.
pt_br: Puoi raddoppiare la tua puntata, ma devi pescare una carta in più.

source: Split your hand in two. The second hand will mirror your current bet.
pt_br: Dividi la tua mano in due. La seconda mano eguaglierà la tua puntata attuale.

source: Folding at this point will return half of your current bet.
pt_br: Mollare la mano a questo punto ti restituirà metà della tua puntata attuale.

source: Set half the bet amount as insurance against the dealer getting a blackjack.
pt_br: Punta la metà della puntata come assicurazione contro un blackjack del banco.

source: Refer to the bet limit to see how many chips you can bet.
pt_br: Consulta il limite di puntata per vedere quante fiches puoi puntare.

source: Play by betting the same amount as in the last game.
pt_br: Gioca puntando la stessa cifra della partita precedente.

source: Standard Blackjack Reward: 2,000 chips
pt_br: Blackjack Standard Ricompensa: 2.000 chip

source: Blackjack using a deck with no 2, 3, or 4 cards. Reward: 2,500 chips
pt_br: Blackjack usando un mazzo senza le carte 2, 3 o 4. Ricompensa: 2.500 fiches

source: Blackjack using a deck with no 7, 8, or 9 cards. Reward: 2,000 chips
pt_br: Blackjack con un mazzo senza i 7, gli 8 o i 9. Ricompensa: 2.000 chip

source: Blackjack using a deck with no J, Q, or K cards. Reward: 4,000 chips
pt_br: Blackjack con un mazzo senza le carte J, Q o K. Ricompensa: 4.000 gettoni
