Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee0639.po
Languages: pt

source: You got a Manhole Opener.
pt: Hai ottenuto un Apritombini.

source: You got a Manhole Opener.
pt: Hai ottenuto un Apritombini.

source: Homeless Man
pt: Senzatetto

source: Sync_Send
pt: Sinc_Invia

# 72_Homeless Man
source: Whoa, Kiryu-san! Never thought I'd run into ya down here. Didn't even realize you were back in town!
pt: Ehi, Kiryu-san! Non avrei mai pensato di incontrarti quaggiù. Non mi ero nemmeno accorto che fossi tornato in città!

# 84_Kiryu
source: Do I know you?
pt: Ci conosciamo?

# 96_Homeless Man
source: Heh. Much as you know any old homeless guy, I guess.
pt: Eh. Tanto quanto conosci un qualsiasi vecchio senzatetto, immagino.

# 108_Homeless Man
source: I know you, though. Owe you a lot, in fact.
pt: Io ti conosco, però. E ti devo molto, a dire il vero.

# 120_Homeless Man
source: You helped me out down in Purgatory before the Hills project kicked off, then there was that whole snafu with the Dragon Palace.
pt: Mi hai aiutato al Purgatorio prima che iniziasse il progetto Hills, poi c'è stato tutto quel casino con il Dragon Palace.

# 132_Kiryu
source: Huh. Well, all right then.
pt: Uh. Beh, va bene allora.

# 144_Homeless Man
source: By the way, you're gonna need one of these puppies if you wanna keep going.
pt: A proposito, avrai bisogno di uno di questi cosi se vuoi continuare ad andare avanti.

# 180_Homeless Man
source: This doohickey here'll open any ol' manhole you come across.
pt: Questo aggeggio apre qualsiasi tombino tu possa trovare.

# 192_Homeless Man
source: Though some guy came through earlier, pried the freaking thing open with his bare hands. Hardly believed my eyes.
pt: Anche se prima è passato un tizio che l'ha aperto a mani nude. Non potevo credere ai miei occhi.

# 204_Homeless Man
source: Heyo, %s-san. Weird of you to be down here, gotta say.
pt: Ehilà, %s-san. Strano vederti quaggiù, devo dire.

# 216_Player
source: And you are...?
pt: E tu saresti...?

# 228_Homeless Man
source: Oh just some old bum.
pt: Oh, solo un vecchio barbone.

# 240_Homeless Man
source: Anyway, you're gonna need one of these puppies if you wanna keep going past here.
pt: Comunque, avrai bisogno di uno di questi cosi se vuoi proseguire oltre questo punto.

# 276_Homeless Man
source: This doohickey here'll open any ol' manhole you come across.
pt: Questo aggeggio apre qualsiasi tombino tu possa trovare.
