Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee0103.po
Languages: pt_br

source: Employee
pt_br: Staff

source: Player
pt_br: Giocatore

# 304_Employee
source: Welcome, Akiyama-sama. Looking for something in particular?
pt_br: Benvenuto, Akiyama-sama. Cerca qualcosa in particolare?

# 328_Player
source: (No, I've got to buy it here.)
pt_br: (No, devo proprio comprarlo qui.)

# 340_Employee
source: Will that be all for you, sir?
pt_br: È tutto, signore?

# 352_Employee
source: Will that be all for you, sir?
pt_br: È tutto, signore?

# 364_Employee
source: Will that be all for you, sir?
pt_br: È tutto, signore?

# 376_Player
source: Yeah, that's all. You can send the bill over to my secretary Hana-chan. Sorry for the trouble.
pt_br: Sì, è tutto. Può mandare il conto alla mia segretaria Hana-chan. Scusi il disturbo.

# 388_Employee
source: No trouble at all, sir. Let me walk you to the door.
pt_br: Nessun problema, signore. La accompagno alla porta.

# 424_Employee
source: Hello, sir. Can I help you find something today?
pt_br: Salve, signore. Posso aiutarla a trovare qualcosa oggi?

# 484_Noa
source: Huh? You're not going to get anything? You're kidding, right?
pt_br: Eh? Non prendi niente? Scherzi, no?

# 496_Akiyama
source: Yeah, sorry about that...
pt_br: Già, scusa per quello...

# 520_Akiyama
source: I'll take this.
pt_br: Prendo questo.

# 532_Employee
source: Thank you very much! Let me walk you to the door.
pt_br: La ringrazio molto! Mi permetta di accompagnarla alla porta.

# 556_Employee
source: Hello, sir. Are you looking for anything in particular?
pt_br: Salve, signore. Cerca qualcosa in particolare?

# 616_Erena
source: Huh? Tell me I'm dreamin', 'cause it looks like yer not gonna buy anythin'.
pt_br: Eh? Dimmi che sto sognando, 'ché sembra che non comprerai un bel niente.

# 628_Akiyama
source: Yeah, uh, here's the thing...
pt_br: Beh, ehm, il fatto è...

# 652_Akiyama
source: I'll take this.
pt_br: Prendo questo.

# 664_Employee
source: Thank you very much! Let me walk you to the door.
pt_br: La ringrazio molto! Mi permetta di accompagnarla alla porta.

# 688_Employee
source: Hello, sir. Are you looking for anything in particular?
pt_br: Salve, signore. Cerca qualcosa in particolare?

# 748_Chihiro
source: Huh? You're not going to get anything? I mean, I guess this stuff is pretty expensive...
pt_br: Eh? Non prendi niente? D'altronde, immagino che queste cose siano parecchio costose...

# 760_Tanimura
source: Sorry, it's just... My bad.
pt_br: Scusa, è solo che... mio errore.

# 784_Tanimura
source: I'll take this.
pt_br: Prendo questo.

# 796_Employee
source: Thank you very much! Let me walk you to the door.
pt_br: La ringrazio molto! Mi permetta di accompagnarla alla porta.

# 820_Employee
source: Hello, sir. Are you looking for anything in particular?
pt_br: Salve, signore. Cerca qualcosa in particolare?

# 880_Maya
source: Huh? You're not going to buy anything? Is this some kind of twisted prank, or are you just dumb?
pt_br: Eh? Non compri proprio nulla? È una specie di scherzo bastardo, o sei solo un dummy?

# 892_Kiryu
source: Sorry...
pt_br: Scusa...

# 916_Kiryu
source: I'll take this.
pt_br: Prendo questo.

# 928_Employee
source: Thank you very much! Let me walk you to the door.
pt_br: La ringrazio molto! Mi permetta di accompagnarla alla porta.

# 952_Employee
source: Hello, sir. Are you looking for anything in particular?
pt_br: Salve, signore. Cerca qualcosa in particolare?

# 1012_Rio
source: Huh? You're not going to get anything? Uh... Really?
pt_br: Eh? Non prenderai niente? Uh... Davvero?

# 1024_Akiyama
source: Sorry about this...
pt_br: Scusa per questo...

# 1048_Akiyama
source: I'll take this.
pt_br: Prendo questo.

# 1060_Employee
source: Thank you very much! Let me walk you to the door.
pt_br: La ringrazio molto! Mi permetta di accompagnarla alla porta.

# 1084_Employee
source: Hello, sir. Are you looking for anything in particular?
pt_br: Salve, signore. Cerca qualcosa in particolare?

# 1144_Himeka
source: Hold on a sec. Yer really not gonna buy anythin'? Why'd you even take me here?
pt_br: Aspetta un attimo. Non hai intenzione di comprare niente, sul serio? E allora perché mi hai portato qui?

# 1156_Tanimura
source: Sorry...
pt_br: Scusa...

# 1180_Tanimura
source: Excellent.
pt_br: Eccellente.

# 1192_Employee
source: Thank you very much! Let me walk you to the door.
pt_br: La ringrazio molto! Mi permetta di accompagnarla alla porta.

# 1216_Employee
source: Hello, sir. Are you looking for anything in particular?
pt_br: Salve, signore. Cerca qualcosa in particolare?

# 1276_Shizuka
source: Huh? You're not going to buy anything? Is everything all right?
pt_br: Eh? Non prendi proprio niente? Va tutto bene?

# 1288_Kiryu
source: No, it's just... Sorry about this.
pt_br: No, è solo che... Mi dispiace per questo.

# 1312_Kiryu
source: I'll take this.
pt_br: Prendo questo.

# 1324_Employee
source: Thank you very much! Let me walk you to the door.
pt_br: La ringrazio molto! Mi permetta di accompagnarla alla porta.

# 1348_Employee
source: Welcome. What are you looking for today?
pt_br: Benvenuto. Cosa cerca oggi?

# 1408_松岡里緒奈：源氏名
source: Which one're you gonna buy for me? ♪ I can't wait! ♪
pt_br: Quale mi comprerai? ♪ Non vedo l'ora! ♪

# 1444_Kiryu
source: I'll take this.
pt_br: Prendo questo.

# 1456_Employee
source: Thank you very much! Let me walk you to the door.
pt_br: La ringrazio molto! Mi permetta di accompagnarla alla porta.

# 1480_Employee
source: Hello, sir. Are you looking for anything in particular?
pt_br: Salve, signore. Cerca qualcosa in particolare?

# 1540_望月京子：源氏名
source: What? You're not gonna buy anything? What was the point of coming here, then?
pt_br: Ma come? Non prendi proprio niente? E allora che ci sei venuto a fare?

# 1552_Kiryu
source: Oh, I'm just kidding...
pt_br: Oh, stavo solo scherzando...

# 1576_Kiryu
source: I'll take this.
pt_br: Prendo questo.

# 1588_Employee
source: Thank you very much! Let me walk you to the door.
pt_br: La ringrazio molto! Mi permetta di accompagnarla alla porta.

# 1612_Employee
source: Welcome. What are you looking for today?
pt_br: Benvenuto. Cosa cerca oggi?

# 1672_峰村七海：源氏名
source: Huh? You're not going to get anything? You're joking, right? Please tell me this is a joke.
pt_br: Eh? Non ordini niente? Stai scherzando, vero? Ti prego, dimmi che è uno scherzo.

# 1684_Tanimura
source: Of course, I'm only joking.
pt_br: Certo, sto solo scherzando.

# 1708_Tanimura
source: I'll take this.
pt_br: Prendo questo.

# 1720_Employee
source: Thank you very much! Let me walk you to the door.
pt_br: La ringrazio molto! Mi permetta di accompagnarla alla porta.

# 1744_Employee
source: Welcome. What are you looking for today?
pt_br: Benvenuto. Cosa cerca oggi?

# 1768_Employee
source: Will that be all for you, sir?
pt_br: È tutto, signore?

# 1780_Player
source: No, I'm not done yet.
pt_br: No, non ho ancora finito.

# 1792_Employee
source: All right. Might I ask what you're looking for?
pt_br: Perfetto. Le potrei chiedere cosa desidera?

# 1816_Employee
source: We hope to see you again soon.
pt_br: Speriamo di rivederla presto.

# 1828_Player
source: Yeah, that'll be all.
pt_br: Sì, sarà tutto.

# 1840_Employee
source: Very well, sir. Let me walk you to the door.
pt_br: Molto bene, signore. La accompagno alla porta.

# 1876_Employee
source: Yeah, that's it.
pt_br: Sì, esatto.

# 1888_Employee
source: No, not yet.
pt_br: No, non ancora.
