Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0001.po
Languages: pt_br

source: Attendant
pt_br: Addetto

source: Player
pt_br: Giocatore

# 412_Attendant
source: Hello, sir. Welcome to Jewel.
pt_br: Salve, signore. Benvenuto al Jewel.

# 424_Attendant
source: Please come inside when you are ready.
pt_br: Prego, entri quando è pronto.

# 436_Attendant
source: Hello, sir.
pt_br: Salve, signore.

# 448_Attendant
source: (Uh-oh. I don't have enough money.)
pt_br: (Mmh... Non ho abbastanza soldi.)

# 460_Attendant
source: Just a minute!
pt_br: Solo un minuto!

# 472_Attendant
source: Is something wrong?
pt_br: C'è qualcosa che non va?

# 484_Attendant
source: I'm sorry. I'll be back later.
pt_br: Mi dispiace. Tornerò più tardi.

# 496_Attendant
source: (I'll need at least 20,000 yen.)
pt_br: (Mi serviranno almeno 20.000 yen.)

# 532_Attendant
source: Ah, I see you have a copy of Night Magazine. Would you like to use it?
pt_br: Ah, vedo che hai una copia di Night Magazine. Ti va di usarlo?

# 544_Attendant
source: Excellent. Using your copy of Night Magazine entitles you to a 1,000 yen discount.
pt_br: Perfetto! Dato che hai la tua copia di Night Magazine, ti spetta uno sconto di 1.000 yen.

# 556_Attendant
source: All right, then.
pt_br: Ok, allora.

# 568_Attendant
source: Would you like to request a specific girl?
pt_br: Ti andrebbe di chiedere una ragazza in particolare?

# 640_Attendant
source: Error.
pt_br: Errore.

# 700_Player
source: Well...
pt_br: Beh...

# 712_Attendant
source: I see. Please come again.
pt_br: Capisco. Torni a trovarci.

# 736_Attendant
source: No preference? Yes sir. Please come this way.
pt_br: Nessuna preferenza? Certo, signore. Per favore, venga da questa parte.

# 760_Attendant
source: Noa-san? Excellent.
pt_br: Noa-san? Ottimo!

# 784_Attendant
source: I'm sorry. Noa-san isn't working at the moment.
pt_br: Mi dispiace. Noa-san non c'è al momento.

# 820_Attendant
source: Erena-san? Excellent.
pt_br: Erena-san? Ottimo.

# 844_Attendant
source: I'm sorry. Erena-san isn't working at the moment.
pt_br: Mi dispiace. Erena-san non sta lavorando al momento.

# 880_Attendant
source: Chihiro-san? Excellent.
pt_br: Chihiro-san? Benissimo.

# 904_Attendant
source: I'm sorry. Chihiro-san isn't working at the moment.
pt_br: Mi dispiace. Chihiro-san non sta lavorando al momento.

# 940_Attendant
source: Maya-san? Excellent.
pt_br: Maya-san? Eccellente.

# 964_Attendant
source: I'm sorry. Maya-san isn't working at the moment.
pt_br: Mi spiace. Maya-san non è di turno al momento.

# 988_Attendant
source: Please come again.
pt_br: Torni pure a trovarci.

# 1012_Attendant
source: Here is your bill.
pt_br: Ecco il conto.

# 1024_Attendant
source: Of course.
pt_br: E di che.

# 1036_M_shp_stand_tlk_ojigi
source: Thank you.
pt_br: Grazie.

# 1048_Attendant
source: Please come again.
pt_br: Torni pure a trovarci.

# 1060_P_sitsofaR_tlk_standup
source: Now then...
pt_br: Allora...

# 1072_Attendant
source: Enter
pt_br: Entra

# 1084_Attendant
source: Don't Enter
pt_br: Non entrare

# 1096_Attendant
source: Use It
pt_br: Usalo

# 1108_Attendant
source: Don't Use It
pt_br: Non usarlo

# 1132_Attendant
source: No preference.
pt_br: Fa lo stesso.

# 1144_Attendant
source: Actually, I have to go.
pt_br: In realtà, devo andare.

# 1180_Attendant
source: No preference.
pt_br: Fa lo stesso.

# 1192_Attendant
source: Actually, I have to go.
pt_br: In realtà, devo andare.

# 1204_Attendant
source: No preference.
pt_br: Fa lo stesso.

# 1216_Attendant
source: Actually, I have to go.
pt_br: In realtà, devo andare.

# 1240_Attendant
source: No preference.
pt_br: Fa lo stesso.

# 1252_Attendant
source: Actually, I have to go.
pt_br: In realtà, devo andare.
