Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00020546.po
Languages: pt

source: Taxi Driver
pt: Tassista

# 160_Hisai
source: Okay, let's go. We can get there by taxi.
pt: Ok, andiamo. Possiamo arrivarci in taxi.

# 172_Tanimura
source: (Anything I gotta take care of before we go to HQ?)
pt: (C'è qualcosa che devo sbrigare prima di andare al quartier generale?)

# 184_Tanimura
source: Sorry, but I kinda forgot something. You mind waiting a little bit?
pt: Scusa, ma ho dimenticato una cosa. Ti dispiace aspettare un attimo?

# 196_Hisai
source: Oh, all right. Just hurry up. I'll be standing right here.
pt: Oh, va bene. Ma sbrigati. Ti aspetto qui.

# 208_Tanimura
source: Sure, I'm all set.
pt: Certo, sono pronto.

# 220_Hisai
source: Okay, but we pay our own cab fare. Headquarters might start asking questions if we file an expense report.
pt: Ok, ma ognuno si paga la sua corsa. Al quartier generale potrebbero fare domande se presentiamo una nota spese.

# 256_Tanimura
source: (How do I not have the salary for a cab? This is ludicrous.)
pt: (Come faccio a non avere i soldi per un taxi? È ridicolo.)

# 268_Taxi Driver
source: The minimum fare is 710 yen. Where would you like to go?
pt: La tariffa minima è di 710 yen. Dove desidera andare?

# 280_Tanimura
source: Headquarters. We're with the Tokyo Metro Police.
pt: Al quartier generale. Siamo della Polizia Metropolitana di Tokyo.

# 292_Taxi Driver
source: Very well, sir.
pt: Molto bene, signore.

# 352_Hisai
source: Okay, let's go. We can get there by taxi.
pt: Ok, andiamo. Possiamo arrivarci in taxi.

# 364_Tanimura
source: (Anything I gotta take care of before we go to HQ?)
pt: (C'è qualcosa che devo sbrigare prima di andare al quartier generale?)

# 376_Tanimura
source: Sorry, but I kinda forgot something. You mind waiting a little bit?
pt: Scusa, ma ho dimenticato una cosa. Ti dispiace aspettare un attimo?

# 388_Hisai
source: Oh, all right. Just hurry up. I'll be standing right here.
pt: Oh, va bene. Ma sbrigati. Ti aspetto qui.

# 400_Tanimura
source: Sure, I'm all set.
pt: Certo, sono pronto.

# 412_Hisai
source: Okay, but we pay our own cab fare. Headquarters might start asking questions if we file an expense report.
pt: Ok, ma ognuno si paga la sua corsa. Al quartier generale potrebbero fare domande se presentiamo una nota spese.

# 448_Tanimura
source: (How do I not have the salary for a cab? This is ludicrous.)
pt: (Come faccio a non avere i soldi per un taxi? È ridicolo.)

# 460_Taxi Driver
source: The minimum fare is 710 yen. Where would you like to go?
pt: La tariffa minima è di 710 yen. Dove desidera andare?

# 472_Tanimura
source: Headquarters. We're with the Tokyo Metro Police.
pt: Al quartier generale. Siamo della Polizia Metropolitana di Tokyo.

# 484_Taxi Driver
source: Very well, sir.
pt: Molto bene, signore.

# 544_Hisai
source: On second thought...
pt: A pensarci bene...

# 556_Hisai
source: I'm all set.
pt: Sono pronto.

# 568_Hisai
source: On second thought...
pt: A pensarci bene...

# 580_Hisai
source: I'm all set.
pt: Sono pronto.
