Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01a40007.po
Languages: pt_br

source: Suited Goon
pt_br: Scagnozzo in abito

source: Shine Scout
pt_br: Scout di Stelle

source: Suited Thug
pt_br: Picchiatore in abito

# 72_Suited Goon
source: Urk... Dammit!
pt_br: Ugh... Cazzo!

# 84_Saejima
source: I dunno fuck-all 'bout no woman. Ya wanna find her? Then start lookin', assholes.
pt_br: Non so un cazzo di lei. Volete trovarla? Allora mettetevi a cercare, stronzi.

# 132_Saejima
source: (Saori's gotten herself into some serious shit.)
pt_br: (Saori si è cacciata in dei guai seri.)

# 144_?
source: Er, 'scuse me...
pt_br: Ehm, scusi...

# 156_Saejima
source: Whaddya want?
pt_br: Che vuoi?

# 168_Shine Scout
source: I work as a scout for Shine, a hostess club on Pink Street.
pt_br: Faccio lo scout per lo Shine, un hostess club su Pink Street.

# 180_Saejima
source: None of that made a damn lick of sense. Let's walk it back and start over at "scout," yeah?
pt_br: Niente di tutto ciò aveva un cavolo di senso. Torniamo indietro e ricominciamo da "scout," sì?

# 192_Shine Scout
source: Huh? Oh. A scout's, uh... like a doorman, I guess?
pt_br: Eh? Oh. Uno scout, ehm... tipo un buttafuori, credo?

# 204_Saejima
source: Oh, a doorman. Shoulda said so in the first place. So what's goin' on?
pt_br: Ah, un buttafuori. Potevi dirmelo subito. Che succede?

# 216_Shine Scout
source: You know those men in black you just fought off? There are some lurking around our club, too.
pt_br: Hai presente quei tizi in nero con cui hai appena fatto a botte? Ce ne sono pure alcuni che ronzano qui intorno al nostro locale.

# 228_Saejima
source: And?
pt_br: E?

# 240_Shine Scout
source: I was just wondering if you happened to know who they are...?
pt_br: Mi chiedevo solo se per caso sapessi chi sono...?

# 252_Saejima
source: Nope. Sorry.
pt_br: Nah. Mi dispiace.

# 264_Shine Scout
source: Oh, all right. I suppose I'll have to alert the police, then.
pt_br: Vabbè. Mi sa che dovrò chiamare la polizia, allora.

# 276_Shine Scout
source: With those creeps hanging around, our guests don't feel safe. We're losing business, and fast.
pt_br: Con quei balordi che bazzicano in giro, i nostri clienti non si sentono al sicuro. Stiamo perdendo giro, e pure di brutto.

# 288_Shine Scout
source: It's fine, though. If you don't know, you don't know. Thanks anyway, and sorry to have bothered you!
pt_br: Va bene così, dai. Se non sai, non sai. Grazie comunque, e scusa il disturbo!

# 312_Saejima
source: (So those suits have some buddies over on Pink Street, huh?)
pt_br: (Allora quei completi hanno qualche aggancio su Pink Street, eh?)

# 348_Suited Goon
source: You... You're the one who helped that woman escape.
pt_br: Tu... Sei tu quello che ha aiutato quella donna a scappare.

# 360_Saejima
source: What gives?
pt_br: Che succede?

# 372_Suited Thug
source: Where'd she go? You'll tell us, all right, even if we have to beat it out of you!
pt_br: Dov'è finita? Ce lo dirai, d'accordo, anche se dovremo cavartelo a botte!
