Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01ee008c.po
Languages: pt_br

source: Player
pt_br: Giocatore

# 280_Haruka
source: What took you so long, Uncle Kaz? I got tired of waiting...
pt_br: Che ci hai messo così tanto, Zio Kaz? Mi sono stufato di aspettare...

# 304_Haruka
source: Oh, you're back, Akiyama-san. Shall we go, then?
pt_br: Oh, sei tornato, Akiyama-san. Andiamo, allora?

# 316_Haruka
source: Oh, Kiryu-san, I've been waiting for you. Shall we go, then?
pt_br: Oh, Kiryu-san, ti stavo aspettando. Allora, andiamo?

# 352_Tanimura
source: (This is no time to be making detours. They took Zhao-san somewhere off Senryo Avenue.)
pt_br: (Non è aria di fare deviazioni. Hanno portato Zhao-san da qualche parte nei pressi di Senryo Avenue.)

# 376_Saejima
source: (Karaoke used to be in bars, but looks like there's places that specialize in it...)
pt_br: (Il karaoke un tempo si faceva nei bar, ma a quanto pare ora ci sono locali che si sono proprio specializzati...)

# 388_Saejima
source: (Singin' just ain't my thing...)
pt_br: (Cantare non è proprio roba mia...)

# 424_Saejima
source: (A karaoke place, huh? Singin' just ain't my thing...)
pt_br: (Un locale di karaoke, eh? Cantare non fa proprio per me...)

# 472_Haruka
source: Are you... going in there, Uncle Kaz?
pt_br: Stai... andando lì dentro, Zio Kaz?

# 484_Player
source: (Haruka's with me. What should I do?)
pt_br: (Haruka è con me. Che faccio?)

# 496_Haruka
source: Yeah, sorry. Think you can be a big girl and wait here while I'm gone?
pt_br: Già, scusa. Pensi di riuscire a fare la grande e aspettare qui finché non torno?

# 508_Haruka
source: ...Okay. Have fun, Uncle Kaz.
pt_br: ...Ok. Divertiti, Zio Kaz.

# 520_Haruka
source: No, I'm okay.
pt_br: No, sono a posto.

# 532_Haruka
source: Really? I don't mind.
pt_br: Davvero? Non mi faccio problemi.

# 556_Haruka
source: Um, are you going in here?
pt_br: Ehm, entri qui?

# 568_Player
source: (I forgot Lily-chan's with me. What to do...)
pt_br: Mi ero scordato che Lily-chan è con me. E ora che si fa...?

# 580_Haruka
source: Yeah. Sorry, but could you wait a bit out here?
pt_br: Sì. Scusa, ma potresti aspettare un attimo qui fuori?

# 592_Lily
source: Oh, sure. I understand.
pt_br: Ah, certo. Ho capito.

# 604_Haruka
source: Actually, never mind.
pt_br: Anzi, lascia stare.

# 616_Lily
source: I see... You don't have to worry about me though.
pt_br: Capisco... Per me non ti devi preoccupare, però.

# 628_Haruka
source: Um, are you going in here?
pt_br: Ehm, entri qui?

# 640_Player
source: (I forgot Yasuko-san's with me. What to do...)
pt_br: (Ho dimenticato che Yasuko-san è con me. Cosa faccio...?)

# 652_Haruka
source: Sorry, but could you wait here for a bit?
pt_br: Scusi, ma potrebbe aspettare qui un attimo?

# 664_Yasuko
source: Oh, sure. I understand.
pt_br: Ah, certo. Ho capito.

# 676_Haruka
source: Never mind.
pt_br: Lascia stare.

# 688_Yasuko
source: I see... You don't have to worry about me though.
pt_br: Capisco... Per me non ti devi preoccupare, però.

# 784_Haruka
source: Go In Anyway
pt_br: Entra comunque

# 796_Haruka
source: Forget It
pt_br: Lascia perdere

# 808_Haruka
source: Go In Anyway
pt_br: Entra comunque

# 820_Haruka
source: Forget It
pt_br: Lascia perdere

# 832_Haruka
source: Go In Anyway
pt_br: Entra comunque

# 844_Haruka
source: Forget It
pt_br: Lascia perdere
