Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid016c0317.po
Languages: pt_br

source: Player
pt_br: Giocatore

# 432_Player
source: (Oh well, I didn't respond to her last email...)
pt_br: (Vabbè, non ho risposto alla sua ultima email...)

# 444_Player
source: (I should reply to her email. Hmm... What should I write?)
pt_br: (Dovrei rispondere alla sua email. Mmm... Cosa dovrei scrivere?)

# 492_Player
source: (That should do.)
pt_br: (Dovrebbe andare bene.)

# 516_Player
source: (Oh well, I didn't respond to her last email...)
pt_br: (Vabbè, non ho risposto alla sua ultima email...)

# 528_Player
source: (I should reply to her email. Hmm... What should I write?)
pt_br: (Dovrei rispondere alla sua email. Mmm... Cosa dovrei scrivere?)

# 576_Player
source: (That should do.)
pt_br: (Dovrebbe andare bene.)

# 600_Player
source: (Oh well, I didn't respond to her last email...)
pt_br: (Vabbè, non ho risposto alla sua ultima email...)

# 612_Player
source: (I should reply to her email. Hmm... What should I write?)
pt_br: (Dovrei rispondere alla sua email. Mmm... Cosa dovrei scrivere?)

# 660_Player
source: (That should do.)
pt_br: (Dovrebbe andare bene.)

# 684_Player
source: (Oh well, I didn't respond to her last email...)
pt_br: (Vabbè, non ho risposto alla sua ultima email...)

# 696_Player
source: (I should reply to her email. Hmm... What should I write?)
pt_br: (Dovrei rispondere alla sua email. Mmm... Cosa dovrei scrivere?)

# 744_Player
source: (That should do.)
pt_br: (Dovrebbe andare bene.)

# 756_Player
source: (I should reply to her email. Hmm... What should I write?)
pt_br: (Dovrei rispondere alla sua email. Mmm... Cosa dovrei scrivere?)

# 804_Player
source: (That should do.)
pt_br: (Dovrebbe andare bene.)

# 816_Player
source: "Thanks for everything, teacher."
pt_br: Grazie di tutto, prof.

# 828_Player
source: "Give me the second button of your uniform."
pt_br: Dammi il secondo bottone della tua uniforme.

# 840_Player
source: "I'm the only one getting held back a year."
pt_br: Sono l'unico che deve ripetere l'anno.

# 852_Player
source: "So you're blaming me?"
pt_br: Allora, la butti su di me?

# 864_Player
source: "I think you need a change of pace."
pt_br: Penso che ti serva un cambio di ritmo.

# 876_Player
source: "Sleeping is best at times like that."
pt_br: Dormire è la cosa migliore in momenti così.

# 888_Player
source: "Wouldn't it be cheaper to take a taxi?"
pt_br: Non sarebbe più economico prendere un taxi?

# 900_Player
source: "The train should be good enough."
pt_br: Il treno dovrebbe andar bene.

# 912_Player
source: "How about using a pull-cart?"
pt_br: Che ne dici di usare un carretto?

# 924_Player
source: "I don't ride motorcycles."
pt_br: Non vado in moto.

# 936_Player
source: "Let me ride behind you."
pt_br: Fammi venire dietro.

# 948_Player
source: "You shouldn't mess with your vehicles."
pt_br: Non devi smanettare con i tuoi veicoli.

# 960_Player
source: "I'll go see you at the club again."
pt_br: Passo a trovarti di nuovo al club.

# 972_Player
source: "Good luck with your band."
pt_br: Buona fortuna con la tua band.

# 984_Player
source: "When's your next show?"
pt_br: Quando hai il prossimo concerto?
