Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid001303d6.po
Languages: pt_br

source: Renovations
pt_br: Ristrutturazioni

# 428_Ochiai
source: I did it! I'm a champion now!
pt_br: Ce l'ho fatta! Ora sono un campione!

# 440_Sodachi
source: Great job, Fukushi. But remember, this is all thanks to Saejima-san!
pt_br: Ottimo lavoro, Fukushi. Ma ricorda, questo è tutto merito di Saejima-san!

# 452_Ochiai
source: Huh? Who do you think you're fooling? I won because I'm a fuckin' genius, that's why.
pt_br: Eh? Ma chi credi di star prendendo per il culo? Ho vinto perché sono un fottuto genio, ecco perché.

# 464_Ochiai
source: I bet the word "wunderkind" was made for people like me.
pt_br: Scommetto che la parola 'fenomeno' l'hanno coniata per tipi come me.

# 476_Sodachi
source: Ugh, he's beginning to piss me off...
pt_br: Ugh, mi sta iniziando a rompere i coglioni...

# 488_Ochiai
source: Heheh. Actually, I am a little grateful.
pt_br: Heheh. In realtà, sono un po' grato.

# 500_Sodachi
source: What!? Really!? Oh, stop! You're making me blush!
pt_br: Ma che dici!? Davvero!? Dai, smettila! Mi fai arrossire!

# 512_Ochiai
source: No, not you, you idiot. The old man.
pt_br: No, non tu, idiota. Il vecchio.

# 524_Ochiai
source: You weren't bad as a teacher. Thanks for everything. It was fun training with you.
pt_br: Non sei stato mica male come maestro. Grazie di tutto. Mi sono divertito un sacco ad allenarmi con te.

# 536_Saejima
source: Heh... Honestly, you were a pain in the ass to teach, but it was a learnin' experience.
pt_br: Eh... Onestamente, eri un gran rompicoglioni da istruire, ma mi è servita da lezione.

# 548_Ochiai
source: Heheheh. Well, since I'm a champion now, I think I'll go ahead and celebrate with a nice long nap.
pt_br: Eheheh. Beh, dato che ora sono un campione, credo proprio che andrò a festeggiare con un bel pisolone.

# 560_Sodachi
source: Huh? You're going to sleep again!?
pt_br: Eh? Vai a dormire ancora!?

# 572_Ochiai
source: You know I am! I'm tired! Responsible people have to know how to switch between work and rest.
pt_br: Ma certo che lo sono! Sono stanco! Le persone responsabili devono saper staccare tra lavoro e riposo.

# 584_Ochiai
source: Well, I'm going to sleep. Just wake me up if anything important comes up.
pt_br: Beh, io vado a dormire. Svegliami solo se capita qualcosa di importante.

# 596_Ochiai
source: I hate it when people interrupt my sleep. But I guess I owe you, old man, so I'll wake up. And now we are even.
pt_br: Odio che mi disturbino il sonno. Ma visto che ti devo un favore, vecchio, mi alzo. E ora siamo pari.

# 608_Ochiai
source: Good night!
pt_br: Buonanotte!

# 680_Sodachi
source: What a handful...
pt_br: Che tipetto...

# 692_Saejima
source: Yeah, but he did succeed in becomin' a champion. Ya gotta admit, that's impressive.
pt_br: Già, però è riuscito a diventare un campione. Devi ammetterlo, non è mica roba da poco.

# 704_Sodachi
source: I suppose so. Plus he's our third champion. Let's keep up the good work, Saejima-san!
pt_br: Suppongo di sì. E poi è il nostro terzo campione. Continuiamo così, Saejima-san!

# 776_Ochiai
source: The dojo's rank has increased.
pt_br: Il rango del dojo è aumentato.

# 860_Sodachi
source: Congratulations!
pt_br: Congratulazioni!

# 872_Saejima
source: Hm? For what?
pt_br: Eh? Per cosa?

# 884_Sodachi
source: It appears that our friend Ehama-san got a new job! Isn't that great?
pt_br: A quanto pare il nostro amico Ehama-san ha trovato un nuovo lavoro! Ottimo, no?

# 896_Ehama
source: It's all thanks to you. For the first time I was able to write something in the "skills" part of my resume: fighting!
pt_br: È tutto merito tuo. Per la prima volta sono riuscito a scrivere qualcosa nella sezione "competenze" del mio curriculum: saper menare le mani!

# 908_Saejima
source: That's great, Ehama. So what kind o' company you workin' at?
pt_br: Bravo, Ehama. Allora, in che ditta stai lavorando?

# 920_Ehama
source: It's a construction company. They mainly work on renovations for buildings and other facilities.
pt_br: È un'impresa di costruzioni. Si occupano principalmente di ristrutturazioni di edifici e altre strutture.

# 932_Sodachi
source: Renovations, huh? That's great! I was thinking about renovating our dojo, actually... Maybe I could ask you for help!
pt_br: Ristrutturazioni, eh? Ottimo! Stavo pensando di ristrutturare il nostro dojo, a dire il vero... Magari potrei chiederti una mano!

# 944_Ehama
source: Really!? That'd be great! If you let me help, I could get you the employee discount!
pt_br: Davvero!? Sarebbe una figata! Se mi fai dare una mano, potrei farti avere lo sconto dipendenti!

# 956_Ehama
source: Let's see... It would be around 1.5 million yen.
pt_br: Vediamo... Sarebbe circa 1.5 milioni di yen.

# 968_Sodachi
source: Renovating will allow us to expand for higher level training facilities. Saejima-san! Come on! What do you say!?
pt_br: La ristrutturazione ci permetterà di ampliare le strutture per allenamenti di livello superiore. Saejima-san! Dai! Che ne dici!?

# 992_Saejima
source: That ain't a bad idea. The timing's good, too. Let's do it.
pt_br: Non è mica una brutta idea. Il tempismo è buono, pure. Facciamolo.

# 1004_Sodachi
source: Yippeeee! Thank you, Sae-chan! You're a doll!
pt_br: Evviva! Grazie, Sae-chan! Sei un mito!

# 1028_Ehama
source: Okay then! I'll go ahead and make the arrangements!
pt_br: Va bene allora! Mi occupo io dei preparativi!

# 1088_Sodachi
source: This is amazing! I'm so glad that we renovated! Look at this, Saejima-san!
pt_br: È una figata pazzesca! Sono strafelice che abbiamo ristrutturato! Guarda qui, Saejima-san!

# 1100_Saejima
source: Looks good. Now we can add lots of new trainin' equipment.
pt_br: A posto. Ora possiamo aggiungere un sacco di nuova attrezzatura da allenamento.

# 1112_Ochiai
source: Your dojo renovation is complete. Each facility can now be upgraded to Level 3.
pt_br: La ristrutturazione del tuo dojo è completa. Ora ogni struttura può essere potenziata al Livello 3.

# 1124_Sodachi
source: Hopefully this will attract a lot of new apprentices. Heheheh...
pt_br: Speriamo che questo attiri un sacco di nuovi apprendisti. Heheheh...

# 1136_Saejima
source: A renovation, huh? That'd be nice. But we ain't got that kind o' money.
pt_br: Una ristrutturazione, eh? Sarebbe bello. Ma non c'abbiamo tutti quei soldi.

# 1160_Ehama
source: That's too bad... But, no worries. I can do it anytime, so just let me know when you're ready.
pt_br: Che peccato... Ma non preoccuparti. Posso farlo quando vuoi, quindi fammi sapere quando sei pronto.

# 1172_Sodachi
source: I guess we just have to save our money...
pt_br: Mi sa che dobbiamo solo mettere via i soldi...

# 1184_Saejima
source: This ain't the kind o' decision to make on a whim. We should pass this time.
pt_br: Questa non è una decisione da prendere così, su due piedi. Lasciamo stare stavolta.

# 1208_Ehama
source: I understand. No need to rush. We can do it anytime, so just let me know if you change your mind.
pt_br: Ho capito. Non c'è fretta. Possiamo farlo quando vuoi, quindi fammelo sapere se cambi idea.

# 1220_Sodachi
source: No fun! Boo! Cheapskate!
pt_br: Non c'è gusto! Buu! Tirchio!

# 1316_Sodachi
source: The dojo's rank increased! Now more apprentices are sure to join, and the money will start flowing! Heheheh!
pt_br: Il rango del dojo è salito! Ora, gli apprendisti arriveranno a frotte, e i soldi cominceranno a piovere! Eheheh!

# 1400_Sodachi
source: The dojo's rank decreased! This is a nightmare... Ugh, my chest hurts... The stress is killing me! Saejima-san! Do something!
pt_br: Il rango del dojo è calato! È un incubo... Ugh, mi fa male il petto... Lo stress mi sta ammazzando! Saejima-san! Fai qualcosa!

# 1412_Saejima
source: (Will he pipe down already...)
pt_br: (Che la pianti già...)

# 1484_Ochiai
source: This can't be true... I lost!? <Italic>Me</Italic>!? The other guy must have cheated somehow... This is really starting to piss me off!
pt_br: Non può essere vero... Ho perso!? <Italic>Io</Italic>!? Quell'altro deve aver barato in qualche modo... Questa cosa mi sta proprio facendo incazzare!

# 1496_Sodachi
source: It's too bad about the loss. Seems like he's ticked off about it. He's starting to scare me a little bit...
pt_br: Peccato per la batosta. Pare che sia incazzato nero. Comincia a farmi un po' paura...

# 1508_Sodachi
source: But there's no use dwelling in the past. Let's keep up the good training so that we can turn this anger into a more positive strength!
pt_br: Ma è inutile piangersi addosso per il passato. Continuiamo ad allenarci sodo, così da trasformare questa rabbia in una forza più positiva!

# 1592_Sodachi
source: Great job! You totally annihilated your opponent! You really are a genius, Fukushi-sama! And now you're even stronger and more confident than before!
pt_br: Grande! Hai fatto a pezzi il tuo avversario! Sei proprio un genio, Fukushi-sama! E ora sei ancora più forte e sicuro di te di prima!

# 1604_Ochiai
source: Heheheh... It was nothing. I could've beaten the guy with my pinky!
pt_br: Heheheh... Niente di che. L'avrei steso col mignolo!

# 1616_Sodachi
source: Keep up the good work and get that money－ Uh, I mean those wins! Banzai Fukushi Ochiai!
pt_br: Dacci dentro e prenditi quei quattrini－ Anzi, volevo dire quelle vittorie! Banzai Fukushi Ochiai!

# 1712_Sodachi
source: You will be competing in Dragon's Gate. This is a match for beginning fighters. The level of entry isn't high, so it's perfect for practice.
pt_br: Ti batterai al Cancello del Drago. È un incontro per pivelli. Il livello d'ingresso non è mica un granché, quindi è l'ideale per farti le ossa.

# 1724_Sodachi
source: This is the beginning of all history. Go Sodachi Dojo!
pt_br: Questo è l'inizio di tutto. Forza Sodachi Dojo!

# 1736_Sodachi
source: You will be competing in Brawlfest.
pt_br: Ti batterai nel Brawlfest.

# 1748_Sodachi
source: Fighting connoisseurs! Go Sodachi Dojo!
pt_br: intenditori di lotta! Forza Sodachi Dojo!

# 1760_Sodachi
source: You will be competing in the Regular Tryouts. This is a match held regularly at the Coliseum for mid-level fighters.
pt_br: Parteciperai alle Selezioni Regolari. Questo è un incontro che si tiene regolarmente al Coliseum per i lottatori di medio livello.

# 1772_Sodachi
source: Well, time's a-wasting! Go Sodachi Dojo!
pt_br: Su, il tempo stringe! Forza Sodachi Dojo!

# 1784_Sodachi
source: You will be competing in Shuffle Zone. The skill levels of the fighters in this match are unknown.
pt_br: Ti batterai nella Shuffle Zone. I livelli di abilità dei combattenti di questo incontro sono sconosciuti.

# 1796_Sodachi
source: I hope your opponent isn't too strong... Wow, my heart is racing! Go Sodachi Dojo!
pt_br: Spero che il tuo avversario non sia troppo forte... Urca, ho il cuore a mille! Forza Sodachi Dojo!

# 1808_Sodachi
source: You will be competing in the Big Money match. The prize purse for winning this match is incredible! Money! MONEY! Heheheh!
pt_br: Ti batterai nell'incontro da Big Money. Il montepremi per vincere questo incontro è incredibile! Soldi! SOLDI! Eheheh!

# 1820_Sodachi
source: All right, let's go! Go Sodachi Dojo! Go get me that money!
pt_br: Dai, forza! Forza Sodachi Dojo! Va' a prendermi la grana!

# 1832_Sodachi
source: You will be competing in Rising Stars. This is a famous event where young fighters with great potential gather to prove themselves. A true first step.
pt_br: Combatterai nelle Rising Stars. Questo è un evento rinomato dove giovani combattenti dal grande potenziale si ritrovano per dimostrare il loro valore. Il vero primo passo.

# 1844_Sodachi
source: Well, time's a-wasting! Go Sodachi Dojo!
pt_br: Su, il tempo stringe! Forza Sodachi Dojo!

# 1856_Sodachi
source: You will be competing in the Sink or Swim match. This is an event for fighters who are just getting started. Let your skills speak for you.
pt_br: Ti batterai nel match del "o la va o la spacca". Questo è un evento per i combattenti alle prime armi. Fai parlare le tue abilità.

# 1868_Sodachi
source: Believe in your own abilities! Go Sodachi Dojo!
pt_br: Credi nelle tue capacità! Forza Sodachi Dojo!

# 1880_Sodachi
source: You will be competing in the Winner's Circle. This is an event for undefeated fighters. Be ready for some strong competition.
pt_br: Competerai nel Cerchio dei Vincitori. Questo è un evento per i combattenti imbattuti. Tieniti pronto per una competizione agguerrita.

# 1892_Sodachi
source: You won't be able to compete again if you lose, so make sure to win! Go Sodachi Dojo!
pt_br: Non potrai più gareggiare se perdi, quindi assicurati di vincere! Forza Sodachi Dojo!

# 1904_Sodachi
source: You will be competing in the Veteran's Showdown. This is an event for fighters with a long training history.
pt_br: Parteciperai allo Scontro dei Veterani. Questo è un evento per lottatori con tanta esperienza alle spalle.

# 1916_Sodachi
source: It's time to put what you've learned to the test and show 'em who we are! Go Sodachi Dojo!
pt_br: È ora di metterti alla prova e fargli vedere chi siamo! Forza Sodachi Dojo!

# 1928_Sodachi
source: You will be competing in the Coliseum Opening Fight. It's an extremely high-profile match that is, you guessed it, the opening event at the Coliseum!
pt_br: Ti batterai nel Combattimento di Apertura del Colosseo. È un incontro di altissimo profilo, di quelli che contano... proprio così, è l'evento d'apertura al Colosseo!

# 1940_Sodachi
source: This kind of attention-grabbing fight attracts some pretty strong fighters, but that's no reason for you to lose! Go Sodachi Dojo!
pt_br: Questi incontri che fanno scalpore attirano dei combattenti piuttosto tosti, ma non è mica una buona ragione per farti perdere! Forza Sodachi Dojo!

# 1952_Sodachi
source: You will be competing in King of the Mountain. This is a very high-level match for skilled fighters who have what it takes to be champion.
pt_br: Combatterai nel Re della Montagna. Questo è un incontro di altissimo livello, per combattenti navigati che hanno la stoffa per diventare campioni.

# 1964_Sodachi
source: Brush up your own skills by fighting stronger opponents. Go Sodachi Dojo!
pt_br: Affina le tue abilità combattendo contro avversari più forti. Forza Sodachi Dojo!

# 1976_Sodachi
source: You will be competing in Power Masters.
pt_br: Gareggerai in Power Masters.

# 1988_Sodachi
source: Fighters proud of their power gather at this event, so the fights are sure to be intense. Give it your all, super Sodachi Dojo!
pt_br: Combattenti fieri della loro forza si radunano a questo evento, quindi gli scontri saranno di certo intensi. Date il massimo, super Sodachi Dojo!

# 2000_Sodachi
source: You will be competing in Speed Masters.
pt_br: Parteciperai a Speed Masters.

# 2012_Sodachi
source: Fighters proud of their level of speed gather at this event. You're perfect for this one! Go Sodachi Dojo!
pt_br: A questo evento si radunano lottatori che fanno della velocità il loro punto di forza. Sei perfetto per questo, tu! Forza Sodachi Dojo!

# 2024_Sodachi
source: You will be competing in Technique Masters. This event is only for fighters above a certain technique level.
pt_br: Prenderai parte ai Maestri della Tecnica. Questo evento è riservato solo ai lottatori che hanno superato un certo livello di tecnica.

# 2036_Sodachi
source: Only fighters with superior technique fight in this event, so stay focused! Go Sodachi Dojo!
pt_br: Solo i lottatori con una tecnica sopraffina si scontrano in questo evento, quindi mi raccomando, resta concentrato! Forza Sodachi Dojo!

# 2048_Sodachi
source: You will be competing in Rookie Stars. As the name suggests, this is a match for rookie fighters aiming to be number one.
pt_br: Combatterai in Rookie Stars. Come dice il nome, è un incontro per lottatori novellini che puntano a essere i numeri uno.

# 2060_Sodachi
source: This is the highest level match, so make sure you're ready. Go Sodachi Dojo, the strongest dojo in Kamurocho!
pt_br: Questo è lo scontro di massimo livello, quindi vedi di essere pronto. Forza Sodachi Dojo, il dojo più forte di Kamurocho!

# 2084_Ochiai
source: This can't be true... I lost!? <Italic>Me</Italic>!? The other guy must have cheated somehow... This is really starting to piss me off!
pt_br: Non può essere vero... Ho perso!? <Italic>Io</Italic>!? Quell'altro deve aver barato in qualche modo... Questa cosa mi sta proprio facendo incazzare!

# 2096_Sodachi
source: It's too bad about the loss. Seems like he's ticked off about it. He's starting to scare me a little bit...
pt_br: Peccato per la batosta. Pare che sia incazzato nero. Comincia a farmi un po' paura...

# 2108_Sodachi
source: But there's no use dwelling in the past. Let's keep up the good training so that we can turn this anger into a more positive strength!
pt_br: Ma è inutile piangersi addosso per il passato. Continuiamo ad allenarci sodo, così da trasformare questa rabbia in una forza più positiva!

# 2204_Sodachi
source: Now it's time to participate in a tournament. We had our ups and downs, but you've become a pretty good fighter.
pt_br: Ora è il momento di buttarsi in un torneo. Ne abbiamo passate di cotte e di crude, ma sei diventato un bel picchiatore.

# 2216_Saejima
source: He's right. Ya already got the potential, so just stay on yer guard and you'll be fine. Stay focused n' give it yer best shot.
pt_br: Ha ragione. Hai già il potenziale, quindi stai in campana e sarai a posto. Stai concentrato e dacci dentro al massimo.

# 2228_Ochiai
source: I'm always on guard! It's not gonna take long for me to win. You'll see.
pt_br: Sono sempre in guardia! Non ci metterò molto a vincere. Vedrai.

# 2240_Sodachi
source: We have high hopes for you, Fukushi. Go and get that win and bring back some money! Go Sodachi Dojo!
pt_br: Contiamo molto su di te, Fukushi. Vai a prenderti quella vittoria e portaci un po' di grana! Forza Sodachi Dojo!

# 2276_Sodachi
source: Wow, you really are an amazing fighter! I'm sure Fukushi-kun learned a lot, too.
pt_br: Caspita, sei proprio un gran combattente! Sono sicuro che anche Fukushi-kun ha imparato un sacco.

# 2288_Ochiai
source: You're the real deal... Well, I'll let you go for today.
pt_br: Sei uno tosto... Vabbè, per oggi ti lascio andare.

# 2300_Saejima
source: Heh... Just let me know when ya wanna go at it again.
pt_br: Heh... Fammelo sapere quando vuoi darci dentro di nuovo.

# 2396_Sodachi
source: Sparring or not, I can't believe he beat you! Looks like he's getting a lot stronger!
pt_br: Che fosse uno scontro o no, non ci posso credere che ti abbia battuto! A quanto pare si sta facendo parecchio più forte!

# 2408_Ochiai
source: Yay! That was easy! I don't know if there's anything else for this old man to teach me!
pt_br: Sì! È stato un gioco da ragazzi! Non so se questo vecchio abbia ancora qualcosa da insegnarmi!

# 2420_Sodachi
source: Hmm... Looks like it's gone completely to his head. This isn't good...
pt_br: Hmm... Sembra che gli sia proprio salita la testa. Non va per niente bene...

# 2504_Sodachi
source: It's time for some sparring. Show Fukushi-kun just how good you are, Saejima-san!
pt_br: È ora di fare un po' di allenamento. Fai vedere a Fukushi-kun di che pasta sei fatto, Saejima-san!

# 2516_Saejima
source: Right. I'll teach 'im how it feels to fight a real fighter.
pt_br: Va bene. Gli farò sentire cosa vuol dire affrontare un vero combattente.

# 2528_Ochiai
source: Whatever. Just don't come crying to me after I kick your ass. Let's do it!
pt_br: Vabbè. Ma non venire a frignare dopo che ti avrò spaccato il culo. Andiamo!

# 2552_Sodachi
source: You want him to try solo training? I'm a bit reluctant to allow Fukushi-kun to lead his own training...
pt_br: Vuoi che provi ad allenarsi da solo? Non sono molto convinto di lasciare che Fukushi-kun gestisca il suo allenamento da solo...

# 2564_Saejima
source: Let's give it a try. You can choose yer own trainin' routine. Just don't go slackin' off.
pt_br: Dai, proviamo. Puoi sceglierti la tua tabella d'allenamento. Però non metterti a cazzeggiare.

# 2576_Ochiai
source: Heheheh. We should have been doing this from the very beginning. Just relax and leave everything to me.
pt_br: Heheheh. Avremmo dovuto farlo così fin da subito. Stai tranquillo e lascia fare a me.

# 2648_Saejima
source: How was it? Ya learn anythin'?
pt_br: Allora, com'è andata? Qualcosa hai imparato?

# 2660_Ochiai
source: I worked crazy hard! I wish you could have seen me! In fact, I probably could have even gone a little easier on myself! Ha!
pt_br: Mi sono fatto un mazzo così! Avresti dovuto vedermi! Anzi, avrei potuto persino andarci un po' più leggero con me stesso! Ah!

# 2672_Saejima
source: (Huh. Not bad.)
pt_br: (Ah. Non c'è male.)

# 2708_Saejima
source: How was it? Ya learn anythin'?
pt_br: Allora, com'è andata? Qualcosa hai imparato?

# 2720_Ochiai
source: It went okay. I worked hard and slacked off the perfect amount. It's important for people to practice moderation, right?
pt_br: È andata bene. Mi sono impegnato il giusto e ho cazzeggiato altrettanto. È importante sapersi regolare, no?

# 2732_Saejima
source: (What's he doin' slacking off?)
pt_br: (Che sta a fare a poltrire?)

# 2780_Saejima
source: How was it? Ya learn anythin'?
pt_br: Allora, com'è andata? Qualcosa hai imparato?

# 2804_Saejima
source: (What the hell...)
pt_br: (Ma che diavolo...)

# 2888_Saejima
source: How's about we rest this time? Rest is important too.
pt_br: Che ne dici, ci riposiamo stavolta? Pure il riposo è importante.

# 2900_Sodachi
source: Yay! That's a wonderful idea! Let's rest away!
pt_br: Fantastico! È un'idea stupenda! Riposiamoci alla grande!

# 2996_Sodachi
source: *snores* Gaaaa... Gaaaa... *snores* Mmmm...
pt_br: *russare* Gaaaa... Gaaaa... *russare* Mmmm...

# 3032_Sodachi
source: Googa googa... *snores* Nyaar... *snores* Heheh, but I can't eat anymore... *snores*
pt_br: Googa googa... *russa* Nyaar... *russa*Heheh, ma non ce la faccio più a mangiare... *russa*

# 3116_Sodachi
source: Wow! I feel so refreshed! Resting really is necessary sometimes.
pt_br: Wow! Mi sento così rinfrescato! Riposare è davvero necessario a volte.

# 3200_Saejima
source: All right. This time I'm gonna teach ya a potential Finishing Move.
pt_br: Ok. Stavolta ti insegno una potenziale Mossa Finale.

# 3212_Saejima
source: (Which move should I teach 'im?)
pt_br: Che mossa gli insegno?

# 3248_Saejima
source: Okay, let's get started.
pt_br: Allora, cominciamo.

# 3260_Saejima
source: Let's work on the move you ain't mastered yet. Okay, let's get started.
pt_br: Dai, mettiamoci sotto con la mossa che non hai ancora bene in pugno. Ok, iniziamo.

# 3332_Saejima
source: ...So, that's it. Think ya got it?
pt_br: ...Allora, è così. Ci sei?

# 3344_Ochiai
source: Not really... I think I'm starting to get sleepy...
pt_br: Non proprio... Mi sa che mi sta venendo sonno...

# 3356_Saejima
source: (...He couldn't learn it after one try. But he'll get it next time.)
pt_br: (...Non riusciva a impararlo al primo colpo. Ma ce la farà la prossima volta.)

# 3440_Saejima
source: I'm sure ya got it down now. Give it a try.
pt_br: Sono sicuro che ormai ci hai preso la mano. Prova.

# 3452_Sodachi
source: Softly please...
pt_br: Vacci piano, per favore...

# 3464_Sodachi
source: Aaaaagh!
pt_br: Aaaargh!

# 3488_Saejima
source: Good! You did it just right that time. Now don't forget what ya learned.
pt_br: Ottimo! Stavolta l'hai azzeccata in pieno. Adesso non scordarti quel che hai imparato.

# 3512_Ochiai
source: He learned <Color:9>Tiger Slam<Color:Default>.
pt_br: Ha imparato <Color:9>Schianto della Tigre<Color:Default>.

# 3524_Ochiai
source: He learned <Color:9>Tiger Suplex SP<Color:Default>.
pt_br: Ha imparato <Color:9>Tiger Suplex SP<Color:Default>.
