Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0231.po
Languages: pt_br

source: I had a lot of fun. We should do this again sometime. Okay, I should be going.
pt_br: Mi sono divertito un sacco. Dovremmo rifarlo ancora. Ok, dovrei andare.

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Wanna head over to the club?
pt_br: Ti va di fare un salto al club?

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Player
pt_br: Giocatore

# 116_Noa
source: I'm just crazy about sushi. I can't wait.
pt_br: Vado matto per il sushi. Non vedo l'ora.

# 128_Talk_Yes
source: Let's go inside.
pt_br: Andiamo dentro.

# 140_Player
source: Yeah.
pt_br: Sì.

# 164_Noa
source: I'm just crazy about sushi. I can't wait.
pt_br: Vado matto per il sushi. Non vedo l'ora.

# 176_Talk_Yes
source: Let's do this already!
pt_br: Dai, facciamolo subito!

# 188_Player
source: Um, wait a moment. I thought I had more cash than this...
pt_br: Uhm, aspetta un attimo. Pensavo di avere più grana di così...

# 200_Noa
source: Huh!? Really?
pt_br: Eh!? Davvero?

# 212_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 224_Noa
source: Oh. Well, that's too bad. This'll be the end of our date then. See you around.
pt_br: Oh. Beh, che peccato. Il nostro appuntamento finisce qui, allora. Ci si vede.

# 236_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 344_Noa
source: That sushi was delicious! I'm so happy right now! <Color:7>♥<Color:Default>
pt_br: Quel sushi era una delizia! Sono felicissima adesso! <Color:7>♥<Color:Default>

# 356_Player
source: Haha, good to hear.
pt_br: Haha, mi fa piacere.

# 368_Noa
source: Thank you so much for the meal!
pt_br: Grazie mille della cena!

# 404_Noa
source: That was pretty good. Not great, though. Maybe I've eaten here too many times.
pt_br: Era abbastanza buono. Non il massimo, però. Forse ho mangiato qui troppe volte.

# 428_Noa
source: We should go out again sometime. See you later!
pt_br: Dovremmo farci un'altra uscita, prima o poi. Ci vediamo!

# 464_Player
source: Is something wrong?
pt_br: C'è qualcosa che non va?

# 476_Noa
source: Oh, nothing. I just didn't care for the fish today. Maybe we should've gone somewhere else.
pt_br: Oh, niente. Il pesce oggi non mi ha detto granché. Magari dovevamo andare altrove.

# 488_Player
source: Is that so...
pt_br: È così, eh...

# 500_Noa
source: I think I'll go home now. See you at the club...
pt_br: Mi sa che adesso vado a casa. Ci vediamo al club...

# 512_Player
source: (I shouldn't have ordered something she doesn't like...)
pt_br: (Non dovevo ordinare qualcosa che non le piace...)

# 620_Noa
source: I'm just crazy about sushi. I can't wait.
pt_br: Vado matto per il sushi. Non vedo l'ora.

# 632_Talk_Yes
source: Let's go in.
pt_br: Entriamo.

# 644_Player
source: Yeah.
pt_br: Sì.

# 668_Noa
source: I'm just crazy about sushi. I can't wait.
pt_br: Vado matto per il sushi. Non vedo l'ora.

# 680_Noa
source: Let's head in.
pt_br: Dai, entriamo.

# 692_Player
source: Um, wait a moment. I thought I had more cash than this...
pt_br: Uhm, aspetta un attimo. Pensavo di avere più grana di così...

# 704_Noa
source: Huh!? Really?
pt_br: Eh!? Davvero?

# 716_Player
source: Yeah. Sorry...
pt_br: Sì. Scusa...

# 728_Noa
source: Oh. Well, that's too bad. This'll be the end of our date then. See you around.
pt_br: Oh. Beh, che peccato. Il nostro appuntamento finisce qui, allora. Ci si vede.

# 740_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 848_Noa
source: That sushi was delicious! I'm so happy right now! <Color:7>♥<Color:Default>
pt_br: Quel sushi era una delizia! Sono felicissima adesso! <Color:7>♥<Color:Default>

# 860_Player
source: Haha, good to hear.
pt_br: Haha, mi fa piacere.

# 872_Noa
source: Thank you so much for the meal! I had such a good time!
pt_br: Grazie mille per la mangiata! Mi sono divertita un mondo!

# 896_Player
source: Sounds good.
pt_br: Mi sembra una buona idea.

# 920_Noa
source: That was pretty good. Not great, though. Maybe I've eaten here too many times.
pt_br: Era abbastanza buono. Non il massimo, però. Forse ho mangiato qui troppe volte.

# 944_Noa
source: Shall we head over to the club, then?
pt_br: Allora, andiamo al club?

# 956_Player
source: Sounds good.
pt_br: Mi sembra una buona idea.

# 992_Player
source: Is something wrong?
pt_br: C'è qualcosa che non va?

# 1004_Noa
source: Oh, nothing. I just didn't care for the fish today. Maybe we should've gone somewhere else.
pt_br: Oh, niente. Il pesce oggi non mi ha detto granché. Magari dovevamo andare altrove.

# 1016_Player
source: Is that so...
pt_br: È così, eh...

# 1028_Noa
source: Shall we head over to the club, then?
pt_br: Allora, andiamo al club?

# 1040_Player
source: (I shouldn't have ordered something she doesn't like...)
pt_br: (Non dovevo ordinare qualcosa che non le piace...)
