Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00630051.po
Languages: pt_br

# 256_望月京子：源氏名
source: Hahaha! I love karaoke! It's great to sing songs by other people once in a while!
pt_br: Hahaha! Adoro il karaoke! È una figata cantare un po' di pezzi di altri ogni tanto!

# 268_望月京子：源氏名
source: What should I sing for you today? How about "Saturday Night☆Lover" or "Where Has Your Touch Gone?"
pt_br: Che ti canto oggi? Che ne dici di "Saturday Night☆Lover" o "Where Has Your Touch Gone?"

# 280_望月京子：源氏名
source: Haha! <Color:7>♥<Color:Default> That was intense! I bet it's because you were cheering me on. <Color:7>♥<Color:Default>
pt_br: Ahahah! <Color:7>♥<Color:Default> È stato intenso! Scommetto che è merito del tuo tifo. <Color:7>♥<Color:Default>

# 292_望月京子：源氏名
source: Oh, I almost forgot. Why don't you sing something, too? <Color:7>♥<Color:Default>
pt_br: Oh, quasi dimenticavo. Perché non canti qualcosa anche tu? <Color:7>♥<Color:Default>

# 304_Kiryu
source: Sure, why not.
pt_br: Ma sì, perché no.

# 316_望月京子：源氏名
source: You have a sexy voice, so I bet your singing voice is just as hot! I can't wait to hear it!
pt_br: Hai una voce sexy, quindi scommetto che la tua voce da cantante è altrettanto da urlo! Non vedo l'ora di sentirti!

# 328_Kiryu
source: No, I'm good.
pt_br: No, sono a posto.

# 340_望月京子：源氏名
source: Huh. That's too bad.
pt_br: Ah. Peccato.

# 352_望月京子：源氏名
source: Huh. That's weird... I'm not sounding like myself. Sorry, I'm not usually like this.
pt_br: Eh. Che strano...Non mi sento in voce. Scusate, di solito non sono così.

# 364_Kiryu
source: Sorry.
pt_br: Scusa.

# 376_望月京子：源氏名
source: Whew... That felt crazy good. <Color:7>♥<Color:Default> I bet it's because you were cheering me on.
pt_br: Mamma mia... È stato una figata pazzesca. <Color:7>♥<Color:Default> Scommetto che è merito del tuo tifo.

# 388_望月京子：源氏名
source: Oh, I almost forgot. Why don't you sing something, too? <Color:7>♥<Color:Default>
pt_br: Oh, quasi dimenticavo. Perché non canti qualcosa anche tu? <Color:7>♥<Color:Default>

# 400_Kiryu
source: Sure, why not.
pt_br: Ma sì, perché no.

# 412_望月京子：源氏名
source: You have a sexy voice, so I bet your singing voice is just as hot! I can't wait to hear it!
pt_br: Hai una voce sexy, quindi scommetto che la tua voce da cantante è altrettanto da urlo! Non vedo l'ora di sentirti!

# 424_Kiryu
source: No, I'm good.
pt_br: No, sono a posto.

# 436_望月京子：源氏名
source: Huh. That's too bad.
pt_br: Ah. Peccato.

# 448_望月京子：源氏名
source: You're really good at karaoke! I think you might have some star potential. <Color:7>♥<Color:Default>
pt_br: Sei davvero forte al karaoke! Secondo me, hai la stoffa per fare la star. <Color:7>♥<Color:Default>

# 460_Kiryu
source: Heh, oh yeah?
pt_br: Eh, già?

# 472_望月京子：源氏名
source: Oh, are you done? It sounded like you were having some trouble...
pt_br: Oh, hai finito? Sembrava che fossi un po' in difficoltà...

# 484_Kiryu
source: Uh, it's because my throat's been acting up...
pt_br: Uhm, è perché la mia gola mi fa i capricci...

# 496_望月京子：源氏名
source: You never told me you were such a good singer! Wanna try to make it to the big time together!?
pt_br: Non mi avevi mai detto che eri così bravo a cantare! Vuoi provare a sfondare alla grande insieme!?

# 508_Kiryu
source: Heh... That's really flattering.
pt_br: Heh... Mi lusinga davvero.

# 520_望月京子：源氏名
source: Sure.
pt_br: Certo.

# 532_望月京子：源氏名
source: Not me.
pt_br: Io no.

# 544_望月京子：源氏名
source: Sure.
pt_br: Certo.

# 556_望月京子：源氏名
source: Not me.
pt_br: Io no.
