Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee05b5.po
Languages: it

source: You got a <Color:8>Kamiyama Weapon Catalog<Color:Default>.
it: Hai ottenuto un <Color:8>Catalogo di armi Kamiyama<Color:Default>.

source: Player
it: Giocatore

# 56_Kamiyama
source: Hey, you... You really laid it on those guys back there. I can tell you're on the side of justice.
it: Ehi, tu... Li hai sistemati per bene quei tizi. Si vede che sei dalla parte della giustizia.

# 68_Player
source: Oh yeah? I appreciate the compliment, but I'm actually kinda in a hurry here.
it: Ah sì? Apprezzo il complimento, ma in realtà ho un po' di fretta.

# 80_Kamiyama
source: Oh, wait! Uh, here... Take this, please! Take a look at it when you have the time!
it: Oh, aspetta! Ehm, tieni... Prendi questo, per favore! Dagli un'occhiata quando hai tempo!

# 116_Player
source: A weapon catalog? What're you trying to imply here?
it: Un catalogo di armi? Cosa stai cercando di insinuare?

# 128_Kamiyama
source: Oh, nothing at all! Promise! I just thought you might be interested in my... choice wares. They'd be sure to help you out in a pinch, so stop by my shop if you're interested.
it: Oh, niente di niente! Promesso! Ho solo pensato che potesse interessarti la mia... merce scelta. Ti sarebbero sicuramente d'aiuto in un momento difficile, quindi passa dal mio negozio se ti interessa.

# 140_Kamiyama
source: You know that back alley up in the northeast part of the city? That's where I'm shacked up. It's a bit of a maze back there... so sorry in advance.
it: Conosci quel vicolo nella parte nord-est della città? È lì che mi sono sistemato. È un po' un labirinto là dietro... quindi scusa in anticipo.

# 152_Kamiyama
source: Anyway, see you later. Hope you stop by soon!
it: Comunque, ci vediamo. Spero che passerai presto!

# 164_Kamiyama
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
it: Queste informazioni sono state aggiunte ai <Color:14>memo<Color:Default>. Leggi i <Color:14>memo<Color:Default> selezionando <Color:14>Memo<Color:Default> nel menu di pausa. Puoi accedere al menu di pausa con il tasto <Action:Button_Options@Adventure>.

# 176_Kamiyama
source: Want to come by my shop now? I'll show you how to get there.
it: Vuoi passare dal mio negozio adesso? Ti mostro come arrivarci.

# 188_Player
source: Huh? Oh, no, uh...
it: Eh? Oh, no, ehm...

# 200_Kamiyama
source: It's this way. It's very close by!
it: È da questa parte. È molto vicino!

# 212_Player
source: (Here we go, I guess...)
it: (Ci siamo, credo...)
