Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0009034e.po
Languages: pt_br

source: You handed over the <Color:8>Briefcase with Jewels<Color:Default>.
pt_br: Hai consegnato la <Color:8>Valigetta con i Gioielli<Color:Default>.

source: You got a <Color:8>Ruby<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Rubino<Color:Default>.

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: Jeweler
pt_br: Gioielliere

source: Ex-Jeweler
pt_br: Ex-gioielliere

# 84_Jeweler
source: I knew I wouldn't be able to find them. Maybe I really would be better off dead...
pt_br: Sapevo che non ce l'avrei fatta a trovarli. Forse sarei davvero stato meglio morto...

# 96_Saejima
source: Hey, buddy.
pt_br: Ehi, amico.

# 108_Jeweler
source: Oh, it's you again... Say, I heard a commotion earlier. Did something happen?
pt_br: Oh, ancora tu... Senti, ho sentito un casino poco fa. È successo qualcosa?

# 120_Saejima
source: If you'd been lookin' up instead of down at your feet, you would've seen the fight goin' on around ya...
pt_br: Se avessi guardato in alto invece di star lì a guardarti i piedi, avresti visto la rissa che succedeva intorno a te...

# 132_Saejima
source: Anyway, I found what ya been lookin' for.
pt_br: Comunque, ho trovato quello che stavi cercando.

# 144_Jeweler
source: You were in a fight? Wait a second-you found them! Seriously!?
pt_br: Hai fatto a botte? Un attimo-li hai trovati! Davvero!?

# 156_Saejima
source: Yeah. They were takin' a little dip in the ocean.
pt_br: Già. Si facevano un bagnetto nell'oceano.

# 192_Jeweler
source: Oh, thank you very much! Now my manager won't kill me!
pt_br: Oh, la ringrazio molto! Adesso il mio capo non mi ammazzerà!

# 204_Saejima
source: Hustle back, then. Never know when those thieves are gonna come back for 'em.
pt_br: Sbrigati a tornare, allora. Non si sa mai quando quei ladri torneranno a riprenderseli.

# 216_Jeweler
source: Good idea, I'm heading straight for the shop now!
pt_br: Buona idea, vado dritto al negozio ora!

# 228_Saejima
source: Y'know, your manager might give you a pat on the back now, but ya really oughta quit that place.
pt_br: Senti, magari il tuo capo adesso ti darà una pacca sulla spalla, ma faresti meglio a mollare quel giro.

# 240_Jeweler
source: You think so? I dunno... quitting a steady job in this recession?
pt_br: La pensi davvero? Non saprei... mollare un posto fisso con questa recessione?

# 252_Saejima
source: The heist was 'cause of a squabble between your shop's yakuza and a rival family.
pt_br: Il colpo è scaturito da una begah tra i yakuza del tuo locale e una famiglia rivale.

# 264_Saejima
source: You'll be helpin' your manager save face, but look at it from the other guys' point of view: they lost to a civvie, they're spittin' mad, and they know where to find ya.
pt_br: Aiuterai il tuo manager a salvare la faccia, ma guardala dal punto di vista degli altri: hanno perso contro un civile, sono arrabbiati neri e sanno dove trovarti.

# 276_Saejima
source: Get out now before you get dragged into more shit. If you got the guts to do the right thing even when your life's on the line, you'll be fine wherever ya go.
pt_br: Vattene subito prima che tu venga trascinato in altri casini. Se hai il fegato di fare la cosa giusta, anche quando la tua vita è in gioco, te la caverai ovunque tu vada.

# 300_Saejima
source: But if you wanna step into the yakuza world, where it's kill or be killed, I ain't about to stop ya.
pt_br: Ma se vuoi addentrarti nel mondo della yakuza, dove o uccidi o vieni ucciso, non sarò certo io a fermarti.

# 312_Ex-Jeweler
source: Er, I don't think I'm cut out for that. I'll just drop this off and move back in with my parents in the country.
pt_br: Uhm, non credo di essere tagliato per queste storie. Mi libero di questa roba e me ne torno dai miei in campagna.

# 324_Ex-Jeweler
source: I really appreciate your advice. Please accept this with my gratitude for all your help.
pt_br: Apprezzo davvero tanto il tuo consiglio. Ti prego, prendi questo. È il mio ringraziamento per tutto il tuo aiuto.

# 372_Ex-Jeweler
source: Thanks again!
pt_br: Grazie ancora!

# 396_Saejima
source: (In my day, yakuza didn't fuck with innocent civilians... or maybe I just didn't see what was goin' on around me.)
pt_br: (Ai miei tempi, gli yakuza non si mettevano con i civili innocenti... o forse semplicemente non mi accorgevo di quello che succedeva intorno a me.)
