Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00090443.po
Languages: pt_br

source: Shady Man
pt_br: Uomo Ombroso

# 92_Shady Man
source: Kiryu-san? Is that really you?
pt_br: Kiryu-san? Sei davvero tu?

# 128_Kiryu
source: That's right. And you are?
pt_br: Esatto. E tu chi saresti?

# 140_Shiraki
source: It's me, Shiraki! Five or so years ago we really had it out in the Champion District, remember?
pt_br: Sono io, Shiraki! Cinque anni fa, più o meno, ce le siamo date di santa ragione nel Distretto Champion, ti ricordi?

# 152_Kiryu
source: Hold on... Shiraki from White Edge?
pt_br: Aspetta un attimo... Shiraki della White Edge?

# 164_Shiraki
source: You got it! Long time, no see!
pt_br: Eccoti! Quanto tempo!

# 176_Kiryu
source: Sure has been a while.
pt_br: È passato un bel po'.

# 188_Kiryu
source: Damn, you really look like a changed man. You're not running with the color gangs anymore?
pt_br: Accidenti, sei proprio un altro uomo. Non frequenti più le bande colorate?

# 200_Shiraki
source: Oh yeah, I left that game a long time ago! Well, actually, White Edge dissolved right after our little run-in.
pt_br: Ah sì, ho lasciato quel giro un sacco di tempo fa! Beh, a dire il vero, i White Edge si sono sciolti subito dopo il nostro piccolo scontro.

# 212_Kiryu
source: That so?
pt_br: Ah sì?

# 224_Shiraki
source: Yeah, you know... Everybody makes mistakes when they're young, I guess. But I'm too old to be stirring up trouble like that now.
pt_br: Già, sai... Da giovani, tutti quanti fanno delle cazzate, immagino. Ma ormai sono troppo in là con gli anni per cercare rogne in quel modo.

# 236_Kiryu
source: So, what're you up to these days?
pt_br: Allora, che combini di questi tempi?

# 248_Shiraki
source: Ah, you're not gonna believe this. I started my own company, called Platinum! We sell used cars.
pt_br: Ah, non ci crederai mai. Ho tirato su la mia compagnia, si chiama Platinum! Vendiamo auto usate.

# 260_Kiryu
source: A car dealership? Sounds like a decent enough line of work.
pt_br: Una concessionaria d'auto? Sembra un mestiere abbastanza onesto.

# 272_Shiraki
source: Heheh, yeah. I can do all right for myself when I put my mind to it.
pt_br: Heheh, già. Me la so cavare bene, quando ci metto la testa.

# 284_Shiraki
source: And thanks to my change in careers, I make more money now than almost any other guy I know my age.
pt_br: E grazie al mio cambio di mestiere, adesso faccio più soldi di quasi ogni altro tizio della mia età che conosco.

# 296_Shiraki
source: There are some things we deal in that I can't exactly announce to the world, though...
pt_br: Ci sono alcune cose in cui trafficchiamo che non posso certo andare a sbandierare ai quattro venti, però...

# 308_Shiraki
source: So I guess my company is kind of like what you'd call a front, too.
pt_br: Insomma, direi che la mia azienda è un po' come quella che chiameresti una facciata, pure.

# 320_Kiryu
source: Still, it sounds like you're doing all right, all in all.
pt_br: Comunque, sembra che te la cavi bene, tutto sommato.

# 332_Shiraki
source: Yeah, and it wouldn't have happened without you.
pt_br: Eh sì, e non sarebbe successo senza di te.

# 344_Shiraki
source: Oh, that's right. Let me give you my business card. Just give me a call if you ever need a good car!
pt_br: Ah, giusto. Ti do il mio biglietto da visita. Chiamami pure se ti dovesse servire una macchina come si deve!

# 356_Shiraki
source: I mean it! You name it and I'll find it for you.
pt_br: Faccio sul serio! Basta che me lo dici, e te lo procuro.

# 368_Shiraki
source: Anyway, see you around.
pt_br: Vabbè, ci si vede.
