Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee013b.po
Languages: pt

source: Manager
pt: Direttore

source: Easy Game Prizes
pt: Premi partita facile

source: Normal Game Prizes
pt: Premi partita normale

source: Hard Game Prizes
pt: Premi partita difficile

source: Extra Hard Course Prizes
pt: Premi modalità Extra Difficile

source: Player
pt: Giocatore

# 100_Manager
source: Hello, sir. We have a variety of fabulous prizes for you here! Interested in hearing what we've got?
pt: Salve, signore. Abbiamo una varietà di premi favolosi per lei qui! Interessato a sentire cosa abbiamo?

# 112_Manager
source: S Rank (2,300+ Points) Southpaw Bracelet A Rank (1,900+ Points) Chunk of Wood (Maple) B Rank (1,500+ Points) Tauriner C Rank (1,100+ Points) Salmon Onigiri
pt: Rango S (2.300+ punti) Bracciale da mancino Rango A (1.900+ punti) Pezzo di legno (Acero) Rango B (1.500+ punti) Tauriner Rango C (1.100+ punti) Onigiri al salmone

# 124_Manager
source: S Rank (2,800+ Points) Tourmaline Bracelet A Rank (2,400+ Points) Plastic Shin Guards B Rank (2,000+ Points) Chunk of Wood (Ash) C Rank (1,600+ Points) Club Sandwich
pt: Rango S (2.800+ punti) Bracciale di tormalina Rango A (2.400+ punti) Parastinchi di plastica Rango B (2.000+ punti) Pezzo di legno (Frassino) Rango C (1.600+ punti) Club Sandwich

# 136_Manager
source: S Rank (3,000+ Points) Metal Bat A Rank (2,600+ Points) Staminan XX B Rank (2,200+ Points) Staminan X C Rank (1,800+ Points) Tauriner +
pt: Rango S (3.000+ punti) Mazza di metallo Rango A (2.600+ punti) Staminan XX Rango B (2.200+ punti) Staminan X Rango C (1.800+ punti) Tauriner +

# 148_Manager
source: S Rank (3,500+ Points) Staminan Spark A Rank (3,000+ Points) Chunk of Wood (Sacred) B Rank (2,500+ Points) Toughness ZZ C Rank (2,000+ Points) Staminan X
pt: Rango S (3.500+ punti) Staminan Spark Rango A (3.000+ punti) Pezzo di legno (Sacro) Rango B (2.500+ punti) Toughness ZZ Rango C (2.000+ punti) Staminan X

# 160_Manager
source: We take pride in our fabulous prizes－hell, we'd rather go bankrupt than start offering half-baked prizes! Play as much as you can and go for an S-Rank score in Extra Hard mode!
pt: Siamo orgogliosi dei nostri favolosi premi... accidenti, preferiremmo andare in bancarotta piuttosto che offrire premi scadenti! Gioca più che puoi e punta a un punteggio di rango S in modalità Extra Difficile!

# 172_Player
source: Not right now.
pt: Non adesso.

# 184_Manager
source: Oh, really? Well, they're all great prizes, so we hope you'll play to win one or more!
pt: Oh, davvero? Beh, sono tutti ottimi premi, quindi speriamo che giocherai per vincerne uno o più!

# 196_Manager
source: Sure, let's hear it.
pt: Certo, sentiamo.

# 208_Manager
source: Not right now.
pt: Non adesso.
