Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee05ce.po
Languages: pt

source: Player
pt: Giocatore

# 136_Momiyama
source: Wow, you sure are used to getting massages... Thanks to that, I was able to chisel away at your tense body like the great Michelangelo! How'd it feel, hmm?
pt: Wow, sei abituato a farti fare i massaggi... Grazie a questo, sono riuscito a scolpire il tuo corpo teso come il grande Michelangelo! Come ti sei sentito, mmm?

# 148_Player
source: It was great.
pt: È stato fantastico.

# 160_Momiyama
source: Hehe, well, thanks!. I'll walk you out, then!
pt: Eheh, beh, grazie! Allora ti accompagno all'uscita!

# 220_Momiyama
source: Thank you so much for today! Come by again soon. I'll be waiting for you!
pt: Grazie mille per oggi! Torni a trovarci presto. L'aspetterò!

# 268_Momiyama
source: Wow, I never thought you'd get that into my massage, hehehe. But I won't be able to give you a massage worthy of your divine body if you don't relax more.
pt: Wow, non avrei mai pensato che ti saresti lasciato andare così tanto al mio massaggio, eheheh. Ma non potrò farti un massaggio degno del tuo corpo divino se non ti rilassi di più.

# 316_Momiyama
source: You were fast asleep! I don't know whether to be offended or embarrassed. Was something wrong with the massage, or is it because I'm not some voluptuous vixen?
pt: Dormivi della grossa! Non so se offendermi o imbarazzarmi. C'era qualcosa che non andava nel massaggio, o è perché non sono una voluttuosa ammaliatrice?

# 328_Player
source: No, that's not it...
pt: No, non è quello...

# 340_Momiyama
source: Oh, really? Ugh, that's such a relief! I don't know very many masterpieces like you who actually prefer a male therapist over a female therapist!
pt: Oh, davvero? Uff, che sollievo! Non conosco molti capolavori come te che preferiscono un massaggiatore uomo a una donna!

# 352_Player
source: Huh? No, that's not...
pt: Eh? No, non è...

# 364_Momiyama
source: Gosh, you should've told me that before! I know it's high fashion to be a real tease, but you didn't have to torture me like that. My poor heart was this close to breaking!
pt: Caspita, avresti dovuto dirmelo prima! So che è di gran moda essere un vero provocatore, ma non dovevi torturarmi così. Il mio povero cuore stava per spezzarsi!

# 460_Momiyama
source: Thank you so much for today! Come by again soon. I'll be waiting for you!
pt: Grazie mille per oggi! Torni a trovarci presto. L'aspetterò!
