Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01ee0139.po
Languages: pt_br

source: You used a <Color:8>Batting Coupon<Color:Default>.
pt_br: Hai usato un <Color:8>Coupon di battuta<Color:Default>.

source: Player
pt_br: Giocatore

source: Batting Center: Batting Champion Ranking
pt_br: Centro Battute: Classifica Campioni di Battuta

# 284_Player
source: (Looks like it's out of order right now.)
pt_br: (Sembra che sia fuori servizio al momento.)

# 296_Kiryu
source: (Sure, I'll do it for Haruka...)
pt_br: (Certo, lo faccio per Haruka...)

# 344_Player
source: (Hmm... The Batting Champion Ranking is 300 yen. I can play for free if I use a coupon...)
pt_br: Mmh... La Classifica Campioni di Battuta è 300 yen. Posso giocare gratis se uso un coupon...

# 356_Player
source: (Hmm... The Batting Champion Ranking is 300 yen. Should I give it a try?)
pt_br: (Hmm... La Classifica Campioni di Battuta costa 300 yen. Dovrei provarci?)

# 368_Player
source: (Hmm... The Batting Champion Ranking is 300 yen. I can play for free if I use a coupon...)
pt_br: Mmh... La Classifica Campioni di Battuta è 300 yen. Posso giocare gratis se uso un coupon...

# 380_Player
source: (Okay, let's do this.)
pt_br: (Va bene, facciamolo.)

# 404_Player
source: (Okay, let's do this.)
pt_br: (Va bene, facciamolo.)

# 452_Player
source: (Not right now.)
pt_br: (Non ora.)

# 476_Player
source: Press <Action:Button_Cross@Battingcenter> at the right time to hit the balls pitched by the pitching machine. Hit the home run targets to earn points.
pt_br: Premi <Action:Button_Cross@Battingcenter> al momento giusto per colpire le palle lanciate dalla macchina lanciapalle. Colpisci i bersagli degli home run per guadagnare punti.

# 488_Player
source: In this course, the objective is to see how many home runs you can get in a row.
pt_br: In questa modalità, l'obiettivo è vedere quanti fuoricampo riesci a mettere a segno di fila.

# 500_Player
source: If you reach a new personal high score, you can upload that score to the online ranking. *If your score is too low for the ranking, you will not be able to upload it to the online ranking.
pt_br: Se raggiungi un nuovo record personale, puoi caricare quel punteggio nella classifica online. *Se il tuo punteggio è troppo basso per la classifica, non potrai caricarlo nella classifica online.

# 512_Player
source: It will take a few seconds to upload your score to the online ranking. Sometimes, it may take up to a few minutes to tally your score, depending on server conditions. (In this case, the ranking will display "Tallying".)
pt_br: Ci metterà qualche secondo per caricare il tuo punteggio nella classifica online. A volte, potrebbe volerci fino a qualche minuto per elaborare il tuo punteggio, a seconda delle condizioni del server. (In questo caso, la classifica mostrerà "Elaborazione".)

# 524_Player
source: After uploading, your record will be saved to the server, so even if you close the ranking display and quit the game, your data will not be lost.
pt_br: Una volta caricato, il tuo punteggio verrà salvato sul server, quindi, anche se chiudi la schermata della classifica ed esci dal gioco, i tuoi dati non andranno persi.

# 536_Player
source: You can also check the online rankings from a hideout.
pt_br: Puoi anche controllare le classifiche online dal covo.

# 548_Player
source: You cannot upload a score if you are not signed in to the PlayStationNetwork. However, after playing in online ranking mode, your score is still saved, so the next time you sign in and play, your high score will be sent to the ranking.
pt_br: Non puoi caricare un punteggio se non hai effettuato l'accesso al PlayStation Network. Tuttavia, dopo aver giocato in modalità di classifica online, il tuo punteggio viene comunque salvato, quindi la prossima volta che effettui l'accesso e giochi, il tuo punteggio più alto verrà inviato alla classifica.

# 560_Player
source: When records are saved, they will also be saved in your save data.
pt_br: Quando i punteggi vengono salvati, verranno anche salvati nei tuoi dati di salvataggio.

# 572_Player
source: (I'd need to scrounge up 300 yen to play the Batting Champion Ranking... Better get to work.)
pt_br: (Dovrei raggranellare 300 yen per giocare alla Classifica Campioni di Battuta... Meglio darsi da fare.)

# 596_Player
source: Pay 300 Yen
pt_br: Paga 300 Yen

# 608_Player
source: Use a Coupon
pt_br: Usa un Coupon

# 620_Player
source: Don't Play
pt_br: Non giocare

# 632_Player
source: Read the Rules
pt_br: Leggi le Regole

# 644_Player
source: Play
pt_br: Gioca

# 656_Player
source: Don't Play
pt_br: Non giocare

# 668_Player
source: Read the Rules
pt_br: Leggi le Regole

# 680_Player
source: Use a Coupon
pt_br: Usa un Coupon

# 692_Player
source: Don't Play
pt_br: Non giocare

# 704_Player
source: Read the Rules
pt_br: Leggi le Regole
