Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01020340.po
Languages: it

source: Beefy Thug
it: Teppista palestrato

# 56_Beefy Thug
source: What the hell, Kobayashi? You didn't tell me he was some kinda freak! I'm gonna have nightmares about those feet, man!
it: Che diavolo, Kobayashi? Non mi avevi detto che era una specie di mostro! Avrò gli incubi per colpa di quei piedi, amico!

# 68_Beefy Thug
source: This is some real shit, dude! I'm outta here!
it: Questa è una vera merda, amico! Io me ne vado!

# 116_Kobayashi
source: Shit...
it: Merda...

# 128_Akiyama
source: Why go through all this trouble? I thought I told you to stay out of my way.
it: Perché prendersi tutto questo disturbo? Pensavo di avervi detto di starmi alla larga.

# 140_Akiyama
source: I mean, it can't be good for someone in your line of work to look like a wimp, and half the town just saw you get your asses handed to you. Won't be long before word gets out.
it: Insomma, non può essere un bene per chi fa il vostro mestiere sembrare un debole, e mezza città vi ha appena visto prendere a calci. Non passerà molto prima che si sparga la voce.

# 152_Akiyama
source: I can guarantee you no one's going to be afraid of a bunch of toothless loan sharks.
it: Posso garantirvi che nessuno avrà paura di un branco di strozzini senza denti.

# 164_Kobayashi
source: Dammit...
it: Cavolo...

# 176_Akiyama
source: Tell you what. You guys leave town right now, and I'll let you off the hook.
it: Facciamo così. Voi ragazzi lasciate la città adesso, e io vi lascerò in pace.

# 188_Ito
source: He's right. We're not gonna get any more customers here. We can start fresh somewhere else.
it: Ha ragione. Non troveremo più clienti qui. Possiamo ricominciare da capo da un'altra parte.

# 200_Takahashi
source: Yeah, sounds good. I'm sick of this Kamurocho shit anyways. Whaddya say, Kobayashi-chan?
it: Sì, mi sembra una buona idea. Comunque sono stufo di questa merda di Kamurocho. Che ne dici, Kobayashi-chan?

# 212_Kobayashi
source: ...All right, fine.
it: ...Va bene, d'accordo.

# 224_Kobayashi
source: Okay, Akiyama-san, we'll leave. But mark my words: we're comin' back to Kamurocho someday.
it: Okay, Akiyama-san, ce ne andremo. Ma si ricordi le mie parole: un giorno torneremo a Kamurocho.

# 236_Kobayashi
source: And when we do, we're gonna be big! So big, we'll make you look like just another no-name street punk! Just you wait!
it: E quando lo faremo, saremo grandi! Così grandi che la faremo sembrare un teppistello di strada qualunque! Stia a vedere!

# 248_Akiyama
source: You know where to find me.
it: Sapete dove trovarmi.

# 260_Kobayashi
source: Oh, and here's a tip for you... I saw some yakuza pricks roll through here a little while ago.
it: Oh, e le do una dritta... Ho visto degli stronzi di yakuza passare di qui poco fa.

# 272_Akiyama
source: What?
it: Cosa?

# 284_Kobayashi
source: Yeah, and one of 'em was pretty banged up, too. Heard 'em say somethin' about Sky Finance, which obviously got my attention.
it: Sì, e uno di loro era anche messo piuttosto male. Li ho sentiti dire qualcosa sulla Sky Finance, il che ovviamente ha attirato la mia attenzione.

# 296_Akiyama
source: Any idea where they went?
it: Ha idea di dove siano andati?

# 308_Kobayashi
source: Down below the theater. You can get there by goin' past the lockers.
it: Nei sotterranei del teatro. Ci si arriva superando gli armadietti.

# 320_Akiyama
source: Okay, thanks for the tip.
it: Okay, grazie per la dritta.

# 332_Kobayashi
source: ...See ya 'round, Akiyama-san.
it: ...Ci si vede in giro, Akiyama-san.

# 380_Akiyama
source: (Looks like Midorikawa and his boys got to the Theater Underground by heading past the coin lockers. I better hurry.)
it: (Sembra che Midorikawa e i suoi siano arrivati ai sotterranei del teatro passando per gli armadietti. È meglio che mi sbrighi.)
