Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01a4006e.po
Languages: pt_br

source: Anyway, I'd better head back to the office and get that money from Hana-chan.
pt_br: Comunque, è meglio che torni in ufficio e vada a prendere quei soldi da Hana-chan.

# 92_Akiyama
source: Sky Finance. Akiyama speaking.
pt_br: Sky Finance. Sono Akiyama.

# 104_Nishihama
source: Akiyama-san? I got a call from the kidnapper.
pt_br: Akiyama-san? Ho ricevuto una chiamata dal rapitore.

# 116_Akiyama
source: And... Where's he want to make the exchange?
pt_br: E... Dov'è che vuole fare lo scambio?

# 128_Nishihama
source: Park Boulevard... There's a taxi stand by the Kamurocho Hills construction site.
pt_br: Park Boulevard... C'è una piazzola dei taxi vicino al cantiere di Kamurocho Hills.

# 140_Akiyama
source: A taxi stand?
pt_br: Una fermata taxi?

# 152_Nishihama
source: Yeah, he said to put the money in a cab. Then he'll tell me where my daughter is.
pt_br: Sì, ha detto di mettere i soldi in un taxi. Poi mi dirà dov'è mia figlia.

# 164_Akiyama
source: I see. Okay, then. Let's meet in front of the Millennium Tower?
pt_br: Capisco. Va bene, allora. Ci vediamo davanti alla Millennium Tower?

# 176_Talk_Phone_st
source: I'll bring the money right over. Come to the lockers on Taihei Boulevard.
pt_br: Arrivo subito coi soldi. Vieni agli armadietti su Taihei Boulevard.

# 188_Nishihama
source: Sure... I'll see you there.
pt_br: Certo... Ci vediamo lì.

# 248_Akiyama
source: A taxi stand, huh? Wonder if the kidnapper's muzzled the guy...
pt_br: Un parcheggio taxi, eh? Chissà se il rapitore ha messo a tacere il tipo...
