Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid016c027c.po
Languages: pt_br

source: Attendant
pt_br: Addetto

source: Player
pt_br: Giocatore

# 936_Attendant
source: Sorry to keep you waiting.
pt_br: Scusa se ti ho fatto aspettare.

# 960_Attendant
source: This is %s-san.
pt_br: Questo è %s-san.

# 972_松岡里緒奈：源氏名
source: Hello!
pt_br: Ciao!

# 1020_Attendant
source: Sorry to keep you waiting.
pt_br: Scusa se ti ho fatto aspettare.

# 1044_Attendant
source: This is %s-san.
pt_br: Questo è %s-san.

# 1056_松岡里緒奈：源氏名
source: Hello!
pt_br: Ciao!

# 1104_Attendant
source: Sorry to keep you waiting.
pt_br: Scusa se ti ho fatto aspettare.

# 1128_Attendant
source: This is %s-san.
pt_br: Questo è %s-san.

# 1140_松岡里緒奈：源氏名
source: Hello!
pt_br: Ciao!

# 1176_松岡里緒奈：源氏名
source: Hello.
pt_br: Salve.

# 1200_Attendant
source: I'm %s. Hope this seat isn't taken.
pt_br: Sono %s. Spero che questo posto non sia già preso.

# 1224_松岡里緒奈：源氏名
source: Hello.
pt_br: Salve.

# 1248_Attendant
source: I'm %s. Hope this seat isn't taken.
pt_br: Sono %s. Spero che questo posto non sia già preso.

# 1272_松岡里緒奈：源氏名
source: Hello.
pt_br: Salve.

# 1296_Attendant
source: I'm %s. Hope this seat isn't taken.
pt_br: Sono %s. Spero che questo posto non sia già preso.

# 1320_松岡里緒奈：源氏名
source: Hello.
pt_br: Salve.

# 1332_松岡里緒奈：源氏名
source: I'm %s.
pt_br: Sono %s.

# 1380_松岡里緒奈：源氏名
source: Hello.
pt_br: Salve.

# 1392_松岡里緒奈：源氏名
source: I'm %s.
pt_br: Sono %s.

# 1440_松岡里緒奈：源氏名
source: Hello.
pt_br: Salve.

# 1452_松岡里緒奈：源氏名
source: I'm %s.
pt_br: Sono %s.

# 1488_松岡里緒奈：源氏名
source: Oh, I got a request.
pt_br: Oh, mi è arrivata una richiesta.

# 1500_松岡里緒奈：源氏名
source: Enjoy your stay, okay?
pt_br: Goditi la serata, ok?

# 1512_松岡里緒奈：源氏名
source: Bye for now.
pt_br: A dopo.

# 1524_松岡里緒奈：源氏名
source: Riona does not appear for Kiryu's 1st or 3rd. Notify a programmer if this message is displayed.
pt_br: Riona non appare per il 1° o il 3° di Kiryu. Notifica un programmatore se questo messaggio viene visualizzato.

# 1536_松岡里緒奈：源氏名
source: Riona does not appear for Kiryu's 1st or 3rd. Notify a programmer if this message is displayed.
pt_br: Riona non appare per il 1° o il 3° di Kiryu. Notifica un programmatore se questo messaggio viene visualizzato.

# 1548_松岡里緒奈：源氏名
source: Riona does not appear for Kiryu's 1st or 3rd. Notify a programmer if this message is displayed.
pt_br: Riona non appare per il 1° o il 3° di Kiryu. Notifica un programmatore se questo messaggio viene visualizzato.

# 1560_松岡里緒奈：源氏名
source: Riona does not appear for Kiryu's 1st or 3rd. Notify a programmer if this message is displayed.
pt_br: Riona non appare per il 1° o il 3° di Kiryu. Notifica un programmatore se questo messaggio viene visualizzato.

# 1572_松岡里緒奈：源氏名
source: Riona does not appear for Kiryu's 1st or 3rd. Notify a programmer if this message is displayed.
pt_br: Riona non appare per il 1° o il 3° di Kiryu. Notifica un programmatore se questo messaggio viene visualizzato.

# 1584_松岡里緒奈：源氏名
source: Riona does not appear for Kiryu's 1st or 3rd. Notify a programmer if this message is displayed.
pt_br: Riona non appare per il 1° o il 3° di Kiryu. Notifica un programmatore se questo messaggio viene visualizzato.

# 1596_松岡里緒奈：源氏名
source: Hi! Nice to meet you!
pt_br: Ciao! Piacere di conoscerti!

# 1608_Kiryu
source: I'm Kazuma Kiryu. Nice to meet you.
pt_br: Sono Kazuma Kiryu. Piacere.

# 1620_松岡里緒奈：源氏名
source: You look pretty laid-back.
pt_br: Sembri proprio rilassato.

# 1632_松岡里緒奈：源氏名
source: You'll have to be a little more energetic if you want to drink with me!
pt_br: Dovrai essere un po' più su di giri se vuoi bere con me!

# 1644_Kiryu
source: Hey, you're not drunk already, are you?
pt_br: Ehi, non sei già ubriaco, vero?

# 1656_松岡里緒奈：源氏名
source: Not yet! What kind of alcohol do you like? I'll drink whatever you order!
pt_br: Non ancora! Che tipo di alcolici ti piacciono? Berrò quello che ordini tu!

# 1668_Kiryu
source: I'm a beer man, myself.
pt_br: Sono un tipo da birra, io.

# 1680_松岡里緒奈：源氏名
source: Beer, huh? There's nothing like a cold one after a hard day's work! Of course, in my case, drinking is my work.
pt_br: Birra, eh? Non c'è niente di meglio di una birra bella fresca dopo una giornata di lavoro! Certo, nel mio caso, bere è il mio lavoro.

# 1692_松岡里緒奈：源氏名
source: Are you on your way home from work?
pt_br: Stai tornando a casa dal lavoro?

# 1704_Kiryu
source: In a way.
pt_br: In un certo senso.

# 1716_松岡里緒奈：源氏名
source: You work in an outfit like that? I'm guessing you're not an average businessman.
pt_br: Sei in un giro del genere? Mi sa che non sei il solito uomo d'affari.

# 1728_Kiryu
source: Well, that depends on your point of view.
pt_br: Beh, dipende dal tuo punto di vista.

# 1740_松岡里緒奈：源氏名
source: Oh come on! What do you do? I have to know!
pt_br: Ma dai! Che fai? Devo saperlo!

# 1752_Kiryu
source: Whiskey. No question.
pt_br: Whiskey. Senza dubbio.

# 1764_松岡里緒奈：源氏名
source: Whiskey, huh? Hmm. That would be fine, I guess...
pt_br: Whiskey, eh? Mmm. Può andare, suppongo...

# 1776_Kiryu
source: Is there a problem?
pt_br: C'è un problema?

# 1788_松岡里緒奈：源氏名
source: Well, I like whiskey. But when I drink it, I turn into a pretty annoying person.
pt_br: Beh, mi piace il whiskey. Ma quando lo bevo, divento un tipo piuttosto fastidioso.

# 1800_松岡里緒奈：源氏名
source: I butt into conversations and only talk about myself. The club asked me not to drink whiskey if I can help it.
pt_br: Mi intrometto nelle conversazioni e parlo solo di me stesso. Il locale mi ha chiesto di non bere whisky, se riesco a farne a meno.

# 1812_松岡里緒奈：源氏名
source: But I'll be happy to drink it if you want me to!
pt_br: Ma lo bevo con piacere, se vuoi che lo faccia!

# 1824_Kiryu
source: No, that's okay.
pt_br: No, va bene così.

# 1836_Kiryu
source: You might be surprised, but I like champagne.
pt_br: Magari ti sorprenderà, ma mi piace lo champagne.

# 1848_松岡里緒奈：源氏名
source: Really? That is kind of a surprise. <Color:7>♥<Color:Default>
pt_br: Davvero? Beh, è un po' una sorpresa. <Color:7>♥<Color:Default>

# 1860_松岡里緒奈：源氏名
source: Does that mean you're rich?
pt_br: Allora sei ricco?

# 1872_Kiryu
source: Do I look rich to you?
pt_br: Ti sembro un nababbo?

# 1884_松岡里緒奈：源氏名
source: Hmm... Well, you look like you might have money, but then again maybe not.
pt_br: Mh... Beh, hai l'aria di uno che potrebbe avere soldi, ma poi chissà, magari no.

# 1896_松岡里緒奈：源氏名
source: But champagne sounds great! Excuse me! One bottle of <Color:7>Gold Champagne<Color:Default> for Kiryu-san!
pt_br: Ma lo champagne ci sta benissimo! Scusi! Una bottiglia di <Color:7>Gold Champagne<Color:Default> per Kiryu-san!

# 1908_Kiryu
source: Hey, I didn't order that.
pt_br: Ehi, non l'ho ordinato io.

# 1920_松岡里緒奈：源氏名
source: You think I've grown up?
pt_br: Pensi che sia cresciuta?

# 1932_松岡里緒奈：源氏名
source: What do you think my special talent is?
pt_br: Quale pensi sia il mio talento speciale?

# 1944_Kiryu
source: I don't know. What?
pt_br: Non lo so. Cosa?

# 1956_松岡里緒奈：源氏名
source: Drinking! I can drink anybody under the table!
pt_br: Bevo! Bevo chiunque sotto il tavolo!

# 1968_Kiryu
source: You seem pretty confident.
pt_br: Mi sembri piuttosto sicuro di te.

# 1980_松岡里緒奈：源氏名
source: Of course I am! Want to try drinking with me one-on-one next time?
pt_br: Certo che sì! Ti va di provare a bere con me da soli la prossima volta?

# 1992_Kiryu
source: You mean you want me to request you?
pt_br: Intendi che vuoi che ti richieda?

# 2004_松岡里緒奈：源氏名
source: You think I've grown up?
pt_br: Pensi che sia cresciuta?

# 2016_松岡里緒奈：源氏名
source: I just want a chance to talk more with you.
pt_br: Vorrei solo l'occasione di parlare ancora un po' con te.

# 2028_Kiryu
source: Heh. That so?
pt_br: Ah, sì?

# 2040_松岡里緒奈：源氏名
source: I like men with muscular arms like you. <Color:7>♥<Color:Default>
pt_br: Mi piacciono gli uomini con le braccia muscolose come te. <Color:7>♥<Color:Default>

# 2052_松岡里緒奈：源氏名
source: So I hope you'll come and see me again.
pt_br: Allora, spero proprio che tornerai a trovarmi ancora.

# 2064_Kiryu
source: I wouldn't mind that, but you'll have to have your drinking contests with somebody else.
pt_br: Non mi dispiacerebbe, ma le tue gare di bevute dovrai farle con qualcun altro.

# 2076_松岡里緒奈：源氏名
source: Haha! All right, then. <Color:7>♥<Color:Default>
pt_br: Ahahah! Va bene, allora. <Color:7>♥<Color:Default>

# 2088_Kiryu
source: I prefer to take my time when I drink. It's a waste to just chug it down.
pt_br: Preferisco prendermela con calma quando bevo. È uno spreco buttarlo giù e basta.

# 2100_松岡里緒奈：源氏名
source: Oh, sure. You're just scared that I'll beat you.
pt_br: Ah, certo. Hai solo fifa che ti stracci.

# 2112_Kiryu
source: Hardly.
pt_br: Col cavolo.

# 2124_松岡里緒奈：源氏名
source: Hmph. You're not much fun.
pt_br: Hmph. Non sei molto divertente.

# 2148_松岡里緒奈：源氏名
source: This isn't your first time at a hostess club, is it? Are you nervous?
pt_br: Non è la tua prima volta in un hostess club, vero? Sei nervoso?

# 2160_Kiryu
source: Not at all. Actually, I'm pretty relaxed. I just want to sit back and enjoy my time here.
pt_br: Per niente. Anzi, sono piuttosto rilassato. Voglio solo starmene comodo e godermi la serata qui.

# 2172_松岡里緒奈：源氏名
source: All right. I'll do my best to help you relax if you come and see me again.
pt_br: Va bene. Farò del mio meglio per farti rilassare se tornerai a trovarmi.

# 2184_Kiryu
source: You sure you don't need a handicap?
pt_br: Sei sicuro di non aver bisogno di un aiutino?

# 2196_松岡里緒奈：源氏名
source: Oh, come on. You don't think I need special treatment because I'm a woman, do you?
pt_br: Ma dai. Non penserai mica che mi serva un trattamento speciale solo perché sono una donna, vero?

# 2208_松岡里緒奈：源氏名
source: You're the one who'll need a handicap!
pt_br: Sarai tu quello ad aver bisogno di un handicap!

# 2220_Kiryu
source: Okay. What do I get if you lose?
pt_br: Ok. Cosa ottengo se perdi?

# 2232_松岡里緒奈：源氏名
source: Well... I could become your girlfriend. <Color:7>♥<Color:Default>
pt_br: Beh... potrei diventare la tua ragazza. <Color:7>♥<Color:Default>

# 2244_Kiryu
source: All right, then, let's get started.
pt_br: Ok, allora, iniziamo.

# 2256_松岡里緒奈：源氏名
source: Hey! I was kidding! Stop looking at me like that!
pt_br: Ehi! Dai, stavo scherzando! Smettila di guardarmi così!

# 2268_Kiryu
source: Hehehe.
pt_br: Ah ah ah.

# 2280_松岡里緒奈：源氏名
source: Kiryu-san! Are you enjoying your drink?
pt_br: Kiryu-san! Si sta godendo il suo drink?

# 2292_Kiryu
source: Sure. This club has a good selection.
pt_br: Certo. Questo club ha una buona selezione.

# 2304_松岡里緒奈：源氏名
source: I know! I'm glad I decided to work here. <Color:7>♥<Color:Default>
pt_br: Eh, lo so! Sono proprio contenta di aver deciso di lavorare qui. <Color:7>♥<Color:Default>

# 2316_Kiryu
source: Aren't most girls here for the money? You won't have time to snag any customers if you just drink.
pt_br: Quasi tutte le ragazze qui non ci stanno per i soldi? Non avrai tempo di agganciare clienti se fai solo a bere.

# 2328_松岡里緒奈：源氏名
source: I'm happy as long as I make enough to get by. And as long as I can drink the good stuff! <Color:7>♥<Color:Default>
pt_br: Sono felice, basta che guadagni abbastanza per tirare avanti. E finché posso bermi il buon bere! <Color:7>♥<Color:Default>

# 2340_Kiryu
source: Hehe. I see.
pt_br: Hehe. Capisco.

# 2352_Himeka
source: The dialogue will end after one round if you've entered a club more than once. Please report when this message is displayed.
pt_br: Il dialogo terminerà dopo un round se sei entrato in un club più di una volta. Si prega di segnalare quando viene visualizzato questo messaggio.

# 2364_松岡里緒奈：源氏名
source: Hey, Kiryu-san. Why didn't you request me today?
pt_br: Ehi, Kiryu-san. Perché non mi hai richiesta oggi?

# 2376_Kiryu
source: I thought this would be a nice change. You'd drink the same thing every day, right?
pt_br: Ho pensato che un po' di varietà non guasta mai. Tu bevi sempre la solita roba, vero?

# 2388_松岡里緒奈：源氏名
source: So you're tired of me?
pt_br: Quindi ti sei stufato di me?

# 2400_Kiryu
source: No, no. This was just a one time thing. I'll definitely request you next time.
pt_br: No, no. È stato solo un caso. Ti chiederò di sicuro la prossima volta.

# 2412_松岡里緒奈：源氏名
source: Really!? Okay then. That's a promise. <Color:7>♥<Color:Default>
pt_br: Davvero!? Va bene, allora. Promesso! <Color:7>♥<Color:Default>

# 2424_Himeka
source: The dialogue will end after one round if you've entered a club more than once. Please notify a programmer if this message is displayed.
pt_br: Il dialogo terminerà dopo un solo round se sei entrato in un club più di una volta. Si prega di notificare un programmatore se questo messaggio viene visualizzato.

# 2580_松岡里緒奈：源氏名
source: Hi! Nice to meet you!
pt_br: Ciao! Piacere di conoscerti!

# 2592_Tanimura
source: Hi. I'm Tanimura.
pt_br: Ciao. Sono Tanimura.

# 2604_松岡里緒奈：源氏名
source: There's nothing like a nice drink after work!
pt_br: Non c'è niente di meglio di un bel drink dopo il lavoro!

# 2616_Tanimura
source: Aren't you at work right now?
pt_br: Non sei mica al lavoro adesso?

# 2628_松岡里緒奈：源氏名
source: I was thinking about you, silly.
pt_br: Stavo pensando a te, sciocchino.

# 2640_松岡里緒奈：源氏名
source: Come on then. Drink up!
pt_br: Forza. Bevi pure!

# 2652_Tanimura
source: You don't waste any time, do you?
pt_br: Non perdi tempo, eh?

# 2664_松岡里緒奈：源氏名
source: Do you like any sports?
pt_br: Ti piacciono gli sport?

# 2676_Tanimura
source: Not really... But you could say I like martial arts.
pt_br: Non proprio... Ma si potrebbe dire che mi piacciono le arti marziali.

# 2688_松岡里緒奈：源氏名
source: Oh? Do you do any martial arts?
pt_br: Oh? Fai qualche arte marziale?

# 2700_Tanimura
source: Jujitsu, mostly. I also had to do judo and kendo as part of my training.
pt_br: Jujitsu, soprattutto. Ho dovuto fare anche judo e kendo come parte del mio addestramento.

# 2712_松岡里緒奈：源氏名
source: Training? Interesting! Tell me more! <Color:7>♥<Color:Default>
pt_br: Allenamento? Interessante! Raccontami di più! <Color:7>♥<Color:Default>

# 2724_Tanimura
source: But I came here to get away from work...
pt_br: Ma sono venuto qui per staccare dal lavoro...

# 2736_松岡里緒奈：源氏名
source: Welcome! You must be tired! I'm sure you've been working hard! <Color:7>♥<Color:Default>
pt_br: Benvenuto! Sarai stanco! Sono sicura che hai lavorato sodo! <Color:7>♥<Color:Default>

# 2748_Tanimura
source: You're full of energy, as usual.
pt_br: Sei carico, come al solito!

# 2760_松岡里緒奈：源氏名
source: What kind of alcohol do you like?
pt_br: Che tipo di alcol ti piace?

# 2772_Tanimura
source: I'm not picky. Sometimes I'll drink beer, sometimes I'll drink lao chu.
pt_br: Non sono schizzinoso. A volte bevo birra, a volte bevo lao chu.

# 2784_松岡里緒奈：源氏名
source: Lao chu!? You must have a high tolerance, then. <Color:7>♥<Color:Default>
pt_br: Lao chu!? Allora hai una bella resistenza all'alcol, eh? <Color:7>♥<Color:Default>

# 2796_Tanimura
source: Heh. Not really.
pt_br: Eh. Non proprio.

# 2808_Himeka
source: The dialogue will end after one round if you've entered a club more than once. Please notify programmer if this message is displayed.
pt_br: Il dialogo finirà dopo un solo giro se sei entrato in un locale più di una volta. Per favore, notifica il programmatore se questo messaggio viene visualizzato.

# 2820_松岡里緒奈：源氏名
source: Tanimura cannot request Riona. Notify a programmer if this message is displayed.
pt_br: Tanimura non può richiedere Riona. Avvisa un programmatore se questo messaggio viene visualizzato.

# 2832_松岡里緒奈：源氏名
source: Tanimura cannot request Riona. Notify a programmer if this message is displayed.
pt_br: Tanimura non può richiedere Riona. Avvisa un programmatore se questo messaggio viene visualizzato.

# 2844_松岡里緒奈：源氏名
source: Riona does not appear for Tanimura's 2nd. Notify programmer if this message is displayed.
pt_br: Riona non si presenta per il secondo di Tanimura. Avvisare il programmatore se questo messaggio viene mostrato.

# 2856_松岡里緒奈：源氏名
source: Riona does not appear for Tanimura's 2nd. Notify programmer if this message is displayed.
pt_br: Riona non si presenta per il secondo di Tanimura. Avvisare il programmatore se questo messaggio viene mostrato.

# 2868_松岡里緒奈：源氏名
source: Riona does not appear for Tanimura's 2nd. Notify programmer if this message is displayed.
pt_br: Riona non si presenta per il secondo di Tanimura. Avvisare il programmatore se questo messaggio viene mostrato.

# 2880_松岡里緒奈：源氏名
source: Riona does not appear for Tanimura's 2nd. Notify programmer if this message is displayed.
pt_br: Riona non si presenta per il secondo di Tanimura. Avvisare il programmatore se questo messaggio viene mostrato.

# 2892_松岡里緒奈：源氏名
source: Tanimura cannot request Riona. Notify a programmer if this message is displayed.
pt_br: Tanimura non può richiedere Riona. Avvisa un programmatore se questo messaggio viene visualizzato.

# 2904_松岡里緒奈：源氏名
source: Tanimura cannot request Riona. Notify a programmer if this message is displayed.
pt_br: Tanimura non può richiedere Riona. Avvisa un programmatore se questo messaggio viene visualizzato.

# 2916_松岡里緒奈：源氏名
source: Cheers!
pt_br: Salute!

# 2928_Player
source: Cheers.
pt_br: Salute.

# 2940_Attendant
source: I'm a beer man, myself.
pt_br: Sono un tipo da birra, io.

# 2952_Attendant
source: Whiskey. No question.
pt_br: Whiskey. Senza dubbio.

# 2964_Attendant
source: You might be surprised, but I like champagne.
pt_br: Magari ti sorprenderà, ma mi piace lo champagne.

# 2976_Attendant
source: You mean you want me to request you?
pt_br: Intendi che vuoi che ti richieda?

# 2988_Attendant
source: I prefer to take my time when I drink.
pt_br: Preferisco prendermela comoda quando bevo.

# 3000_Attendant
source: You sure you don't need a handicap?
pt_br: Sei sicuro di non aver bisogno di un aiutino?
