Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0102058c.po
Languages: it

source: Woman
it: Donna

source: Policeman
it: Poliziotto

# 116_Kiryu
source: You sure about this, Hamazaki?
it: Sei sicuro, Hamazaki?

# 128_Hamazaki
source: One hundred percent. The only way I'm reuniting with Saejima is when we're both back in the slammer.
it: Sicuro al cento per cento. L'unico modo in cui potrò riunirmi a Saejima sarà quando saremo entrambi di nuovo in gattabuia.

# 152_Woman
source: Please, why won't you listen to me!?
it: Per favore, perché non mi ascolta!?

# 164_Woman
source: My brother was sent to a prison in Okinawa! I know he was!
it: Mio fratello è stato mandato in una prigione a Okinawa! So che è così!

# 176_Policeman
source: You can say that all you want, lady, but I've never heard of this Penitentiary No. 2 you keep going on about.
it: Può dirlo quanto vuole, signora, ma non ho mai sentito parlare di questo Penitenziario n. 2 di cui continua a parlare.

# 188_Policeman
source: Now go home already!
it: Ora vada a casa!

# 200_Woman
source: No, please! You have to listen to me! I'm begging you!
it: No, la prego! Deve ascoltarmi! La scongiuro!

# 212_Policeman
source: We already have listened!
it: L'abbiamo già ascoltata!

# 224_Policeman
source: *sigh* Listen.
it: *sospiro* Ascolti.

# 236_Policeman
source: I already told you, we looked through the logs of every prisoner shipped down here. Your brother isn't, and has never been, in an Okinawa prison.
it: Gliel'ho già detto, abbiamo controllato i registri di ogni prigioniero trasferito qui. Suo fratello non è, e non è mai stato, in una prigione di Okinawa.

# 248_Woman
source: He is, I just know he is! Please, check for Taiga Saejima one more time! Please, officer!
it: C'è, lo so che c'è! Per favore, cerchi Taiga Saejima ancora una volta! La prego, agente!

# 260_Kiryu
source: What!?
it: Cosa!?

# 272_Hamazaki
source: Huh!?
it: Eh!?
