Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0091027f.po
Languages: pt

source: Stranger
pt: Sconosciuto

# 100_Saejima
source: (Gotta stay outta the cops' sight till I make it to the hideout...)
pt: (Devo stare lontano dalla vista degli sbirri finché non arrivo al nascondiglio...)

# 124_Stranger
source: Hey! Wait, Saejima-san!
pt: Ehi! Aspetta, Saejima-san!

# 148_Stranger
source: I just watched you fight! It was impressive how you withstood all that pain! I was moved!
pt: Ti ho appena visto combattere! È stato impressionante come hai resistito a tutto quel dolore! Mi sono commosso!

# 160_Saejima
source: Who the hell are ya?
pt: Chi diavolo sei?

# 172_Stranger
source: Oh, sorry! My name is Sodachi. I run a dojo in the neighborhood.
pt: Oh, scusa! Mi chiamo Sodachi. Gestisco un dojo nel quartiere.

# 184_Saejima
source: Well whaddya want with me?
pt: Beh, cosa vuoi da me?

# 196_Sodachi
source: To tell you the truth, I was hoping you could help me with something.
pt: A dire il vero, speravo che potessi aiutarmi con una cosa.

# 208_Saejima
source: Help ya...?
pt: Aiutarti...?

# 220_Sodachi
source: Yes... But let's talk at my dojo. That way you can see it for yourself. It's really close by. Do you have a little time to spare?
pt: Sì... Ma parliamone al mio dojo. Così potrai vedere con i tuoi occhi. È molto vicino. Hai un po' di tempo da dedicarmi?

# 232_Saejima
source: Fine. But make it quick.
pt: Va bene. Ma fa' in fretta.

# 244_Sodachi
source: Great! Woohoo! Just follow me and we'll be there in a jiffy!
pt: Fantastico! Evvai! Seguimi e saremo lì in un attimo!

# 268_Saejima
source: Sorry. Ain't got the time.
pt: Mi dispiace. Non ho tempo.

# 280_Sodachi
source: I see... I bet you're a pretty busy guy! No worries! Heheh... Heh...
pt: Capisco... Scommetto che sei un tipo piuttosto impegnato! Non preoccuparti! Eheh... Eh...

# 292_Sodachi
source: Rats... There's no hope left... My dojo is finished!
pt: Accidenti... Non c'è più speranza... Il mio dojo è finito!

# 304_Sodachi
source: So, this is what utter despair feels like... My chest, oh, it hurts!
pt: Quindi è così che ci si sente nella disperazione più totale... Il mio petto, oh, mi fa male!

# 316_Saejima
source: Enough already. I'll go with ya. Just keep it short.
pt: Basta. Vengo con te. Ma sbrigati.

# 328_Sodachi
source: Great! Woohoo! Follow me! Right this way! Let's go!
pt: Fantastico! Evvai! Seguimi! Da questa parte! Andiamo!

# 352_Saejima
source: Follow to the Dojo
pt: Segui fino al dojo

# 364_Saejima
source: Decline
pt: Rifiuta
