Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0026037f.po
Languages: pt_br

source: Overly Friendly Foreigner
pt_br: Straniero fin troppo amichevole

# 312_Overly Friendly Foreigner
source: I'll give you a fat tip. To be blunt, I'm filthy rich. So whaddya say?
pt_br: Ti mollerò una mancia della madonna. A essere schietto, sono ricco sfondato. Allora, ci stai?

# 324_Tanimura
source: Like I told you, I'm busy.
pt_br: Te l'ho detto, c'ho da fare.

# 336_Overly Friendly Foreigner
source: Oh man, you're stone cold. Come on! You know you have the time. Please?
pt_br: Ma dai, sei proprio di ghiaccio! Su! Lo sai che hai tempo. Ti prego?

# 372_Tanimura
source: ...All right, I guess I could show you around. But only for a little while, okay?
pt_br: ...Va bene, immagino di poterti fare un giro. Ma solo per un po', d'accordo?

# 384_Overly Friendly Foreigner
source: Oh, so you're going for it after all, huh? Nice! I guess I should've brought up the prospect of money a little sooner, huh? Anyway, I'm Smith! Super honored to meet you, man!
pt_br: Oh, quindi alla fine ci stai, eh? Bello! Immagino che avrei dovuto tirare fuori la grana un po' prima, eh? Comunque, io sono Smith! Super onorato di conoscerti, amico!

# 396_Tanimura
source: Likewise. I'm Tanimura. So where is it you want to go?
pt_br: Altrettanto. Sono Tanimura. Allora, dove ti va di andare?

# 408_Smith
source: I came all the way to Japan, so I want to see something really Japanese, y'know?
pt_br: Sono venuto fin qui in Giappone, quindi voglio vedere qualcosa di veramente giapponese, capito?

# 420_Tanimura
source: Japanese, huh? Is there anything specific you're interested in?
pt_br: Roba giapponese, eh? C'è qualcosa di specifico che ti interessa?

# 432_Smith
source: There is, but... I completely forgot the name of it. Let's see... What was it called?
pt_br: C'è, ma... mi è proprio sfuggito il nome. Vediamo... Come si chiamava?

# 444_Tanimura
source: You tell me. Maybe try describing it? That way I can at least get an idea of what you want.
pt_br: Dimmi tu. Magari prova a descrivermelo? Così posso almeno farmi un'idea di cosa vuoi.

# 456_Smith
source: Okay, well, it's a place people compete one-on-one in a traditional and intellectual tabletop game.
pt_br: Ok, beh, è un posto dove ci si sfida uno contro uno in un gioco da tavolo tradizionale e di testa.

# 468_Tanimura
source: A game...?
pt_br: Un gioco...?

# 480_Smith
source: Yeah, didn't I pronounce that right? A traditional, one versus one, tabletop battle of intelligence.
pt_br: Già, non l'ho pronunciato giusto? Una tradizionale, uno contro uno, battaglia da tavolo di intelligenza.

# 492_Smith
source: I hear it's a game for everybody－men, women, boys, girls, you name it.
pt_br: Mi hanno detto che è un gioco per tutti—uomini, donne, ragazzi, ragazze, e chi più ne ha più ne metta.

# 504_Tanimura
source: Well, it could be one of several things. You're probably talking about...
pt_br: Beh, potrebbero essere diverse cose. Probabilmente stai parlando di...

# 516_Tanimura
source: Ahh... I think I know what you're getting at. Technically those are illegal in Japan, but I do know of a low-key one here. Might make a good story for your friends back home.
pt_br: Ahh... Credo di aver capito dove vuoi andare a parare. Tecnicamente quelli sono illegali in Giappone, ma ne conosco uno che non dà nell'occhio qui. Potrebbe essere una bella storia da raccontare ai tuoi amici a casa.

# 528_Smith
source: Oh yeah?
pt_br: Ah sì?

# 540_Tanimura
source: The games they play there are old, they do make you think, and I guess they could be considered "tabletop games." I bet it's right up your alley.
pt_br: I giochi che si fanno lì sono un po' datati, ti fanno spremere le meningi, e immagino che si possano considerare "giochi da tavolo." Scommetto che è proprio il tuo genere.

# 552_Smith
source: Hunh... Well, based on what you told me... It's probably the same place I was thinking of.
pt_br: Mah... Beh, da quello che mi hai detto... Dev'essere lo stesso posto che avevo in mente.

# 564_Smith
source: Okay then, Tanimura-san, lead the way!
pt_br: Perfetto, allora, Tanimura-san, fai strada!

# 588_Tanimura
source: A video arcade, right?
pt_br: Una sala giochi, giusto?

# 600_Smith
source: A video arcade? Was that where I was thinking of? But, now that you mention it, it could have been a video arcade.
pt_br: Una sala giochi? Era a quello che pensavo? Ma, ora che lo dici, potrebbe essere stata una sala giochi.

# 612_Tanimura
source: Yeah, arcades can make you think, and it's the kind of place anybody can enjoy. I bet that's what you're looking for.
pt_br: Già, le sale giochi ti fanno scervellare, ed è il tipo di posto dove chiunque può spassarsela. Scommetto che è proprio quello che cerchi.

# 624_Smith
source: Sweet! Then let's go check it out!
pt_br: Spettacolo! Allora andiamo a darci un'occhiata!

# 648_Tanimura
source: How about Shoten on Senryo Avenue?
pt_br: Che ne dici di Shoten su Viale Senryo?

# 660_Smith
source: Huh? What's a Shoten?
pt_br: Eh? Cos'è uno Shoten?

# 672_Tanimura
source: Somewhere that fits your description perfectly. I'm sure that's the place you mean.
pt_br: Un posto che calza a pennello con la tua descrizione. Sono sicuro che è proprio quello che intendi tu.

# 684_Smith
source: Yeah? You are? I dunno, man. Your confidence is pretty unnerving...
pt_br: Sì? Lo sei? Non so, compare. La tua spavalderia è abbastanza sconcertante...

# 696_Smith
source: But fuck it! Let's go check it out anyway!
pt_br: Ma fanculo! Andiamo a darci un'occhiata comunque!

# 720_Tanimura
source: How about Volcano on Theater Avenue?
pt_br: Che ne dici del Volcano su Theater Avenue?

# 732_Smith
source: Volcano?
pt_br: Vulcano?

# 744_Tanimura
source: That's the name of a pachinko parlor. Pachinko's been around for a decently long time, so it can sort of be considered traditional. At least I'd say so.
pt_br: Quello è il nome di una sala pachinko. Il pachinko c'è da un bel po' di tempo, quindi, in un certo senso, si può considerare tradizionale. Almeno, io la vedo così.

# 756_Smith
source: I dunno, man... You don't seem too sure of yourself here.
pt_br: Boh, amico... Non mi sembri molto sicuro di te, qui.

# 768_Tanimura
source: Of course I am. I'm a local, remember?
pt_br: Ma certo che sì. Sono del posto, ricordi?

# 780_Smith
source: True, true! Okay, that's good enough for me. Volcano it is!
pt_br: Vero, vero! Ok, per me va più che bene. Volcano sia!

# 804_Yakuza
source: ...Shit! Let's get a move on, boys!
pt_br: ...Merda! Diamo una mossa, ragazzi!

# 816_Overly Friendly Foreigner
source: Bruh! That just blew my mind! Was that real aikido just now? You were like a samurai out there, taking out those dudes! Rock on, brotherman!
pt_br: Amico! M'hai lasciato a bocca aperta! Quello era vero aikido, poco fa? Eri come un samurai là fuori, facendo fuori quei tizi! Alla grande, fratello!

# 828_Tanimura
source: I understand this is all new to you and all, but why don't you put away that camera? It's not a good idea in this town.
pt_br: Capisco che per te è tutto nuovo, e roba del genere, ma perché non metti via quella macchina fotografica? Non è una buona idea in questa città.

# 840_Overly Friendly Foreigner
source: Oh snap! That means you're a local! Which, by definition, means you're familiar with the area, yes?
pt_br: Caspita! Allora sei del posto! Il che, per definizione, significa che conosci bene la zona, vero?

# 852_Tanimura
source: Well, yeah. Why?
pt_br: Beh, sì. Perché?

# 864_Overly Friendly Foreigner
source: Bam! Look at that sick karma payoff right there! It's gotta be fate, y'know, running into my new tour guide like this!
pt_br: Boom! Guarda che ricompensa karmica da paura, proprio qui! Deve essere il destino, sai, beccare la mia nuova guida turistica proprio così!

# 876_Tanimura
source: Buddy, your logic is loopy. And who said I'd be your tour guide? I've got stuff to take care of.
pt_br: Amico, la tua logica è sballata. E chi ha detto che sarei la tua guida? Ho delle cose da sbrigare.

# 900_Overly Friendly Foreigner
source: C'monnn, I'm sure you have at least some time to guide a helpless foreigner who doesn't know their right from their left in a totally unfamiliar city. That'd be irresponsible!
pt_br: Daiiii, sono sicuro che hai almeno un po' di tempo per farmi da guida a uno straniero spaesato che non sa distinguere la destra dalla sinistra in una città completamente sconosciuta. Sarebbe da irresponsabili!

# 912_Overly Friendly Foreigner
source: So why not take a chance and point me where I need to be? Am I not overly friendly enough? Besides...
pt_br: Allora, perché non ti fidi un po' e mi indichi dove devo andare? Non sono mica abbastanza amichevole? E poi...

# 924_Tanimura
source: Besides what?
pt_br: A parte cosa?

# 936_Overly Friendly Foreigner
source: I'll give you a fat tip. To be blunt, I'm filthy rich.
pt_br: Ti mollo una mancia grassa. Per essere schietto, sono ricco sfondato.

# 948_Tanimura
source: Like I told you, I'm busy.
pt_br: Te l'ho detto, c'ho da fare.

# 960_Overly Friendly Foreigner
source: Oh man, you're stone cold. Come on! You know you have the time. Please?
pt_br: Ma dai, sei proprio di ghiaccio! Su! Lo sai che hai tempo. Ti prego?

# 996_Tanimura
source: ...All right, I guess I could show you around. But only for a little while, okay?
pt_br: ...Va bene, immagino di poterti fare un giro. Ma solo per un po', d'accordo?

# 1008_Overly Friendly Foreigner
source: Oh, so you're going for it after all, huh? Nice! I guess I should've brought up the prospect of money a little sooner, huh? Anyway, I'm Smith! Super honored to meet you, man!
pt_br: Oh, quindi alla fine ci stai, eh? Bello! Immagino che avrei dovuto tirare fuori la grana un po' prima, eh? Comunque, io sono Smith! Super onorato di conoscerti, amico!

# 1020_Tanimura
source: Likewise. I'm Tanimura. So where is it you want to go?
pt_br: Altrettanto. Sono Tanimura. Allora, dove ti va di andare?

# 1032_Smith
source: I came all the way to Japan, so I want to see something really Japanese, y'know?
pt_br: Sono venuto fin qui in Giappone, quindi voglio vedere qualcosa di veramente giapponese, capito?

# 1044_Tanimura
source: Japanese, huh? Is there anything specific you're interested in?
pt_br: Roba giapponese, eh? C'è qualcosa di specifico che ti interessa?

# 1056_Smith
source: There is, but... I completely forgot the name of it. Let's see... What was it called?
pt_br: C'è, ma... mi è proprio sfuggito il nome. Vediamo... Come si chiamava?

# 1068_Tanimura
source: You tell me. Maybe try describing it? That way I can at least get an idea of what you want.
pt_br: Dimmi tu. Magari prova a descrivermelo? Così posso almeno farmi un'idea di cosa vuoi.

# 1080_Smith
source: Okay, well, it's a place people compete one-on-one in a traditional and intellectual tabletop game.
pt_br: Ok, beh, è un posto dove ci si sfida uno contro uno in un gioco da tavolo tradizionale e di testa.

# 1092_Tanimura
source: A game...?
pt_br: Un gioco...?

# 1104_Smith
source: Yeah, didn't I pronounce that right? A traditional, one versus one, tabletop battle of intelligence.
pt_br: Già, non l'ho pronunciato giusto? Una tradizionale, uno contro uno, battaglia da tavolo di intelligenza.

# 1116_Smith
source: I hear it's a game for everybody－men, women, boys, girls, you name it.
pt_br: Mi hanno detto che è un gioco per tutti—uomini, donne, ragazzi, ragazze, e chi più ne ha più ne metta.

# 1128_Tanimura
source: Well, it could be one of several things. You're probably talking about...
pt_br: Beh, potrebbero essere diverse cose. Probabilmente stai parlando di...

# 1140_Tanimura
source: Ahh... I think I know what you're getting at. Technically those are illegal in Japan, but I do know of a low-key one here. Might make a good story for your friends back home.
pt_br: Ahh... Credo di aver capito dove vuoi andare a parare. Tecnicamente quelli sono illegali in Giappone, ma ne conosco uno che non dà nell'occhio qui. Potrebbe essere una bella storia da raccontare ai tuoi amici a casa.

# 1152_Smith
source: Oh yeah?
pt_br: Ah sì?

# 1164_Tanimura
source: The games they play there are old, they do make you think, and I guess they could be considered "tabletop games." I bet it's right up your alley.
pt_br: I giochi che si fanno lì sono un po' datati, ti fanno spremere le meningi, e immagino che si possano considerare "giochi da tavolo." Scommetto che è proprio il tuo genere.

# 1176_Smith
source: Hunh... Well, based on what you told me... It's probably the same place I was thinking of.
pt_br: Mah... Beh, da quello che mi hai detto... Dev'essere lo stesso posto che avevo in mente.

# 1188_Smith
source: Okay then, Tanimura-san, lead the way!
pt_br: Perfetto, allora, Tanimura-san, fai strada!

# 1212_Tanimura
source: A video arcade, right?
pt_br: Una sala giochi, giusto?

# 1224_Smith
source: A video arcade? Was that where I was thinking of? But, now that you mention it, it could have been a video arcade.
pt_br: Una sala giochi? Era a quello che pensavo? Ma, ora che lo dici, potrebbe essere stata una sala giochi.

# 1236_Tanimura
source: Yeah, arcades can make you think, and it's the kind of place anybody can enjoy. I bet that's what you're looking for.
pt_br: Già, le sale giochi ti fanno scervellare, ed è il tipo di posto dove chiunque può spassarsela. Scommetto che è proprio quello che cerchi.

# 1248_Smith
source: Sweet! Then let's go check it out!
pt_br: Spettacolo! Allora andiamo a darci un'occhiata!

# 1272_Tanimura
source: How about Shoten on Senryo Avenue?
pt_br: Che ne dici di Shoten su Viale Senryo?

# 1284_Smith
source: Huh? What's a Shoten?
pt_br: Eh? Cos'è uno Shoten?

# 1296_Tanimura
source: Somewhere that fits your description perfectly. I'm sure that's the place you mean.
pt_br: Un posto che calza a pennello con la tua descrizione. Sono sicuro che è proprio quello che intendi tu.

# 1308_Smith
source: Yeah? You are? I dunno, man. Your confidence is pretty unnerving...
pt_br: Sì? Lo sei? Non so, compare. La tua spavalderia è abbastanza sconcertante...

# 1320_Smith
source: But fuck it! Let's go check it out anyway!
pt_br: Ma fanculo! Andiamo a darci un'occhiata comunque!

# 1344_Tanimura
source: How about Volcano on Theater Avenue?
pt_br: Che ne dici del Volcano su Theater Avenue?

# 1356_Smith
source: Volcano?
pt_br: Vulcano?

# 1368_Tanimura
source: That's the name of a pachinko parlor. Pachinko's been around for a decently long time, so it can sort of be considered traditional. At least I'd say so.
pt_br: Quello è il nome di una sala pachinko. Il pachinko c'è da un bel po' di tempo, quindi, in un certo senso, si può considerare tradizionale. Almeno, io la vedo così.

# 1380_Smith
source: I dunno, man... You don't seem too sure of yourself here.
pt_br: Boh, amico... Non mi sembri molto sicuro di te, qui.

# 1392_Tanimura
source: Of course I am. I'm a local, remember?
pt_br: Ma certo che sì. Sono del posto, ricordi?

# 1404_Smith
source: True, true! Okay, that's good enough for me. Volcano it is!
pt_br: Vero, vero! Ok, per me va più che bene. Volcano sia!

# 1428_Overly Friendly Foreigner
source: Turn Him Down
pt_br: Rifiutalo

# 1440_Overly Friendly Foreigner
source: Be His Guide
pt_br: Fagli da guida

# 1452_Overly Friendly Foreigner
source: A gambling hall.
pt_br: Una bisca.

# 1464_Overly Friendly Foreigner
source: A video arcade.
pt_br: Una sala giochi.

# 1476_Overly Friendly Foreigner
source: A shogi salon.
pt_br: Un salone di shogi.

# 1488_Overly Friendly Foreigner
source: A pachinko parlor.
pt_br: Una sala pachinko.

# 1500_Overly Friendly Foreigner
source: Turn Him Down
pt_br: Rifiutalo

# 1512_Overly Friendly Foreigner
source: Be His Guide
pt_br: Fagli da guida

# 1524_Overly Friendly Foreigner
source: A gambling hall.
pt_br: Una bisca.

# 1536_Overly Friendly Foreigner
source: A video arcade.
pt_br: Una sala giochi.

# 1548_Overly Friendly Foreigner
source: A shogi salon.
pt_br: Un salone di shogi.

# 1560_Overly Friendly Foreigner
source: A pachinko parlor.
pt_br: Una sala pachinko.
