Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid016c0313.po
Languages: pt_br

source: Player
pt_br: Giocatore

# 432_Player
source: (Oh well, I didn't respond to her last email...)
pt_br: (Vabbè, non ho risposto alla sua ultima email...)

# 444_Player
source: (I should reply to her email. Hmm... What should I write?)
pt_br: (Dovrei rispondere alla sua email. Mmm... Cosa dovrei scrivere?)

# 492_Player
source: (That should do.)
pt_br: (Dovrebbe andare bene.)

# 516_Player
source: (Oh well, I didn't respond to her last email...)
pt_br: (Vabbè, non ho risposto alla sua ultima email...)

# 528_Player
source: (I should reply to her email. Hmm... What should I write?)
pt_br: (Dovrei rispondere alla sua email. Mmm... Cosa dovrei scrivere?)

# 576_Player
source: (That should do.)
pt_br: (Dovrebbe andare bene.)

# 600_Player
source: (Oh well, I didn't respond to her last email...)
pt_br: (Vabbè, non ho risposto alla sua ultima email...)

# 612_Player
source: (I should reply to her email. Hmm... What should I write?)
pt_br: (Dovrei rispondere alla sua email. Mmm... Cosa dovrei scrivere?)

# 660_Player
source: (That should do.)
pt_br: (Dovrebbe andare bene.)

# 684_Player
source: (Oh well, I didn't respond to her last email...)
pt_br: (Vabbè, non ho risposto alla sua ultima email...)

# 696_Player
source: (I should reply to her email. Hmm... What should I write?)
pt_br: (Dovrei rispondere alla sua email. Mmm... Cosa dovrei scrivere?)

# 744_Player
source: (That should do.)
pt_br: (Dovrebbe andare bene.)

# 756_Player
source: (I should reply to her email. Hmm... What should I write?)
pt_br: (Dovrei rispondere alla sua email. Mmm... Cosa dovrei scrivere?)

# 804_Player
source: (That should do.)
pt_br: (Dovrebbe andare bene.)

# 816_Player
source: "Be sure to treat your fans well."
pt_br: Mi raccomando, tratta bene i tuoi fan.

# 828_Player
source: "You really are a model, huh?"
pt_br: Sei proprio un modello, eh?

# 840_Player
source: "You'll have to wear a disguise or something."
pt_br: Dovrai camuffarti o qualcosa del genere.

# 852_Player
source: "Staying busy helps keep you healthy."
pt_br: Tenersi occupati aiuta a mantenerti in salute.

# 864_Player
source: "Do you think you can really go to bed early?"
pt_br: Ma pensi davvero di riuscire ad andare a letto presto?

# 876_Player
source: "Do you want me to give you a wakeup call?"
pt_br: Vuoi che ti dia la sveglia?

# 888_Player
source: "What's the point? Kids grow up so fast."
pt_br: A che serve? I bambini crescono così in fretta.

# 900_Player
source: "Maybe the kid didn't like it."
pt_br: Forse al ragazzino non è piaciuto.

# 912_Player
source: "Do you want children of your own?"
pt_br: Vuoi avere dei figli tuoi?

# 924_Player
source: "Being a model sounds fun."
pt_br: Fare la modella suona divertente.

# 936_Player
source: "You're a lightweight. Don't over do it."
pt_br: Sei un peso piuma. Non esagerare.

# 948_Player
source: "Tell me all about it next time."
pt_br: Raccontami tutto la prossima volta.

# 960_Player
source: "I wanted to see you, too."
pt_br: Volevo vederti, pure io.

# 972_Player
source: "I could sense what you wanted."
pt_br: Ho intuito cosa volevi.

# 984_Player
source: "I hope we have a long future ahead of us."
pt_br: Spero che ci aspetti un lungo futuro.
