Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee035c.po
Languages: pt

source: Achieve Super Service 5 Times
pt: Ottieni il Super Servizio 5 volte

source: Mastering Cosplay Day
pt: Padroneggiare il Giorno del Cosplay

source: Aim for the Top!
pt: Punta al vertice!

# 392_Naoki
source: Please pick out an outfit for your hostess. You can choose different types of clothing, makeup, and other items.
pt: Scelga un abito per la sua hostess. Può scegliere diversi tipi di vestiti, trucco e altri articoli.

# 404_Naoki
source: There are only a small number of clothes available to you at first, but you will get more as you go along.
pt: All'inizio avrà a disposizione solo un piccolo numero di vestiti, ma ne otterrà di più man mano che procederà.

# 416_Naoki
source: However, getting new clothes or accessories costs money.
pt: Tuttavia, ottenere nuovi vestiti o accessori costa.

# 428_Naoki
source: Do your best to get by on the funds that we gave you.
pt: Faccia del suo meglio per cavarsela con i fondi che le abbiamo dato.

# 440_Naoki
source: At our club, our girls go out on the club floor to entertain customers three times during their work day.
pt: Nel nostro locale, le nostre ragazze vanno in sala per intrattenere i clienti tre volte durante la loro giornata lavorativa.

# 452_Naoki
source: There is a short rest period between each shift. During this time, you can adjust her outfit or provide additional training.
pt: C'è un breve periodo di riposo tra un turno e l'altro. Durante questo tempo, può modificare il suo abito o fornirle un allenamento aggiuntivo.

# 464_Naoki
source: We'll talk more about training next time.
pt: Parleremo di più dell'allenamento la prossima volta.

# 488_Naoki
source: Thank you! I'll contact you later about the results.
pt: Grazie! La contatterò più tardi per i risultati.

# 500_Naoki
source: See you next time!
pt: Alla prossima!

# 524_Naoki
source: You can train your hostess between her shifts.
pt: Può allenare la sua hostess tra un turno e l'altro.

# 536_Naoki
source: Training allows you to improve the service stats of the hostesses, so it's important to train consistently.
pt: L'allenamento le permette di migliorare le statistiche di servizio delle hostess, quindi è importante allenarsi con costanza.

# 548_Naoki
source: Looks, Smarts, and Charisma, as well as Motivation and Stress, can be affected by training. All are important factors when taking customer service into account.
pt: Aspetto, Intelligenza e Carisma, così come Motivazione e Stress, possono essere influenzati dall'allenamento. Tutti sono fattori importanti da considerare nel servizio clienti.

# 560_Naoki
source: Some customers may pay more attention to these subtle details as opposed to what outfit she's wearing. After all, it's what's on the inside that counts!
pt: Alcuni clienti potrebbero prestare più attenzione a questi dettagli sottili piuttosto che all'abito che indossa. Dopotutto, è quello che c'è dentro che conta!

# 572_Naoki
source: However, please be aware that excessive training will make a hostess stressed out.
pt: Tuttavia, tenga presente che un allenamento eccessivo stresserà l'hostess.

# 584_Naoki
source: This can be remedied by having a hostess rest during break.
pt: A questo si può rimediare facendo riposare l'hostess durante la pausa.

# 596_Naoki
source: Also note that repeating the same training may not be very effective. Hostesses are humans! They get bored, too!
pt: Inoltre, si noti che ripetere lo stesso allenamento potrebbe non essere molto efficace. Le hostess sono umane! Si annoiano anche loro!

# 608_Naoki
source: Use both coordination and training to cultivate an excellent hostess. Remember, we're aiming for the top here!
pt: Usi sia il coordinamento che l'allenamento per coltivare un'hostess eccellente. Ricordi, qui puntiamo al vertice!

# 620_Naoki
source: Now, let's give training a try!
pt: Ora, proviamo l'allenamento!

# 644_Naoki
source: Great work today! I'll get in touch with you later.
pt: Ottimo lavoro oggi! La contatterò più tardi.

# 656_Naoki
source: See you next time!
pt: Alla prossima!

# 680_Naoki
source: We did it! We brought up another number one hostess!
pt: Ce l'abbiamo fatta! Abbiamo tirato su un'altra hostess numero uno!

# 692_Naoki
source: I expected nothing less from you, Akiyama-san. I believe our manager wishes to speak with you as well. Let's see what he has to say!
pt: Non mi aspettavo niente di meno da lei, Akiyama-san. Credo che anche il nostro direttore desideri parlarle. Vediamo cosa ha da dire!

# 716_Naoki
source: Have you heard of Super Service?
pt: Ha mai sentito parlare del Super Servizio?

# 728_Akiyama
source: Super Service? No, I don't believe I have.
pt: Super Servizio? No, non credo.

# 740_Naoki
source: Yes. When a hostess provides the best possible service to a customer, she shines like a radiant goddess.
pt: Sì. Quando un'hostess fornisce il miglior servizio possibile a un cliente, brilla come una dea radiosa.

# 752_Naoki
source: That's what we call Super Service.
pt: Questo è quello che chiamiamo Super Servizio.

# 764_Akiyama
source: Now <Italic>that</Italic> I'd like to see...
pt: Ecco, <Italic>questo</Italic> mi piacerebbe vederlo...

# 776_Naoki
source: You can trigger Super Service by using certain combinations of outfits and training while the hostess has a high level of motivation. Use a variety of outfits to try and achieve Super Service. You'll need to achieve it 5 times.
pt: Può attivare il Super Servizio usando certe combinazioni di abiti e allenamento mentre l'hostess ha un alto livello di motivazione. Usi una varietà di abiti per provare a ottenere il Super Servizio. Dovrà ottenerlo 5 volte.

# 788_Naoki
source: Good luck!
pt: Buona fortuna!

# 812_Naoki
source: Do you know what cosplay is?
pt: Sa cos'è il cosplay?

# 824_Akiyama
source: Cosplay? I've certainly heard of it. It's just dressing up in costumes, right?
pt: Cosplay? Ne ho certamente sentito parlare. È solo travestirsi con dei costumi, giusto?

# 836_Naoki
source: Correct. At our club we sometimes have our hostesses dress in different costumes.
pt: Corretto. Nel nostro locale a volte facciamo vestire le nostre hostess con costumi diversi.

# 848_Naoki
source: Of course, doing that all the time would be rather tiring, so we don't do it too often.
pt: Certo, farlo sempre sarebbe piuttosto stancante, quindi non lo facciamo troppo spesso.

# 860_Naoki
source: You will sometimes find that a cosplay event is underway. When this happens, you will be able to wear different outfits than usual. During the event, you will need to get 10 or more requests. Cosplay day will continue until you succeed in getting at least 10 requests.
pt: A volte scoprirà che è in corso un evento cosplay. Quando ciò accade, potrà indossare abiti diversi dal solito. Durante l'evento, dovrà ricevere 10 o più richieste. Il giorno del cosplay continuerà finché non riuscirà a ottenere almeno 10 richieste.

# 872_Naoki
source: Good luck!
pt: Buona fortuna!

# 896_Naoki
source: I think you know everything you need to know. There's nothing else I can tell you now!
pt: Penso che lei sappia tutto quello che c'è da sapere. Non c'è nient'altro che possa dirle ora!

# 908_Naoki
source: Work hard, and help your hostess climb to the top!
pt: Lavori sodo e aiuti la sua hostess a raggiungere la vetta!

# 920_Naoki
source: By the way, Akiyama-san. The event days have been pretty popular with our customers, so we're going to start adding them to the usual schedule.
pt: A proposito, Akiyama-san. I giorni dell'evento sono stati molto apprezzati dai nostri clienti, quindi inizieremo ad aggiungerli al programma normale.

# 932_Naoki
source: This is your chance to use what you learned last time to get closer to number one. I hope you'll take advantage of it.
pt: Questa è la sua occasione per usare ciò che ha imparato l'ultima volta per avvicinarsi al numero uno. Spero che ne approfitterà.

# 944_Naoki
source: Good luck!
pt: Buona fortuna!

# 968_Naoki
source: Well done, Akiyama-san!
pt: Ben fatto, Akiyama-san!

# 980_Naoki
source: You witnessed 5 examples of Super Service. That means you've completed the Super Service mission!
pt: Ha assistito a 5 esempi di Super Servizio. Ciò significa che ha completato la missione Super Servizio!

# 992_Naoki
source: See you next time!
pt: Alla prossima!

# 1016_Naoki
source: Well done, Akiyama-san!
pt: Ben fatto, Akiyama-san!

# 1028_Naoki
source: You managed to get 10 requests, allowing you to complete the Cosplay Day mission!
pt: È riuscito a ottenere 10 richieste, completando così la missione del Giorno del Cosplay!

# 1040_Naoki
source: See you next time!
pt: Alla prossima!

# 1064_Naoki
source: Well done, Akiyama-san!
pt: Ben fatto, Akiyama-san!

# 1076_Naoki
source: At this rate, you're going to be giving me advice! You sure are an expert at training hostesses.
pt: Di questo passo, sarà lei a dare consigli a me! È davvero un esperto nell'allenare le hostess.

# 1112_Naoki
source: Well done, Akiyama-san!
pt: Ben fatto, Akiyama-san!

# 1124_Naoki
source: Let's total up your earnings, shall we?
pt: Facciamo il totale dei suoi guadagni, che ne dice?

# 1160_Naoki
source: Well done, Akiyama-san!
pt: Ben fatto, Akiyama-san!

# 1172_Naoki
source: Let's total up your earnings, shall we?
pt: Facciamo il totale dei suoi guadagni, che ne dice?

# 1208_Naoki
source: Well done, Akiyama-san!
pt: Ben fatto, Akiyama-san!

# 1220_Naoki
source: Let's total up your earnings, shall we?
pt: Facciamo il totale dei suoi guadagni, che ne dice?

# 1256_Naoki
source: Well done, Akiyama-san!
pt: Ben fatto, Akiyama-san!

# 1268_Naoki
source: Very impressive. You managed to make %s-san the number one hostess!
pt: Impressionante. È riuscito a rendere %s-san l'hostess numero uno!

# 1280_Naoki
source: Looks like the manager would like to talk to you. You should go see what he wants!
pt: Sembra che il direttore voglia parlarle. Dovrebbe andare a vedere cosa vuole!

# 1304_Naoki
source: Now that you're getting used to training, let's give you a few more options.
pt: Ora che si sta abituando all'allenamento, le daremo qualche opzione in più.

# 1316_Naoki
source: The following three options will allow you to balance a hostess's Stress and Motivation, improving their overall condition.
pt: Le seguenti tre opzioni le permetteranno di bilanciare lo stress e la motivazione di un'hostess, migliorando la sua condizione generale.

# 1328_Naoki
source: "Lecture" allows you to motivate a hostess. It also has a slight beneficial effect on other statistics, but at the cost of greatly increasing Stress.
pt: 'Ramanzina' le permette di motivare un'hostess. Ha anche un leggero effetto benefico su altre statistiche, ma al costo di aumentare notevolmente lo stress.

# 1340_Naoki
source: "Relax" lets a hostess take some time off for herself. This is good for when you need to lower her Stress.
pt: 'Relax' permette a un'hostess di prendersi un po' di tempo per sé. Questo è utile quando ha bisogno di abbassare il suo stress.

# 1352_Naoki
source: "Encourage" raises a hostess's Motivation without increasing Stress. I mean, who doesn't like a compliment, right?
pt: 'Incoraggia' aumenta la motivazione di un'hostess senza aumentare lo stress. Voglio dire, a chi non piace un complimento, giusto?

# 1364_Naoki
source: Use these training options wisely to get your hostess in prime condition.
pt: Usi queste opzioni di allenamento con saggezza per portare la sua hostess in condizioni ottimali.

# 1400_Naoki
source: Everybody's dressing up for the cosplay event we're hosting!
pt: Tutti si stanno mascherando per l'evento cosplay che stiamo organizzando!

# 1412_Naoki
source: %s-san, please select a costume of your choice.
pt: %s-san, scelga un costume a sua scelta.

# 1436_Naoki
source: Akiyama-san, we've received something new for the wardrobe.
pt: Akiyama-san, abbiamo ricevuto qualcosa di nuovo per il guardaroba.

# 1448_Naoki
source: Please be sure to take a look whenever you can.
pt: Si assicuri di dare un'occhiata appena può.

# 1484_Naoki
source: %s-san's rank has gone down.
pt: Il grado di %s-san è sceso.

# 1496_Naoki
source: Could it have something to do with her outfit? Or maybe she didn't get enough training in...
pt: Potrebbe avere a che fare con il suo abito? O forse non si è allenata abbastanza...

# 1508_Naoki
source: In any case, everyone worked hard today. Let's do our best to get another rank promotion.
pt: In ogni caso, oggi tutti hanno lavorato sodo. Facciamo del nostro meglio per ottenere un'altra promozione di grado.

# 1544_Naoki
source: %s-san's rank went up!
pt: Il grado di %s-san è salito!

# 1556_Naoki
source: I can tell you've both been putting a lot into it. Keep up the excellent work!
pt: Si vede che ci state mettendo molto impegno. Continuate così!

# 1568_Naoki
source: Great work today! Let's aim for the next milestone!
pt: Ottimo lavoro oggi! Puntiamo al prossimo traguardo!

# 1592_Naoki
source: Well done, Akiyama-san!
pt: Ben fatto, Akiyama-san!

# 1604_Naoki
source: See you next time!
pt: Alla prossima!

# 1628_Naoki
source: %s-san isn't here today... She apparently skipped work.
pt: %s-san non c'è oggi... A quanto pare ha saltato il lavoro.

# 1640_Naoki
source: I would think she'd at least give us a call...
pt: Pensavo che almeno ci avrebbe chiamato...
