Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01130438.po
Languages: pt_br

# 176_Sodachi
source: I tell you, it's wonderful to see the apprentices training together. It's just beautiful.
pt_br: Te lo dico, è una meraviglia vedere gli apprendisti che si allenano insieme. È proprio uno spettacolo.

# 188_Saejima
source: Yeah. It is.
pt_br: Già. Lo è.

# 200_Sodachi
source: Hehe. If they kept just practicing amongst themselves, I wouldn't have to do a thing!
pt_br: Eh eh. Se si allenassero solo tra di loro, non dovrei muovere un dito!

# 212_Sodachi
source: Heheheheh...
pt_br: Eheheheheh...

# 236_Tokita
source: Give me a break!
pt_br: Dacci un taglio!

# 248_Saejima
source: Hm? What's the matter?
pt_br: Eh? Che ti prende?

# 260_Tokita
source: This guy isn't even trying. Hmph! You'd better stop treating me like some idiot!
pt_br: Sto qui non ci sta nemmeno provando. Hmph! Faresti meglio a smetterla di trattarmi come un deficiente!

# 272_Watanabe
source: But, that's not what I'm doing...
pt_br: Ma, non è mica quello che sto facendo io...

# 284_Tokita
source: I've had enough! I don't want to see your face anymore!
pt_br: Mi sono rotto! Non voglio più vedere la tua faccia!

# 296_Tokita
source: This just makes me sick... I'm going home!
pt_br: Mi fa proprio schifo... Me ne vado a casa!

# 320_Sodachi
source: Wow, looks like you pissed off Tokita-kun pretty good.
pt_br: Cavolo, sembra che tu abbia fatto incazzare Tokita-kun di brutto.

# 332_Watanabe
source: But I didn't mean to... I just wanted Tokita-san to enjoy his sparring...
pt_br: Ma non volevo... volevo solo che Tokita-san si godesse il suo sparring...

# 344_Sodachi
source: So, you took it easy on him?
pt_br: Allora, l'hai risparmiato?

# 356_Watanabe
source: Yeah... I thought it was a good idea. I was just trying to be nice. I don't understand what happened.
pt_br: Già... Pensavo fosse una buona idea. Volevo solo essere gentile. Non capisco cosa sia successo.

# 368_Saejima
source: Hmph. 'Course he's angry. Tokita was tryin' to have a serious match with you. And ya sold him short.
pt_br: Hmph. Certo che è incazzato. Tokita cercava di fare un match serio con te. E tu non l'hai preso sul serio.

# 392_Saejima
source: Makin' someone look good ain't always gonna go over well with 'em. You should remember that.
pt_br: Far fare bella figura a uno, non è che gli vada sempre a genio. Dovresti ricordartelo.

# 404_Watanabe
source: I understand...
pt_br: Capisco...

# 416_Watanabe
source: I thought it would be good for him, but I guess I wasn't really thinking about his feelings.
pt_br: Pensavo che gli avrebbe fatto bene, ma a quanto pare, non avevo mica pensato ai suoi sentimenti.

# 428_Saejima
source: (Looks like he figured out his mistake. Guess it was a good talk.)
pt_br: (Sembra che abbia capito dove ha sbagliato. A quanto pare, la chiacchierata è servita.)

# 440_Saejima
source: You're a nice guy. But that didn't work for ya this time.
pt_br: Sei un bravo ragazzo. Ma stavolta non ti è servito a niente.

# 452_Watanabe
source: I'll never forgive myself for this. But what did I do wrong?
pt_br: Non me lo perdonerò mai. Ma cos'ho combinato?

# 464_Watanabe
source: How am I supposed to act around Tokita-san from now on?
pt_br: Come cavolo mi comporto con Tokita-san d'ora in poi?

# 476_Saejima
source: (Maybe I shoulda been more clear... Seems like he's even more depressed than before.)
pt_br: (Magari dovevo essere più chiaro... Sembra che sia ancora più depresso di prima.)

# 488_Saejima
source: That ain't kindness.
pt_br: Quella non è mica gentilezza.

# 500_Watanabe
source: What do you mean!?
pt_br: Come sarebbe a dire!?

# 512_Saejima
source: If ya wanna be kind, you gotta take the feelin's of others into consideration.
pt_br: Se vuoi fare il gentile, devi tenere in considerazione i sentimenti degli altri.

# 524_Saejima
source: Did ya even think about why Tokita wanted to fight ya?
pt_br: Ma ti è passato per la testa il perché Tokita volesse affrontarti?

# 548_Saejima
source: He wanted to have a serious match with ya. But you didn't take 'im seriously. Ya just took it easy on 'im.
pt_br: Lui voleva uno scontro serio con te. Ma tu non l'hai mica preso sul serio. Ci sei andato leggero con lui.

# 560_Saejima
source: Hmph. 'Course he's angry.
pt_br: Hmph. Certo che è arrabbiato.

# 572_Watanabe
source: I see... I just forced my own definition of "kindness" on him without thinking about his feelings.
pt_br: Capisco... gli ho solo appioppato la mia idea di 'gentilezza' senza pensare ai suoi sentimenti.

# 584_Watanabe
source: Maybe I've been running away from having to face people. I'm going to go apologize to Tokita-san!
pt_br: Forse ho sempre schivato il confronto con la gente. Vado a chiedere scusa a Tokita-san!

# 596_Saejima
source: (Good. Looks like he's realized his mistake.)
pt_br: (Ottimo. Pare che abbia capito la lezione.)

# 680_Sodachi
source: Of course he's angry.
pt_br: Certo che è arrabbiato.

# 692_Sodachi
source: You're a nice guy.
pt_br: Sei un bravo ragazzo.

# 704_Sodachi
source: That ain't kindness.
pt_br: Quella non è mica gentilezza.
