Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c001f.po
Languages: pt_br

# 18504_Noa
source: Have you ever tried baking a cake yourself?
pt_br: Hai mai provato a fare una torta da sola?

# 18516_Noa
source: You shouldn't joke around about it.
pt_br: Non dovresti scherzarci su.

# 18528_Noa
source: I was only kidding.
pt_br: Stavo solo scherzando.

# 18540_Noa
source: Uh, you're touching me again.
pt_br: Uh, mi stai toccando di nuovo.

# 18552_Noa
source: Nothing
pt_br: Niente

# 18564_Noa
source: 777 Town
pt_br: Città 777

# 18588_Noa
source: The Ghost in the Underground Mall
pt_br: Il Fantasma del Centro Commerciale Sotterraneo

# 18600_Noa
source: The Footbaths at Yunosono Hot Springs
pt_br: I Pediluvi alle Sorgenti Termali Yunosono

# 18612_Noa
source: Popular Golf Dates Among Women
pt_br: Appuntamenti a Golf Popolari tra le Donne

# 18624_Noa
source: Eating Liver to Reverse Brain Aging
pt_br: Mangiare Fegato per Invertire l'Invecchiamento Cerebrale

# 18636_Noa
source: The Pole Dancing Workout
pt_br: L'Allenamento di Pole Dance

# 18648_Noa
source: Popular Sweet Sake Among Women
pt_br: Sake Dolce Popolare tra le Donne

# 18660_Noa
source: Sure.
pt_br: Certo.

# 18684_Noa
source: Sure, why not?
pt_br: Certo, perché no?
