Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid000201fe.po
Languages: it

source: Businessman
it: Uomo d'Affari

# 68_Businessman
source: Hm... There <Italic>was</Italic> something going on over here earlier. I could hear the shouting from all the way over on Nakamichi Street.
it: Hm... C'è <Italic>stato</Italic> qualcosa da queste parti prima. Riuscivo a sentire le urla fin da Nakamichi Street.

# 80_Businessman
source: I didn't see it myself, though. Not a chance I'd be standing here now if I had!
it: Non l'ho visto io stesso, però. Non sarei qui in piedi se l'avessi fatto!

# 92_Akiyama
source: Hey, you got a second?
it: Ehi, hai un secondo?

# 104_Businessman
source: Er... sure. How can I help you?
it: Ehm... certo. Come posso aiutarla?

# 116_Akiyama
source: Did you see a group of yakuza come by here maybe two, three hours ago?
it: Ha visto passare un gruppo di yakuza, magari due o tre ore fa?

# 140_Akiyama
source: You know you're in Kamurocho, right? That shouldn't be such a surprise. Oh, and they were probably dragging someone behind them.
it: Sa di essere a Kamurocho, vero? Non dovrebbe essere una sorpresa. Ah, e probabilmente si stavano trascinando dietro qualcuno.

# 152_Businessman
source: Hm... There <Italic>was</Italic> something going on over here earlier. I could hear the shouting from all the way over on Nakamichi Street.
it: Hm... C'è <Italic>stato</Italic> qualcosa da queste parti prima. Riuscivo a sentire le urla fin da Nakamichi Street.

# 164_Akiyama
source: Nakamichi? So you didn't see anything, then?
it: Nakamichi? Quindi non hai visto niente, allora?

# 176_Businessman
source: Oh, heavens no. If I had, I certainly wouldn't be standing here now like nothing happened. I usually turn heel and run when I see fights breaking out.
it: Oh, per carità. Se l'avessi fatto, di certo non sarei qui in piedi come se niente fosse. Di solito me la do a gambe levate quando vedo scoppiare risse.

# 188_Akiyama
source: Huh, okay then. Thanks anyway.
it: Ah, va bene allora. Grazie comunque.
