Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0091049e.po
Languages: pt_br

source: Serene Man
pt_br: Uomo Sereno

# 72_Serene Man
source: [What the...]
pt_br: [Ma che...]

# 84_Tanimura
source: [That was a professional assassin. GG definitely isn't fooling around.]
pt_br: [Quello era un sicario professionista. GG non sta affatto scherzando.]

# 96_Nair
source: [So where is GG? Hm?]
pt_br: [Allora dov'è GG? Mh?]

# 108_Tanimura
source: [What is it?]
pt_br: [Cosa c'è?]

# 120_Nair
source: [There's a note here on the phone...]
pt_br: [C'è una nota qui sul telefono...]

# 132_Tanimura
source: [Tower... Helipad... A time's written here too. I bet the "tower" refers to the Millennium Tower.]
pt_br: [Torre... Eliporto... Un orario c'è scritto pure qui. Scommetto che la "torre" si riferisce alla Millennium Tower.]

# 144_Nair
source: [The tallest building in Kamurocho, right? Let's get going then!]
pt_br: [L'edificio più alto di Kamurocho, giusto? Muoviamoci allora!]

# 156_Tanimura
source: [Wait! We still have a few hours until the time written on the note.]
pt_br: [Aspetta! Abbiamo ancora qualche ora fino all'ora scritta sul biglietto.]

# 168_Tanimura
source: [If we get there first they might see us and run away, and then we're back to square one.]
pt_br: [Se arriviamo lì per primi potrebbero vederci e scappare, e poi siamo punto e a capo.]

# 180_Tanimura
source: [We should wait here first and make our move right before things go down.]
pt_br: [Conviene aspettare qui prima e fare la nostra mossa proprio un attimo prima che succeda il putiferio.]

# 192_Nair
source: [...Okay.]
pt_br: [...Va bene.]

# 252_Tanimura
source: [It's about time. Are you ready?]
pt_br: [Era ora. Sei pronto?]

# 264_Nair
source: [As ever. Let's go.]
pt_br: [Siamo alle solite. Andiamo.]

# 312_Serene Man
source: [...So you came.]
pt_br: [...Allora sei venuto.]

# 324_Nair
source: [You must be GG.]
pt_br: Tu devi essere GG.

# 336_Serene Man
source: [No, the boss is already gone.]
pt_br: [No, il capo se n'è già andato.]

# 348_Tanimura
source: [What!?]
pt_br: [Cosa!?]

# 360_Serene Man
source: [He warned you, didn't he? He told you not to interfere any further.]
pt_br: [Ti aveva avvisato, no? Ti aveva detto di non ficcare il naso oltre.]

# 372_Serene Man
source: [I'm going to take care of you now. You can die together, regretting your stupid mistakes as one.]
pt_br: [Ora vi sistemo io. Potrete morire insieme, rimpiangendo le vostre stupide cazzate come una cosa sola.]
