Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0038.po
Languages: pt_br

source: Thanks...
pt_br: Grazie...

source: Don't you remember?
pt_br: Non ti ricordi?

source: Excuse me!
pt_br: Scusi!

source: Here you are!
pt_br: Ecco a lei!

source: I see... Well, let me know if you hear anything.
pt_br: Capisco... Beh, fammi sapere se senti qualcosa.

source: Attendant
pt_br: Addetto

source: Player
pt_br: Giocatore

# 4080_望月京子：源氏名
source: I'm in a band, you know. We're hoping to get our big break soon.
pt_br: Sai, sono in una band. Speriamo di sfondare presto.

# 4104_望月京子：源氏名
source: Our name is "The Orpheus." There are three other people in the band, but I handle guitar and vocals. I'm kinda in charge.
pt_br: Ci chiamiamo "The Orpheus". Ci sono altre tre persone nella band, ma io mi occupo della chitarra e della voce. Sono un po' la responsabile.

# 4116_Kiryu
source: You're the leader, huh?
pt_br: Sei la leader, eh?

# 4128_望月京子：源氏名
source: Yep! We're starting to get some fans, too. More people have been coming to our concerts recently.
pt_br: Sì! Stiamo iniziando ad avere anche dei fan. Ultimamente viene più gente ai nostri concerti.

# 4140_Kiryu
source: It sounds like you're working hard.
pt_br: Sembra che tu stia lavorando sodo.

# 4152_望月京子：源氏名
source: Yeah, but I can't live off of what we make with the band. That's why I'm working here.
pt_br: Sì, ma non posso vivere di quello che guadagniamo con la band. Ecco perché lavoro qui.

# 4164_望月京子：源氏名
source: My parents were totally against me being in the band, so I sorta ran away from home and came to Tokyo. I can't go back now.
pt_br: I miei genitori erano assolutamente contrari al fatto che io fossi in una band, quindi sono più o meno scappata di casa e sono venuta a Tokyo. Ora non posso tornare indietro.

# 4176_Kiryu
source: I guess you'll have to make it work then.
pt_br: Immagino che dovrai farcela, allora.

# 4188_望月京子：源氏名
source: Definitely! I want to be a big success and surprise my parents.
pt_br: Assolutamente! Voglio avere un grande successo e sorprendere i miei genitori.

# 4200_望月京子：源氏名
source: Everybody in the band is super nice. Maybe you can come to a show sometime.
pt_br: Tutti nella band sono super gentili. Forse potresti venire a un concerto qualche volta.

# 4212_Kiryu
source: Sure. That sounds fun.
pt_br: Certo. Sembra divertente.

# 4224_望月京子：源氏名
source: Really!? Thanks! When we make it big, maybe I can hire you as my bodyguard.
pt_br: Davvero!? Grazie! Quando diventeremo famosi, magari potrò assumerti come mia guardia del corpo.

# 4236_Kiryu
source: Heh, you've got big plans, huh?
pt_br: Eh, hai grandi progetti, eh?

# 4248_望月京子：源氏名
source: You bet! Once we're famous, we'll make our overseas debut. But I hear it can be dangerous in foreign countries, so you'll have to protect me.
pt_br: Ci puoi scommettere! Una volta famosi, faremo il nostro debutto all'estero. Ma ho sentito che può essere pericoloso nei paesi stranieri, quindi dovrai proteggermi.

# 4260_Kiryu
source: Then you better get a move on, huh?
pt_br: Allora è meglio che ti dia una mossa, eh?

# 4272_望月京子：源氏名
source: Don't worry about that! I'm gonna make this work! And I'll take care of you when I do. <Color:7>♥<Color:Default>
pt_br: Non preoccuparti! Ce la farò! E quando ci riuscirò, mi prenderò cura di te. <Color:7>♥<Color:Default>

# 4284_Kiryu
source: Being a leader can be hard. You have to make sure the members get along. I hear bands don't last long if the members fall out.
pt_br: Essere un leader può essere difficile. Devi assicurarti che i membri vadano d'accordo. Ho sentito che le band non durano a lungo se i membri litigano.

# 4296_望月京子：源氏名
source: Exactly! They also say that you shouldn't date somebody in the same band.
pt_br: Esatto! Dicono anche che non dovresti uscire con qualcuno della stessa band.

# 4308_望月京子：源氏名
source: Are you a leader in your job too, Kiryu-san?
pt_br: Anche tu sei un leader nel tuo lavoro, Kiryu-san?

# 4320_Kiryu
source: I used to be...
pt_br: Lo ero...

# 4332_望月京子：源氏名
source: I thought so. You just seem like the leader type. <Color:7>♥<Color:Default>
pt_br: Lo immaginavo. Sembri proprio il tipo da leader. <Color:7>♥<Color:Default>

# 4344_望月京子：源氏名
source: Maybe you can give me some tips.
pt_br: Forse puoi darmi qualche consiglio.

# 4356_Kiryu
source: Sure.
pt_br: Certo.

# 4368_Kiryu
source: I'd like to hear you play sometime. What kind of music is it, anyway?
pt_br: Mi piacerebbe sentirti suonare qualche volta. Che genere di musica è, comunque?

# 4380_望月京子：源氏名
source: Well, it's sort of a mix of rock and rap. It might be a bit hard for someone your age to understand.
pt_br: Beh, è una specie di mix tra rock e rap. Potrebbe essere un po' difficile da capire per qualcuno della tua età.

# 4392_Kiryu
source: I see...
pt_br: Capisco...

# 4404_望月京子：源氏名
source: I could give you a CD, but you really have to come to a gig to truly appreciate our music. It's totally different when we play live!
pt_br: Potrei darti un CD, ma devi davvero venire a un concerto per apprezzare veramente la nostra musica. È completamente diverso quando suoniamo dal vivo!

# 4416_Kiryu
source: Okay. I'd like to go sometime.
pt_br: Ok. Mi piacerebbe venire qualche volta.

# 4428_望月京子：源氏名
source: I'm sure you'll enjoy it!
pt_br: Sono sicura che ti piacerà!

# 4440_望月京子：源氏名
source: I'm from Fukuoka Prefecture originally. I was pretty wild back when I was a student.
pt_br: Sono originaria della prefettura di Fukuoka. Ero piuttosto scatenata quando ero una studentessa.

# 4452_望月京子：源氏名
source: Looking back on it now, I can see how stupid I was. But it was fun at the time.
pt_br: Ripensandoci ora, vedo quanto fossi stupida. Ma all'epoca era divertente.

# 4464_Kiryu
source: Really? It's a little hard for me to imagine...
pt_br: Davvero? Mi riesce un po' difficile immaginarlo...

# 4476_望月京子：源氏名
source: Anyways, I went to my first live concert when I was sixteen. It blew me away!
pt_br: Comunque, andai al mio primo concerto dal vivo a sedici anni. Mi lasciò a bocca aperta!

# 4488_望月京子：源氏名
source: The band was amazing! I knew then that was what I wanted to do with my life.
pt_br: La band era incredibile! Capii allora che era quello che volevo fare nella vita.

# 4500_Kiryu
source: So that's what got you interested in music?
pt_br: Quindi è così che ti sei interessata alla musica?

# 4512_望月京子：源氏名
source: Yep. I stopped fighting and doing stupid stuff, and started working part time to earn money. I bought a used guitar and practiced every day.
pt_br: Sì. Ho smesso di fare a botte e di fare stupidaggini, e ho iniziato a lavorare part-time per guadagnare soldi. Ho comprato una chitarra usata e mi sono esercitata ogni giorno.

# 4524_望月京子：源氏名
source: I still have that guitar to this day. It's practically falling apart, but I'm pretty attached to it.
pt_br: Ho ancora quella chitarra. Sta praticamente cadendo a pezzi, ma ci sono molto affezionata.

# 4536_望月京子：源氏名
source: I've written a lot of songs with it. It's sort of a part of me and my music.
pt_br: Ci ho scritto molte canzoni. È una specie di parte di me e della mia musica.

# 4548_Kiryu
source: Take good care of it.
pt_br: Abbicene cura.

# 4560_望月京子：源氏名
source: Oh, of course! I plan to be buried with it! <Color:7>♥<Color:Default>
pt_br: Oh, certo! Ho intenzione di farmici seppellire! <Color:7>♥<Color:Default>

# 4572_Kiryu
source: Heh, really?
pt_br: Eh, davvero?

# 4584_望月京子：源氏名
source: Do you have anything you love that much?
pt_br: Hai qualcosa che ami così tanto?

# 4596_Kiryu
source: Hm... I guess I'm still looking.
pt_br: Mmm... Credo di stare ancora cercando.

# 4608_望月京子：源氏名
source: I like the sound of that. It's kinda romantic. <Color:7>♥<Color:Default>
pt_br: Mi piace come suona. È un po' romantico. <Color:7>♥<Color:Default>

# 4620_Kiryu
source: You think so?
pt_br: La pensi così?

# 4632_望月京子：源氏名
source: Ooh! I just thought of a great line for a song! Thanks! <Color:7>♥<Color:Default>
pt_br: Ooh! Mi è appena venuta in mente una frase fantastica per una canzone! Grazie! <Color:7>♥<Color:Default>

# 4644_Kiryu
source: Heh...
pt_br: Eh...

# 4656_Kiryu
source: You want me to buy you a new one? You can't get good sound if it's falling apart.
pt_br: Vuoi che te ne compri una nuova? Non puoi ottenere un buon suono se sta cadendo a pezzi.

# 4668_望月京子：源氏名
source: Huh? No thanks. I'm happy with the one I have.
pt_br: Eh? No, grazie. Sono contenta di quella che ho.

# 4680_Kiryu
source: No need to be modest. To be a good musician you need a good instrument.
pt_br: Non c'è bisogno di essere modesti. Per essere un buon musicista hai bisogno di un buon strumento.

# 4692_望月京子：源氏名
source: Hey, that's not why I brought it up! Are you trying to bribe me or something!?
pt_br: Ehi, non è per questo che ne ho parlato! Stai cercando di corrompermi o cosa!?

# 4704_Kiryu
source: No, that's not what I meant...
pt_br: No, non è quello che intendevo...

# 4716_望月京子：源氏名
source: I can't stand men like that! I didn't think you were that kind of guy!
pt_br: Non sopporto gli uomini così! Non pensavo fossi quel tipo di persona!

# 4740_Kiryu
source: I hope you have a big hit someday.
pt_br: Spero che un giorno tu abbia un grande successo.

# 4752_望月京子：源氏名
source: Yeah. Maybe I'll even win an award or something one day. Well, it's a nice dream anyways. <Color:7>♥<Color:Default>
pt_br: Sì. Forse un giorno vincerò anche un premio o qualcosa del genere. Beh, è comunque un bel sogno. <Color:7>♥<Color:Default>

# 4764_Kiryu
source: You want it to be more than a dream though, right?
pt_br: Vuoi che sia più di un sogno, però, giusto?

# 4776_望月京子：源氏名
source: Of course! I'm gonna work as hard as I can to make it come true!
pt_br: Certo! Lavorerò il più duramente possibile per realizzarlo!

# 4788_望月京子：源氏名
source: Hey, you could be my escort to the awards ceremony!
pt_br: Ehi, potresti essere il mio accompagnatore alla cerimonia di premiazione!

# 4800_Kiryu
source: You sure I'm good enough?
pt_br: Sei sicura che io sia all'altezza?

# 4812_望月京子：源氏名
source: As long as you're still a fan when the time comes.
pt_br: Finché sarai ancora un fan quando arriverà il momento.

# 4824_Kiryu
source: Heh, guess I'll be waiting a while then.
pt_br: Eh, immagino che dovrò aspettare un po', allora.

# 4836_望月京子：源氏名
source: My ultimate goal is to go on a world tour with my band.
pt_br: Il mio obiettivo finale è fare un tour mondiale con la mia band.

# 4848_Kiryu
source: That's a big dream.
pt_br: È un grande sogno.

# 4860_望月京子：源氏名
source: Yeah, but if you're gonna dream, you might as well dream big, right?
pt_br: Sì, ma se devi sognare, tanto vale sognare in grande, no?

# 4872_望月京子：源氏名
source: I want to impress people all over the world by singing my songs and playing my guitar.
pt_br: Voglio impressionare le persone di tutto il mondo cantando le mie canzoni e suonando la mia chitarra.

# 4884_Kiryu
source: Do you sing in English?
pt_br: Canti in inglese?

# 4896_望月京子：源氏名
source: I know some English songs, but your heart is the most important thing. If your songs have heart, they break through any language barrier.
pt_br: Conosco alcune canzoni in inglese, ma il cuore è la cosa più importante. Se le tue canzoni hanno un cuore, superano qualsiasi barriera linguistica.

# 4908_Kiryu
source: You're right. Great songs can really move you.
pt_br: Hai ragione. Le grandi canzoni possono davvero emozionare.

# 4920_望月京子：源氏名
source: Right! Do you listen to Western music, Kiryu-san?
pt_br: Giusto! Ascolti musica occidentale, Kiryu-san?

# 4932_Kiryu
source: No, not really. I don't like it very much actually.
pt_br: No, non proprio. A dire il vero non mi piace molto.

# 4944_望月京子：源氏名
source: Why? Because you don't understand the lyrics?
pt_br: Perché? Perché non capisci i testi?

# 4956_Kiryu
source: No, I just don't like the songs. If they had songs in English that sounded like traditional Japanese ballads, I'd probably listen to them.
pt_br: No, semplicemente non mi piacciono le canzoni. Se ci fossero canzoni in inglese che suonano come le ballate tradizionali giapponesi, probabilmente le ascolterei.

# 4968_望月京子：源氏名
source: For reals? Hahaha!
pt_br: Davvero? Ahahah!

# 4980_Kiryu
source: What's so funny?
pt_br: Cosa c'è di buffo?

# 4992_Kiryu
source: You're pretty confident, aren't you?
pt_br: Sei piuttosto sicura di te, vero?

# 5004_望月京子：源氏名
source: Yeah, I am. I'm proud of my songs.
pt_br: Sì, lo sono. Sono orgogliosa delle mie canzoni.

# 5016_Kiryu
source: That's good.
pt_br: Bene.

# 5028_望月京子：源氏名
source: Are you proud of anything, Kiryu-san?
pt_br: Sei orgoglioso di qualcosa, Kiryu-san?

# 5040_Kiryu
source: Yes. My family.
pt_br: Sì. La mia famiglia.

# 5052_望月京子：源氏名
source: Wow. I didn't expect a guy like you to say that.
pt_br: Wow. Non mi aspettavo che un tipo come te dicesse una cosa del genere.

# 5064_Kiryu
source: Something wrong with that?
pt_br: Che c'è di male?

# 5076_望月京子：源氏名
source: Not at all. I think it's wonderful. I like it when people surprise me like that. <Color:7>♥<Color:Default>
pt_br: Niente affatto. Penso che sia meraviglioso. Mi piace quando le persone mi sorprendono così. <Color:7>♥<Color:Default>

# 5088_Kiryu
source: Heh, I see.
pt_br: Eh, capisco.

# 5100_Kiryu
source: Can I have your autograph? It'll be worth a fortune when you're famous.
pt_br: Posso avere il tuo autografo? Varrà una fortuna quando sarai famosa.

# 5112_望月京子：源氏名
source: Haha! I've never given anybody my autograph before!
pt_br: Ahah! Non ho mai fatto un autografo a nessuno prima d'ora!

# 5124_Kiryu
source: Then I'll be the first.
pt_br: Allora sarò il primo.

# 5136_望月京子：源氏名
source: Well, I've never really thought about it... Can I do it another day?
pt_br: Beh, non ci ho mai pensato davvero... Posso farlo un altro giorno?

# 5148_Kiryu
source: Why?
pt_br: Perché?

# 5160_望月京子：源氏名
source: I don't want it to look sloppy. I'm an artist, after all. I want to practice my signature a bit first.
pt_br: Non voglio che sembri sciatto. Dopotutto, sono un'artista. Voglio prima esercitarmi un po' con la mia firma.

# 5172_Kiryu
source: Heh, all right. I'll look forward to it.
pt_br: Eh, d'accordo. Non vedo l'ora.

# 5184_望月京子：源氏名
source: Are you in a relationship now? I'm having zero luck lately.
pt_br: Hai una relazione al momento? Ultimamente non ho per niente fortuna.

# 5196_Kiryu
source: Why do you ask?
pt_br: Come mai lo chiedi?

# 5208_望月京子：源氏名
source: I'm just curious. It's been six months since I broke up with my boyfriend. He cheated on me, so I punched him in the face.
pt_br: Sono solo curiosa. Sono passati sei mesi da quando ho lasciato il mio ragazzo. Mi ha tradita, così gli ho dato un pugno in faccia.

# 5220_望月京子：源氏名
source: Where are all the good guys hiding, am I right?
pt_br: Dove si nascondono tutti i bravi ragazzi, vero?

# 5232_Kiryu
source: What sort of guy do you like?
pt_br: Che tipo di ragazzo ti piace?

# 5244_望月京子：源氏名
source: Well... Forgetting looks for a minute, I like a man with integrity.
pt_br: Beh... Dimenticando l'aspetto per un minuto, mi piace un uomo con integrità.

# 5256_望月京子：源氏名
source: And I can't stand men who cheat or can't see things through.
pt_br: E non sopporto gli uomini che tradiscono o che non portano a termine le cose.

# 5268_望月京子：源氏名
source: But I haven't been able to find any men like that. What about you? Have you found anybody promising?
pt_br: Ma non sono riuscita a trovare uomini così. E tu? Hai trovato qualcuno di promettente?

# 5280_Kiryu
source: I think I may have. Just now.
pt_br: Credo di sì. Proprio ora.

# 5292_望月京子：源氏名
source: What!? You mean me!?
pt_br: Cosa!? Intendi me!?

# 5304_Kiryu
source: Yeah.
pt_br: Sì.

# 5316_望月京子：源氏名
source: For reals? You're making me blush.
pt_br: Davvero? Mi stai facendo arrossire.

# 5328_Kiryu
source: I'm serious.
pt_br: Sono serio.

# 5340_望月京子：源氏名
source: You just come right out and say what you think, don't you?
pt_br: Dici quello che pensi senza mezzi termini, vero?

# 5352_Kiryu
source: Sure. I find them every day.
pt_br: Certo. Ne trovo ogni giorno.

# 5364_望月京子：源氏名
source: What, you just go from one woman to another?
pt_br: Cosa, passi da una donna all'altra?

# 5376_Kiryu
source: It's not my fault that there are beautiful women everywhere.
pt_br: Non è colpa mia se ci sono belle donne ovunque.

# 5388_望月京子：源氏名
source: That's terrible! I can't stand men who aren't faithful!
pt_br: È terribile! Non sopporto gli uomini infedeli!

# 5400_Kiryu
source: It's not like I'm having affairs.
pt_br: Non è che abbia delle tresche.

# 5412_望月京子：源氏名
source: But you do check out other women while you're already with one, right? That's unacceptable!
pt_br: Ma guardi le altre donne mentre sei già con una, giusto? È inaccettabile!

# 5424_望月京子：源氏名
source: Man, I must have misjudged you, Kiryu-san...
pt_br: Caspita, devo averti giudicato male, Kiryu-san...

# 5448_Kiryu
source: Not recently.
pt_br: Non di recente.

# 5460_望月京子：源氏名
source: No? That's too bad. It must be lonely...
pt_br: No? Peccato. Devi sentirti solo...

# 5472_望月京子：源氏名
source: Or do you have somebody particular in mind?
pt_br: O hai qualcuno in particolare in mente?

# 5484_Kiryu
source: No, it's not that.
pt_br: No, non è quello.

# 5508_望月京子：源氏名
source: Wait, does that mean you're not attracted to me either?
pt_br: Aspetta, significa che non ti attraggo neanche io?

# 5520_Kiryu
source: Well...
pt_br: Beh...

# 5532_望月京子：源氏名
source: Hey! Don't play me like that!
pt_br: Ehi! Non prendermi in giro!

# 5544_望月京子：源氏名
source: Come on! Oh, why can't guys just tell me how they really feel?
pt_br: Andiamo! Oh, perché i ragazzi non mi dicono semplicemente come si sentono davvero?

# 5556_望月京子：源氏名
source: You know, even when I do have a boyfriend, it never seems to last.
pt_br: Sai, anche quando ho un ragazzo, non sembra mai durare.

# 5568_Kiryu
source: Why is that?
pt_br: Perché?

# 5580_望月京子：源氏名
source: I usually end up losing it and punch him.
pt_br: Di solito perdo la pazienza e gli do un pugno.

# 5592_望月京子：源氏名
source: They always deserve it, but I regret it a bit sometimes...
pt_br: Se lo meritano sempre, ma a volte me ne pento un po'...

# 5604_Kiryu
source: You've got a short fuse.
pt_br: Hai la miccia corta.

# 5616_望月京子：源氏名
source: Yeah.
pt_br: Sì.

# 5628_望月京子：源氏名
source: Should I try to be more gentle and ladylike?
pt_br: Dovrei provare a essere più gentile e femminile?

# 5640_Kiryu
source: You shouldn't resort to violence. There must be a better way to solve your problems.
pt_br: Non dovresti ricorrere alla violenza. Ci dev'essere un modo migliore per risolvere i tuoi problemi.

# 5652_望月京子：源氏名
source: For sure...
pt_br: Certo...

# 5664_望月京子：源氏名
source: But you look like I could hit you with my best shot and you wouldn't even feel it.
pt_br: Ma sembra che potrei colpirti con tutta la mia forza e non te ne accorgeresti nemmeno.

# 5676_Kiryu
source: You might be right.
pt_br: Potresti avere ragione.

# 5688_望月京子：源氏名
source: Okay! So all I have to do is find a tough guy like you!
pt_br: Ok! Quindi tutto quello che devo fare è trovare un tipo tosto come te!

# 5700_Kiryu
source: Well then, how about me?
pt_br: Beh, allora, che ne dici di me?

# 5712_望月京子：源氏名
source: That might not be a bad idea. I'll think about it. <Color:7>♥<Color:Default>
pt_br: Potrebbe non essere una cattiva idea. Ci penserò. <Color:7>♥<Color:Default>

# 5724_Kiryu
source: You're not the one who needs to change. They were the ones in the wrong.
pt_br: Non sei tu a dover cambiare. Erano loro ad avere torto.

# 5736_望月京子：源氏名
source: That's true. I suppose there's no reason for me to hold back.
pt_br: È vero. Suppongo non ci sia motivo per me di trattenermi.

# 5748_Kiryu
source: But maybe you should try to find guys you don't need to hit.
pt_br: Ma forse dovresti cercare di trovare ragazzi che non hai bisogno di picchiare.

# 5760_望月京子：源氏名
source: You're right about that! I have the worst taste in men. They all turn out to be losers.
pt_br: Hai ragione! Ho i peggiori gusti in fatto di uomini. Si rivelano tutti dei falliti.

# 5772_Kiryu
source: If you went out with me, you'd get a better idea of what a good man is like.
pt_br: Se uscissi con me, ti faresti un'idea migliore di come è un brav'uomo.

# 5784_望月京子：源氏名
source: Haha. You're a pretty smooth talker, aren't you?
pt_br: Ahah. Sei un bel chiacchierone, vero?

# 5796_Kiryu
source: Heh...
pt_br: Eh...

# 5808_Kiryu
source: You have to find a man who's compatible.
pt_br: Devi trovare un uomo compatibile.

# 5820_望月京子：源氏名
source: But how can you know if somebody's gonna be a good match until you go out with them?
pt_br: Ma come fai a sapere se qualcuno andrà bene finché non ci esci?

# 5832_Kiryu
source: You have a point.
pt_br: Hai ragione.

# 5844_望月京子：源氏名
source: Well, how do you tell if a girl is going to be a good match for you?
pt_br: Beh, come fai a capire se una ragazza andrà bene per te?

# 5856_Kiryu
source: I'm not sure. It's just a feeling I get.
pt_br: Non sono sicuro. È solo una sensazione.

# 5868_望月京子：源氏名
source: That's pretty vague. Can't you do any better than that?
pt_br: È piuttosto vago. Non puoi fare di meglio?

# 5892_Kiryu
source: You've got guts.
pt_br: Hai fegato.

# 5904_望月京子：源氏名
source: Huh? Why do you say that?
pt_br: Eh? Perché dici così?

# 5916_Kiryu
source: Most women are pretty reserved when they meet me for the first time, but not you.
pt_br: La maggior parte delle donne è piuttosto riservata quando mi incontra per la prima volta, ma non tu.

# 5928_望月京子：源氏名
source: Well, people do tell me I'm a little too forward. I've never been easily intimidated.
pt_br: Beh, la gente mi dice che sono un po' troppo diretta. Non mi sono mai lasciata intimidire facilmente.

# 5940_望月京子：源氏名
source: That's probably why scary looking customers tend to like me. You know, yakuza guys.
pt_br: Probabilmente è per questo che piaccio ai clienti dall'aspetto spaventoso. Sai, i tizi della yakuza.

# 5964_望月京子：源氏名
source: I think I amuse them because I can go toe-to-toe with them from the get-go. But... are women really that afraid of you?
pt_br: Penso di divertirli perché riesco a tenergli testa fin dall'inizio. Ma... le donne hanno davvero così paura di te?

# 5976_Kiryu
source: Yeah, but kids like me.
pt_br: Sì, ma piaccio ai bambini.

# 5988_望月京子：源氏名
source: Seriously? I would have thought they'd start crying at the sight of you.
pt_br: Sul serio? Avrei pensato che si mettessero a piangere alla tua vista.

# 6000_Kiryu
source: Of course not. I'm known as a kind, gentle neighborhood guy back in Okinawa.
pt_br: Certo che no. A Okinawa sono conosciuto come un tipo gentile e di buon cuore.

# 6012_望月京子：源氏名
source: Gimme a break! Everybody's probably too scared of you to tell you the truth!
pt_br: Ma fammi il piacere! Probabilmente hanno tutti troppa paura di te per dirti la verità!

# 6024_Kiryu
source: You...
pt_br: Tu...

# 6036_Kiryu
source: You really think so?
pt_br: Lo pensi davvero?

# 6048_望月京子：源氏名
source: Hey, are you okay, Kiryu-san?
pt_br: Ehi, stai bene, Kiryu-san?

# 6072_望月京子：源氏名
source: You're more sensitive than you look. That's so cute. <Color:7>♥<Color:Default>
pt_br: Sei più sensibile di quanto sembri. È così carino. <Color:7>♥<Color:Default>

# 6084_Kiryu
source: You don't have to say everything that pops into your head, you know.
pt_br: Sai, non devi dire tutto quello che ti passa per la testa.

# 6096_Kiryu
source: I don't care what people think. I live my life the way I want to.
pt_br: Non mi importa di quello che pensa la gente. Vivo la mia vita come voglio.

# 6108_望月京子：源氏名
source: Yeah. You don't look like the kind of guy who's concerned about the opinions of others.
pt_br: Sì. Non sembri il tipo che si preoccupa delle opinioni altrui.

# 6120_望月京子：源氏名
source: I'm the same way. I do what I think is right, no matter what the people around me say.
pt_br: Sono anch'io così. Faccio quello che ritengo giusto, non importa cosa dicano le persone intorno a me.
