Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid000900b1.po
Languages: pt_br

# 84_Tanimura
source: What are you guys doing?
pt_br: Che state combinando?

# 96_Tanimura
source: Is... something wrong?
pt_br: C'è... qualcosa che non va?

# 108_Zhao
source: We've got some graffiti artists on our hands.
pt_br: Abbiamo dei graffitari tra le mani.

# 120_Tanimura
source: That's been happening for a while now, hasn't it? Around Little Asia.
pt_br: È da un po' che succede, no? Lì a Little Asia.

# 132_Zhao
source: No... This time it's different.
pt_br: No... Stavolta la musica è cambiata.

# 144_Tanimura
source: What do you mean?
pt_br: Cosa intendi?

# 156_Mei Hua
source: It's written in Chinese, Korean, and even Thai.
pt_br: È scritto in cinese, coreano e persino in tailandese.

# 168_Tanimura
source: Is that such a surprise? Japanese is like a foreign language in this part of town.
pt_br: Ti sorprende, forse? Il giapponese, da queste parti, è come una lingua straniera.

# 180_Zhao
source: I can't argue with that, but...
pt_br: Non posso darti torto, ma...

# 192_Zhao
source: I'm concerned about the people who wrote it.
pt_br: Sono preoccupato per le persone che l'hanno scritto.

# 204_Tanimura
source: Do you know who they are?
pt_br: Sai chi sono?

# 216_Zhao
source: Yeah. It's probably some of our kids.
pt_br: Già. Saranno probabilmente alcuni dei nostri ragazzi.

# 228_Tanimura
source: How do you know?
pt_br: E tu come fai a saperlo?

# 240_Mei Hua
source: Because they wrote stuff like, "I hate Japan for sending my dad away."
pt_br: Perché scrivevano roba tipo: "Odio il Giappone per aver mandato via mio padre."

# 252_Mei Hua
source: And, "The Japanese don't think of us as people." Really sad things like that.
pt_br: E, "I giapponesi non ci considerano persone." Cose proprio tristi, del genere.

# 264_Tanimura
source: You really think the Asian Gateway kids would do that?
pt_br: Davvero credi che i ragazzi dell'Asian Gateway farebbero una roba del genere?

# 276_Mei Hua
source: I really don't know... But since the kids in the Asian Gateway are left without parents, I'm not sure who else it could be.
pt_br: Non saprei proprio... Ma visto che i ragazzini nell'Asian Gateway sono rimasti senza genitori, non saprei chi altro possa essere.

# 288_Tanimura
source: That's true...
pt_br: È vero...

# 300_Tanimura
source: All right. I'm gonna try and find who's doing it and have a little talk with them.
pt_br: Ok. Vado a scoprire chi è che combina 'sto casino e farci due parole.

# 312_Tanimura
source: For starters, where's all this graffiti?
pt_br: Allora, dove sono tutti questi graffiti?

# 324_Zhao
source: One's at the north entrance to Little Asia. Another's on a building across from Homeland. And the last one should be at the entrance to Little Asia from East Taihei Boulevard.
pt_br: Uno è all'ingresso nord di Little Asia. Un altro è su un edificio di fronte a Homeland. E l'ultimo dovrebbe essere all'ingresso di Little Asia da East Taihei Boulevard.

# 336_Zhao
source: They usually paint their graffiti about this time, when we're busy getting ready to open up shop for the day.
pt_br: Di solito fanno i loro graffiti verso quest'ora, quando siamo indaffarati a tirare su la saracinesca per la giornata.

# 348_Tanimura
source: Okay, I'll start off with the north entrance to Little Asia. But if do I catch somebody, I wouldn't want the other kids to see...
pt_br: Ok, comincerò dall'ingresso nord di Little Asia. Ma se dovessi beccare qualcuno, non vorrei che gli altri ragazzini vedessero...

# 360_Zhao
source: Good thinking. Don't take them to the Asian Gateway, then. Bring them to West Park. I'll be waiting there.
pt_br: Ottima idea. Allora non portarli all'Asian Gateway. Portali a West Park. Ti aspetterò lì.

# 372_Tanimura
source: Got it.
pt_br: Capito.

# 384_Tanimura
source: See you later, then.
pt_br: Ci vediamo dopo, allora.
