Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01a401de.po
Languages: pt_br

source: All right... But just for a little while! I'll be back before you know it, Kiryu. Try not to break anything.
pt_br: Va bene... Ma solo per un pochino! Torno prima che tu te ne accorga, Kiryu. Cerca di non fare danni.

source: Idle
pt_br: Inattivo

# 80_Date
source: Welcome...
pt_br: Benvenuto...

# 92_Date
source: Oh, Saya! What are you doing here, out of the blue?
pt_br: Oh, Saya! Che ci fai qui, di punto in bianco?

# 104_Date
source: Kiryu, did you bring her here?
pt_br: Kiryu, l'hai portata qui?

# 116_Kiryu
source: No, I just ran into her outside. She said she had something to talk to you about.
pt_br: No, l'ho incrociata fuori. Ha detto che doveva parlarti di qualcosa.

# 128_Saya
source: Yeah, um... Dad, could we talk for a bit?
pt_br: Sì, ehm... Papà, potremmo parlare un attimo?

# 140_Date
source: Yes... What kind of trouble are you in this time?
pt_br: Sì... In che guai ti sei cacciato stavolta?

# 152_Talk_Info_F
source: Well, don't just stand there. Come over here and sit down.
pt_br: Allora, non stare lì impalato. Vieni qui e siediti.

# 236_Date
source: So, what's wrong?
pt_br: Allora, che c'è?

# 248_Saya
source: Well, I've been meaning to tell you... I've been dating a hair stylist I work with. His name's Minoru, and his work is getting to be really well-known.
pt_br: Beh, volevo dirti una cosa... Mi sto frequentando con un parrucchiere con cui lavoro. Si chiama Minoru, e si sta facendo davvero un nome con il suo lavoro.

# 272_Saya
source: Anyways, we've been going out for almost a year, and we're thinking of moving in together pretty soon.
pt_br: Comunque, stiamo insieme da quasi un anno, e stiamo pensando di andare a convivere molto presto.

# 284_Date
source: Hm. That so?
pt_br: Mh. Davvero?

# 296_Saya
source: Yes. He's already met mom, so I was hoping I could introduce him to you, too... I'm actually just about to meet him at Café Alps.
pt_br: Sì. Ha già conosciuto la mamma, quindi speravo di potertelo presentare anche a te... Anzi, sto proprio per incontrarlo al Café Alps.

# 308_Date
source: Okay... But why is it so important for me to go meet this guy?
pt_br: Ok... Ma perché è così importante che io vada a incontrare 'sto tipo?

# 320_Date
source: I have to work, you know. I can't just take off.
pt_br: Ho da lavorare, sai. Non è che posso staccarmi così.

# 332_Saya
source: Well, I know you'd be upset if I just moved in with him and didn't tell you. That's why I wanted to introduce you to him before that.
pt_br: Beh, lo so che ti saresti arrabbiato di brutto se mi fossi trasferita da lui così, senza dirti niente. È per questo che volevo presentartelo prima.

# 344_Date
source: Hm. Sorry if you think I'm just a loud-mouthed, meddling old man.
pt_br: Hm. Scusa se pensi che io sia solo un vecchio linguacciuto e ficcanaso.

# 356_Date
source: But you don't need my approval. You go and just do what you want.
pt_br: Ma non ti serve la mia approvazione. Vai e fai pure come ti pare.

# 368_Saya
source: Ugh, dad, why are you being so stubborn!? You're just making excuses because you don't want to meet my boyfriend!
pt_br: Uff, papà, perché sei così cocciuto!? Ti stai solo inventando scuse perché non vuoi conoscere il mio ragazzo!

# 392_Date
source: What do you expect me to do? I can't just take off during business hours.
pt_br: Cosa pretendi che faccia? Non posso mica andarmene via durante l'orario di lavoro.

# 404_Saya
source: But...
pt_br: Ma...

# 416_Kiryu
source: Date, why don't you just go and meet her boyfriend already? I mean, this is the guy your daughter's going to live with. It's important.
pt_br: Date, perché non vai a conoscere il suo ragazzo, una buona volta? Cioè, questo è il tizio con cui tua figlia andrà a vivere. È importante.

# 428_Date
source: Stay out of this, Kiryu...
pt_br: Non ti ci mettere in mezzo, Kiryu...

# 440_Kiryu
source: Look, I can handle the bar. It's not like I haven't covered for Mariko before.
pt_br: Senti, me la cavo al bar. Non è mica la prima volta che copro Mariko.

# 476_Saya
source: Thank you, dad!
pt_br: Grazie, papà!

# 488_Date
source: You too, Kiryu-san!
pt_br: Pure tu, Kiryu-san!

# 500_Date
source: So when are you supposed to meet up with this guy? Should we get going now?
pt_br: Allora, quand'è che ti vedi con 'sto qui? Dovremmo muoverci adesso?

# 512_Saya
source: He always shows up early, so if we leave now we should be right on time.
pt_br: Lui si presenta sempre presto, quindi se usciamo adesso dovremmo arrivare precisi.

# 524_Date
source: All right. Kiryu, thank you for looking after the place.
pt_br: Ok. Kiryu, grazie per aver badato a tutto.

# 536_Kiryu
source: Heh. Just try not to get in a fight with the poor guy.
pt_br: Eh. Cerca solo di non litigare con quel poveraccio.

# 548_Date
source: I wasn't asking for your advice!
pt_br: Non ti stavo mica chiedendo consigli!

# 560_Saya
source: Hehe. You and Kiryu-san sure do know each other well, don't you, dad?
pt_br: Hehe. Tu e Kiryu-san vi conoscete proprio bene, vero, papà?

# 572_Date
source: Yeah, well... Let's just get going.
pt_br: Sì, vabbè... Andiamo, dai.

# 656_Date
source: (They've been gone for quite a while. Hopefully they're just having a good time...)
pt_br: (Sono via da un bel po'. Speriamo si stiano solo divertendo...)

# 668_Date
source: (Hmm... They should've called if they were going to take this long. Maybe they're in trouble. I should drop by Café Alps and check on them.)
pt_br: (Mmh... Se ci mettevano così tanto, avrebbero dovuto chiamare. Magari sono finiti nei guai. Dovrei fare un salto al Café Alps a controllare come stanno.)
