Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid017c0002.po
Languages: pt_br

source: Do you want to fish here?
pt_br: Vuoi pescare qui?

source: Player
pt_br: Giocatore

source: Fishing
pt_br: Pesca

# 344_Player
source: (Let's do some fishing.)
pt_br: (Facciamo un po' di pesca.)

# 368_Player
source: (On second thought... Maybe not.)
pt_br: (Ripensandoci... Magari no.)

# 380_Fishing
source: Select your bait, then decide where to cast your line. Each type of bait has a different range of effect, and the fish won't bite if you use the wrong bait. Items in your possession that can be used as bait will be shown in a list.
pt_br: Scegli la tua esca, poi decidi dove lanciare la lenza. Ogni tipo di esca ha un raggio d'effetto diverso, e il pesce non abboccherà se usi l'esca sbagliata. Gli oggetti in tuo possesso che possono essere usati come esca verranno mostrati in un elenco.

# 392_Fishing
source: The gauge shows where fish are most concentrated. Use bait that is effective in those areas.
pt_br: L'indicatore mostra dove i pesci sono più concentrati. Usa l'esca che è efficace in quelle aree.

# 404_Fishing
source: Cast your line and wait for a fish to bite. The <Action:Button_Cross@Fishing> icon will appear when a fish is biting. Quickly press <Action:Button_Cross@Fishing> and reel the line in.
pt_br: Lancia la lenza e aspetta che un pesce abbocchi. L'icona <Action:Button_Cross@Fishing> apparirà quando un pesce abbocca. Premi velocemente <Action:Button_Cross@Fishing> e recupera la lenza.

# 416_Fishing
source: <Action:Button_R1@Fishing> reels in, while <Action:Button_L1@Fishing> adds slack. Pay attention to the Tension Gauge, and don't let the fish snap your line. Use <Action:Button_LS_Left@Fishing><Action:Button_LS_Right@Fishing>, following the movement of the fish. Move it up and down to raise or lower the pole.
pt_br: <Action:Button_R1@Fishing> avvolge la lenza, mentre <Action:Button_L1@Fishing> molla la lenza. Occhio alla barra della tensione, e non lasciare che il pesce ti spezzi la lenza. Usa <Action:Button_LS_Left@Fishing><Action:Button_LS_Right@Fishing>, seguendo il movimento del pesce. Muovilo su e giù per alzare o abbassare la canna.

# 428_Fishing
source: If you control the line's tension and completely reel it in, you will successfully catch the fish.
pt_br: Se controlli la tensione della lenza e la riavvolgi completamente, prenderai il pesce con successo.

# 440_Player
source: (I bet there are lots of fish over there...)
pt_br: (Scommetto che ci sono un sacco di pesci laggiù...)

# 464_Player
source: (All right, let's get the bait ready. This is what I've got with me...)
pt_br: (Allora, prepariamo l'esca. Ecco cosa ho con me...)

# 476_Player
source: (I should review the instructions.)
pt_br: Dovrei dare un'occhiata alle istruzioni.

# 488_Player
source: (Maybe later.)
pt_br: (Magari più tardi.)

# 500_Player
source: (I didn't get a bite...)
pt_br: (Non ho avuto un'abboccata...)

# 512_Player
source: (My timing was off...)
pt_br: (Ho ciccato il tempismo...)

# 524_Player
source: (The line broke...)
pt_br: (Si è spezzata la lenza...)

# 536_Player
source: (The fish got away...)
pt_br: (Il pesce è scappato...)

# 560_Player
source: (I need to put new bait on.)
pt_br: (Devo mettere nuova esca.)

# 572_Player
source: (That's enough for now.)
pt_br: (Basta così per ora.)

# 584_Player
source: Go Fishing
pt_br: Vai a pescare

# 596_Player
source: Don't Fish
pt_br: Non pescare

# 608_Player
source: Go Fishing
pt_br: Vai a pescare

# 620_Player
source: Read Instructions
pt_br: Leggi Istruzioni

# 632_Player
source: Don't Fish
pt_br: Non pescare

# 644_Player
source: Keep Fishing
pt_br: Continua a pescare

# 656_Player
source: Stop Fishing
pt_br: Smetti di Pescare
