Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee004f.po
Languages: pt

source: After using the coupon, your Kamuro Gourmet magazine was discarded.
pt: Dopo aver usato il coupon, la tua rivista Kamuro Gourmet è stata gettata via.

source: Bartender
pt: Barista

# 128_Bartender
source: Welcome. Have you decided what you'd like to order?
pt: Benvenuto. Ha deciso cosa vorrebbe ordinare?

# 152_Bartender
source: Oh, you have a Kamuro Gourmet on you? Would you like to use the coupon?
pt: Oh, ha con sé un Kamuro Gourmet? Vuole usare il coupon?

# 164_Bartender
source: You'll be using the coupon, then? Thank you!
pt: Allora usa il coupon? Grazie!

# 212_Bartender
source: I think you've already had enough to drink. I'd stop now if I were you.
pt: Penso che abbia già bevuto abbastanza. Se fossi in lei, mi fermerei.

# 224_Bartender
source: Another drink, sir?
pt: Un altro drink, signore?

# 236_Bartender
source: All right. Please stop by again soon.
pt: Va bene. Torni a trovarci presto.

# 308_Bartender
source: Welcome. Have you decided what you would like to order?
pt: Benvenuto. Ha deciso cosa vorrebbe ordinare?

# 404_Bartender
source: I think you've already had enough to drink. I'd stop now if I were you.
pt: Penso che abbia già bevuto abbastanza. Se fossi in lei, mi fermerei.

# 416_Bartender
source: Another drink, sir?
pt: Un altro drink, signore?

# 464_Bartender
source: All right. Please stop by again soon.
pt: Va bene. Torni a trovarci presto.

# 512_Bartender
source: Yamazaki 25 Years is a single malt whisky created in 1999 to commemorate Suntory's 100-year anniversary.
pt: Lo Yamazaki 25 Anni è un whisky single malt creato nel 1999 per commemorare il centenario della Suntory.

# 524_Bartender
source: Its long aging process in sherry barrels produces a perfect balance of sweet and bitter.
pt: Il suo lungo processo di invecchiamento in botti di sherry produce un perfetto equilibrio tra dolce e amaro.

# 536_Bartender
source: A mouthful of this divine whisky is pure bliss.
pt: Un sorso di questo whisky divino è pura estasi.

# 548_Bartender
source: The price puts it just within reach, as far as "dream whiskies" go. I enjoy drinking it on special occasions.
pt: Il prezzo lo rende quasi accessibile, per quanto riguarda i 'whisky da sogno'. Mi piace berlo nelle occasioni speciali.

# 608_Bartender
source: Yamazaki is one of Japan's top single malt whiskies.
pt: Lo Yamazaki è uno dei migliori whisky single malt del Giappone.

# 620_Bartender
source: It's become such a status symbol that whisky aficionados around the world have all heard of it.
pt: È diventato un tale status symbol che gli appassionati di whisky di tutto il mondo ne hanno sentito parlare.

# 632_Bartender
source: They use carefully selected, perfectly matured malts to get that great, smooth flavor. It's popular worldwide, too.
pt: Usano malti accuratamente selezionati e perfettamente maturati per ottenere quel sapore eccezionale e morbido. È popolare anche in tutto il mondo.

# 692_Bartender
source: This whisky is made at Suntory's Hakushu distillery in Japan's Southern Alps－an area famous for its mountain spring water.
pt: Questo whisky è prodotto nella distilleria Hakushu di Suntory, nelle Alpi meridionali del Giappone, una zona famosa per la sua acqua di sorgente.

# 704_Bartender
source: Its fruity, creamy flavor combined with a distinctly smoky accent makes for a superb drinking experience.
pt: Il suo sapore fruttato e cremoso, combinato con un distinto accento affumicato, crea un'esperienza di bevuta superba.

# 716_Bartender
source: I recommend taking the first drink straight up for a pleasantly robust kick.
pt: Consiglio di berne il primo sorso liscio per una piacevole sferzata di energia.

# 776_Bartender
source: It goes without saying The Macallan premium malt is the champion of single malt whiskies.
pt: Inutile dire che il malto premium The Macallan è il campione dei whisky single malt.

# 788_Bartender
source: This 52-year-old whisky made in 1946 wasn't put on the market until the new millennium in 1999.
pt: Questo whisky di 52 anni, prodotto nel 1946, non è stato messo in commercio fino al nuovo millennio, nel 1999.

# 800_Bartender
source: The sherry and wood bouquet that are a distinct part of The Macallan whiskies are more subdued, enabling its Islay Malt flavor to shine through.
pt: Il bouquet di sherry e legno, parte distintiva dei whisky The Macallan, è più attenuato, permettendo al sapore del suo malto di Islay di emergere.

# 812_Bartender
source: They say this was the result of a coal shortage right after World War 2 when more peat was used in the malting process.
pt: Dicono che sia stato il risultato di una carenza di carbone subito dopo la Seconda Guerra Mondiale, quando si usava più torba nel processo di maltaggio.

# 824_Bartender
source: This is pricy stuff and extremely rare; however, you can almost taste the history behind it.
pt: È roba costosa ed estremamente rara; tuttavia, si può quasi assaporare la storia che c'è dietro.

# 884_Bartender
source: The Macallan has a brand new product called Fine Oak, which is a blend of whiskies aged in bourbon and sherry barrels.
pt: The Macallan ha un nuovo prodotto chiamato Fine Oak, che è una miscela di whisky invecchiati in botti di bourbon and sherry.

# 896_Bartender
source: But this one here was aged entirely in sherry barrels using the traditional Macallan method.
pt: Ma questo qui è stato invecchiato interamente in botti di sherry, secondo il metodo tradizionale Macallan.

# 908_Bartender
source: The 30-year aging process produces a rich sherry note and a deep sweetness like ripe fruit. There is none of the woody taste of over-aging.
pt: Il processo di invecchiamento di 30 anni produce una ricca nota di sherry e una dolcezza profonda come di frutta matura. Non c'è il sapore legnoso del sovrainvecchiamento.

# 920_Bartender
source: This one's incredibly smooth and it has a freshness you wouldn't expect from a 30-year-old whisky.
pt: Questo è incredibilmente morbido e ha una freschezza che non ti aspetteresti da un whisky di 30 anni.

# 932_Bartender
source: It may be pricey, but one sip and you'll know that it's well worth it.
pt: Può essere costoso, ma un sorso e capirai che ne vale la pena.

# 992_Bartender
source: That's the standard of The Macallan line, aged entirely in sherry barrels.
pt: Questo è lo standard della linea The Macallan, invecchiato interamente in botti di sherry.

# 1004_Bartender
source: It's perfect for those looking to enjoy The Macallan without breaking the bank.
pt: È perfetto per chi vuole godersi The Macallan senza spendere una fortuna.

# 1016_Bartender
source: It may be the standard of the line, but it's guaranteed to deliver "The Macallan" taste!
pt: Sarà anche lo standard della linea, ma garantisce di offrire il sapore de 'The Macallan'!

# 1028_Bartender
source: I urge you to experience its sweet, full flavor and bouquet for yourself.
pt: La esorto a provare di persona il suo sapore dolce e pieno e il suo bouquet.

# 1088_Bartender
source: The 30-year-old variety is Laphroaig's finest. It has a sweet mellowness from sherry barrels and a boldness from the use of peat.
pt: La varietà di 30 anni è la migliore di Laphroaig. Ha una dolce morbidezza data dalle botti di sherry e un'audacia data dall'uso della torba.

# 1100_Bartender
source: Add to this its rich, full-flavored taste, and you have a well-balanced range of flavors.
pt: Aggiungi a ciò il suo gusto ricco e corposo, e otterrai una gamma di sapori ben bilanciata.

# 1112_Bartender
source: Even those who find Laphroaig's usual kick a bit overpowering will enjoy the 30-year-old variety.
pt: Anche coloro che trovano il solito carattere forte del Laphroaig un po' eccessivo apprezzeranno la varietà di 30 anni.

# 1124_Bartender
source: Its exceptional character has won it many awards for best malt whisky.
pt: Il suo carattere eccezionale gli ha fatto vincere molti premi come miglior whisky di malto.

# 1184_Bartender
source: It's safe to say this 10 year Laphroaig is the standard-bearer of the brand.
pt: Si può dire che questo Laphroaig di 10 anni sia il portabandiera del marchio.

# 1196_Bartender
source: It's characterized by an intensely smoky flavor and a smooth, dry body.
pt: È caratterizzato da un sapore intensamente affumicato e da un corpo morbido e secco.

# 1208_Bartender
source: And it has more than its share of quirks, so most people either love it or hate it.
pt: E ha la sua buona dose di stranezze, quindi la maggior parte delle persone o lo ama o lo odia.

# 1220_Bartender
source: If you end up loving this one, it'll be one drink you'll never forget.
pt: Se finirai per amarlo, sarà un drink che non dimenticherai mai.

# 1280_Bartender
source: That's the standard of the Bowmore line. Sherry barrels give it its uniquely ripe, floral overtones.
pt: Questo è lo standard della linea Bowmore. Le botti di sherry gli conferiscono le sue uniche note mature e floreali.

# 1292_Bartender
source: Seaweeds unique to Islay give it a distinctive flavor and saltiness. These qualities have earned it the title "Queen of Islay."
pt: Le alghe uniche di Islay gli conferiscono un sapore e una sapidità distintivi. Queste qualità gli hanno valso il titolo di 'Regina di Islay'.

# 1304_Bartender
source: It stands a cut above the rest of the single malt 12-year-old whiskies.
pt: Si colloca una spanna sopra il resto dei whisky single malt di 12 anni.

# 1364_Bartender
source: The 30-year-old stands at the pinnacle of the Glenfiddich line.
pt: Il 30 anni si pone all'apice della linea Glenfiddich.

# 1376_Bartender
source: It retains the brand's fruity sweetness while adding a fullness only time can bring. It's a truly special bottle of whisky.
pt: Conserva la dolcezza fruttata del marchio aggiungendo una pienezza che solo il tempo può dare. È una bottiglia di whisky davvero speciale.

# 1388_Bartender
source: Only so many are bottled each year, so it fetches a handsome price on the market.
pt: Ne vengono imbottigliate solo poche ogni anno, quindi raggiunge un prezzo considerevole sul mercato.

# 1400_Bartender
source: It hurts the wallet, but excites the taste buds!
pt: Fa male al portafoglio, ma esalta le papille gustative!

# 1460_Bartender
source: Glenfiddich 12 Years is the best-selling single malt whisky in the world.
pt: Il Glenfiddich 12 Anni è il whisky single malt più venduto al mondo.

# 1472_Bartender
source: This bottle set the industry standard for a single malt. You'll find it light and fresh.
pt: Questa bottiglia ha stabilito lo standard del settore per un single malt. Lo troverà leggero e fresco.

# 1484_Bartender
source: The bouquet is fruity and the finish clean, making it exceptionally easy to drink.
pt: Il bouquet è fruttato e il finale pulito, rendendolo eccezionalmente facile da bere.

# 1496_Bartender
source: Its light flavor makes it popular to women and anyone new to single malt whiskies.
pt: Il suo sapore leggero lo rende popolare tra le donne e chiunque sia nuovo ai whisky single malt.

# 1556_Bartender
source: Hibiki 30 Years Old is one of the best whiskies in Japan－no, make that the whole world.
pt: L'Hibiki 30 Anni è uno dei migliori whisky del Giappone... anzi, di tutto il mondo.

# 1568_Bartender
source: Thirty two years spent mellowing in a Yamazaki white oak barrel gives it a robust taste...
pt: Trentadue anni passati a maturare in una botte di rovere bianco Yamazaki gli conferiscono un gusto robusto...

# 1580_Bartender
source: But don't take my word for it. Take a look at the numerous international awards it has won.
pt: Ma non credermi sulla parola. Dai un'occhiata ai numerosi premi internazionali che ha vinto.

# 1592_Bartender
source: Only about 2,000 bottles are made each year, making it especially rare.
pt: Ne vengono prodotte solo circa 2.000 bottiglie all'anno, il che lo rende particolarmente raro.

# 1604_Bartender
source: If you really like whisky, this is the bottle you have to experience.
pt: Se ti piace davvero il whisky, questa è la bottiglia che devi provare.

# 1664_Bartender
source: Hibiki, Japan's premium whisky, is appreciated by whisky snobs all over the world.
pt: L'Hibiki, il whisky premium del Giappone, è apprezzato dagli intenditori di tutto il mondo.

# 1676_Bartender
source: Over thirty types of hand-selected malts are mixed with spirits aged in white oak barrels.
pt: Oltre trenta tipi di malti selezionati a mano vengono miscelati con distillati invecchiati in botti di rovere bianco.

# 1688_Bartender
source: This produces a mellow flavor that's won first-place titles in international taste tests.
pt: Questo produce un sapore morbido che ha vinto i primi premi nelle degustazioni internazionali.

# 1700_Bartender
source: The finish is particularly good.
pt: Il finale è particolarmente buono.

# 1760_Bartender
source: This malt whiskey is the result of extensive research into developing the mildest flavor.
pt: Questo whisky di malto è il risultato di un'approfondita ricerca per sviluppare il sapore più delicato.

# 1772_Bartender
source: It really reins in whisky's peculiar taste, making it good for first-timers.
pt: Limita molto il sapore particolare del whisky, rendendolo adatto ai neofiti.

# 1784_Bartender
source: It's quite enjoyable even to those more accustomed to drinking soju and the like.
pt: È piuttosto gradevole anche per chi è più abituato a bere soju e simili.

# 1796_Bartender
source: The bamboo charcoal filtration it goes through ensures a clean, pure taste.
pt: La filtrazione a carbone di bambù che subisce garantisce un gusto pulito e puro.

# 1808_Bartender
source: It's particularly good mixed with one part water or soda water on the rocks.
pt: È particolarmente buono con ghiaccio, mescolato con una parte di acqua o soda.

# 1868_Bartender
source: This rectangular bottle is probably the most popular whisky in Japan.
pt: Questa bottiglia rettangolare è probabilmente il whisky più popolare in Giappone.

# 1880_Bartender
source: Some even call it the father of Japanese whisky. Its popularity shows no signs of waning, even after 70 years on the market.
pt: Alcuni lo chiamano addirittura il padre del whisky giapponese. La sua popolarità non accenna a diminuire, anche dopo 70 anni sul mercato.

# 1892_Bartender
source: It has a sweet aroma, depth, and full body.
pt: Ha un aroma dolce, profondità e un corpo pieno.

# 1904_Bartender
source: The bottle's shape is so unique, some people ask for the "square bottle" when they want this one.
pt: La forma della bottiglia è così unica che alcune persone chiedono la 'bottiglia quadrata' quando vogliono questo.

# 1964_Bartender
source: This is another extremely popular Japanese whisky.
pt: Questo è un altro whisky giapponese estremamente popolare.

# 1976_Bartender
source: Spirits aged in sherry barrels at the Yamazaki Distillery are blended with carefully selected malts and grains.
pt: I distillati invecchiati in botti di sherry presso la distilleria Yamazaki vengono miscelati con malti e cereali accuratamente selezionati.

# 1988_Bartender
source: This yields a bright aroma and a sweet fullness in the mouth, and the finish is deep and mellow.
pt: Questo produce un aroma brillante e una dolce pienezza in bocca, e il finale è profondo e morbido.

# 2000_Bartender
source: A lot of people call it "Daruma", because the round shape looks like a daruma doll.
pt: Molte persone lo chiamano 'Daruma', perché la forma rotonda assomiglia a una bambola daruma.

# 2060_Bartender
source: This bottle sits at the pinnacle of scotch, head and shoulders above the competition.
pt: Questa bottiglia si colloca all'apice dello scotch, una spanna sopra la concorrenza.

# 2072_Bartender
source: Over thirty different malt spirits have been blended and left to marry for thirty years. It's the king of blended whiskies.
pt: Oltre trenta diversi distillati di malto sono stati miscelati e lasciati affinare per trent'anni. È il re dei whisky miscelati.

# 2084_Bartender
source: Thirty years is a long time, and just like a person, it's given this bottle character.
pt: Trent'anni sono tanti e, proprio come una persona, hanno dato carattere a questa bottiglia.

# 2096_Bartender
source: The fact that only 2,500 cases are shipped each year makes it quite rare.
pt: Il fatto che vengano spedite solo 2.500 casse ogni anno lo rende piuttosto raro.

# 2156_Bartender
source: This is the ultimate blended whisky.
pt: Questo è il whisky miscelato per eccellenza.

# 2168_Bartender
source: It boasts a flavor and aroma that can be created only by combining over forty single malts.
pt: Vanta un sapore e un aroma che possono essere creati solo combinando oltre quaranta single malt.

# 2180_Bartender
source: This could very well be called the crown jewel of Ballantine's whisky-blending skill.
pt: Questo potrebbe benissimo essere definito il fiore all'occhiello dell'abilità di miscelazione di Ballantine.

# 2192_Bartender
source: It's well-loved around the world to the point of some calling it "THE scotch."
pt: È così amato in tutto il mondo che alcuni lo chiamano 'LO scotch'.

# 2252_Bartender
source: This is a standard scotch, made from a blend of over forty varieties of single malts.
pt: Questo è uno scotch standard, ottenuto da una miscela di oltre quaranta varietà di single malt.

# 2264_Bartender
source: Not too heavy, not too light. It's got a great balance to it.
pt: Non troppo pesante, non troppo leggero. Ha un ottimo equilibrio.

# 2276_Bartender
source: And the price isn't too heavy, either. I'd recommend it to casual scotch drinkers.
pt: E anche il prezzo non è troppo pesante. Lo consiglierei ai bevitori occasionali di scotch.

# 2288_Bartender
source: It also makes for a nice segue into blended whiskeys if you've never tried one before.
pt: È anche un bel passaggio ai whisky miscelati, se non ne hai mai provato uno prima.

# 2348_Bartender
source: Jack Daniel's is the face of American whiskey.
pt: Il Jack Daniel's è il volto del whiskey americano.

# 2360_Bartender
source: A simple, clear taste and mellow, warm aroma are its defining features.
pt: Un gusto semplice e pulito e un aroma morbido e caldo sono le sue caratteristiche distintive.

# 2372_Bartender
source: To qualify as a Tennessee whiskey, it needs to be made in Tennessee and use a special charcoal mellowing process
pt: Per qualificarsi come un Tennessee whiskey, deve essere prodotto in Tennessee e utilizzare uno speciale processo di filtrazione attraverso carbone

# 2384_Bartender
source: And that's not an easy designation to earn.
pt: E non è una designazione facile da ottenere.

# 2396_Bartender
source: Still, most people seem to consider it a bourbon for whatever reason.
pt: Tuttavia, la maggior parte delle persone sembra considerarlo un bourbon, per qualche motivo.

# 2456_Bartender
source: People have enjoyed this bourbon since the day it first came out in 1860.
pt: La gente apprezza questo bourbon fin dal giorno in cui è uscito per la prima volta nel 1860.

# 2468_Bartender
source: It's the quintessential bourbon.
pt: È il bourbon per eccellenza.

# 2480_Bartender
source: The flavor is very American－silky and smooth on the tongue with a clean finish.
pt: Il sapore è molto americano: setoso e morbido al palato con un finale pulito.

# 2492_Bartender
source: This whiskey's reasonable price also makes it a wonderful choice for a casual drink.
pt: Il prezzo ragionevole di questo whiskey lo rende anche una scelta meravigliosa per un drink informale.

# 2552_Bartender
source: This is a mature, 100% grape brandy.
pt: Questo è un brandy maturo, 100% uva.

# 2564_Bartender
source: It's got that rich, dense brandy flavor and bouquet you can really sink your teeth into.
pt: Ha quel sapore e quel bouquet di brandy ricchi e densi in cui puoi davvero affondare i denti.

# 2576_Bartender
source: The finish is wonderful, too. I often drink this at home myself.
pt: Anche il finale è meraviglioso. Lo bevo spesso a casa anch'io.

# 2588_Bartender
source: Drink it straight or on the rocks, cut it with water, cut it with tonic... This is the only brandy you'll ever need.
pt: Bevilo liscio o con ghiaccio, allungalo con acqua, allungalo con tonica... Questo è l'unico brandy di cui avrai mai bisogno.

# 2648_Bartender
source: A remarkable specimen from France, Courvoisier XO won top prize in worldwide cognac tests.
pt: Un esemplare notevole dalla Francia, il Courvoisier XO ha vinto il primo premio nelle degustazioni di cognac a livello mondiale.

# 2660_Bartender
source: The pairing of finest grapes with Borderies spirits produces a full but smooth palate.
pt: L'abbinamento delle uve più pregiate con i distillati di Borderies produce un palato pieno ma morbido.

# 2672_Bartender
source: You haven't truly had cognac until you've tried this one.
pt: Non hai veramente provato il cognac finché non hai assaggiato questo.

# 2732_Bartender
source: The Premium Malt's won Japan's first world title and then kept the title for the next two years.
pt: La Premium Malt's ha vinto il primo titolo mondiale del Giappone e poi lo ha mantenuto per i due anni successivi.

# 2744_Bartender
source: It's a premium beer by Japanese or even world standards.
pt: È una birra di prima qualità per gli standard giapponesi e persino mondiali.

# 2756_Bartender
source: Unbending commitment to ensuring the best ingredients and Suntory's years of brewing know-how produced a delicious, almost magical flavor.
pt: L'impegno inflessibile nel garantire i migliori ingredienti e gli anni di esperienza di Suntory nella produzione della birra hanno dato vita a un sapore delizioso, quasi magico.

# 2768_Bartender
source: I must say, it's a thing of beauty.
pt: Devo dire che è una meraviglia.

# 2780_Bartender
source: A frosty glass of The Premium Malt's while nibbling sashimi or enjoying a Blu-ray movie on your day off... Ahh... That's the life.
pt: Un bicchiere ghiacciato di The Premium Malt's mentre si spizzica del sashimi o si guarda un film in Blu-ray nel giorno libero... Ahh... Questa è la vita.

# 2840_Bartender
source: Carlsberg is one of the world's favorite beers, loved by folks in 140 countries around the globe.
pt: La Carlsberg è una delle birre preferite al mondo, amata in 140 paesi.

# 2852_Bartender
source: Carlsberg ordinarily brews lager beers.
pt: Normalmente la Carlsberg produce birre lager.

# 2864_Bartender
source: But their Japanese-licensed brewer, Suntory, created Carlsberg's first draft beer using their own special techniques.
pt: Ma il loro produttore su licenza giapponese, Suntory, ha creato la prima birra alla spina Carlsberg utilizzando le proprie tecniche speciali.

# 2876_Bartender
source: Together, they've created Carlsberg's first draft beer. You'll only see this here in Japan.
pt: Insieme, hanno creato la prima birra alla spina Carlsberg. La vedrai solo qui in Giappone.

# 2888_Bartender
source: It has an impressively clean taste that goes well with all sorts of food.
pt: Ha un gusto incredibilmente pulito che si sposa bene con ogni tipo di cibo.

# 2948_Bartender
source: That's a prime example of Korean soju.
pt: Questo è un ottimo esempio di soju coreano.

# 2960_Bartender
source: A spring water base gives it a clean taste, while premium Korean barley gives it a mellow, rounded feel.
pt: Una base di acqua di sorgente gli conferisce un gusto pulito, mentre l'orzo coreano di prima qualità gli dà una sensazione morbida e rotonda.

# 2972_Bartender
source: It's quite affordable, too. I'd give it an A+ for cost performance.
pt: È anche abbastanza economico. Gli darei un 10 e lode per il rapporto qualità-prezzo.

# 2984_Bartender
source: I used to drink this all the time, and its taste is still as familiar as an old friend.
pt: Lo bevevo sempre, e il suo sapore è ancora familiare come un vecchio amico.

# 2996_Bartender
source: It's even better thanks to those fond memories.
pt: È ancora più buono grazie a quei bei ricordi.
