Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01030019.po
Languages: pt_br

# 232_Yuko the Celeb
source: Let's pick the banker.
pt_br: Scegliamo il banchiere.

# 244_Yuko the Celeb
source: I'm the banker.
pt_br: Sono il banchiere.

# 256_Yuko the Celeb
source: How much do you want to put up?
pt_br: Quanto ci vuoi mettere?

# 268_Yuko the Celeb
source: Let's start!
pt_br: Si comincia!

# 280_Yuko the Celeb
source: Now it's my turn.
pt_br: Adesso tocca a me.

# 292_Yuko the Celeb
source: (This line signifies failure.)
pt_br: (Questa riga indica fallimento.)

# 304_Yuko the Celeb
source: Let's settle up.
pt_br: Saldiamo i conti.

# 316_Yuko the Celeb
source: Your turn to be banker.
pt_br: Tocca a te fare il banchiere.

# 328_Yuko the Celeb
source: Time to change dealers.
pt_br: È ora di cambiare mazziere.

# 340_Yuko the Celeb
source: Wanna try your luck again?
pt_br: Ti va di ritentare la fortuna?

# 352_Yuko the Celeb
source: Aw, come on! I'm spent out. I'll catch you next time.
pt_br: Ah, che palle! Ho finito i soldi. Alla prossima!

# 364_Yuko the Celeb
source: Heheheh, looks like that's it for you. Practice some and then come on back!
pt_br: Eheheh, mi sa che per te è finita. Allenati un po' e poi fatti rivedere!
