Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01020286.po
Languages: it

# 56_Hana
source: Sorry, Chief. I tried to stop them, but...
it: Scusa, Capo. Ho provato a fermarli, ma...

# 68_Akiyama
source: No, I should've been here to protect you. I'm the one who should apologize.
it: No, avrei dovuto essere qui per proteggerti. Sono io che dovrei scusarmi.

# 80_Akiyama
source: Was it those Shibata goons again?
it: Erano di nuovo quei tirapiedi degli Shibata?

# 92_Hana
source: No, it was some guy named <Color:7>Midorikawa<Color:Default>, from the Hatsushiba Clan.
it: No, era un tizio di nome <Color:7>Midorikawa<Color:Default>, del Clan Hatsushiba.

# 104_Akiyama
source: Hatsushiba Clan?
it: Clan Hatsushiba?

# 116_Hana
source: That's right. And he said something about their boss and Shibata being really tight.
it: Esatto. E ha detto qualcosa sul fatto che il loro capo e Shibata sono molto legati.

# 128_Hana
source: The guy really knew how to run his mouth. He kept telling me stuff I didn't even ask about.
it: Quel tipo parlava a vanvera. Continuava a dirmi cose che non avevo nemmeno chiesto.

# 140_Hana
source: It sounds like the Hatsushiba Clan was helping the Shibata Family track down Kido-san...
it: Sembra che il Clan Hatsushiba stesse aiutando la **Famiglia Shibata** a rintracciare Kido-san...

# 152_Akiyama
source: They're after Kido-chan? Where is he, anyway?
it: Sono dietro a Kido-chan? Dov'è, comunque?

# 164_Hana
source: That's just it. Kido-san was here when they showed up. Midorikawa's guys jumped him...
it: Il punto è proprio questo. Kido-san era qui quando sono arrivati. Gli uomini di Midorikawa l'hanno aggredito...

# 176_Hana
source: Then they hauled him off to who knows where...
it: Poi l'hanno portato via chissà dove...

# 188_Akiyama
source: They took Kido-chan?
it: Hanno preso Kido-chan?

# 200_Hana
source: He didn't stand a chance. He was completely outnumbered.
it: Non ha avuto scampo. Erano troppi per lui.

# 224_Hana
source: Um... Chief?
it: Ehm... Capo?

# 236_Akiyama
source: Oh, sorry. Just thinking about something. So they took Kido-chan. The question is: why?
it: Oh, scusa. Stavo solo pensando a una cosa. Quindi hanno preso Kido-chan. La domanda è: perché?

# 248_Hana
source: No idea...
it: Non lo so…

# 260_Hana
source: Oh! That Midorikawa guy also stole our <Color:7>client registry<Color:Default>! It sounded like that's what brought them here in the first place.
it: Oh! Quel Midorikawa ha anche rubato il nostro <Color:7>registro clienti<Color:Default>! Sembra che sia per questo che sono venuti qui.

# 272_Hana
source: He said he was just "borrowing" it, but I seriously doubt he'll be bringing it back any time soon.
it: Ha detto che lo stava solo "prendendo in prestito", ma dubito seriamente che lo riporterà presto.

# 284_Akiyama
source: Our registry? What would they want with that?
it: Il nostro registro? Cosa vorrebbero farci?

# 296_Hana
source: Who knows. I'm more worried about Kido-san...
it: Chi lo sa. Sono più preoccupata per Kido-san...

# 308_Akiyama
source: Agreed. Sounds like I need to pay those Hatsushiba goons a little visit. Collect on what they borrowed.
it: Sono d'accordo. Sembra che debba fare una piccola visita a quei tirapiedi degli Hatsushiba. E riscattare quello che hanno preso in prestito.

# 320_Hana
source: Go get 'em, Chief! Just don't do anything crazy, okay?
it: Vai e dagli una lezione, Capo! Ma non fare niente di folle, ok?

# 332_Akiyama
source: I'm not going to leave you like this, Hana-chan. And where the hell are the cops? Didn't anyone see those bastards bust in!?
it: Non ti lascerò così, Hana-chan. E dove diavolo sono i poliziotti? Nessuno ha visto quei bastardi irrompere qui!?

# 344_Hana
source: Don't worry about me. I already called for an ambulance.
it: Non preoccuparti per me. Ho già chiamato un'ambulanza.

# 356_Akiyama
source: Heh, you really are on top of everything, aren't you?
it: Heh, sei davvero in cima a tutto, vero?

# 368_Akiyama
source: Well, sit tight. I'm gonna go get Kido-chan and that registry back.
it: Bene, stai tranquilla. Vado a riprendere Kido-chan e quel registro.

# 380_Hana
source: You got it, Chief!
it: Vai, Capo!
