Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00910014.po
Languages: pt

source: <Color:9>You learned Release Throw.<Color:Default>
pt: <Color:9>Hai imparato la Proiezione a rilascio.<Color:Default>

source: <Color:9>You learned the Essence of Arm Dragging.<Color:Default>
pt: <Color:9>Hai imparato l'Essenza della Trazione al braccio.<Color:Default>

source: <Color:9>You learned the Essence of Seizing.<Color:Default>
pt: <Color:9>Hai imparato l'Essenza della Presa.<Color:Default>

source: <Color:9>Active parry time increased.<Color:Default>
pt: <Color:9>Tempo di parata attiva aumentato.<Color:Default>

source: Gang Underling
pt: Scagnozzo della gang

source: Investigation Report 1
pt: Rapporto Investigativo 1

source: Investigation Report 2
pt: Rapporto Investigativo 2

source: Investigation Report 3
pt: Rapporto Investigativo 3

source: Investigation Report 4
pt: Rapporto Investigativo 4

source: Investigation Report 5
pt: Rapporto Investigativo 5

source: Investigation Report 6
pt: Rapporto Investigativo 6

source: Investigation Report 7
pt: Rapporto Investigativo 7

source: Investigation Report 8
pt: Rapporto Investigativo 8

source: Threatening Man
pt: Uomo Minaccioso

source: Gangster Lackey
pt: Scagnozzo del Gangster

source: Man
pt: Uomo

# 752_Player
source: (I should come back when I'm alone.)
pt: (Dovrei tornare quando sono da solo.)

# 764_Nair
source: [Oh, Tanimura-san. What's that you have there?]
pt: [Oh, Tanimura-san. Cos'è quello che hai lì?]

# 776_Tanimura
source: (I can't spar or investigate while holding this briefcase. I should probably come back later.)
pt: (Non posso allenarmi o investigare con questa valigetta. Forse è meglio che torni più tardi.)

# 800_Gang Underling
source: [Shit... Don't you move!]
pt: [Merda... Non ti muovere!]

# 812_Tanimura
source: [Sorry, but we don't have time to talk. You're going to let us in.]
pt: [Scusa, ma non abbiamo tempo per parlare. Ora ci fai entrare.]

# 860_Tanimura
source: [This is it... I guess.]
pt: [È questo... credo.]

# 872_Nair
source: [Yep.]
pt: [Già.]

# 884_Gang Underling
source: [I knew you'd show up. You have no idea what you're getting yourselves into.]
pt: [Sapevo che sareste venuti. Non avete idea del guaio in cui vi state cacciando.]

# 896_Tanimura
source: [If you're here then this must be the right place.]
pt: [Se sei qui, allora questo deve essere il posto giusto.]

# 908_Gang Underling
source: [You sure about that? Either way, you're not gonna live to find out!]
pt: [Ne sei sicuro? In ogni caso, non vivrai abbastanza per scoprirlo!]

# 932_Nair
source: [Tanimura-san, are you ready to go?]
pt: [Tanimura-san, sei pronto ad andare?]

# 944_Tanimura
source: [Sorry, could you wait just a bit longer?]
pt: [Scusa, potresti aspettare ancora un po'?]

# 956_Nair
source: [Got it. I'll be here.]
pt: [Capito. Sarò qui.]

# 968_Tanimura
source: [Could you sum up the investigation for me?]
pt: [Potresti riassumermi le indagini?]

# 980_Nair
source: [Of course!]
pt: [Certo!]

# 992_Investigation Report 1
source: The criminal is a Southeast Asian male in Japan. Nair and her colleagues have permission to investigate, but no authority to make arrests.
pt: Il criminale è un uomo del sud-est asiatico in Giappone. Nair e i suoi colleghi hanno il permesso di indagare, ma non l'autorità per effettuare arresti.

# 1004_Investigation Report 2
source: The criminal's codename is "GG." GG murdered Nair's parents and brother before making off with their money. A witness identified someone resembling GG at a Kamurocho club popular among foreigners. An interpreter was also secured.
pt: Il nome in codice del criminale è "GG". GG ha ucciso i genitori e il fratello di Nair prima di fuggire con i loro soldi. Un testimone ha identificato una persona somigliante a GG in un club di Kamurocho popolare tra gli stranieri. È stato anche assicurato un interprete.

# 1016_Investigation Report 3
source: Someone claiming to be named GG entered the club and avoided contact with other customers, to the point of suspicion. Possible rendezvous attempt. Must investigate the reason behind this.
pt: Una persona che affermava di chiamarsi GG è entrata nel club ed ha evitato il contatto con gli altri clienti, fino al punto di destare sospetti. Possibile tentativo di incontro. Bisogna indagare sul motivo.

# 1028_Investigation Report 4
source: Investigation report by Tanimura. A well-known and feared assassin was spotted in Kamurocho. Possibility that GG is accompanied by members of his organization.
pt: Rapporto d'indagine di Tanimura. Un assassino noto e temuto è stato avvistato a Kamurocho. Possibilità che GG sia accompagnato da membri della sua organizzazione.

# 1040_Investigation Report 5
source: Information suggests that a person thought to be GG enters a multi-tenant building on Pink Street every night. Need proof that GG is our man to get a warrant. Must stake out the building to collect evidence.
pt: Le informazioni suggeriscono che una persona ritenuta essere GG entra ogni notte in un edificio multiaffitto su Pink Street. È necessaria la prova che GG sia il nostro uomo per ottenere un mandato. Bisogna sorvegliare l'edificio per raccogliere prove.

# 1052_Investigation Report 6
source: Garcia, the detective making inquiries at the embassy, has disappeared. The embassy says he promptly left after submitting documents. Must ascertain GG's whereabouts as soon as possible.
pt: Garcia, il detective che stava facendo indagini all'ambasciata, è scomparso. L'ambasciata dice che se n'è andato subito dopo aver presentato i documenti. Bisogna accertare al più presto dove si trovi GG.

# 1064_Investigation Report 7
source: Investigation report by Tanimura. Arrested a weapons trader who said he got an order in from someone named GG. The order included a helicopter. Its intended purpose is unknown.
pt: Rapporto d'indagine di Tanimura. Arrestato un trafficante d'armi che ha detto di aver ricevuto un ordine da un certo GG. L'ordine includeva un elicottero. Scopo previsto: sconosciuto.

# 1076_Investigation Report 8
source: It appears that GG captured Marcos and Garcia. The "GG" at the club was a trap to lure us out. The same goes for the interpreter that Marcos met. Must infiltrate the multi-tenant building on Pink Street, save the two, and arrest GG.
pt: Sembra che GG abbia catturato Marcos e Garcia. Il "GG" al club era una trappola per attirarci. Lo stesso vale per l'interprete che Marcos ha incontrato. Bisogna infiltrarsi nell'edificio multiaffitto di Pink Street, salvare i due e arrestare GG.

# 1088_Nair
source: [Just lemme know when you're ready. I'll be waiting here.]
pt: [Fammi sapere quando sei pronto. Ti aspetterò qui.]

# 1100_Tanimura
source: [I'm ready.]
pt: [Sono pronto.]

# 1112_Nair
source: [Great, then let's do this!]
pt: [Fantastico, allora facciamolo!]

# 1148_Nair
source: [Well, looks like that's that.]
pt: [Beh, sembra che sia tutto.]

# 1160_Tanimura
source: [Ever seen these guys before?]
pt: [Hai mai visto questi tizi prima d'ora?]

# 1172_Nair
source: [Some, for common misdemeanors... I'm pretty sure they work under GG.]
pt: [Alcuni, per reati minori... sono abbastanza sicura che lavorino per GG.]

# 1184_Tanimura
source: [If GG knows about us, then...]
pt: [Se GG sa di noi, allora...]

# 1220_Nair
source: [...It's from Marcos.]
pt: [...È di Marcos.]

# 1232_Tanimura
source: [Put it on the speaker, so I can hear too.]
pt: [Metti il vivavoce, così posso sentire anch'io.]

# 1244_Nair
source: [Got it.]
pt: [Capito.]

# 1280_Nair
source: [Hello?]
pt: [Pronto?]

# 1292_Marcos
source: [Nair, get out of there!]
pt: [Nair, vattene da lì!]

# 1304_Nair
source: [Marcos! Are you okay!?]
pt: [Marcos! Stai bene!?]

# 1316_Marcos
source: [Don't worry about me, just get out of there! Garcia's with me!]
pt: [Non preoccuparti per me, vattene e basta! Garcia è con me!]

# 1328_Marcos
source: [Chasing GG at the club was just a trap to catch us!]
pt: [Inseguire GG al club era solo una trappola per catturarci!]

# 1340_Marcos
source: [Even the interpreter was－ Ugh!]
pt: [Anche l'interprete era... Ugh!]

# 1376_Threatening Man
source: [Now listen up, you idiots.]
pt: [Ora ascoltate, idioti.]

# 1388_Nair
source: [Is this GG?]
pt: [Sei tu GG?]

# 1400_GG
source: [That's one of my aliases.]
pt: [È uno dei miei alias.]

# 1412_Nair
source: [What are you planning on doing with Marcos!? We know you've got Garcia, too!]
pt: [Cosa hai intenzione di fare a Marcos!? Sappiamo che hai anche Garcia!]

# 1424_GG
source: [That's entirely up to you.]
pt: [Dipende interamente da te.]

# 1436_GG
source: [If you intend to keep snooping around, then you'll all be taking a trip to the bottom of the sea.]
pt: [Se intendi continuare a ficcare il naso, allora farete tutti un viaggio in fondo al mare.]

# 1448_GG
source: [But if you keep to yourselves, I'll let them go when the time is right.]
pt: [Ma se vi fate gli affari vostri, li lascerò andare al momento giusto.]

# 1460_Nair
source: [Let them go? We're not that stupid. Someone as evil as you would never be so gracious.]
pt: [Lasciarli andare? Non siamo così stupidi. Uno malvagio come te non sarebbe mai così magnanimo.]

# 1472_GG
source: [Then do as you like. Their fate is up to you.]
pt: [Allora fai come vuoi. Il loro destino dipende da te.]

# 1484_GG
source: [So don't forget.]
pt: [Quindi non dimenticarlo.]

# 1580_Nair
source: [I don't get it... What the hell is GG up to?]
pt: [Non capisco... Che diavolo sta facendo GG?]

# 1592_Tanimura
source: [I don't know what his goal is, but there's something else I don't get.]
pt: [Non so quale sia il suo obiettivo, ma c'è un'altra cosa che non capisco.]

# 1604_Tanimura
source: [The first person to call was Marcos.]
pt: [La prima persona a chiamare è stata Marcos.]

# 1616_Tanimura
source: [If Marcos was captured, how could he be free to use the phone?]
pt: [Se Marcos è stato catturato, come ha potuto usare liberamente il telefono?]

# 1628_Tanimura
source: [The only explanation is that GG had Marcos make the call.]
pt: [L'unica spiegazione è che GG abbia costretto Marcos a fare la telefonata.]

# 1640_Nair
source: [To inform us that he was okay?]
pt: [Per informarci che stava bene?]

# 1652_Tanimura
source: [I guess? He kept Marcos alive and even went out of his way to let us know. I'm pretty sure he wants to make a deal.]
pt: [Immagino di sì. Ha tenuto in vita Marcos e si è persino dato la pena di farcelo sapere. Sono abbastanza sicuro che voglia fare un accordo.]

# 1664_Tanimura
source: [And if that's the case, then he probably wasn't lying about his end of the bargain.]
pt: [E se è così, allora probabilmente non stava mentendo sulla sua parte dell'accordo.]

# 1676_Nair
source: [You mean he'll let everyone go if we keep to ourselves?]
pt: [Vuoi dire che lascerà andare tutti se ci facciamo gli affari nostri?]

# 1688_Tanimura
source: [Exactly. And if he doesn't intend to keep them hostage or to kill you, it means he's got some kind of reason.]
pt: [Esatto. E se non intende tenerli in ostaggio o ucciderti, significa che ha una qualche ragione.]

# 1700_Nair
source: [What the hell is GG up to?]
pt: [Che diavolo sta facendo GG?]

# 1712_Tanimura
source: [I have a feeling if you do as he says and stay out of his business, you'll all be allowed to return home safely.]
pt: [Ho la sensazione che se fai come dice e ti tieni fuori dai suoi affari, vi sarà permesso di tornare a casa sani e salvi.]

# 1724_Tanimura
source: [But you'll also miss your only chance to bring him down.]
pt: [Ma perderai anche la tua unica occasione di catturarlo.]

# 1736_Nair
source: [Talk about tough decisions...]
pt: [Parliamo di decisioni difficili...]

# 1748_Tanimura
source: [This is out of my hands now. Ultimately, this is a decision that you will have to make.]
pt: [Ora la cosa non dipende più da me. In definitiva, questa è una decisione che dovrai prendere tu.]

# 1772_Nair
source: [I wanna get the criminal who killed my family.]
pt: [Voglio prendere il criminale che ha ucciso la mia famiglia.]

# 1784_Nair
source: [And I'm sure Marcos feels the same. I know if I go home just because the killer told me to, I'll regret it for the rest of my life.]
pt: [E sono sicura che Marcos la pensa allo stesso modo. So che se tornassi a casa solo perché me l'ha detto l'assassino, me ne pentirei per il resto della mia vita.]

# 1796_Tanimura
source: [It's gonna be dangerous. You sure you can handle it?]
pt: [Sarà pericoloso. Sei sicura di potercela fare?]

# 1808_Nair
source: [I have to try.]
pt: [Devo provarci.]

# 1820_Nair
source: [You're coming too, right?]
pt: [Vieni anche tu, vero?]

# 1832_Tanimura
source: [I'm not gonna just up and leave. Not now.]
pt: [Non ho intenzione di andarmene. Non ora.]

# 1844_Nair
source: [Then it's settled. We'll go save Marcos, and then...]
pt: [Allora è deciso. Andremo a salvare Marcos, e poi...]

# 1856_Nair
source: [We'll arrest that murderer!]
pt: [Arresteremo quell'assassino!]

# 1868_Tanimura
source: [Right.]
pt: [Giusto.]

# 1880_Nair
source: [He's sure to be in that building Marcos was talking about.]
pt: [Sarà sicuramente in quell'edificio di cui parlava Marcos.]

# 1892_Nair
source: [Just lemme know when you're ready. I'll be waiting here.]
pt: [Fammi sapere quando sei pronto. Ti aspetterò qui.]

# 1904_Tanimura
source: [Got it.]
pt: [Capito.]

# 1976_Tanimura
source: [Did you hear from Marcos?]
pt: [Hai sentito Marcos?]

# 1988_Nair
source: [Not yet...]
pt: [Non ancora...]

# 2000_Tanimura
source: [Hmm...]
pt: [Mmmh...]

# 2012_Gangster
source: [Hey, what the hell do you think you're doing stickin' your nose in the boss's business?]
pt: [Ehi, che diavolo credi di fare, ficcanasando negli affari del capo?]

# 2036_Gangster
source: [You head back and tell the others we found the rats. And that we'll take care of them.]
pt: [Torna indietro e di' agli altri che abbiamo trovato i topi. E che ce ne occuperemo noi.]

# 2048_Gangster Lackey
source: [Got it, boss.]
pt: [Capito, capo.]

# 2072_Tanimura
source: [Who are you?]
pt: [Chi sei?]

# 2084_Gangster
source: [Didn't ya hear what I said? You're already taken care of, got it?]
pt: [Non hai sentito quello che ho detto? Siete già spacciati, capito?]

# 2096_Gangster
source: [I don't hafta explain shit to someone who's about to die! Get 'em, boys!]
pt: [Non devo spiegare un cazzo a uno che sta per morire! Prendeteli, ragazzi!]

# 2108_Nair
source: [Looks like we're going to have to fight.]
pt: [Sembra che dovremo combattere.]

# 2120_Tanimura
source: [You take half of 'em, and I'll take the other.]
pt: [Tu prendine metà, io mi occupo degli altri.]

# 2132_Nair
source: [Got it!]
pt: [Capito!]

# 2144_Gangster
source: [Your luck ran out when you made the boss your enemy. Now you two can die together!]
pt: [La tua fortuna è finita quando hai sfidato il capo. Ora potete morire insieme!]

# 2168_Nair
source: [All right! That's it!]
pt: [Bene! È tutto!]

# 2180_Nair
source: [By the way, heard about any incidents around town lately?]
pt: [A proposito, hai sentito di qualche incidente in città ultimamente?]

# 2192_Tanimura
source: [Incidents?]
pt: [Incidenti?]

# 2204_Nair
source: [I thought there might be stuff going on around Kamurocho related to us.]
pt: [Pensavo che potesse esserci qualcosa in giro per Kamurocho che ci riguardasse.]

# 2216_Tanimura
source: [Oh, I see. I'll hear about anything that does happen on my <Color:7>radio<Color:Default>, so I'll make sure to check out anything relevant.]
pt: [Oh, capisco. Sentirò tutto quello che succede sulla mia <Color:7>radio<Color:Default>, quindi mi assicurerò di controllare tutto ciò che è rilevante.]

# 2228_Nair
source: [Thanks. Keep me posted.]
pt: [Grazie. Tienimi aggiornato.]

# 2240_Tanimura
source: [Will do.]
pt: [Lo farò.]

# 2252_Tanimura
source: (I should go investigate incidents possibly related to Nair that I hear on the <Color:7>radio<Color:Default>.)
pt: (Dovrei andare a indagare sugli incidenti possibilmente legati a Nair che sento alla <Color:7>radio<Color:Default>.)

# 2264_Nair
source: [I won! You must have been taking it easy on me, Tanimura-san.]
pt: [Ho vinto! Devi esserci andato piano con me, Tanimura-san.]

# 2276_Tanimura
source: [Not a chance. I actually tried pretty hard...]
pt: [Neanche per sogno. In realtà ci ho provato parecchio...]

# 2288_Nair
source: [Really? Then you're gonna have to double up on on your training and try me again!]
pt: [Davvero? Allora dovrai raddoppiare l'allenamento e riprovarci!]

# 2300_Tanimura
source: [You're right. I can't just quit after losing like that, even if this is just sparring.]
pt: [Hai ragione. Non posso mollare dopo aver perso così, anche se è solo un allenamento.]

# 2312_Nair
source: [That's right! Keep it up!]
pt: [Esatto! Continua così!]

# 2324_Nair
source: [I lost! I don't think I have what it takes to beat you, Tanimura-san.]
pt: [Ho perso! Non credo di avere quello che serve per batterti, Tanimura-san.]

# 2336_Tanimura
source: [It's only because I've got a good teacher. I'm truly grateful.]
pt: [È solo perché ho un buon maestro. Ti sono veramente grato.]

# 2360_Nair
source: [I just don't get it.]
pt: [Semplicemente non capisco.]

# 2372_Nair
source: [Why hasn't Garcia contacted me? How caught up could he be at the embassy?]
pt: [Perché Garcia non mi ha contattato? Quanto potrà essere impegnato all'ambasciata?]

# 2384_Nair
source: [I just hope everything's okay...]
pt: [Spero solo che vada tutto bene...]

# 2396_Tanimura
source: [Do you want me to try checking for you?]
pt: [Vuoi che provi a controllare io?]

# 2408_Nair
source: [Can you even do that?]
pt: [Puoi davvero farlo?]

# 2420_Tanimura
source: [I think so. Let's see here...]
pt: [Credo di sì. Vediamo un po'...]

# 2468_Tanimura
source: Hello? This is Tanimura from Community Safety. I need you to look up a phone number.
pt: Pronto? Sono Tanimura della Sicurezza Comunitaria. Ho bisogno che mi cerchi un numero di telefono.

# 2528_Tanimura
source: Huh? Already left?
pt: Eh? Già andato via?

# 2540_Tanimura
source: Yes... Uh, right...
pt: Sì... Uh, giusto...

# 2552_Tanimura
source: I see... Sorry for the trouble.
pt: Capisco... Scusa per il disturbo.

# 2588_Nair
source: [What did they say?]
pt: [Cosa hanno detto?]

# 2600_Tanimura
source: [Garcia was at the embassy to file some papers, but left immediately after he was done.]
pt: [Garcia era all'ambasciata per presentare dei documenti, ma se n'è andato subito dopo aver finito.]

# 2612_Nair
source: [What!? But...]
pt: [Cosa!? Ma...]

# 2624_Tanimura
source: [It's likely he got involved in something.]
pt: [È probabile che sia stato coinvolto in qualcosa.]

# 2648_Tanimura
source: [Is there any way you can contact him?]
pt: [C'è un modo per contattarlo?]

# 2660_Nair
source: [I haven't had the chance to give him the cell phone I got from Marcos yet.]
pt: [Non ho ancora avuto la possibilità di dargli il cellulare che ho ricevuto da Marcos.]

# 2672_Tanimura
source: [This may not be the best time to sit back and wait patiently.]
pt: [Potrebbe non essere il momento migliore per stare seduti ad aspettare pazientemente.]

# 2684_Tanimura
source: [I'll go and look for more clues. Something might come in on the <Color:7>radio receiver<Color:Default>.]
pt: [Andrò a cercare altri indizi. Potrebbe arrivare qualcosa sulla <Color:7>ricevente radio<Color:Default>.]

# 2696_Tanimura
source: [I'll let you know as soon as I hear something.]
pt: [Ti farò sapere non appena avrò notizie.]

# 2708_Nair
source: [Got it. Thanks.]
pt: [Capito. Grazie.]

# 2768_Nair
source: [Ohhh! I lost again! I know it's just sparring, but I really hate losing.]
pt: [Ohhh! Ho perso di nuovo! So che è solo un allenamento, ma odio davvero perdere.]

# 2780_Tanimura
source: [I know exactly how you feel. But thanks to you, I think I've gotten the hang of dealing with enemies after parrying.]
pt: [So esattamente come ti senti. Ma grazie a te, credo di aver capito come affrontare i nemici dopo una parata.]

# 2804_Marcos
source: [Nair! I got some big news!]
pt: [Nair! Ho delle grandi notizie!]

# 2816_Nair
source: [What is it?]
pt: [Cosa c'è?]

# 2828_Marcos
source: [Oh, Tanimura-san's here, too. Perfect timing.]
pt: [Oh, c'è anche Tanimura-san. Tempismo perfetto.]

# 2840_Tanimura
source: [What's the news?]
pt: [Quali sono le novità?]

# 2852_Marcos
source: [Someone sighted the same GG that was seen at the club. We now know of a building he apparently enters every night.]
pt: [Qualcuno ha avvistato lo stesso GG che è stato visto al club. Ora sappiamo di un edificio in cui pare che entri ogni notte.]

# 2864_Tanimura
source: [Good work. If that GG is our killer, then that building could very well be his hideout.]
pt: [Ottimo lavoro. Se quel GG è il nostro assassino, allora quell'edificio potrebbe benissimo essere il suo nascondiglio.]

# 2876_Nair
source: [Where is the building?]
pt: [Dov'è l'edificio?]

# 2888_Marcos
source: [It's over on Pink Street.]
pt: [È su Pink Street.]

# 2900_Nair
source: [Let's go check it out then.]
pt: [Andiamo a controllare allora.]

# 2912_Tanimura
source: [Wait. You need a warrant to just enter a building like that.]
pt: [Aspetta. Serve un mandato per entrare in un edificio del genere.]

# 2924_Tanimura
source: [And to get a warrant, you gotta have some degree of evidence.]
pt: [E per ottenere un mandato, devi avere delle prove.]

# 2936_Marcos
source: [Sometimes I get fed up with the amount of paperwork here. I had no idea you were such a straight-edge cop, Tanimura-san.]
pt: [A volte mi stufo di tutta questa burocrazia. Non avevo idea che fossi un poliziotto così ligio alle regole, Tanimura-san.]

# 2948_Tanimura
source: [That's not it. If I'm the one storming into a building, I couldn't care less about a piece of paper.]
pt: [Non è così. Se sono io a fare irruzione in un edificio, non me ne frega niente di un pezzo di carta.]

# 2960_Tanimura
source: [But your position is a bit more complicated.]
pt: [Ma la tua posizione è un po' più complicata.]

# 2972_Tanimura
source: [If you guys enter illegally and get caught, your investigation is pretty much over.]
pt: [Se voi ragazzi entrate illegalmente e venite scoperti, la vostra indagine è praticamente finita.]

# 2984_Nair
source: [You've got a point. I guess we'd best stick to Japanese rules to avoid a load of problems.]
pt: [Hai ragione. Credo sia meglio attenersi alle regole giapponesi per evitare un sacco di problemi.]

# 2996_Tanimura
source: [We'll have to go about this carefully. First, go by that building and find out for sure if it is in fact the right GG.]
pt: [Dovremo procedere con cautela. Per prima cosa, vai a quell'edificio e scopri con certezza se è davvero il GG giusto.]

# 3008_Tanimura
source: [If you get the evidence, I'll take care of the paperwork. Then we can make our move.]
pt: [Se trovi le prove, mi occuperò io della burocrazia. Poi potremo agire.]

# 3020_Marcos
source: [Got it. I'll look into it then.]
pt: [Capito. Allora indagherò.]

# 3032_Marcos
source: [Nair, did you hear from Garcia?]
pt: [Nair, hai sentito Garcia?]

# 3044_Nair
source: [Not a word. I just hope he's okay...]
pt: [Neanche una parola. Spero solo che stia bene...]

# 3056_Marcos
source: [I've got a bad feeling about this. I'll see if I can find out anything.]
pt: [Ho un brutto presentimento. Vedrò se riesco a scoprire qualcosa.]

# 3068_Marcos
source: [This is a Japanese cell phone. Take it. It's pre-paid, so you shouldn't run in to any problems.]
pt: [Questo è un cellulare giapponese. Tieni. È prepagato, quindi non dovresti avere problemi.]

# 3080_Nair
source: [Thank you. This should come in handy.]
pt: [Grazie. Mi sarà utile.]

# 3092_Tanimura
source: [I haven't seen pre-paid phones in a long time. Good job finding one.]
pt: [Non vedevo telefoni prepagati da un sacco di tempo. Bel colpo a trovarne uno.]
