Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00910108.po
Languages: pt

# 3364_Saigo
source: Don't underestimate instincts honed through the battlefield. It's kept us alive through fire and brimstone.
pt: Non sottovalutare l'istinto affinato sul campo di battaglia. Ci ha tenuti in vita tra fuoco e fiamme.

# 3376_Akiyama
source: I guess that's true, but still...
pt: Immagino sia vero, ma comunque...

# 3388_Akiyama
source: That reminds me, perhaps you might consider answering my question sometime soon?
pt: A proposito, forse potresti considerare di rispondere alla mia domanda prima o poi?

# 3400_Saigo
source: Question? What question? You should always raise your hand first if you have a question.
pt: Domanda? Quale domanda? Dovresti sempre alzare la mano prima se hai una domanda.

# 3412_Akiyama
source: You're missing the point. I want to know why you are so interested in me specifically?
pt: Non hai capito. Voglio sapere perché sei così interessato proprio a me.

# 3424_Saigo
source: Oh, that question. Well...
pt: Oh, quella domanda. Beh...

# 3436_Saigo
source: I guess I could tell you, but...
pt: Immagino di potertelo dire, ma...

# 3448_Akiyama
source: Huh? Why do you look so down now?
pt: Eh? Perché hai quella faccia triste adesso?

# 3460_Saigo
source: I'm... I'm... Gyah!
pt: Io... io... Gyah!

# 3472_Akiyama
source: Okay, okay! Just tell me next time! I don't care!
pt: Okay, okay! Dimmelo la prossima volta! Non mi importa!

# 3484_Saigo
source: All right... Sorry, I don't know what came over me.
pt: Va bene... Scusa, non so cosa mi sia preso.

# 3496_Akiyama
source: No problem. Just keep it together, okay?
pt: Nessun problema. Cerca solo di controllarti, okay?

# 3508_Saigo
source: Okay! Dwelling on the past won't change anything!
pt: Okay! Rimuginare sul passato non cambierà nulla!

# 3520_Saigo
source: I have to keep moving forward! Thanks, Akiyama-kun!
pt: Devo continuare ad andare avanti! Grazie, Akiyama-kun!

# 3532_Akiyama
source: I guess I'll never find out...
pt: Immagino che non lo scoprirò mai...

# 3544_Saigo
source: All right. That should do it. Over and out!
pt: Bene. Dovrebbe bastare. Passo e chiudo!

# 3556_Saigo
source: Good! You pass!
pt: Bene! Prova superata!

# 3568_Saigo
source: Not too bad. Consider this a reward.
pt: Niente male. Considerala una ricompensa.

# 3604_Saigo
source: Let me know when you want to train again.
pt: Fammelo sapere quando vuoi allenarti di nuovo.

# 3616_Saigo
source: That was fantastic! Consider this a reward.
pt: È stato fantastico! Considerala una ricompensa.

# 3652_Saigo
source: Let me know when you want to train again.
pt: Fammelo sapere quando vuoi allenarti di nuovo.

# 3676_Saigo
source: Good! You pass!
pt: Bene! Prova superata!

# 3688_Saigo
source: Watching you reminds me of that day...
pt: Guardarti mi ricorda quel giorno...

# 3700_Saigo
source: ...Running by the riverside, evening sun on the water... Bright, like my dreams.
pt: ...Correvo lungo il fiume, il sole della sera sull'acqua... Luminoso, come i miei sogni.

# 3712_Akiyama
source: Uh. How old were you, ten? Plus that's got nothing to do with anything.
pt: Uh. Quanti anni avevi, dieci? E poi non c'entra niente.

# 3724_Saigo
source: You've passed every single training course. How do you feel?
pt: Hai superato ogni singolo corso di addestramento. Come ti senti?

# 3736_Akiyama
source: Not too bad. I feel like my body is really responding to the training.
pt: Niente male. Sento che il mio corpo sta davvero rispondendo all'addestramento.

# 3760_Saigo
source: You have now passed all of the training types. Congratulations!
pt: Hai superato tutti i tipi di addestramento. Congratulazioni!

# 3772_Akiyama
source: Really? That's it? If that's all, then...
pt: Davvero? Tutto qui? Se è tutto, allora...

# 3784_Akiyama
source: A promise is a promise. Tell me, why are you so interested in me?
pt: Una promessa è una promessa. Dimmi, perché sei così interessato a me?

# 3796_Saigo
source: You're still thinking about that? Heh... I guess a promise is a promise. I will tell you.
pt: Ci stai ancora pensando? Eh... Immagino che una promessa sia una promessa. Te lo dirò.

# 3808_Saigo
source: I have wandered the battlefield for countless years. Training daily, narrowly escaping the Reaper's grasp－daily. I dunno, maybe I'm lucky.
pt: Ho vagato per i campi di battaglia per innumerevoli anni. Allenandomi ogni giorno, sfuggendo per un pelo alla Morte, ogni giorno. Non so, forse sono fortunato.

# 3820_Saigo
source: I fought like a madman, just to stay alive. My life, that was the only thing of value I owned.
pt: Ho combattuto come un pazzo, solo per restare vivo. La mia vita, era l'unica cosa di valore che possedevo.

# 3832_Saigo
source: And then one day I stumbled upon something, other than myself, that was worth protecting.
pt: E poi un giorno ho trovato qualcosa, oltre a me stesso, che valeva la pena proteggere.

# 3844_Saigo
source: A woman I married. And soon after, our child.
pt: Una donna che ho sposato. E poco dopo, nostro figlio.

# 3856_Akiyama
source: A happy ending... is not how things went, right?
pt: Un lieto fine... non è così che sono andate le cose, giusto?

# 3892_Saigo
source: I could protect myself well enough. Better than anyone in fact. But I guess I didn't have what it takes to protect others...
pt: Potevo proteggere me stesso abbastanza bene. Meglio di chiunque altro, in effetti. Ma immagino di non avere la stoffa per proteggere gli altri...

# 3904_Saigo
source: That's why I started this line of work.
pt: Ecco perché ho iniziato questo tipo di lavoro.

# 3916_Saigo
source: You never know what will happen in life. You might even end up losing the ones you love.
pt: Non sai mai cosa può succedere nella vita. Potresti anche finire per perdere le persone che ami.

# 3928_Saigo
source: As long as man inhabits Earth, so will war.
pt: Finché l'uomo abiterà la Terra, ci sarà la guerra.

# 3940_Saigo
source: The only thing I can do is reach out to those around me, so they don't repeat my tragedy.
pt: L'unica cosa che posso fare è aiutare chi mi sta intorno, così che non ripetano la mia tragedia.

# 3952_Akiyama
source: I see... That's why you always tell people to stay on guard.
pt: Capisco... Ecco perché dici sempre alla gente di stare in guardia.

# 3964_Saigo
source: That's right.
pt: Esatto.

# 3976_Akiyama
source: At first I thought you were just some sort of war obsessed freak. But now I see there's method to your madness. Honestly, I'm moved.
pt: All'inizio pensavo che fossi solo una specie di pazzo ossessionato dalla guerra. Ma ora vedo che c'è del metodo nella tua follia. Onestamente, sono commosso.

# 3988_Akiyama
source: But...
pt: Ma...

# 4000_Saigo
source: But what?
pt: Ma cosa?

# 4012_Akiyama
source: Why me? Why me and not someone else? That's still bugging me.
pt: Perché io? Perché io e non qualcun altro? Questo ancora non mi torna.

# 4024_Saigo
source: Oh, that...
pt: Oh, quello...

# 4036_Saigo
source: Remember that girl you saved?
pt: Ricordi quella ragazza che hai salvato?

# 4048_Akiyama
source: Uh... I guess? I don't have the greatest of memories.
pt: Uh... credo? Non è che abbia tutta questa memoria.

# 4060_Saigo
source: Haha. I guess it didn't leave as much of an impression on you.
pt: Ahah. Immagino non ti abbia colpito più di tanto.

# 4072_Saigo
source: It's really difficult, you know, to help someone out on impulse.
pt: È davvero difficile, sai, aiutare qualcuno d'impulso.

# 4084_Saigo
source: I sensed you're able to protect others. And that's a strength I don't have.
pt: Ho percepito che sei in grado di proteggere gli altri. E questa è una forza che io non ho.

# 4096_Akiyama
source: Is that such a big deal, though?
pt: È una cosa così importante, però?

# 4108_Saigo
source: It may seem natural to you, but if everyone possessed what you have, this world would be a better place.
pt: A te può sembrare naturale, ma se tutti possedessero quello che hai tu, questo mondo sarebbe un posto migliore.

# 4120_Akiyama
source: Maybe so...
pt: Forse...

# 4156_Saigo
source: By the way, Akiyama-kun...
pt: A proposito, Akiyama-kun...

# 4168_Akiyama
source: Hm?
pt: Mh?

# 4180_Saigo
source: I have a favor to ask you.
pt: Ho un favore da chiederti.

# 4192_Akiyama
source: A favor?
pt: Un favore?

# 4204_Saigo
source: As far as I know, you're the only person I can ask. Do you mind?
pt: Per quanto ne so, sei l'unica persona a cui posso chiederlo. Ti dispiace?

# 4228_Akiyama
source: All right. What is it?
pt: Va bene. Di che si tratta?

# 4252_Saigo
source: Can you clear the bill I have piling up at your hostess club?
pt: Puoi saldare il conto che ho accumulato nel tuo hostess club?

# 4264_Akiyama
source: Oh. Sure, no pro－
pt: Oh. Certo, nessun pro-

# 4276_Akiyama
source: Huh? Wait, whaaat?
pt: Eh? Aspetta, cooosa?

# 4288_Saigo
source: Elise, the hostess club! You own the place, right?
pt: L'Elise, l'hostess club! È tuo, giusto?

# 4300_Saigo
source: I was hoping all this free training would be enough to foot my bill!
pt: Speravo che tutto questo allenamento gratuito bastasse a pagare il mio conto!

# 4312_Akiyama
source: Wait, you're one of my customers!?
pt: Aspetta, sei un mio cliente!?

# 4324_Akiyama
source: How much is your bill anyway?
pt: A quanto ammonta il tuo conto, comunque?

# 4336_Saigo
source: I can't say.
pt: Non posso dirlo.

# 4348_Akiyama
source: Just how much did you rack up!?
pt: Ma quanto hai speso!?

# 4360_Saigo
source: It's Mao-chan's fault! She's just too cute!
pt: È colpa di Mao-chan! È troppo carina!

# 4372_Akiyama
source: Huh? At least stop with that cutesy voice! It's... disturbing when used by a mercenary.
pt: Eh? Almeno smettila con quella vocina! È... inquietante se usata da un mercenario.

# 4384_Akiyama
source: And what's with that backstory you just fed me!? I was actually moved!
pt: E che mi dici di quella storia che mi hai appena raccontato!? Mi ero quasi commosso!

# 4396_Saigo
source: Huh? You calling me a liar? That was all true! Of course you were moved! Be moved some more!
pt: Eh? Mi stai dando del bugiardo? Era tutto vero! Certo che ti sei commosso! Commuoviti ancora un po'!

# 4408_Akiyama
source: But your wife and kid died!
pt: Ma tua moglie e tuo figlio sono morti!

# 4420_Saigo
source: I never said that! They're very much alive at this very moment! My daughter is almost a middle schooler! Hahaha!
pt: Non l'ho mai detto! Sono vivi e vegeti in questo preciso momento! Mia figlia va quasi alle medie! Ahahah!

# 4432_Akiyama
source: Then what did you mean by not being able to protect the people you love?
pt: Allora cosa intendevi con il non essere in grado di proteggere le persone che ami?

# 4444_Saigo
source: Oh, that. Well, after I quit my job as a mercenary, I lost all my income. I felt like a washed up good-for-nothing.
pt: Oh, quello. Beh, dopo aver lasciato il mio lavoro di mercenario, ho perso tutte le mie entrate. Mi sentivo un fallito buono a nulla.

# 4456_Akiyama
source: So you waste your savings at my club!?
pt: E così sprechi i tuoi risparmi nel mio locale!?

# 4468_Akiyama
source: Oh geez, enough already! I can't believe that story of yours actually inspired me!
pt: Oh cielo, basta! Non posso credere che la tua storia mi abbia davvero ispirato!

# 4480_Saigo
source: Don't say that. We're still friends, aren't we?
pt: Non dire così. Siamo ancora amici, no?

# 4492_Akiyama
source: (I can't believe I'm hearing this. This guy will never learn...)
pt: (Non posso credere a quello che sento. Questo tizio non imparerà mai...)

# 4504_Akiyama
source: All right. I guess you did help me out. But only this once, okay?
pt: Va bene. Immagino che tu mi abbia aiutato. Ma solo per questa volta, okay?

# 4516_Saigo
source: Really? You better not go back on your word, all right!?
pt: Davvero? Non rimangiarti la parola, d'accordo!?

# 4528_Akiyama
source: You have my word. I'll call and make the arrangements myself.
pt: Hai la mia parola. Chiamerò io stesso per sistemare le cose.

# 4540_Akiyama
source: Next time you come by, call me and I'll get you a discount.
pt: La prossima volta che passi, chiamami e ti farò uno sconto.

# 4552_Saigo
source: Akiyama-kun, thank you so much! I'll never forget this!
pt: Akiyama-kun, grazie mille! Non lo dimenticherò mai!

# 4564_Akiyama
source: Heheh. It's not that big a deal.
pt: Eheh. Non è un granché.

# 4576_Akiyama
source: More importantly, what are you going to do now? I mean, you're done with my training.
pt: Ma soprattutto, cosa farai adesso? Voglio dire, hai finito con il mio addestramento.

# 4588_Saigo
source: Hm? Done? Would you wake up and smell the coffee already!?
pt: Mh? Finito? Ti vuoi svegliare!?

# 4600_Akiyama
source: Wait, what!?
pt: Aspetta, cosa!?

# 4612_Saigo
source: Everyone knows that the most important part of training is continuing it. I'll be here, so come by and work out from time to time.
pt: Tutti sanno che la parte più importante dell'allenamento è continuarlo. Io sarò qui, quindi passa ad allenarti di tanto in tanto.

# 4624_Akiyama
source: I think I need a long nap...
pt: Credo di aver bisogno di un lungo pisolino...

# 4636_Akiyama
source: Well, alright then. I guess your training did have considerable results.
pt: Beh, va bene allora. Immagino che il tuo addestramento abbia dato risultati considerevoli.

# 4648_Akiyama
source: I'll come by whenever I'm free.
pt: Passerò ogni volta che sarò libero.

# 4660_Saigo
source: I'll be waiting.
pt: Ti aspetterò.

# 4672_Saigo
source: Good! You pass!
pt: Bene! Prova superata!

# 4684_Saigo
source: Not too bad. Consider this a reward.
pt: Niente male. Considerala una ricompensa.

# 4720_Saigo
source: Let me know when you want to train again.
pt: Fammelo sapere quando vuoi allenarti di nuovo.

# 4732_Saigo
source: That was fantastic! Consider this a reward.
pt: È stato fantastico! Considerala una ricompensa.

# 4768_Saigo
source: Let me know when you want to train again.
pt: Fammelo sapere quando vuoi allenarti di nuovo.

# 4780_Player
source: Yes
pt: Sì

# 4804_Player
source: Running
pt: Corsa

# 4816_Player
source: Shooting
pt: Sparatoria

# 4828_Player
source: Combat
pt: Combattimento

# 4840_Player
source: Suicidal Running
pt: Corsa Suicida

# 4852_Player
source: Suicidal Shooting
pt: Sparatoria Suicida

# 4864_Player
source: Suicidal Combat
pt: Combattimento Suicida

# 4876_Player
source: Nothing
pt: Niente

# 4888_Player
source: Yes
pt: Sì

# 4912_Player
source: Yes
pt: Sì

# 4936_Player
source: Yes
pt: Sì

# 4960_Player
source: Yes
pt: Sì

# 4984_Player
source: Yes
pt: Sì

# 5008_Player
source: Yes
pt: Sì

# 5032_Player
source: Yes
pt: Sì

# 5056_Player
source: Yes
pt: Sì
