Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0102060e.po
Languages: pt

# 100_Kiryu
source: Yasuko-san. You keep saying you owe Taiga your life.
pt: Yasuko-san. Continui a dire che devi la vita a Taiga.

# 112_Kiryu
source: And I get it. We all rely on other people. It's hard to keep going without someone loving you, supporting you, pushing you onward.
pt: E lo capisco. Tutti noi ci affidiamo ad altre persone. È difficile andare avanti senza qualcuno che ti ami, ti sostenga, ti spinga ad andare avanti.

# 124_Kiryu
source: But in your case, Taiga became more than that. He's not just your support. He's your reason to keep living.
pt: Ma nel tuo caso, Taiga è diventato più di questo. Non è solo il tuo sostegno. È la tua ragione di vita.

# 136_Yasuko
source: I...
pt: Io...

# 148_Kiryu
source: I know life hasn't been easy for you. Losing your parents is one of the worst pains imaginable, and you had to bear that burden at a far younger age than most.
pt: So che la vita non è stata facile per te. Perdere i genitori è uno dei dolori peggiori che si possano immaginare, e tu hai dovuto sopportare quel fardello a un'età molto più giovane della maggior parte delle persone.

# 160_Kiryu
source: But having a hard life doesn't excuse the way you've lived.
pt: Ma avere una vita difficile non giustifica il modo in cui hai vissuto.

# 184_Kiryu
source: Not that I have any right to talk. I've made my fair share of mistakes.
pt: Non che io abbia il diritto di parlare. Ho fatto la mia buona dose di errori.

# 220_Kiryu
source: I understand why you feel so strongly, but that emotion has led you to some bad decisions.
pt: Capisco perché ti senti così fortemente, ma quell'emozione ti ha portata a prendere delle decisioni sbagliate.

# 232_Kiryu
source: It's not a stretch to say it's completely clouded your judgment.
pt: Non è esagerato dire che ha completamente annebbiato il tuo giudizio.

# 244_Kiryu
source: So, I need you to stay here while I go figure out where your brother is. It's for your own good.
pt: Quindi, ho bisogno che tu rimanga qui mentre vado a scoprire dov'è tuo fratello. È per il tuo bene.

# 256_Yasuko
source: But...
pt: Ma...

# 280_Kiryu
source: Don't worry, I'll find him. And I'll make sure you two are reunited. I promise.
pt: Non preoccuparti, lo troverò. E farò in modo che voi due siate riuniti. Lo prometto.

# 292_Kiryu
source: But for now, you just need to be patient. Okay?
pt: Ma per ora, devi solo essere paziente. Ok?

# 304_Yasuko
source: ...Yes. Thank you.
pt: ...Sì. Grazie.

# 316_Kiryu
source: Thank you, Yasuko-san.
pt: Grazie, Yasuko-san.

# 340_Kiryu
source: Take care of her for me, will you?
pt: Prenditi cura di lei per me, ok?

# 352_Date
source: Heh, do you even have to ask?
pt: Eh, c'è bisogno di chiederlo?

# 412_Yasuko
source: So, what is it you want to ask me?
pt: Allora, cosa vuoi chiedermi?

# 424_Kiryu
source: Sorry if this is a blunt question...
pt: Scusa se è una domanda schietta...

# 436_Kiryu
source: But why do you need to see your brother so bad? Bad enough to murder for it?
pt: Ma perché hai così tanto bisogno di vedere tuo fratello? Abbastanza da uccidere per questo?

# 448_Date
source: Wait, you what!?
pt: Aspetta, tu cosa!?

# 460_Yasuko
source: Kiryu-san, is this really the best place to...
pt: Kiryu-san, è davvero il posto migliore per...

# 472_Kiryu
source: Don't worry about Date-san. He's an ex-detective, yeah, but we can trust him. I promise.
pt: Non preoccuparti per Date-san. È un ex detective, sì, ma possiamo fidarci di lui. Lo prometto.

# 484_Kiryu
source: He'd never turn you in without hearing what you had to say first.
pt: Non ti denuncerebbe mai senza prima sentire quello che hai da dire.

# 496_Kiryu
source: Isn't that right, Date-san?
pt: Non è vero, Date-san?

# 508_Date
source: Well, uh... Yeah, that's right.
pt: Beh, uh... Sì, è vero.

# 520_Kiryu
source: Now tell me the truth, Yasuko-san. Why would you go so far for your brother?
pt: Ora dimmi la verità, Yasuko-san. Perché ti saresti spinta così oltre per tuo fratello?

# 532_Yasuko
source: I...
pt: Io...

# 556_Date
source: C'mon.
pt: Andiamo.

# 568_Yasuko
source: It's because... because Taiga is everything to me. I owe him my life.
pt: È perché... perché Taiga è tutto per me. Gli devo la vita.

# 580_Kiryu
source: What?
pt: Cosa?

# 592_Yasuko
source: I'm serious. If it weren't for him, I would have died years ago.
pt: Sono seria. Se non fosse stato per lui, sarei morta anni fa.

# 604_Kiryu
source: Go on.
pt: Vada avanti.

# 616_Yasuko
source: Have you ever heard of a living-donor kidney transplant?
pt: Hai mai sentito parlare di un trapianto di rene da donatore vivente?

# 628_Date
source: Oh yeah, you read about those things all the time. That's when they give you a kidney from one of your relatives, right? They say you only need one, after all.
pt: Ah sì, se ne legge sempre. È quando ti danno un rene da un tuo parente, giusto? Dicono che ne basta uno, dopotutto.

# 640_Yasuko
source: Right. The truth of it is... I'm the recipient of one of those living-donor transplants.
pt: Giusto. La verità è... che ho ricevuto uno di quei trapianti da donatore vivente.

# 652_Date
source: And your brother's the one who gave it to you, huh?
pt: E tuo fratello è quello che te l'ha dato, eh?

# 664_Kiryu
source: That's what you meant when you said you owe him your life.
pt: È questo che intendevi quando hai detto che gli devi la vita.

# 676_Yasuko
source: ...Yes.
pt: ...Sì.

# 688_Date
source: Hold on. Getting a transplant like that from your sibling isn't all that uncommon.
pt: Aspetta. Ricevere un trapianto del genere da un fratello non è così raro.

# 700_Date
source: I'm not judging or anything, but do you really owe him that much just for a kidney?
pt: Non sto giudicando o altro, ma gli devi davvero così tanto solo per un rene?

# 712_Yasuko
source: It's not that simple.
pt: Non è così semplice.

# 724_Kiryu
source: Think you can explain?
pt: Pensi di poter spiegare?

# 736_Yasuko
source: The kidney I got... It wasn't Taiga's. He wasn't a match.
pt: Il rene che ho ricevuto... non era di Taiga. Non era compatibile.

# 748_Date
source: What, different blood types?
pt: Cosa, gruppi sanguigni diversi?

# 760_Yasuko
source: Well, yes, but...
pt: Beh, sì, ma...

# 772_Date
source: But what? Why couldn't you get the transplant from your brother?
pt: Ma cosa? Perché non hai potuto ricevere il trapianto da tuo fratello?

# 796_Yasuko
source: I, um...
pt: Io, ehm...

# 808_Kiryu
source: I think I get what's going on here. You and Taiga aren't actually siblings.
pt: Credo di aver capito cosa sta succedendo. Tu e Taiga non siete davvero fratelli.

# 832_Yasuko
source: He's right. Taiga is my stepfather's son from his prior marriage, while my mother had me before she and my stepfather ever even met.
pt: Ha ragione. Taiga è il figlio del mio patrigno dal suo precedente matrimonio, mentre mia madre mi ha avuta prima ancora che lei e il mio patrigno si conoscessero.

# 844_Date
source: Then where'd you find a match?
pt: Allora dove hai trovato un donatore compatibile?

# 856_Yasuko
source: Since my mother had already passed... Taiga tracked down my biological father and begged him to donate his kidney to me.
pt: Dato che mia madre era già morta... Taiga ha rintracciato il mio padre biologico e lo ha supplicato di donarmi il suo rene.

# 880_Yasuko
source: Beyond the regular difficulty of finding a kidney donor, my blood type is extremely rare. A direct relative was my only hope of a match.
pt: Oltre alla normale difficoltà di trovare un donatore di rene, il mio gruppo sanguigno è estremamente raro. Un parente diretto era la mia unica speranza di compatibilità.

# 892_Yasuko
source: Once Taiga learned that, he spent every waking moment of his life scouring the city until he found my father.
pt: Una volta che Taiga lo seppe, passò ogni momento della sua vita a setacciare la città finché non trovò mio padre.

# 904_Yasuko
source: He was only 15 years old at the time.
pt: All'epoca aveva solo 15 anni.

# 916_Date
source: Still just a kid, huh...
pt: Ancora solo un ragazzino, eh...

# 928_Yasuko
source: I had honestly given up hope. Before my mother died, she told me my father was nothing more than an abusive drunk with no chance of ever changing.
pt: Onestamente avevo perso la speranza. Prima che mia madre morisse, mi disse che mio padre non era altro che un ubriacone violento senza alcuna possibilità di cambiare.

# 940_Yasuko
source: Based on what I knew, it seemed likely he was already dead. Even if he wasn't, I didn't want to live knowing I owed my life to such a horrible man.
pt: In base a quello che sapevo, sembrava probabile che fosse già morto. Anche se non lo era, non volevo vivere sapendo di dovere la mia vita a un uomo così orribile.

# 952_Yasuko
source: At the time, I would have rather died than continue on carrying a part of him inside me.
pt: All'epoca, avrei preferito morire piuttosto che continuare a vivere portando una parte di lui dentro di me.

# 976_Yasuko
source: But Taiga wouldn't take no for an answer. He said no matter what happened, he would take care of me.
pt: Ma Taiga non accettava un no come risposta. Disse che, non importava cosa fosse successo, si sarebbe preso cura di me.

# 988_Date
source: Then... he found your dad?
pt: Allora... ha trovato tuo padre?

# 1000_Yasuko
source: Yes.
pt: Sì.

# 1012_Date
source: Well? Where was he?
pt: Beh? Dov'era?

# 1024_Yasuko
source: In Kansai. He had started working for a yakuza organization called the Omi Alliance. Handling the dirty jobs nobody else wanted to touch.
pt: Nel Kansai. Aveva iniziato a lavorare per un'organizzazione yakuza chiamata Alleanza Omi. Si occupava dei lavori sporchi che nessun altro voleva toccare.

# 1036_Date
source: The Omi!?
pt: Gli Omi!?

# 1048_Yasuko
source: That's right. Taiga went alone to Kansai, knowing full well that my father was a yakuza, but...
pt: Esatto. Taiga andò da solo nel Kansai, sapendo benissimo che mio padre era uno yakuza, ma...

# 1060_Kiryu
source: Let me guess. They tried to extort him.
pt: Lasciami indovinare. Hanno cercato di estorcergli dei soldi.

# 1072_Yasuko
source: Exactly. A yakuza through and through, my father demanded a massive sum of money in exchange for one of his kidneys.
pt: Esatto. Uno yakuza fino al midollo, mio padre pretese una somma enorme di denaro in cambio di uno dei suoi reni.

# 1084_Date
source: How much cash are we talking here?
pt: Di quanti soldi stiamo parlando?

# 1096_Yasuko
source: Thirty million yen.
pt: Trenta milioni di yen.

# 1108_Date
source: Thirty mil!? That's a ton now, but it was a fortune back then! How was a kid ever supposed to get his hands on that kind of money!?
pt: Trenta milioni!? È una cifra enorme adesso, ma all'epoca era una fortuna! Come avrebbe mai potuto un ragazzino mettere le mani su una somma del genere!?

# 1120_Yasuko
source: He wasn't. That was the point.
pt: Non poteva. Era quello il punto.

# 1132_Yasuko
source: But Taiga didn't give up. He started fighting thugs in the streets of Kamurocho, trying to scrape together whatever funds he could.
pt: Ma Taiga non si arrese. Iniziò a combattere contro i teppisti per le strade di Kamurocho, cercando di racimolare tutti i fondi che poteva.

# 1144_Date
source: That would never work. Not for cash like that.
pt: Non avrebbe mai funzionato. Non per una somma del genere.

# 1156_Yasuko
source: It didn't. Not until Sasai-san from the Tojo Clan stepped in.
pt: Infatti. Non finché Sasai-san del Clan Tojo non è intervenuto.

# 1168_Yasuko
source: He gave Taiga the thirty million under one condition: he join the Sasai Family.
pt: Diede a Taiga i trenta milioni a una condizione: che si unisse alla Famiglia Sasai.

# 1180_Kiryu
source: So that's how he ended up in the Tojo.
pt: Quindi è così che è finito nei Tojo.

# 1192_Yasuko
source: All that time, Taiga never turned his back to me. Even when it seemed like all hope was lost, he supported me.
pt: Per tutto quel tempo, Taiga non mi ha mai voltato le spalle. Anche quando sembrava che ogni speranza fosse perduta, mi ha sostenuto.

# 1204_Yasuko
source: He dropped out of high school, gave up on his dream of becoming a teacher, even joined the yakuza for me...
pt: Ha lasciato il liceo, ha rinunciato al suo sogno di diventare un insegnante, si è persino unito alla yakuza per me...

# 1216_Kiryu
source: So that's what you meant when you said you owe him your life.
pt: Quindi è questo che intendevi quando hai detto che gli devi la vita.

# 1228_Yasuko
source: That's right. He's everything to me.
pt: Esatto. Lui è tutto per me.

# 1240_Yasuko
source: Not only did Taiga literally save my life, but he gave me the will to keep on living.
pt: Non solo Taiga mi ha letteralmente salvato la vita, ma mi ha dato la volontà di continuare a vivere.

# 1276_Date
source: What's going on, Kiryu? You show up in a guy's bar and don't even drop him a line first?
pt: Che succede, Kiryu? Ti presenti nel bar di un tizio senza nemmeno avvisarlo?

# 1288_Kiryu
source: Sorry for not letting you know, Date-san. I have some business in town.
pt: Scusa se non ti ho avvisato, Date-san. Ho degli affari in città.

# 1300_Date
source: ...Work never ends for the ex-fourth chairman, huh?
pt: ...Il lavoro non finisce mai per l'ex quarto presidente, eh?

# 1312_Kiryu
source: You've got that right. Anyway, this is Yasuko Saejima. I'm here helping her with a little something.
pt: Hai proprio ragione. Comunque, lei è Yasuko Saejima. Sono qui per aiutarla con una cosetta.

# 1324_Yasuko
source: It's nice to meet you.
pt: Piacere di conoscerti.

# 1336_Date
source: Oh, the pleasure's all mine.
pt: Oh, il piacere è tutto mio.

# 1348_Date
source: She's a knockout, Kiryu. How'd you end up bringing a girl like her back here, huh?
pt: È uno schianto, Kiryu. Come hai fatto a portare una ragazza come lei qui, eh?

# 1360_Kiryu
source: Whatever you're thinking, I guarantee you've got the wrong idea. Let's leave it at that.
pt: Qualunque cosa tu stia pensando, ti garantisco che ti sei fatto l'idea sbagliata. Lasciamo perdere.

# 1372_Kiryu
source: By the way, where's Mama?
pt: A proposito, dov'è la Mama?

# 1384_Date
source: Gone for the week. Family trouble, you know how it goes.
pt: Via per una settimana. Problemi di famiglia, sai com'è.

# 1396_Kiryu
source: And you're holding down the fort while she's gone?
pt: E tu tieni in piedi la baracca mentre lei è via?

# 1408_Date
source: Yup. It's a real pain, what with my other work and all, but she insists we keep it open for the regulars.
pt: Sì. È una vera seccatura, con tutto l'altro lavoro che ho, ma lei insiste perché teniamo aperto per i clienti abituali.

# 1420_Kiryu
source: Lucky for us that she does.
pt: Per nostra fortuna.

# 1432_Date
source: Now, Kiryu. What's this "little something" you need to take care of?
pt: Ora, Kiryu. Cos'è questa 'cosetta' di cui ti devi occupare?

# 1444_Kiryu
source: Oh, right. You mind taking a seat, Yasuko-san?
pt: Oh, giusto. Ti dispiace sederti, Yasuko-san?

# 1456_Yasuko
source: Um...
pt: Ehm...

# 1468_Kiryu
source: Please. I just need to ask you something before we head out to find your brother.
pt: Per favore. Devo solo chiederti una cosa prima di andare a cercare tuo fratello.

# 1480_Yasuko
source: ...Okay.
pt: ...Ok.
