Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01020d79.po
Languages: pt_br

source: Player
pt_br: Giocatore

# 200_Player
source: (Maybe I should rest until dusk.)
pt_br: (Magari dovrei riposare fino al tramonto.)

# 212_Player
source: (Maybe I should rest until evening.)
pt_br: (Magari mi do una riposata fino a sera.)

# 224_Player
source: (Maybe I should rest until morning.)
pt_br: (Forse farei bene a riposare fino a mattina.)

# 236_Player
source: (Not right now.)
pt_br: (Non ora.)

# 296_Player
source: Rest Until Dusk
pt_br: Riposa fino al crepuscolo

# 308_Player
source: Don't Rest
pt_br: Non riposare

# 320_Player
source: Rest Until Evening
pt_br: Riposa fino a sera

# 332_Player
source: Don't Rest
pt_br: Non riposare

# 344_Player
source: Rest Until Morning
pt_br: Riposa fino a mattina

# 356_Player
source: Don't Rest
pt_br: Non riposare
