Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0036.po
Languages: pt_br

# 8208_松岡里緒奈：源氏名
source: No, no. I could never do that! I know too many people there!
pt_br: No, no. Non potrei mai farlo! Conosco troppe persone lì!

# 8220_松岡里緒奈：源氏名
source: I wouldn't want my dad to know I've been spying on him.
pt_br: Non vorrei che mio padre sapesse che lo stavo spiando.

# 8232_Kiryu
source: You could go in disguise. Wear some sunglasses or maybe a mask.
pt_br: Potresti andare in incognito. Metti degli occhiali da sole o magari una maschera.

# 8244_松岡里緒奈：源氏名
source: Come on. That would be way dumb! But then again, it might be kind of exciting.
pt_br: Andiamo. Sarebbe troppo stupido! Ma d'altra parte, potrebbe essere eccitante.

# 8256_松岡里緒奈：源氏名
source: Would you come with me?
pt_br: Verresti con me?

# 8268_Kiryu
source: Sure.
pt_br: Certo.

# 8280_松岡里緒奈：源氏名
source: Okay! We'll go undercover the next time they have a match! I feel like a secret agent or something! <Color:7>♥<Color:Default>
pt_br: Ok! Andremo in incognito la prossima volta che ci sarà un incontro! Mi sento come un'agente segreta o qualcosa del genere! <Color:7>♥<Color:Default>

# 8292_Kiryu
source: You could ask your brother. He lives with your father, right?
pt_br: Potresti chiedere a tuo fratello. Vive con tuo padre, giusto?

# 8304_松岡里緒奈：源氏名
source: Yes. I already emailed him about it, but he hasn't replied yet.
pt_br: Sì. Gli ho già mandato un'e-mail a riguardo, ma non ha ancora risposto.

# 8316_松岡里緒奈：源氏名
source: That idiot is probably messing around in town somewhere.
pt_br: Quell'idiota probabilmente sta cazzeggiando da qualche parte in città.

# 8340_松岡里緒奈：源氏名
source: He's so bad at getting back to people! He just kills me!
pt_br: È così lento a rispondere! Mi fa impazzire!

# 8352_Kiryu
source: You'll just have to wait and see what he says.
pt_br: Dovrai solo aspettare e vedere cosa dice.

# 8364_松岡里緒奈：源氏名
source: Yeah. But I'm going to tell him a thing or two next time I see him!
pt_br: Sì. Ma gliene dirò quattro la prossima volta che lo vedo!

# 8376_Kiryu
source: You can't believe everything you read online. People like to make stuff up all the time.
pt_br: Non puoi credere a tutto quello che leggi online. La gente inventa sempre cose.

# 8388_松岡里緒奈：源氏名
source: But why would someone make up something like that about Kamuro Pro Wrestling?
pt_br: Ma perché qualcuno dovrebbe inventarsi una cosa del genere sulla Kamuro Pro Wrestling?

# 8400_Kiryu
source: I don't know. You just can't trust the Internet.
pt_br: Non lo so. Semplicemente non ci si può fidare di Internet.

# 8412_松岡里緒奈：源氏名
source: Where there's smoke, there's fire, as they say. Do you use the Internet at all?
pt_br: Non c'è fumo senza arrosto, come si dice. Tu usi Internet?

# 8424_Kiryu
source: Well, I do read blogs...
pt_br: Beh, leggo i blog...

# 8436_松岡里緒奈：源氏名
source: Blogs!? No way! What do you read them for?
pt_br: Blog!? Non ci credo! E per cosa li leggi?

# 8448_Kiryu
source: To help me get stronger.
pt_br: Per aiutarmi a diventare più forte.

# 8460_松岡里緒奈：源氏名
source: What do you mean? How would a blog do that?
pt_br: Cosa intendi? Come potrebbe un blog farlo?

# 8472_松岡里緒奈：源氏名
source: I was seriously asking, you know...
pt_br: Stavo chiedendo seriamente, sai...

# 8496_松岡里緒奈：源氏名
source: Can I tell you something?
pt_br: Posso dirti una cosa?

# 8508_Kiryu
source: Sure. What?
pt_br: Certo. Cosa?

# 8520_松岡里緒奈：源氏名
source: I've never been swept up in a true romance.
pt_br: Non sono mai stata travolta da una vera storia d'amore.

# 8532_松岡里緒奈：源氏名
source: I meet guys who I think are great at first, but they always turn out to be wimps or cheaters.
pt_br: Incontro ragazzi che all'inizio penso siano fantastici, ma si rivelano sempre dei rammolliti o dei traditori.

# 8544_Kiryu
source: Sounds like you've had some bad luck.
pt_br: Sembra che tu abbia avuto un po' di sfortuna.

# 8556_松岡里緒奈：源氏名
source: Tell me about it. I've got the worst luck with men.
pt_br: A chi lo dici. Ho la peggior sfortuna con gli uomini.

# 8568_松岡里緒奈：源氏名
source: I'm starting to think I'll never find someone...
pt_br: Sto iniziando a pensare che non troverò mai nessuno...

# 8580_Kiryu
source: Things will get better.
pt_br: Le cose miglioreranno.

# 8592_松岡里緒奈：源氏名
source: You really think so?
pt_br: Lo pensi davvero?

# 8604_Kiryu
source: You met me, didn't you? I'd say things are already looking up.
pt_br: Mi hai incontrato, no? Direi che le cose stanno già migliorando.

# 8616_松岡里緒奈：源氏名
source: I'm impressed you could say that with a straight face!
pt_br: Sono impressionata che tu riesca a dirlo con una faccia seria!

# 8628_Kiryu
source: Look at it this way. You've used up all your bad luck, so you've only got good luck left.
pt_br: Guardala in questo modo. Hai esaurito tutta la tua sfortuna, quindi ti è rimasta solo la fortuna.

# 8640_松岡里緒奈：源氏名
source: Hm, never thought of it like that before. Maybe things are looking up for me after all! <Color:7>♥<Color:Default>
pt_br: Mmm, non ci avevo mai pensato in questo modo prima d'ora. Forse le cose stanno migliorando per me, dopotutto! <Color:7>♥<Color:Default>

# 8652_Kiryu
source: You see?
pt_br: Visto?

# 8664_Kiryu
source: Maybe that's your fate.
pt_br: Forse è il tuo destino.

# 8676_松岡里緒奈：源氏名
source: So you're saying maybe I'll never experience true love?
pt_br: Quindi stai dicendo che forse non sperimenterò mai il vero amore?

# 8688_Kiryu
source: That's not for me to say. Only fate knows for sure.
pt_br: Non sta a me dirlo. Solo il destino lo sa con certezza.

# 8700_松岡里緒奈：源氏名
source: Then maybe my luck won't get any better if we start seeing each other...
pt_br: Allora forse la mia fortuna non migliorerà se iniziamo a frequentarci...

# 8712_Kiryu
source: I wouldn't say that. I think I could make you happy.
pt_br: Non direi. Penso che potrei renderti felice.

# 8724_松岡里緒奈：源氏名
source: Really?
pt_br: Davvero?

# 8736_Kiryu
source: Absolutely.
pt_br: Assolutamente.

# 8748_松岡里緒奈：源氏名
source: That's easier said than done. Men have told me similar things before. I'm not falling for that again!
pt_br: Più facile a dirsi che a farsi. Gli uomini mi hanno detto cose simili prima. Non ci casco di nuovo!

# 8772_Kiryu
source: Learn how to be a better judge of men. I think you're part of the problem.
pt_br: Impara a giudicare meglio gli uomini. Penso che tu sia parte del problema.

# 8784_松岡里緒奈：源氏名
source: Hm, you think so? And you're a great judge of women, I take it?
pt_br: Mmm, pensi? E tu sei un grande giudice di donne, immagino?

# 8796_Kiryu
source: Of course. I've had a lot of experience.
pt_br: Certo. Ho molta esperienza.

# 8808_松岡里緒奈：源氏名
source: Oh, so you've gone out with a lot of girls, huh? I didn't realize you were such a player.
pt_br: Oh, quindi sei uscito con un sacco di ragazze, eh? Non sapevo fossi un tale playboy.

# 8820_Kiryu
source: Uh, I didn't mean it that way. A guy like me with a lot of life experience learns to be a good judge of character.
pt_br: Uh, non intendevo questo. Un uomo come me con molta esperienza di vita impara a essere un buon giudice del carattere.

# 8832_松岡里緒奈：源氏名
source: Well, you're good at thinking up excuses, at least. I hate how men are constantly waffling.
pt_br: Beh, almeno sei bravo a inventare scuse. Odio come gli uomini tergiversano continuamente.

# 8856_松岡里緒奈：源氏名
source: Kiryu-san... This guy asked me out the other day.
pt_br: Kiryu-san... l'altro giorno un ragazzo mi ha chiesto di uscire.

# 8868_松岡里緒奈：源氏名
source: He's a student at my college. We're in a club together, but he's a year older.
pt_br: È uno studente del mio college. Siamo nello stesso club, ma ha un anno più di me.

# 8880_Kiryu
source: Hey, that's great.
pt_br: Ehi, è fantastico.

# 8892_松岡里緒奈：源氏名
source: He's gorgeous and friendly. All the girls like him.
pt_br: È bellissimo e simpatico. Piace a tutte le ragazze.

# 8904_松岡里緒奈：源氏名
source: Do you know what he said when I asked him why he likes me?
pt_br: Sai cosa ha detto quando gli ho chiesto perché gli piaccio?

# 8916_松岡里緒奈：源氏名
source: He said he loves my passionate personality. What do you think of that?
pt_br: Ha detto che ama la mia personalità passionale. Cosa ne pensi?

# 8928_Kiryu
source: Well, that's hard to say...
pt_br: Beh, è difficile da dire...

# 8940_松岡里緒奈：源氏名
source: I'm trying to decide whether I should give him a shot or not.
pt_br: Sto cercando di decidere se dargli una possibilità o no.

# 8952_松岡里緒奈：源氏名
source: I haven't had much luck with love... It would suck if we started going out and it turns out he's a jerk.
pt_br: Non ho avuto molta fortuna in amore... sarebbe terribile se iniziassimo a uscire e si rivelasse uno stronzo.

# 8964_Kiryu
source: If you're not sure, you shouldn't do it.
pt_br: Se non sei sicura, non dovresti farlo.

# 8976_松岡里緒奈：源氏名
source: Oh, is that jealousy I'm hearing?
pt_br: Oh, è gelosia quella che sento?

# 8988_Kiryu
source: It's not that. Going out with the popular guy can make things... complicated.
pt_br: Non è quello. Uscire con il ragazzo popolare può rendere le cose... complicate.

# 9000_松岡里緒奈：源氏名
source: I guess you have a point. I wouldn't want other girls eyeing my boyfriend all the time.
pt_br: Immagino tu abbia ragione. Non vorrei che altre ragazze adocchiassero il mio ragazzo tutto il tempo.

# 9012_松岡里緒奈：源氏名
source: If you don't want me to see him, I'll tell him I'm not interested.
pt_br: Se non vuoi che lo veda, gli dirò che non sono interessata.

# 9024_Kiryu
source: Shouldn't that be up to you?
pt_br: Non dovrebbe essere una tua decisione?

# 9036_松岡里緒奈：源氏名
source: I just want to know what you think.
pt_br: Voglio solo sapere cosa ne pensi.

# 9048_Kiryu
source: Fine. Then I don't want you to see him. Good enough?
pt_br: Bene. Allora non voglio che tu lo veda. Ti basta?

# 9060_松岡里緒奈：源氏名
source: Yep! <Color:7>♥<Color:Default>
pt_br: Sì! <Color:7>♥<Color:Default>

# 9072_Kiryu
source: What's he got that I haven't got?
pt_br: Cosa ha lui che io non ho?

# 9084_松岡里緒奈：源氏名
source: What!? I... I don't know. You two are so different. He's an honor roll student and everything.
pt_br: Cosa!? Io... non lo so. Siete così diversi. Lui è uno studente modello e tutto il resto.

# 9096_松岡里緒奈：源氏名
source: But I guess if I had to choose...
pt_br: Ma immagino che se dovessi scegliere...

# 9108_Kiryu
source: If you had to choose?
pt_br: Se dovessi scegliere?

# 9120_松岡里緒奈：源氏名
source: I'd say you're more my type. <Color:7>♥<Color:Default>
pt_br: Direi che sei più il mio tipo. <Color:7>♥<Color:Default>

# 9132_Kiryu
source: I see.
pt_br: Capisco.

# 9144_松岡里緒奈：源氏名
source: I'll turn him down. Forget I even mentioned it. <Color:7>♥<Color:Default>
pt_br: Lo rifiuterò. Dimentica che te ne ho parlato. <Color:7>♥<Color:Default>

# 9156_Kiryu
source: I should meet him sometime. See if he's the right kind of guy for you.
pt_br: Dovrei incontrarlo qualche volta. Per vedere se è il tipo giusto per te.

# 9168_松岡里緒奈：源氏名
source: What!? No, that sounds like a bad idea.
pt_br: Cosa!? No, mi sembra una pessima idea.

# 9180_Kiryu
source: I'm a good judge of character. If I meet him, I'll know what kind of man he is.
pt_br: Sono un buon giudice del carattere. Se lo incontro, saprò che tipo di uomo è.

# 9192_松岡里緒奈：源氏名
source: And what if you decide that he's a jerk?
pt_br: E se decidi che è uno stronzo?

# 9204_Kiryu
source: Well, then I'll convince him to forget about you. Using whatever means necessary.
pt_br: Beh, allora lo convincerò a dimenticarti. Usando ogni mezzo necessario.

# 9216_松岡里緒奈：源氏名
source: I don't like the sound of that! No way, you're not meeting him!
pt_br: Non mi piace come suona! Assolutamente no, non lo incontrerai!

# 9228_松岡里緒奈：源氏名
source: Might doesn't always make right, by the way! Hmph!
pt_br: La forza non dà sempre la ragione, comunque! Umpf!

# 9252_松岡里緒奈：源氏名
source: You remember me telling you about the physical exam I had to take at school?
pt_br: Ti ricordi che ti ho parlato della visita medica che dovevo fare a scuola?

# 9264_Kiryu
source: Sure. How did that turn out?
pt_br: Certo. Com'è andata?

# 9276_松岡里緒奈：源氏名
source: Well... I took it...
pt_br: Beh... l'ho fatta...

# 9288_松岡里緒奈：源氏名
source: And I got the results.
pt_br: E ho ricevuto i risultati.

# 9300_Kiryu
source: So, how was it? Did they find something wrong?
pt_br: Allora, com'è andata? Hanno trovato qualcosa che non va?

# 9312_松岡里緒奈：源氏名
source: Actually...
pt_br: In realtà...

# 9336_松岡里緒奈：源氏名
source: It went perfectly! I'm the healthiest girl they've ever seen!
pt_br: È andata alla perfezione! Sono la ragazza più sana che abbiano mai visto!

# 9348_Kiryu
source: Wow... You had me thinking you were dying or something.
pt_br: Wow... mi avevi fatto pensare che stessi morendo o qualcosa del genere.

# 9360_松岡里緒奈：源氏名
source: Were you worried about me? Anyway, today I think we should have a drink! To my health!
pt_br: Eri preoccupato per me? Comunque, oggi penso che dovremmo bere! Alla mia salute!

# 9372_Kiryu
source: Hey, you got a clean bill of health. Just don't overdo it.
pt_br: Ehi, sei risultata sana come un pesce. Solo non esagerare.

# 9384_松岡里緒奈：源氏名
source: Yeah, I know I need to cut back on drinking a bit...
pt_br: Sì, so che devo ridurre un po' il bere...

# 9396_松岡里緒奈：源氏名
source: But today's a celebration! <Color:7>♥<Color:Default>
pt_br: Ma oggi si festeggia! <Color:7>♥<Color:Default>

# 9408_松岡里緒奈：源氏名
source: We have to drink today! Come on, you have to drink, too!
pt_br: Dobbiamo bere oggi! Dai, devi bere anche tu!

# 9420_Kiryu
source: Oh, all right... But just today.
pt_br: Oh, va bene... Ma solo oggi.

# 9432_松岡里緒奈：源氏名
source: Heh, that's why I like you so much. <Color:7>♥<Color:Default>
pt_br: Eh, ecco perché mi piaci così tanto. <Color:7>♥<Color:Default>

# 9444_Kiryu
source: I'll pass. Getting a little old for this kinda thing.
pt_br: Passo. Sto diventando un po' vecchio per questo genere di cose.

# 9456_松岡里緒奈：源氏名
source: Huh? How old are you?
pt_br: Eh? Quanti anni hai?

# 9468_Kiryu
source: I'm 41.
pt_br: Ho 41 anni.

# 9480_松岡里緒奈：源氏名
source: Seriously? What's your secret!? You don't look it at all!
pt_br: Sul serio? Qual è il tuo segreto!? Non li dimostri affatto!

# 9492_Kiryu
source: Heh, I'm flattered.
pt_br: Eh, sono lusingato.

# 9504_松岡里緒奈：源氏名
source: Absolutely! If you look this young, you must have a strong, healthy liver, too!
pt_br: Assolutamente! Se sembri così giovane, devi avere anche un fegato forte e sano!

# 9516_Kiryu
source: Okay, but... I'm still not going to go overboard. I prefer to drink slowly and savor it.
pt_br: Ok, ma... non ho comunque intenzione di esagerare. Preferisco bere lentamente e assaporare.

# 9528_松岡里緒奈：源氏名
source: Seriously? Aww, you're such a party pooper...
pt_br: Sul serio? Uffa, sei un tale guastafeste...

# 9540_Kiryu
source: Well, maybe I can make an exception just this once.
pt_br: Beh, forse posso fare un'eccezione solo per questa volta.

# 9552_松岡里緒奈：源氏名
source: Really!? Great!
pt_br: Davvero!? Fantastico!

# 9564_松岡里緒奈：源氏名
source: We should make it a drinking game! The super-healthy me versus the middle-aged man!
pt_br: Dovremmo farne un gioco alcolico! La super-sana me contro l'uomo di mezza età!

# 9576_Kiryu
source: Hey, who's middle-aged?
pt_br: Ehi, chi sarebbe di mezza età?

# 9588_松岡里緒奈：源氏名
source: If I win, you'll be my slave forever!
pt_br: Se vinco, sarai mio schiavo per sempre!

# 9600_Kiryu
source: Uh... Are you drunk already?
pt_br: Uh... sei già ubriaca?

# 9612_松岡里緒奈：源氏名
source: Huh? It's cool, whatever. I can see you're afraid to lose! I'm drinking today anyway!
pt_br: Eh? Fa niente, non importa. Vedo che hai paura di perdere! Io bevo comunque oggi!

# 9624_Kiryu
source: Do what you like.
pt_br: Fai come vuoi.

# 9636_松岡里緒奈：源氏名
source: I will! But since you're such a scaredy cat, we can take it slow. <Color:7>♥<Color:Default>
pt_br: Lo farò! Ma visto che sei un tale fifone, possiamo andare con calma. <Color:7>♥<Color:Default>

# 9648_松岡里緒奈：源氏名
source: One of my childhood friends had a baby the other day.
pt_br: Una mia amica d'infanzia ha avuto un bambino l'altro giorno.

# 9660_Kiryu
source: Oh, that's great. Congratulations to them.
pt_br: Oh, fantastico. Congratulazioni a loro.

# 9672_松岡里緒奈：源氏名
source: I went to visit her on my day off, and her baby is just the cutest thing ever! <Color:7>♥<Color:Default>
pt_br: Sono andata a trovarla nel mio giorno libero e il suo bambino è la cosa più carina del mondo! <Color:7>♥<Color:Default>

# 9684_松岡里緒奈：源氏名
source: Sooo adorable! I think just seeing the baby turned my maternal instincts up to 11!
pt_br: Così adorabile! Penso che solo vedere il bambino abbia portato i miei istinti materni alle stelle!

# 9696_松岡里緒奈：源氏名
source: It's made me start thinking about how I would raise my own child if I had one. <Color:7>♥<Color:Default>
pt_br: Mi ha fatto iniziare a pensare a come crescerei mio figlio se ne avessi uno. <Color:7>♥<Color:Default>

# 9708_Kiryu
source: Aren't you getting a bit ahead of yourself?
pt_br: Non stai correndo un po' troppo?

# 9720_松岡里緒奈：源氏名
source: Not at all!
pt_br: Niente affatto!

# 9732_松岡里緒奈：源氏名
source: What would you teach your kids?
pt_br: Cosa insegneresti ai tuoi figli?

# 9744_Kiryu
source: Karate. Definitely. I'd want my kid to be able to defend himself.
pt_br: Karate. Senza dubbio. Vorrei che mio figlio fosse in grado di difendersi.

# 9756_松岡里緒奈：源氏名
source: Karate, huh? But what if he gets too strong?
pt_br: Karate, eh? Ma se diventasse troppo forte?

# 9768_松岡里緒奈：源氏名
source: He could start bullying and hurting other kids!
pt_br: Potrebbe iniziare a fare il bullo e a far male agli altri bambini!

# 9780_Kiryu
source: I'd deal with that if it happened. Give him a lecture to straighten him out.
pt_br: Affronterei la cosa se succedesse. Gli farei una ramanzina per rimetterlo in riga.

# 9792_松岡里緒奈：源氏名
source: Nuh-uh, a good parent has to make sure something like that doesn't happen in the first place. And what if you had a girl, not a boy?
pt_br: No, un buon genitore deve assicurarsi che una cosa del genere non accada in primo luogo. E se avessi una femmina, non un maschio?

# 9816_Kiryu
source: A foreign language is a must. You have to think globally these days.
pt_br: Una lingua straniera è d'obbligo. Oggigiorno bisogna pensare in modo globale.

# 9828_松岡里緒奈：源氏名
source: Wow... I'm surprised. Somehow I can't picture you making your child study.
pt_br: Wow... sono sorpresa. Non riesco a immaginarti mentre fai studiare tuo figlio.

# 9840_Kiryu
source: Really?
pt_br: Davvero?

# 9852_松岡里緒奈：源氏名
source: But I bet any child of yours would be a good fighter, right?
pt_br: Ma scommetto che un tuo figlio sarebbe un bravo combattente, giusto?

# 9864_松岡里緒奈：源氏名
source: So if he was also smart, he could be some kind of intellectual yakuza. That might be cool!
pt_br: Quindi, se fosse anche intelligente, potrebbe essere una specie di yakuza intellettuale. Sarebbe forte!

# 9876_Kiryu
source: If that's what he wants, it'd be fine with me.
pt_br: Se è quello che vuole, per me va bene.

# 9888_松岡里緒奈：源氏名
source: Hmm... Maybe you'd be a more compassionate dad than I first thought. <Color:7>♥<Color:Default>
pt_br: Mmm... forse saresti un padre più compassionevole di quanto pensassi. <Color:7>♥<Color:Default>

# 9900_Kiryu
source: It's not a question of what I want. I'd rather let my child choose what he wants to do instead of forcing him into something.
pt_br: Non è una questione di cosa voglio io. Preferirei lasciare che mio figlio scelga cosa vuole fare invece di costringerlo a qualcosa.

# 9912_松岡里緒奈：源氏名
source: But children don't know enough about the world to make smart decisions. Don't you think parents should guide them?
pt_br: Ma i bambini non conoscono abbastanza il mondo per prendere decisioni intelligenti. Non pensi che i genitori dovrebbero guidarli?

# 9924_Kiryu
source: Maybe so. I didn't take any lessons when I was a kid, so I don't know any better.
pt_br: Forse. Non ho preso lezioni quando ero un ragazzino, quindi non so cosa sia meglio.

# 9936_松岡里緒奈：源氏名
source: I see... Well, every family is different.
pt_br: Capisco... Beh, ogni famiglia è diversa.

# 9948_Kiryu
source: I'll make sure he lives a life without regrets.
pt_br: Farò in modo che viva una vita senza rimpianti.

# 9960_松岡里緒奈：源氏名
source: I haven't been able to play any sports since high school. My chest gets in the way.
pt_br: Non sono più riuscita a fare sport dal liceo. Il mio seno è d'intralcio.

# 9972_Kiryu
source: Your... chest?
pt_br: Il tuo... seno?

# 9984_松岡里緒奈：源氏名
source: Hey! Don't stare!
pt_br: Ehi! Non fissare!

# 9996_松岡里緒奈：源氏名
source: Anyway, I recently found a sport I can play. Can you guess which?
pt_br: Comunque, di recente ho trovato uno sport che posso praticare. Riesci a indovinare quale?

# 10008_Kiryu
source: I don't know... Tennis?
pt_br: Non so... tennis?

# 10020_松岡里緒奈：源氏名
source: Nope! Golf!
pt_br: No! Golf!

# 10032_Kiryu
source: Golf, huh?
pt_br: Golf, eh?

# 10044_松岡里緒奈：源氏名
source: The instructor at the driving range said I was very good for a beginner!
pt_br: L'istruttore al campo pratica ha detto che ero molto brava per una principiante!

# 10056_松岡里緒奈：源氏名
source: Maybe I could go pro someday!
pt_br: Forse un giorno potrei diventare una professionista!

# 10068_Kiryu
source: I could teach you if you'd like.
pt_br: Potrei insegnarti io, se vuoi.

# 10080_松岡里緒奈：源氏名
source: You play golf, too?
pt_br: Anche tu giochi a golf?

# 10092_Kiryu
source: Sure. I'm not too bad, either.
pt_br: Certo. E non sono neanche male.

# 10104_松岡里緒奈：源氏名
source: Hmm, maybe I'll take you up on that. You really don't mind giving me lessons?
pt_br: Mmm, forse accetterò. Davvero non ti dispiace darmi lezioni?

# 10116_Kiryu
source: Not at all. You just have to do whatever I say.
pt_br: Niente affatto. Devi solo fare tutto quello che dico.

# 10128_松岡里緒奈：源氏名
source: Uh-huh... Kinda sounds like you have an ulterior motive there...
pt_br: Uh-uh... sembra quasi che tu abbia un secondo fine...

# 10140_Kiryu
source: No, of course not.
pt_br: No, certo che no.

# 10152_松岡里緒奈：源氏名
source: I'll just stick to learning on my own, thanks.
pt_br: Preferisco imparare da sola, grazie.

# 10164_Kiryu
source: They don't get in the way when you play golf?
pt_br: Non sono d'intralcio quando giochi a golf?

# 10176_松岡里緒奈：源氏名
source: Hm? What don't?
pt_br: Mh? Cosa?

# 10188_Kiryu
source: You know... Your chest.
pt_br: Sai... il tuo seno.

# 10200_松岡里緒奈：源氏名
source: Seems someone's mind has been in the gutter this whole time...
pt_br: Sembra che la mente di qualcuno sia stata nella fogna per tutto questo tempo...

# 10212_Kiryu
source: You were the one who brought it up.
pt_br: Sei stata tu a tirarlo in ballo.

# 10224_松岡里緒奈：源氏名
source: Well, to be honest, they do get a bit in the way when I swing, but...
pt_br: Beh, a dire il vero, sono un po' d'intralcio quando faccio lo swing, ma...

# 10236_松岡里緒奈：源氏名
source: It won't be much of a problem. It's not like you have to move your body much, right?
pt_br: Non sarà un grosso problema. Non è che si debba muovere molto il corpo, no?

# 10248_Kiryu
source: I'm sure you'll do fine.
pt_br: Sono sicuro che te la caverai.

# 10260_Kiryu
source: Want to play me?
pt_br: Vuoi giocare contro di me?

# 10272_松岡里緒奈：源氏名
source: Huh!? You play golf?
pt_br: Eh!? Giochi a golf?

# 10284_Kiryu
source: Sure. I'm not too bad, either.
pt_br: Certo. E non sono neanche male.

# 10296_松岡里緒奈：源氏名
source: All I've done so far is go to the driving range, so I don't even know how to putt yet.
pt_br: Finora sono solo andata al campo pratica, quindi non so ancora come fare un putt.

# 10308_Kiryu
source: There's nothing like hands-on experience. You should jump right in and try.
pt_br: Non c'è niente come l'esperienza pratica. Dovresti buttarti e provare.

# 10320_松岡里緒奈：源氏名
source: I suppose I could do that.
pt_br: Suppongo di poterlo fare.
