Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c02b0.po
Languages: pt_br

# 168_Erena
source: Wow! We won!
pt_br: Wow! Abbiamo vinto!

# 180_Erena
source: Akiyama-san, it's so cool that you're so good at golf! <Color:255,200,200,255>♥<Color:Default>
pt_br: Akiyama-san, è una figata che tu sia così bravo a golf! <Color:255,200,200,255>♥<Color:Default>

# 192_Erena
source: Ask me out again, okay? Let's go for another win next time, yeah? <Color:255,200,200,255>♥<Color:Default>
pt_br: Invitami ancora ad uscire, okay? La prossima volta puntiamo a vincere ancora, sì? <Color:255,200,200,255>♥<Color:Default>

# 252_Erena
source: Yay! We got a prize!
pt_br: Evviva! Abbiamo vinto un premio!

# 264_Erena
source: Next time, we've definitely gotta win!
pt_br: La prossima volta, dobbiamo assolutamente vincere!

# 276_Erena
source: Ask me out again, okay? <Color:255,200,200,255>♥<Color:Default>
pt_br: Invitarmi a uscire ancora, ok? <Color:255,200,200,255>♥<Color:Default>

# 336_Erena
source: That was fun! ♪ Call me again soon, okay? <Color:255,200,200,255>♥<Color:Default>
pt_br: È stato divertente! ♪ Richiamami presto, va bene? <Color:255,200,200,255>♥<Color:Default>

# 396_Erena
source: Geez... You're way too good at this, Akiyama-san!
pt_br: Mamma mia... Sei un fenomeno in questo, Akiyama!

# 408_Erena
source: I'm gonna beat you next time!
pt_br: Ti straccio la prossima volta!

# 420_Erena
source: Ask me out again, okay? <Color:255,200,200,255>♥<Color:Default>
pt_br: Invitarmi a uscire ancora, ok? <Color:255,200,200,255>♥<Color:Default>

# 480_Erena
source: Wow, a tie... That was a really good game!
pt_br: Wow, un pareggio... Che bella partita, davvero!

# 492_Erena
source: But don't let it get to your head. I'm gonna kick your butt next time!
pt_br: Ma non montarti la testa. La prossima volta ti faccio il culo!

# 504_Erena
source: Ask me out again, okay? <Color:255,200,200,255>♥<Color:Default>
pt_br: Invitarmi a uscire ancora, ok? <Color:255,200,200,255>♥<Color:Default>

# 564_Erena
source: I won! Hehe, I'm pretty good, huh? Go on, admit it!
pt_br: Ho vinto! Hehe, sono proprio brava, eh? Su, ammettilo!

# 576_Erena
source: Ask me out again, okay? <Color:255,200,200,255>♥<Color:Default>
pt_br: Invitarmi a uscire ancora, ok? <Color:255,200,200,255>♥<Color:Default>

# 636_Erena
source: Sorry for the wait! <Color:255,200,200,255>♥<Color:Default>
pt_br: Scusi l'attesa! <Color:255,200,200,255>♥<Color:Default>
