Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid002600aa.po
Languages: pt_br

source: Employee
pt_br: Staff

# 56_Employee
source: Welcome to Le Marche.
pt_br: Benvenuti a Le Marche.

# 68_Chigusa
source: Hey, um... this place makes me kinda nervous. I don't really spend time in fancy shops like this.
pt_br: Ehi, uhm... questo posto mi mette un po' a disagio. Non frequento molto posti eleganti come questo.

# 80_Kiryu
source: Well, you have the pick-up slip, right? Why don't you just hand it to the clerk and we can get out of here?
pt_br: Beh, hai il cedolino di ritiro, no? Perché non lo dài e basta al commesso e ce ne andiamo da qui?

# 92_Chigusa
source: Would you... do it for me?
pt_br: Lo faresti... per me?

# 104_Kiryu
source: Sure. Let me see it.
pt_br: Certo. Fammi vedere.

# 140_Kiryu
source: Excuse me, I'm here to pick this up.
pt_br: Scusi, sono qui per ritirare questo.

# 152_Employee
source: Let me see. You know this is from a year ago, yes? Hold on just a moment, sir.
pt_br: Vediamo. Sa che è di un anno fa, vero? Un attimo solo un momento, signore.

# 200_Employee
source: Here we are, sir. We set this order aside for a customer who said someone would come by and pick it up later, but they never came.
pt_br: Eccoci, signore. Avevamo messo da parte quest'ordine per un cliente che aveva detto che qualcuno sarebbe passato a ritirarlo più tardi, ma non si è mai presentato.

# 212_Employee
source: And I suppose that would make you Yusaku Iwasaki, yes? This is the set of matching platinum rings you requested.
pt_br: E lei sarebbe Yusaku Iwasaki, giusto? Ecco il set di anelli in platino abbinati che aveva richiesto.

# 224_Chigusa
source: Rings?
pt_br: Anelli?

# 236_Employee
source: They appear to be engagement rings, ma'am. That was the order we received, at least.
pt_br: Sembrano essere anelli di fidanzamento, Signora. Questo era l' ordine che abbiamo ricevuto, almeno.

# 248_Chigusa
source: Oh, right...
pt_br: Ah, giusto...

# 272_Employee
source: Congratulations. I wish the two of you all the best in your lives together. Now then, here are your rings.
pt_br: Congratulazioni. Vi auguro il meglio per le vostre vite insieme. Dunque, ecco a voi i vostri anelli.

# 284_Chigusa
source: Thank you...
pt_br: Grazie...
