Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00830223.po
Languages: pt_br

source: You exchanged the <Color:8>Stomach Medicine<Color:Default> for the <Color:8>Concert Tickets<Color:Default>.
pt_br: Hai scambiato la <Color:8>Medicina per lo stomaco<Color:Default> con i <Color:8>Biglietti del concerto<Color:Default>.

source: You exchanged the <Color:8>Stomach Medicine<Color:Default> for the <Color:8>Concert Tickets<Color:Default>.
pt_br: Hai scambiato la <Color:8>Medicina per lo stomaco<Color:Default> con i <Color:8>Biglietti del concerto<Color:Default>.

source: Nervous Man
pt_br: Uomo Nervoso

source: Idle
pt_br: Inattivo

source: Relieved Man
pt_br: Uomo Sollevato

# 156_Nervous Man
source: I'm not gonna make it! Man, this day is the worst! I should've just stayed home...
pt_br: Non ce la faccio! Accidenti, questa giornata è la peggiore! Sarei dovuto rimanere a casa e basta...

# 168_Akiyama
source: Excuse me, is something wrong?
pt_br: Scusi, c'è qualcosa che non va?

# 180_Nervous Man
source: Oh, uh, actually, talking just makes it worse, and I'm not getting my hopes up, but do you by any chance have any stomach medicine...?
pt_br: Oh, uhm, a dire il vero, parlarne peggiora solo le cose, e non mi faccio troppe speranze, ma per puro caso avresti mica delle medicine per lo stomaco...?

# 204_Nervous Man
source: Sorry, I don't.
pt_br: Mi dispiace, non ce l'ho.

# 216_Nervous Man
source: Well, I figured as much. That's life...
pt_br: Beh, me lo immaginavo. È la vita...

# 228_Nervous Man
source: As a matter of fact, I do!
pt_br: In effetti, sì!

# 240_Nervous Man
source: You do? It's a miracle! Please, let me－
pt_br: Davvero? È un miracolo! Ti prego, lasciami－

# 252_Akiyama
source: Er, I don't mean to be a jerk here, but I really can't give it to you for free. Sorry about that.
pt_br: Ehm, non vorrei fare lo stronzo, ma non posso proprio dartelo gratis. Mi dispiace.

# 264_Nervous Man
source: I'll pay! Oh, I'll pay! Before it's too late... No! Ugh... Uh-oh...
pt_br: Pago! Oh, pago! Prima che sia troppo tardi... No! Ugh... Uh-oh...

# 276_Akiyama
source: I really am sorry.
pt_br: Mi dispiace davvero.

# 288_Nervous Man
source: Ack! Have a heart, will ya...!?
pt_br: Uhm! Abbi un po' di cuore, no...!?

# 300_Nervous Man
source: Yikes! Here, try this.
pt_br: Cavolo! Tieni, prova questo.

# 372_Relieved Man
source: Ah, it's good to be alive! ♥
pt_br: Ah, che bello essere vivo! ♥

# 384_Relieved Man
source: Sorry, I was a little distracted there. You have my thanks.
pt_br: Scusa, ero un attimo per aria. Ti ringrazio davvero.

# 396_Akiyama
source: Don't mention it...
pt_br: Prego...

# 408_Relieved Man
source: Whoops! I nearly neglected to give you a token of my gratitude. That won't do, now, will it? Heheh.
pt_br: Ops! Stavo quasi per scordarmi di darti un segno della mia gratitudine. Non si fa così, eh? Eheheh.

# 420_Relieved Man
source: It's not much, but I hope you'll accept it.
pt_br: Non è molto, ma spero che l'accetti.

# 432_Akiyama
source: Oh, um, while I appreciate the sentiment, could you maybe give me something other than money?
pt_br: Oh, uhm, mentre apprezzo il gesto, non è che potresti darmi qualcos'altro che non siano soldi?

# 444_Relieved Man
source: Hmm? Something other than money? You're a rarity, my friend!
pt_br: Hmm? Qualcosa che non siano soldi? Sei un pezzo raro, amico mio!

# 456_Relieved Man
source: Let's see. Something that's not money...
pt_br: Vediamo un po'. Qualcosa che non siano soldi...

# 468_Relieved Man
source: I'm sorry to say, these are about the extent of what I can give you...
pt_br: Mi spiace, ma è più o meno tutto quello che riesco a darti...

# 480_Akiyama
source: What are they?
pt_br: Cosa sono?

# 492_Relieved Man
source: Tickets to a concert my company put together. This orchestra puts on an excellent performance, let me tell you.
pt_br: Biglietti per un concerto che la mia ditta ha messo su. Quest'orchestra tira fuori un'ottima esibizione, te lo dico io.

# 504_Relieved Man
source: Of course, I don't know if you can make it. The concert's today. What do you think?
pt_br: Certo, non so se ce la fai. Il concerto è oggi. Che ne dici?

# 516_Akiyama
source: Yes, absolutely! That's perfect. I'll gladly take those off your hands.
pt_br: Sì, assolutamente! È perfetto. Le prendo volentieri io.

# 528_Relieved Man
source: Ah, a classical buff, are you!? Will wonders never cease?
pt_br: Ah, un intenditore di classica, eh!? Ma le sorprese non finiscono mai!

# 540_Akiyama
source: Indeed. Now, if you'll excuse me.
pt_br: In effetti. Ora, se mi scusi.

# 552_Relieved Man
source: Of course. Enjoy the concert!
pt_br: Certo. Goditi il concerto!

# 636_Nervous Man
source: I'm not gonna make it! Man, this day is the worst! I should've just stayed home...
pt_br: Non ce la faccio! Accidenti, questa giornata è la peggiore! Sarei dovuto rimanere a casa e basta...

# 648_Akiyama
source: Excuse me, is something wrong?
pt_br: Scusi, c'è qualcosa che non va?

# 660_Nervous Man
source: Oh, uh, actually, talking just makes it worse, and I'm not getting my hopes up, but do you by any chance have any stomach medicine...?
pt_br: Oh, uhm, a dire il vero, parlarne peggiora solo le cose, e non mi faccio troppe speranze, ma per puro caso avresti mica delle medicine per lo stomaco...?

# 684_Nervous Man
source: Sorry, I don't.
pt_br: Mi dispiace, non ce l'ho.

# 696_Nervous Man
source: Well, I figured as much. That's life...
pt_br: Beh, me lo immaginavo. È la vita...

# 708_Nervous Man
source: As a matter of fact, I do!
pt_br: In effetti, sì!

# 720_Nervous Man
source: You do? It's a miracle! Please let me－
pt_br: Davvero? È un miracolo! Ti prego, lasciami－

# 732_Akiyama
source: Er, I don't mean to be a jerk here, but I really can't give it to you for free. Sorry about that.
pt_br: Ehm, non vorrei fare lo stronzo, ma non posso proprio dartelo gratis. Mi dispiace.

# 744_Nervous Man
source: I'll pay! Oh, I'll pay! Before it's too late... No! Ugh... Uh-oh...
pt_br: Pago! Oh, pago! Prima che sia troppo tardi... No! Ugh... Uh-oh...

# 756_Akiyama
source: I really am sorry.
pt_br: Mi dispiace davvero.

# 768_Nervous Man
source: Ack! How cruel!
pt_br: Ah! Che crudele!

# 780_Akiyama
source: (I can't say I don't feel bad for the guy, but there might be a better trade out there with my name on it.)
pt_br: Non è che non mi dispiaccia per il tipo, ma potrebbe esserci un affare migliore in giro che mi aspetti.

# 792_Nervous Man
source: Yikes! Here, try this.
pt_br: Cavolo! Tieni, prova questo.

# 864_Relieved Man
source: Ah, it's good to be alive! ♥
pt_br: Ah, che bello essere vivo! ♥

# 876_Relieved Man
source: Sorry, I was a little distracted there. You have my thanks.
pt_br: Scusa, ero un attimo per aria. Ti ringrazio davvero.

# 888_Akiyama
source: Don't mention it...
pt_br: Prego...

# 900_Relieved Man
source: Whoops! I nearly neglected to give you a token of my gratitude. That won't do, now, will it? Heheh.
pt_br: Ops! Stavo quasi per scordarmi di darti un segno della mia gratitudine. Non si fa così, eh? Eheheh.

# 912_Relieved Man
source: It's not much, but I hope you'll accept it.
pt_br: Non è molto, ma spero che l'accetti.

# 924_Akiyama
source: Oh, um, while I appreciate the sentiment, could you maybe give me something other than money?
pt_br: Oh, uhm, mentre apprezzo il gesto, non è che potresti darmi qualcos'altro che non siano soldi?

# 936_Relieved Man
source: Hmm? Something other than money? You're a rarity, my friend!
pt_br: Hmm? Qualcosa che non siano soldi? Sei un pezzo raro, amico mio!

# 948_Relieved Man
source: Let's see. Something that's not money...
pt_br: Vediamo un po'. Qualcosa che non siano soldi...

# 960_Relieved Man
source: I'm sorry to say, these are about the extent of what I can give you...
pt_br: Mi spiace, ma è più o meno tutto quello che riesco a darti...

# 972_Akiyama
source: What are they?
pt_br: Cosa sono?

# 984_Relieved Man
source: Tickets to a concert my company put together. This orchestra puts on an excellent performance, let me tell you.
pt_br: Biglietti per un concerto che la mia ditta ha messo su. Quest'orchestra tira fuori un'ottima esibizione, te lo dico io.

# 996_Relieved Man
source: Of course, I don't know if you can make it. The concert's today. What do you think?
pt_br: Certo, non so se ce la fai. Il concerto è oggi. Che ne dici?

# 1008_Akiyama
source: Yes, absolutely! That's perfect. I'll gladly take those off your hands.
pt_br: Sì, assolutamente! È perfetto. Le prendo volentieri io.

# 1020_Relieved Man
source: Ah, a classical buff, are you!? Will wonders never cease?
pt_br: Ah, un intenditore di classica, eh!? Ma le sorprese non finiscono mai!

# 1032_Akiyama
source: Indeed. Now, if you'll excuse me.
pt_br: In effetti. Ora, se mi scusi.

# 1044_Relieved Man
source: Of course. Enjoy the concert!
pt_br: Certo. Goditi il concerto!

# 1116_Nervous Man
source: Give It to Him
pt_br: Dallo a lui

# 1128_Nervous Man
source: Never Mind
pt_br: Lascia perdere
