Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00260161.po
Languages: pt_br

source: Loan Shark
pt_br: Strozzino

# 72_Loan Shark
source: Ugh... Ow... Too... strong...
pt_br: Argh... Ahia... Troppo... forte...

# 96_松岡里緒奈：源氏名
source: And my dad!? What happened!?
pt_br: E mio padre!? Che gli è successo!?

# 108_Kiryu
source: Well...
pt_br: Beh...

# 120_Loan Shark
source: Wait a minute... I recognize you now! You're Kazuma Kiryu! The Dragon of Dojima!
pt_br: Aspetta un attimo... Adesso ti riconosco! Sei Kazuma Kiryu! Il Drago di Dojima!

# 132_松岡里緒奈：源氏名
source: My mother said something about my dad being in some loan trouble... Are these the guys behind all that?
pt_br: Mia madre ha detto qualcosa di mio padre che era nei casini con dei prestiti... Sono questi i tizi dietro a tutto questo?

# 144_Kiryu
source: How much was his loan in the first place?
pt_br: Quant'era il suo prestito, all'inizio?

# 156_Loan Shark
source: Loan? I don't know anything about any loan. Th... This is all a big misunderstanding...
pt_br: Prestito? Non so niente di nessun prestito. Q-Questo è tutto un grosso malinteso...

# 168_Loan Shark
source: I'm outta here! They're not payin' me enough to face the Dragon of Dojima!
pt_br: Mi levo di torno! Non mi pagano abbastanza per vedermela con il Drago di Dojima!

# 192_松岡里緒奈：源氏名
source: Dad! Are you okay!?
pt_br: Papà! Stai bene!?

# 204_Thunder Matsuoka
source: Hm? Hiyori? Is that you? What are you doing here?
pt_br: Hm? Hiyori? Sei tu? Che ci fai qui?

# 216_松岡里緒奈：源氏名
source: Don't worry about me. Are you okay? Can you walk?
pt_br: Non preoccuparti per me. Stai bene? Riesci a camminare?

# 228_Thunder Matsuoka
source: Yes... And I have this gentleman to thank for it.
pt_br: Sì... E per questo devo ringraziare questo signore.

# 252_Thunder Matsuoka
source: Listen, Hiyori... I've wanted to apologize to you for the longest time.
pt_br: Senti, Hiyori... è da una vita che volevo chiederti scusa.

# 264_Thunder Matsuoka
source: Can you forgive me?
pt_br: Mi puoi perdonare?

# 288_松岡里緒奈：源氏名
source: No, Daddy, I'm the one who should be apologizing!
pt_br: No, Papi, sono io che dovrei scusarmi!

# 300_松岡里緒奈：源氏名
source: I'm so sorry!
pt_br: Mi dispiace tanto!

# 312_Thunder Matsuoka
source: You're welcome to come back home. If you want to, that is...
pt_br: Puoi tornare a casa. Se è quello che vuoi, s'intende...

# 324_Thunder Matsuoka
source: We still have money troubles, but...
pt_br: Abbiamo ancora guai coi soldi, ma...

# 336_松岡里緒奈：源氏名
source: Money? The great Thunder Matsuoka doesn't have to worry about money!
pt_br: Soldi? Il grande Thunder Matsuoka non si deve mica preoccupare dei soldi!

# 348_松岡里緒奈：源氏名
source: You'll make it back in no time. In the ring!
pt_br: Ti rifarai in men che non si dica. Sul ring!

# 360_Thunder Matsuoka
source: Hm?
pt_br: Mh?

# 372_松岡里緒奈：源氏名
source: Promise me you'll do it? I'll be right there cheering you on!
pt_br: Me lo prometti? Sarò proprio lì a fare il tifo per te!

# 384_Thunder Matsuoka
source: All right. Thank you!
pt_br: Va bene. Grazie!

# 396_松岡里緒奈：源氏名
source: Can you make it home alone?
pt_br: Ce la fai a tornare a casa da solo?

# 408_Thunder Matsuoka
source: I'll be fine. Just had a bit too much to drink.
pt_br: Starò bene. Ho solo alzato un po' troppo il gomito.

# 420_Thunder Matsuoka
source: Hehe. It was some mighty fine booze, though.
pt_br: Hehe. Però era della gran bella roba.

# 432_松岡里緒奈：源氏名
source: I certainly hope so. Hehe.
pt_br: Spero proprio di sì. Eh eh.

# 480_松岡里緒奈：源氏名
source: Thank you for everything.
pt_br: Grazie di tutto.

# 492_Kiryu
source: I'm glad you and your father patched things up.
pt_br: Sono contento che tu e tuo padre abbiate fatto pace.

# 504_松岡里緒奈：源氏名
source: Yes... It might never have happened if you weren't here with me.
pt_br: Sì... Forse non sarebbe mai successo se non fossi stato qui con me.

# 528_松岡里緒奈：源氏名
source: I'll go home and take care of my dad.
pt_br: Torno a casa e mi prendo cura di mio padre.

# 540_Kiryu
source: Good. That's for the best.
pt_br: Bene. È meglio così.

# 552_松岡里緒奈：源氏名
source: I wonder if I should keep working at the club? I won't be paying rent anymore, but then again, my family could use the money...
pt_br: Chissà se continuo a lavorare al locale? Non pagherò più l'affitto, ma d'altra parte i soldi farebbero comodo alla mia famiglia...

# 564_Kiryu
source: I'm sure you'll figure it out.
pt_br: Sono sicuro che te la caverai.

# 576_松岡里緒奈：源氏名
source: Um...
pt_br: Ehm...

# 588_松岡里緒奈：源氏名
source: If I quit my job at the club, could we still see each other?
pt_br: Se mollo il lavoro al club, potremmo ancora vederci?

# 600_Kiryu
source: Of course.
pt_br: E di che.

# 612_松岡里緒奈：源氏名
source: Whew. That's a relief! But will you start requesting other girls?
pt_br: Uff. Che sollievo! Ma comincerai a chiedere altre ragazze?

# 624_Kiryu
source: Well... That's hard to say.
pt_br: Beh... È difficile dirlo.

# 636_松岡里緒奈：源氏名
source: I don't much like the sound of that. I may have to stick around to keep an eye on you! <Color:255,200,200,255>♥<Color:Default>
pt_br: Non mi suona per niente bene. Magari devo star qui a tenerti d'occhio! <Color:255,200,200,255>♥<Color:Default>

# 648_Kiryu
source: Hey now...
pt_br: Ehi, ehi...

# 660_松岡里緒奈：源氏名
source: You wouldn't mind though, right?
pt_br: Non ti dispiacerebbe mica, no?

# 720_Loan Shark
source: Matsuoka! You have enough money for hostess clubs, but you can't pay me back the money you owe!?
pt_br: Matsuoka! Per i night club i soldi ce li hai, ma quelli che mi devi non me li ridai!?

# 744_Thunder Matsuoka
source: Uh... Just give me a little longer. Please!
pt_br: Ehm... Datemi solo ancora un attimo. Vi prego!

# 756_Thunder Matsuoka
source: After the next performance, I'll pay you back, just like I promised!
pt_br: Dopo il prossimo spettacolo, ti ripago, proprio come ti ho promesso!

# 768_Loan Shark
source: Look, I'm not one of your pansy wrestlers. I actually know how to fight unlike you and your fake-ass actors.
pt_br: Senti, non sono mica una delle vostre checche di lottatori. Io ci so fare davvero a botte, a differenza tua e dei tuoi attorucoli del cazzo.

# 780_Loan Shark
source: There's no point waiting for your next performance! You never get more than a handful of people to show up!
pt_br: A che serve aspettare la tua prossima esibizione?! Non ti si presentano mai più di quattro gatti!

# 792_Thunder Matsuoka
source: Maybe so, but I make sure those people get a hell of a show!
pt_br: Sarà, ma io mi assicuro che quella gente si becchi uno spettacolo della madonna!

# 804_Thunder Matsuoka
source: We take pride in what we do! Please, just give me a little more time...
pt_br: Siamo orgogliosi di quello che facciamo! Vi prego, dateci solo un altro po' di tempo...

# 816_Loan Shark
source: Shut up, old man!
pt_br: Chiudi il becco, vecchio!

# 828_Loan Shark
source: If you don't have the money, you'll have to work it off! I know a fishing boat in need of an extra hand. You'd be perfect.
pt_br: Se non hai i soldi, dovrai sudartela! Conosco un peschereccio che ha bisogno di un paio di braccia in più. Saresti perfetto.

# 840_Loan Shark
source: You're strong for a man your age. You can handle it.
pt_br: Sei forte per uno della tua età. Puoi reggerlo.

# 852_Thunder Matsuoka
source: But... That's not what we agreed!
pt_br: Ma... Non erano questi i patti!

# 864_Loan Shark
source: Shaddap! What we agreed was that you'd pay me the money you owed me, but that ain't happenin', now is it?
pt_br: Sta' zitto! L'accordo era che mi avresti pagato i soldi che mi dovevi, ma non sta succedendo, o no?

# 876_Loan Shark
source: Come on! Throw this old man in the car!
pt_br: Forza! Butta 'sto vecchio in macchina!

# 888_Kiryu
source: That's enough.
pt_br: Basta così.

# 912_Loan Shark
source: Who the hell are you!?
pt_br: Chi diavolo sei tu!?

# 924_Kiryu
source: I suggest you take his offer and wait until the next performance.
pt_br: Ti consiglio di accettare la sua offerta e aspettare fino alla prossima performance.

# 936_Loan Shark
source: He's not gonna be able to pay me back! He owes 10 million yen! 10 mil!
pt_br: Non ce la farà a ripagarmi! Mi deve 10 milioni di yen! 10 milioni!

# 948_Kiryu
source: Sure. Because you've been charging him a ridiculous rate of interest. He doesn't have to pay that part of the loan back. It's illegal.
pt_br: Certo. Perché gli avete applicato un tasso d'interesse assurdo. Quella parte del prestito non deve ripagarla. È illegale.

# 960_Loan Shark
source: What!? Who the hell do you think you are!? You're gonna regret stickin' your nose in where it don't belong!
pt_br: Ma che cazzo!? Chi diavolo ti credi di essere!? Te la farò pagare per aver ficcato il naso dove non dovevi!

# 972_Loan Shark
source: Come on, guys! Let's get him!
pt_br: Forza, ragazzi! Andiamogli addosso!
