Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee04c7.po
Languages: pt

# 164_Akiyama
source: Well, let's get started.
pt: Bene, cominciamo.

# 176_キャバ育名前
source: Yes, let's.
pt: Sì, facciamolo.

# 188_Akiyama
source: First, let's get you changed into an outfit that brings out the best of your natural beauty. Don't worry, I guarantee you'll look great.
pt: Per prima cosa, cambiamoti con un abito che esalti al massimo la tua bellezza naturale. Non preoccuparti, ti garantisco che sarai stupenda.

# 224_Akiyama
source: Not bad.
pt: Niente male.

# 236_キャバ育名前
source: Really? This is a little embarrassing.
pt: Davvero? È un po' imbarazzante.

# 248_Akiyama
source: It's time to go out on the club floor. Don't worry. I'm sure you'll get customers.
pt: È ora di andare in sala. Non preoccuparti. Sono sicuro che avrai clienti.

# 260_キャバ育名前
source: Okay...
pt: Ok...

# 296_Akiyama
source: %s, huh? That works. You'll use that name at the club from now on.
pt: %s, eh? Funziona. D'ora in poi userai questo nome al locale.

# 308_キャバ育名前
source: Okay, thank you.
pt: Ok, grazie.

# 320_Akiyama
source: First, let's get you changed into an outfit that brings out the best of your natural beauty. Don't worry, I guarantee you'll look great.
pt: Per prima cosa, cambiamoti con un abito che esalti al massimo la tua bellezza naturale. Non preoccuparti, ti garantisco che sarai stupenda.

# 344_Akiyama
source: Welcome to Elise. We're going to make you into this club's number one hostess.
pt: Benvenuta all'Elise. Faremo di te l'hostess numero uno di questo locale.

# 356_Akiyama
source: You'll need to come up with a name to use in the club. What would you like your name to be?
pt: Dovrai trovare un nome da usare nel locale. Come vorresti chiamarti?

# 428_Akiyama
source: I'm not quite sure how to pronounce that... Why don't we come up with something a bit more natural?
pt: Non sono sicuro di come si pronunci... Perché non troviamo qualcosa di un po' più naturale?

# 488_キャバ育名前
source: Sorry, I should've called if I was going to skip work...
pt: Scusi, avrei dovuto chiamare se avessi saltato il lavoro...

# 500_Akiyama
source: It's okay. I haven't been the best manager, either. I'll be sure to do a better job from now on.
pt: Non fa niente. Neanch'io sono stato il miglior manager. D'ora in poi mi assicurerò di fare un lavoro migliore.

# 512_キャバ育名前
source: Okay...
pt: Ok...

# 548_Akiyama
source: You're working hard. Have you met any promising men yet?
pt: Stai lavorando sodo. Hai già incontrato qualche uomo promettente?

# 560_キャバ育名前
source: I have a lot of rich customers, but as men, they leave something to be desired, if you know what I mean.
pt: Ho molti clienti ricchi, ma come uomini lasciano un po' a desiderare, se capisce cosa intendo.

# 572_Akiyama
source: It's a hard road finding the perfect man, I've heard.
pt: Trovare l'uomo perfetto è un percorso difficile, ho sentito.

# 584_Akiyama
source: How's your day job going? I imagine they keep you pretty busy.
pt: Come va il tuo lavoro diurno? Immagino ti tenga piuttosto impegnata.

# 596_キャバ育名前
source: Actually, they've put me completely in charge of a project. So I'm busy, but I love it!
pt: In realtà, mi hanno affidato la completa responsabilità di un progetto. Quindi sono impegnata, ma lo adoro!

# 608_Akiyama
source: Sounds like you're a natural leader. You could probably quit the company and work for yourself.
pt: Sembra che tu sia una leader nata. Probabilmente potresti lasciare l'azienda e metterti in proprio.

# 620_キャバ育名前
source: Work for myself? I'd never thought of that...
pt: Mettermi in proprio? Non ci avevo mai pensato...

# 632_キャバ育名前
source: Hmm...
pt: Mmm...

# 644_Akiyama
source: (I think she'll do just fine.)
pt: (Credo che se la caverà benissimo.)
