Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0009.po
Languages: pt_br

# 12528_Maya
source: Yes! A devoted woman like me won't let such a little thing get in the way. <Color:7>♥<Color:Default>
pt_br: Sì! Una donna tutta d'un pezzo come me non permetterà che una cosetta del genere si metta in mezzo. <Color:7>♥<Color:Default>

# 12540_Kiryu
source: Haha, I guess not.
pt_br: Ahah, mi sa di no.

# 12552_Maya
source: Remember how I told you about my friend whose boyfriend cheated on her?
pt_br: Ti ricordi che ti avevo raccontato della mia amica a cui il ragazzo ha messo le corna?

# 12564_Kiryu
source: Sure.
pt_br: Certo.

# 12576_Maya
source: Well, things kept on getting worse for her.
pt_br: Beh, le cose continuavano a peggiorare per lei.

# 12588_Kiryu
source: That's too bad.
pt_br: Che peccato.

# 12600_Maya
source: I've been thinking of telling her to leave him. I'm not sure if it's my place to, though.
pt_br: Mi è venuto in mente di dirle di mollare quello. Però non sono sicura se sia il caso che mi intrometta.

# 12612_Maya
source: I just want her to be happy.
pt_br: Voglio solo che lei sia felice.

# 12624_Kiryu
source: Sounds like a good idea. I don't know her, but it isn't healthy to be in a relationship with a man who keeps on cheating.
pt_br: Mi sembra una buona idea. Non la conosco, ma non è mica salutare stare con uno che tradisce in continuazione.

# 12636_Maya
source: Right!
pt_br: Giusto!

# 12648_Maya
source: Still, she's pretty serious about him. You'd think she'd leave him, but...
pt_br: Però, lei ci tiene un bel po' a lui. Penseresti che lo mollerebbe, ma...

# 12660_Kiryu
source: Wait, she's not thinking about marrying him, is she?
pt_br: Ma aspetta, non starà mica pensando di sposarlo, vero?

# 12672_Maya
source: Yes...
pt_br: Sì...

# 12684_Maya
source: That's why I don't know if this is something I should be getting involved with.
pt_br: Ecco perché non so se è una cosa in cui dovrei immischiarmi.

# 12696_Kiryu
source: But you could save her from a lifetime of unhappiness.
pt_br: Ma potresti salvarla da una vita di infelicità.

# 12708_Maya
source: Yeah. Yeah, you're right! Thanks for listening!
pt_br: Sì. Sì, hai ragione! Grazie per avermi ascoltato!

# 12720_Kiryu
source: I don't think you should get involved. You could end up making things worse.
pt_br: Non credo dovresti immischiarti. Potresti finire per peggiorare le cose.

# 12732_Maya
source: So I should just stay out of it?
pt_br: Allora, dovrei solo restarne fuori?

# 12744_Kiryu
source: No, not exactly. You should be there for her if she needs someone to talk to.
pt_br: No, non proprio. Dovresti starle accanto se ha bisogno di qualcuno con cui parlare.

# 12756_Kiryu
source: But just listen. Don't bring your own opinion into it.
pt_br: Ma senti. Non metterci la tua opinione.

# 12768_Maya
source: But why can't I say anything?
pt_br: Ma perché non riesco a spiccicare parola?

# 12780_Kiryu
source: Well, when people are depressed, an off-hand comment can hurt. You might do more harm than good.
pt_br: Beh, quando uno è giù di morale, un commento buttato lì può ferire. Rischi di fare più male che bene.

# 12792_Kiryu
source: It's better to let her heal over time.
pt_br: È meglio lasciarla guarire con il tempo.

# 12804_Maya
source: Okay.
pt_br: Ok.

# 12816_Maya
source: I guess being a friend means knowing when to give someone space. Thanks for the advice. <Color:7>♥<Color:Default>
pt_br: Mi sa che essere un amico vuol dire anche capire quando è il momento di dare un po' di spazio. Grazie per il consiglio. <Color:7>♥<Color:Default>

# 12828_Kiryu
source: There are no right or wrong answers in love. Everybody's values are different.
pt_br: In amore, non c'è giusto o sbagliato, sai? I valori di ognuno sono diversi.

# 12840_Kiryu
source: Even if you do what you think is right, there's no guarantee that it'll be right for her.
pt_br: Anche se fai quello che pensi sia giusto, non è detto che vada bene anche per lei.

# 12852_Maya
source: What? You mean you think they should stay together?
pt_br: Cosa? Vuoi dire che pensi che dovrebbero stare insieme?

# 12864_Kiryu
source: Not necessarily. But it's not our place to decide what's best for them.
pt_br: Non per forza. Ma non sta a noi decidere cosa sia meglio per loro.

# 12876_Maya
source: Then I can't do anything for her...
pt_br: Allora non posso fare nulla per lei...

# 12888_Kiryu
source: It's better for her and for you if you don't get too involved.
pt_br: È meglio per lei e per te se non ti ci metti troppo in mezzo.

# 12900_Kiryu
source: Just tell her what you honestly feel. Then she can decide what she wants to do.
pt_br: Diglielo e basta, quello che senti davvero. Poi potrà decidere lei cosa fare.

# 12912_Kiryu
source: Even if it ends your friendship, it's better than regretting that you never said anything.
pt_br: Anche se ti costa l'amicizia, è meglio che rimpiangere di non aver mai aperto bocca.

# 12924_Maya
source: Oh... This is tough.
pt_br: Oh... È tosta.

# 12936_Maya
source: Thank you. I'll do my best to make her understand how I feel.
pt_br: Grazie. Farò del mio meglio per farle capire quello che provo.

# 12948_Maya
source: Do you think we'll always be like this?
pt_br: Pensi che resteremo sempre così?

# 12960_Kiryu
source: What do you mean?
pt_br: Cosa intendi?

# 12972_Maya
source: Always a hostess and a customer.
pt_br: Sempre hostess e cliente.

# 12996_Maya
source: I can't be a hostess for the rest of my life. This club won't be around forever.
pt_br: Non posso fare la hostess per tutta la vita. Questo locale non ci sarà per sempre.

# 13008_Maya
source: And you have to pay to come here and see me.
pt_br: E poi devi pure pagare per venire qui a trovarmi.

# 13020_Maya
source: This can't last forever, can it?
pt_br: Non può durare per sempre, vero?

# 13032_Kiryu
source: It'll be all right. This kind of thing can keep going for a long time.
pt_br: Andrà tutto bene. Questo genere di cose può durare un bel po'.

# 13044_Maya
source: That's all you want from our relationship?
pt_br: È tutto quello che vuoi dalla nostra relazione?

# 13056_Kiryu
source: Is there a problem with that?
pt_br: C'è un problema con quello?

# 13068_Maya
source: Yeah. I need more. I've got hopes and dreams.
pt_br: Già. Mi serve di più. Ho speranze e sogni.

# 13080_Kiryu
source: Like what?
pt_br: Ad esempio?

# 13092_Maya
source: Well, you know...
pt_br: Beh, sai...

# 13104_Kiryu
source: I know?
pt_br: Eh, lo so?

# 13116_Maya
source: Oh, come on! Can't you even figure that much out!?
pt_br: Ma dai! Non riesci a capire nemmeno questo!?

# 13140_Kiryu
source: That depends on us. We might not be able to stay hostess and customer, but we're more than that.
pt_br: Sta a noi. Potremmo non restare solo hostess e cliente, ma siamo di più.

# 13152_Kiryu
source: We can see each other outside of the club, can't we?
pt_br: Non potremmo vederci anche fuori dal locale?

# 13164_Maya
source: Yeah!
pt_br: Sì!

# 13176_Maya
source: But we'd be taking a step towards becoming a real couple...
pt_br: Ma faremmo un passo avanti per diventare una vera coppia...

# 13188_Kiryu
source: I suppose.
pt_br: Immagino.

# 13200_Maya
source: I don't know. I'm not even sure what I really want yet.
pt_br: Non lo so. Non sono nemmeno sicura di cosa voglio davvero ancora.

# 13212_Kiryu
source: There's no reason to hurry, is there? We don't have to change right now.
pt_br: Non c'è fretta, no? Non dobbiamo cambiare proprio adesso.

# 13224_Maya
source: You're right.
pt_br: Hai ragione.

# 13236_Maya
source: Ugh! I just don't know what to do!
pt_br: Uffa! Non so proprio cosa fare!

# 13248_Kiryu
source: Hahaha!
pt_br: Ahahah!

# 13260_Kiryu
source: It could be time for us to move on. Maybe I shouldn't see you anymore.
pt_br: Potrebbe essere ora per noi di andare avanti. Forse non dovrei più frequentarti.

# 13272_Maya
source: What!? No! That's not what I meant at all!
pt_br: Cosa!? No! Non era affatto quello che intendevo!

# 13284_Maya
source: This is terrible...
pt_br: È terribile...

# 13296_Kiryu
source: Just kidding. I'll keep coming to see you.
pt_br: Scherzavo. Continuerò a venire a trovarti.

# 13308_Maya
source: Huh!? Hey! You shouldn't play with a girl's feelings like that!
pt_br: Eh!? Ehi! Non dovresti giocare con i sentimenti di una ragazza così!

# 13320_Kiryu
source: Er, sorry.
pt_br: Uhm, scusa.

# 13332_Maya
source: Ugh. Now I'm having second thoughts about you in general.
pt_br: Mmh. Ora mi stanno venendo dei dubbi su di te, in generale.

# 13356_Maya
source: I haven't been sleeping well lately.
pt_br: Ultimamente non sto dormendo bene.

# 13368_Kiryu
source: Are you okay?
pt_br: Stai bene?

# 13380_Maya
source: I think so, but...
pt_br: Credo di sì, ma...

# 13392_Maya
source: Hehe.
pt_br: Eheh.

# 13404_Kiryu
source: Uh... What's so funny?
pt_br: Uh... Che c'è da ridere?

# 13416_Maya
source: Oh, I was just remembering something from a long time ago.
pt_br: Oh, mi stavo giusto ricordando qualcosa di un sacco di tempo fa.

# 13428_Maya
source: One time in high school, I went to bed on Sunday night and woke up on Tuesday morning!
pt_br: Una volta al liceo, sono andato a letto la domenica sera e mi sono svegliato il martedì mattina!

# 13440_Kiryu
source: Huh!? What happened to Monday?
pt_br: Cosa!? Che fine ha fatto lunedì?

# 13452_Kiryu
source: You slept through an entire day?
pt_br: Hai dormito per un giorno intero?

# 13464_Maya
source: Hahaha! I didn't even notice until I got an email from a friend.
pt_br: Hahaha! Non me n'ero nemmeno accorto finché non ho ricevuto un'email da un amico.

# 13476_Maya
source: She was like, "Aren't you coming to school today?" I had no idea what she was talking about.
pt_br: E lei tipo, 'Non vieni a scuola oggi?' Io non avevo la più pallida idea di cosa stesse dicendo.

# 13488_Maya
source: Then I noticed that the message was dated Monday morning! That's when I realized it was Tuesday!
pt_br: Poi mi sono accorto che il messaggio era datato lunedì mattina! È stato lì che ho capito che era martedì!

# 13500_Kiryu
source: How could something like that happen? Don't most people wake up after eight hours?
pt_br: Ma com'è successa una roba del genere? La gente mica si sveglia dopo otto ore?

# 13512_Maya
source: Well, before I went to bed, I had been partying all weekend.
pt_br: Beh, prima di andare a letto, avevo fatto festa per tutto il weekend.

# 13524_Kiryu
source: Ah. I see.
pt_br: Ah. Capisco.

# 13536_Maya
source: Yeah, I was pretty crazy back then.
pt_br: Già, ero proprio fuori di testa allora.

# 13548_Kiryu
source: Apparently. But you got a good story out of it.
pt_br: A quanto pare. Ma ci hai tirato fuori una bella storia.

# 13560_Maya
source: Hehe. I haven't thought about it in a long time.
pt_br: Hehe. Non ci pensavo da un sacco di tempo.

# 13572_Kiryu
source: Why didn't your family wake you up? You had school on Monday, right?
pt_br: Perché la tua famiglia non ti ha svegliata? Avevi scuola lunedì, giusto?

# 13584_Maya
source: Well, sometimes I wouldn't come home for a day or two, so they probably didn't know I was asleep in my room.
pt_br: Beh, a volte non tornavo a casa per un giorno o due, quindi probabilmente non sapevano che ero a dormire nella mia stanza.

# 13596_Kiryu
source: What!? Your parents let you stay out for days?
pt_br: Ma cosa!? I tuoi ti lasciano fuori casa per giorni?

# 13608_Maya
source: Yeah, but it's not their fault. I was quite a handful back then.
pt_br: Già, ma non è colpa loro. Ero un bel peperino all'epoca.

# 13620_Kiryu
source: But parents have a responsibility to look after their kids. You could've been hurt.
pt_br: Ma i genitori hanno la responsabilità di prendersi cura dei loro figli. Avresti potuto farti male.

# 13632_Maya
source: I understand, but don't think badly of my parents. It really was my fault.
pt_br: Capisco, però non pensare male dei miei genitori. È stata proprio colpa mia.

# 13644_Kiryu
source: Are you sure you weren't in a coma? You're lucky you woke up at all.
pt_br: Ma sei sicuro che non eri in coma? Meno male che ti sei svegliato, almeno.

# 13656_Maya
source: Heh, you might be right.
pt_br: Eh, potrebbe avere ragione.

# 13668_Maya
source: When I woke up I was really dehydrated, so I drank a whole bottle of water. Then I threw it up.
pt_br: Quando mi sono svegliata ero proprio disidratata, così mi sono scolata un'intera bottiglia d'acqua. Poi l'ho rimessa.

# 13680_Kiryu
source: Your body was in shock. You have to drink little by little at times like that.
pt_br: Il tuo corpo era sotto shock. In momenti così, devi bere a piccoli sorsi.

# 13692_Maya
source: You know a lot about this kind of thing, huh?
pt_br: Ne sai un sacco di queste cose, eh?

# 13704_Kiryu
source: Yeah. I studied a bit so I'd know what to do in case something happened to one of the kids.
pt_br: Già. Mi sono informato un po' per sapere cosa fare nel caso succedesse qualcosa a uno dei ragazzini.

# 13716_Maya
source: Well then, you can wake me up the next time I sleep too long. <Color:7>♥<Color:Default>
pt_br: Beh, allora, puoi svegliarmi la prossima volta che dormo troppo a lungo. <Color:7>♥<Color:Default>

# 13728_Maya
source: I've been thinking about doing yoga.
pt_br: Stavo pensando di fare yoga.

# 13752_Maya
source: Yep. Have you ever done it?
pt_br: Già. L'hai mai fatto?

# 13764_Kiryu
source: I'm afraid not.
pt_br: Purtroppo no.

# 13776_Maya
source: Yeah, you don't seem like the yoga type.
pt_br: Già, non mi sembri il tipo da yoga.

# 13788_Kiryu
source: What made you think about taking it up?
pt_br: Cosa ti ha fatto pensare di farlo?

# 13800_Maya
source: Well... My body is going to change as I get older. I figured I should start doing something about it.
pt_br: Beh... Il mio corpo cambierà man mano che invecchio. Ho pensato che fosse il caso di iniziare a farci qualcosa.

# 13812_Kiryu
source: You don't need to worry about that. You're so thin now. You'll be fine.
pt_br: Non devi preoccuparti di quello. Sei così magra ora. Starai bene.

# 13824_Maya
source: You'd be surprised how quickly a girl can go downhill.
pt_br: Ti sorprenderesti di quanto in fretta una ragazza possa cadere in basso.

# 13836_Kiryu
source: Really?
pt_br: Davvero?

# 13848_Maya
source: Sure. I see girls who are younger than me and notice how much nicer they look. They're so thin.
pt_br: Certo. Vedo ragazze più giovani di me e noto quanto sono più carine. Sono così magre.

# 13860_Kiryu
source: That's silly. You're thinner and prettier than most girls. You don't have anything to worry about.
pt_br: Non dire sciocchezze. Sei più magra e più carina della maggior parte delle ragazze. Non hai nulla di cui preoccuparti.

# 13872_Maya
source: Hmph. Men just don't get it.
pt_br: Hmph. Gli uomini proprio non ci arrivano.

# 13884_Kiryu
source: Like how men do weight training?
pt_br: Tipo, come fanno gli uomini i pesi?

# 13896_Maya
source: That's right! It's the same thing.
pt_br: Esatto! È la stessa cosa.

# 13908_Maya
source: Men who were fit when they were young end up with beer bellies if they aren't careful. It's sad.
pt_br: Gli uomini che da giovani erano in forma, se non ci stanno dietro, finiscono per ritrovarsi con la panza da birra. Che peccato.

# 13920_Kiryu
source: Staying fit isn't that hard, but getting back what you've lost is another story.
pt_br: Mantenersi in forma non è poi così difficile, ma recuperare quello che hai perso è tutta un'altra storia.

# 13932_Maya
source: Exactly. That's why I should start doing something now.
pt_br: Esatto. È per questo che dovrei iniziare a fare qualcosa adesso.

# 13944_Maya
source: Oh, I know! You can do yoga with me! You'd get really flexible!
pt_br: Ah, ho un'idea! Potremmo fare yoga insieme! Diventeresti super flessibile!

# 13956_Kiryu
source: Uh, I'll pass.
pt_br: Uh, passo.

# 13968_Kiryu
source: Actually, you could stand to gain some weight. You're already too thin.
pt_br: A dire il vero, un po' di peso in più non ti guasterebbe. Sei già troppo magro.

# 13980_Maya
source: What!? You're kidding me!
pt_br: Ma dai!? Stai scherzando!

# 13992_Kiryu
source: If you diet too much when you're young, it can become a serious problem when you're older.
pt_br: Se fai troppe diete da giovane, può diventare un bel problema quando sarai più grande.

# 14004_Maya
source: But yoga should be fine, right? If anything, it will get me into better shape.
pt_br: Ma lo yoga dovrebbe andar bene, no? Anzi, mi rimetterà in forma.

# 14016_Kiryu
source: As long as you eat well, yes. But without a healthy lifestyle, you could end up hurting yourself.
pt_br: Finché mangi bene, sì. Ma senza uno stile di vita sano, potresti finire per farti del male.

# 14028_Maya
source: Yeah. And working as a hostess makes it hard to get enough sleep.
pt_br: Già. E fare la hostess non mi fa dormire abbastanza.

# 14040_Kiryu
source: Then that's what you need to work on first.
pt_br: Allora è su quello che devi lavorare, per prima cosa.

# 14052_Maya
source: Okay. Thanks for the advice!
pt_br: Va bene. Grazie del consiglio!

# 14064_Maya
source: I haven't been going out recently, except for work.
pt_br: Non sto uscendo granché ultimamente, a parte il lavoro.

# 14076_Kiryu
source: What do you do at home?
pt_br: Cosa fai a casa?

# 14088_Maya
source: Mostly, I watch DVDs of foreign TV shows.
pt_br: Perlopiù, guardo DVD di serie TV straniere.

# 14100_Kiryu
source: Huh. I keep hearing people say that. I guess it's a popular hobby.
pt_br: Ah, sì. Me lo dicono in tanti. Mi sa che è un hobby parecchio diffuso.

# 14112_Maya
source: Well, I'm not doing it because it's popular. Remember how I was a wild kid?
pt_br: Beh, non è che lo faccio perché va di moda. Ti ricordi che ragazzina scatenata ero?

# 14124_Maya
source: Now I'm doing my best to act my age, so I just stay home.
pt_br: Adesso cerco di mettere la testa a posto, per cui me ne resto a casa.

# 14136_Kiryu
source: Is that such a good idea? You should try to do things outdoors, too.
pt_br: Ma sei sicuro che sia una buona idea? Dovresti provare a fare qualcosa all'aperto anche tu.

# 14148_Maya
source: I know. I like to travel. And I love to go to the beach and play water sports.
pt_br: Già. Mi piace un sacco viaggiare. E poi, adoro andare al mare e fare sport acquatici.

# 14160_Kiryu
source: Oh, you do have an active side, then. I'm a bit surprised.
pt_br: Oh, quindi hai anche un lato attivo, allora. Sono un po' sorpresa.

# 14172_Maya
source: See? I figure it's okay for me to spend time indoors, too.
pt_br: Vedi? Mi sa che posso stare al chiuso anch'io.

# 14184_Kiryu
source: Just try not to cause trouble for the neighbors.
pt_br: Cerca solo di non fare casino ai vicini.

# 14196_Maya
source: Hey, what do you think I do at home, anyway?
pt_br: Ehi, secondo te cosa faccio a casa, comunque?

# 14208_Maya
source: A mature woman like me is always quiet and well-behaved.
pt_br: Una donna matura come me è sempre tranquilla e posata.

# 14220_Kiryu
source: Oh, sure...
pt_br: Oh, certo...

# 14232_Kiryu
source: You're just shutting out the outside world. Is that something a mature woman would do?
pt_br: Stai solo ignorando il mondo là fuori. È da donna matura, questa?

# 14244_Maya
source: What do you mean? Enjoying alone time at home at night proves that I'm an adult.
pt_br: Che vuoi dire? Godermi un po' di tempo per conto mio a casa di notte dimostra che sono un adulto.

# 14256_Kiryu
source: But aren't most people home at night?
pt_br: Ma di notte, quasi tutti non sono a casa?

# 14268_Maya
source: Huh? Are they?
pt_br: Eh? Davvero?

# 14280_Kiryu
source: What do you mean, "Are they?" Don't tell me you spent literally every night partying as a kid?
pt_br: Come sarebbe "lo sono?" Non mi vorrai mica dire che passavi letteralmente ogni sera a far festa da bambino?

# 14292_Maya
source: Of course not. Sometimes I partied during the day, too!
pt_br: Ma certo che no. A volte facevo festa pure di giorno!

# 14304_Kiryu
source: So you partied 24 hours a day...?
pt_br: Allora facevi festa 24 ore al giorno...?

# 14316_Kiryu
source: You've really grown. Now you just need to learn how to cook and sew.
pt_br: Sei proprio cresciuto. Ora ti manca solo imparare a cucinare e a cucire.

# 14328_Maya
source: I know! I'm on my way to becoming the perfect woman.
pt_br: Lo so! Sono sulla buona strada per diventare la donna perfetta.

# 14340_Kiryu
source: But wait, you're just lying around watching DVDs, right? Is that a mature thing to do?
pt_br: Ma scusa, te ne stai lì sdraiato a guardare DVD, no? È roba da persone mature, quella?

# 14352_Maya
source: Oh, I can worry about the other stuff once I find a boyfriend.
pt_br: Oh, al resto ci penserò quando avrò un fidanzato.

# 14364_Kiryu
source: What if you lose your figure? You might not be able to find a boyfriend then.
pt_br: E se perdi la linea? Poi potresti non riuscire a trovare un fidanzato.

# 14376_Maya
source: Oh no! I hadn't thought of that. I really should start doing yoga!
pt_br: Oh no! Non ci avevo pensato. Dovrei proprio iniziare a fare yoga!

# 14388_Kiryu
source: Heh.
pt_br: Eh.

# 14400_Maya
source: Ooh, it just bothers me so much!
pt_br: Oh, mi dà proprio fastidio un sacco!

# 14412_Kiryu
source: What?
pt_br: Cosa?

# 14424_Maya
source: You know how you get that red stuff with your yakisoba noodles?
pt_br: Sai quella roba rossa che ti danno con i yakisoba?

# 14436_Kiryu
source: Red stuff? You mean the pickled ginger?
pt_br: Roba rossa? Intendi lo zenzero marinato?

# 14448_Maya
source: That's right! I hate that stuff!
pt_br: Esatto! Odio quella roba!

# 14460_Maya
source: When I see it on my noodles I wanna scream, "Get lost, ginger! Who needs you!?"
pt_br: Quando lo vedo sui miei noodles, mi viene da urlare: "Vattene, zenzero! Chi ti vuole!?"

# 14472_Kiryu
source: You don't get it, do you? You've got to have pickled ginger with yakisoba.
pt_br: Non ci arrivi, vero? Con la yakisoba ci va lo zenzero marinato.

# 14484_Maya
source: What!? Why? What's the point?
pt_br: Cosa!? Perché? Che senso ha?

# 14496_Kiryu
source: Well, let's see. It tastes good, the color makes the dish more attractive, and the flavor contrasts nicely with the noodles.
pt_br: Allora, vediamo un po'... È davvero buono, il colore rende il piatto molto invitante, e il sapore si sposa a meraviglia con i noodle.

# 14508_Kiryu
source: In fact, I always ask for extra.
pt_br: Anzi, chiedo sempre un extra.

# 14520_Maya
source: Ugh. We don't have the same taste in food, do we?
pt_br: Uff. Non abbiamo gli stessi gusti a tavola, vero?

# 14544_Kiryu
source: Yeah, I don't like it much myself. Yakisoba tastes great without it.
pt_br: Già, non è che mi piaccia granché neanch'io. Lo yakisoba è buonissimo anche senza.

# 14556_Maya
source: I know! I'm glad you understand. <Color:7>♥<Color:Default>
pt_br: Lo so! Sono contenta che tu capisca. <Color:7>♥<Color:Default>

# 14568_Kiryu
source: Yeah. The ginger that comes with sushi is there to help get rid of the fishiness, so it at least has a purpose.
pt_br: Sì. Lo zenzero che ti danno col sushi serve a togliere il sapore di pesce, quindi almeno ha un suo perché.

# 14580_Kiryu
source: I've got no idea why they put it on yakisoba.
pt_br: Non so proprio perché lo mettano sullo yakisoba.

# 14592_Maya
source: This world would be a happier place without it, that's for sure.
pt_br: Questo mondo sarebbe un posto più felice senza, questo è poco ma sicuro.

# 14604_Kiryu
source: Well, that may be going a bit far...
pt_br: Beh, questo forse è un po' esagerato...

# 14616_Kiryu
source: Have you even tried it? It's pretty tasty.
pt_br: Ma l'hai provato? È proprio buono.

# 14628_Maya
source: Well, no, but I can tell from the noodles it touches that it's gross!
pt_br: Beh, no, ma lo capisco dagli spaghetti che tocca che fa schifo!

# 14640_Maya
source: How could you think it tastes good!?
pt_br: Come puoi pensare che sia buono!?
