Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0102037f.po
Languages: pt

# 68_Kido
source: *panting*
pt: *ansima*

# 80_Kido
source: Who even <Italic>are</Italic> you?
pt: Ma tu chi <Italic>sei</Italic>?

# 92_Saejima
source: Just a guy lookin' for answers.
pt: Solo un uomo in cerca di risposte.

# 104_Saejima
source: C'mon, kid, I need your help.
pt: Andiamo, ragazzo, mi serve il tuo aiuto.

# 116_Kido
source: Fine. Whatever. Just lemme catch my breath.
pt: Va bene. Come vuoi. Lasciami solo riprendere fiato.

# 176_Saejima
source: Damn... That's some heavy shit.
pt: Cazzo... Questa è roba pesante.

# 188_Kido
source: You're telling me. I mean, my own clan's after me now.
pt: A chi lo dici. Voglio dire, ora il mio stesso clan mi sta dando la caccia.

# 200_Saejima
source: How 'bout Arai? No sign of him yet?
pt: E Arai? Ancora nessuna traccia?

# 212_Kido
source: Nope. Hard to find him with those Shibata thugs on my ass. And Akiyama-san can't help on this one.
pt: No. Difficile trovarlo con quegli scagnozzi di Shibata alle calcagna. E Akiyama-san non può aiutarmi in questo.

# 224_Kido
source: It's a goddamn nightmare, man.
pt: È un maledetto incubo, amico.

# 236_Saejima
source: Akiyama the moneylender－he okay?
pt: Akiyama, lo strozzino... sta bene?

# 248_Kido
source: Yeah, he'll be fine. The police have Sky Finance under 24-hour watch.
pt: Sì, starà bene. La polizia tiene d'occhio la Sky Finance 24 ore su 24.

# 260_Kido
source: Shibata can't risk messing with him for now.
pt: Per ora Shibata non può rischiare di mettersi contro di lui.

# 272_Saejima
source: The fuzz? Shit...
pt: Gli sbirri? Merda...

# 284_Kido
source: You okay, man? You look like you're gonna puke.
pt: Stai bene, amico? Sembri sul punto di vomitare.

# 296_Saejima
source: I'm fine. Anyway, good thing the cops are watchin' him.
pt: Sto bene. Comunque, è un bene che gli sbirri lo tengano d'occhio.

# 308_Kido
source: So wait, what the hell's this Sasai Family you keep talking about?
pt: Aspetta, che diavolo è questa Famiglia Sasai di cui continui a parlare?

# 320_Saejima
source: A family run by Hideki Sasai. We're a third-tier group that's part of the Tojo. 'Least, we were 25 years ago.
pt: Una famiglia guidata da Hideki Sasai. Siamo un gruppo di terzo livello che fa parte dei Tojo. Almeno, lo eravamo 25 anni fa.

# 332_Kido
source: No shit? Just like Kanemura Enterprises.
pt: Davvero? Proprio come la Kanemura Enterprises.

# 344_Saejima
source: Back then, the Sasai and Shibata families were rivals despite both bein' Tojo.
pt: A quel tempo, le famiglie Sasai e Shibata erano rivali, pur essendo entrambe dei Tojo.

# 356_Kido
source: Wait, our parent family!?
pt: Aspetta, la nostra famiglia principale!?

# 368_Saejima
source: Sasai-san and Shibata were both lookin' to climb the ladder.
pt: Sasai-san e Shibata cercavano entrambi di fare carriera.

# 380_Kido
source: A good old power struggle between rival families, huh?
pt: Una bella lotta di potere tra famiglie rivali, eh?

# 392_Saejima
source: I was ready to do whatever it took. Anything to get my patriarch a top spot in the clan.
pt: Ero pronto a tutto. Qualsiasi cosa per far ottenere al mio patriarca un posto di rilievo nel clan.

# 404_Saejima
source: So I agreed to the hit.
pt: Così ho accettato l'incarico.

# 416_Kido
source: Hit?
pt: Incarico?

# 428_Saejima
source: Murder. I took out Yoshiharu Ueno and the other Ueno Seiwa brass who were jockeyin' with the Tojo.
pt: Omicidio. Ho fatto fuori Yoshiharu Ueno e gli altri pezzi grossi degli Ueno Seiwa che si contendevano il potere con i Tojo.

# 440_Saejima
source: Gunned 'em down in a ramen joint.
pt: Li ho fatti fuori in un locale di ramen.

# 452_Kido
source: The Ueno Seiwa－ Wait, you mean <Italic>that</Italic> hit!?
pt: Gli Ueno Seiwa... Aspetta, intendi <Italic>quell'</Italic>incarico!?

# 464_Saejima
source: Ya heard of it? Yeah, that was me.
pt: Ne hai sentito parlare? Sì, sono stato io.

# 476_Kido
source: Hold on just a second, pops.
pt: Aspetta un secondo, vecchio.

# 488_Kido
source: That's the shooting where one dude took out like 18 people, isn't it? You're a living legend!
pt: È la sparatoria in cui un tizio ha fatto fuori tipo 18 persone, vero? Sei una leggenda vivente!

# 500_Saejima
source: Ain't nothin' legendary 'bout pointing a gun and pulling the trigger.
pt: Non c'è niente di leggendario nel puntare una pistola e premere il grilletto.

# 512_Saejima
source: All I cared about was makin' sure my patriarch rose through the ranks. Even if I hung for it.
pt: Tutto ciò che mi importava era assicurarmi che il mio patriarca facesse carriera. Anche se mi avessero impiccato per questo.

# 524_Saejima
source: Surprisin' thing was, my time never came. 'Least not yet.
pt: La cosa sorprendente è che la mia ora non è mai arrivata. Almeno non ancora.

# 536_Kido
source: Wait, if you got... If you're a... That means you...
pt: Aspetta, se hai... Se sei un... Questo significa che tu...

# 548_Saejima
source: Busted out? Yup, jus' the other day.
pt: Evaso? Sì, proprio l'altro giorno.

# 572_Kido
source: What the <Italic>fuck</Italic>!?
pt: Ma che <Italic>cazzo</Italic>!?

# 584_Saejima
source: Pipe down, kid. Relax. I just wanna know the truth. See it with my own two eyes before I bite the dust.
pt: Calmati, ragazzo. Rilassati. Voglio solo sapere la verità. Vederla con i miei occhi prima di tirare le cuoia.

# 596_Kido
source: The truth about what?
pt: La verità su cosa?

# 608_Saejima
source: Whether my boss really just up and vanished.
pt: Se il mio capo è davvero sparito nel nulla.

# 620_Kido
source: Huh...
pt: Eh...

# 632_Saejima
source: And whether my bro Majima really did stab me in the back. So whaddya say? Think ya can help?
pt: E se il mio fratello Majima mi ha davvero pugnalato alle spalle. Allora, che ne dici? Pensi di poter aiutare?

# 644_Kido
source: Whoa, whoa, whoa. Hold the phone, man!
pt: Ehi, ehi, ehi. Aspetta un attimo, amico!

# 656_Saejima
source: ...What?
pt: ...Cosa?

# 668_Kido
source: This shit's way out of my freaking league!
pt: Questa merda è decisamente fuori dalla mia portata!

# 680_Kido
source: I mean, you're the legendary Taiga Saejima! There's no way I can help you!
pt: Voglio dire, sei il leggendario Taiga Saejima! Non c'è modo che io possa aiutarti!

# 692_Saejima
source: Why not?
pt: Perché no?

# 704_Kido
source: C'mon, man. I'm a nobody－practically still a street punk. Hell, I've got my own family on my ass!
pt: Andiamo, amico. Sono un nessuno, praticamente ancora un teppistello di strada. Diavolo, ho la mia stessa famiglia alle calcagna!

# 716_Kido
source: And you're asking <Italic>me</Italic> to help <Italic>you</Italic>? That's crazy talk!
pt: E stai chiedendo a <Italic>me</Italic> di aiutare <Italic>te</Italic>? È una follia!

# 728_Saejima
source: I ain't expectin' much.
pt: Non mi aspetto molto.

# 740_Kido
source: Huh?
pt: Eh?

# 752_Saejima
source: Just need an introduction.
pt: Mi serve solo una presentazione.

# 764_Kido
source: To who?
pt: A chi?

# 776_Saejima
source: Someone who knows what went down in Kamurocho back in '85. Someone who knows the truth.
pt: Qualcuno che sa cosa è successo a Kamurocho nell'85. Qualcuno che sa la verità.

# 788_Kido
source: Right. You said you were looking for the real story...
pt: Giusto. Hai detto che stavi cercando la vera storia...

# 800_Saejima
source: Mhm. Any ideas?
pt: Mhm. Qualche idea?

# 824_Saejima
source: What?
pt: Cosa?

# 836_Kido
source: There's a guy who can help. He'll definitely have the info you're looking for!
pt: C'è un tizio che può aiutare. Avrà sicuramente le informazioni che cerchi!

# 848_Saejima
source: Who?
pt: Chi?

# 860_Kido
source: An information broker. Best of the best.
pt: Un informatore. Il migliore dei migliori.

# 872_Saejima
source: An informant, huh?
pt: Un informatore, eh?

# 884_Kido
source: Let's get out of here before the cops come by and start asking questions.
pt: Andiamocene prima che arrivino gli sbirri e inizino a fare domande.

# 896_Kido
source: And who knows when those Shibata assholes will show up again.
pt: E chissà quando si faranno vivi di nuovo quegli stronzi di Shibata.

# 908_Kido
source: Follow me. There's a place I go to when I need to lay low.
pt: Seguimi. C'è un posto dove vado quando devo nascondermi.

# 920_Saejima
source: Ya got a hideout?
pt: Hai un nascondiglio?

# 932_Kido
source: Yeah, come on.
pt: Sì, andiamo.
