Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee035a.po
Languages: pt

source: You got <Color:8>Ecopoints<Color:Default>.
pt: Hai ottenuto <Color:8>Ecopunti<Color:Default>.

source: Shifty Man
pt: Uomo sospetto

source: Player
pt: Giocatore

source: Man
pt: Uomo

source: Mean Green Machine
pt: Terribile Macchina Verde

# 128_Shifty Man
source: Hey there, buddy. Not too often I see guys like you down in a place like this.
pt: Ehilà, amico. Non capita spesso di vedere tipi come te in un posto come questo.

# 140_Shifty Man
source: Let me guess. You're concerned about the slow deterioration of our natural environment, so you've come to me, the expert on all things grassy and green.
pt: Lasciami indovinare. Sei preoccupato per il lento deterioramento del nostro ambiente naturale, quindi sei venuto da me, l'esperto di tutto ciò che è verde.

# 152_Player
source: Uh... Actually, I...
pt: Ehm... Veramente, io...

# 164_Shifty Man
source: Relax, big guy. I won't bite. But I will drop a big old knowledge bomb on you.
pt: Rilassati, pezzo grosso. Non mordo. Ma ti sgancerò una bella bomba di sapienza.

# 176_Shifty Man
source: You know how much trash gets collected in Kamurocho in a year? 22,000 tons. 60 tons every single day. That's as much as two humpback whales! Every day!
pt: Sai quanta spazzatura viene raccolta a Kamurocho in un anno? 22.000 tonnellate. 60 tonnellate ogni singolo giorno. È quanto due megattere! Ogni giorno!

# 188_Shifty Man
source: And that doesn't include the litter strewn around town that nobody bothers to pick up. Which, trust me, is a lot.
pt: E questo non include la spazzatura sparsa per la città che nessuno si preoccupa di raccogliere. E, credimi, è tanta.

# 200_Shifty Man
source: So, I've devoted my life to making this city as clean as possible.
pt: Quindi, ho dedicato la mia vita a rendere questa città il più pulita possibile.

# 212_Shifty Man
source: Yes!
pt: Sì!

# 224_Player
source: ...And?
pt: ...E?

# 236_Man
source: Hm?
pt: Mh?

# 248_Player
source: What's any of this have to do with me?
pt: Cosa c'entro io con tutto questo?

# 260_Shifty Man
source: Oh! Right!
pt: Oh! Giusto!

# 272_Shifty Man
source: 'Round here they call me the Mean Green Machine! No matter how high that trash stacks, I'll always be there to whisk it away!
pt: Da queste parti mi chiamano la Terribile Macchina Verde! Non importa quanto in alto si accumuli la spazzatura, sarò sempre lì per portarla via!

# 284_Mean Green Machine
source: Speaking of, trash has something of a special value down here in the underground.
pt: A proposito, la spazzatura ha un valore speciale qui nei sotterranei.

# 296_Player
source: What do you mean... value?
pt: Cosa intendi con... valore?

# 308_Mean Green Machine
source: You heard me! Down here, trash makes the world go 'round! Ditch your cash, bring me some trash!
pt: Hai sentito bene! Qui sotto, la spazzatura fa girare il mondo! Lascia perdere i soldi, portami un po' di spazzatura!

# 320_Mean Green Machine
source: I'll appraise whatever bits of trash you give me, and give you the appropriate number of points. Points are like our money, mind you.
pt: Valuterò qualsiasi pezzo di spazzatura che mi darai e ti darò il numero appropriato di punti. I punti sono come i nostri soldi, intendiamoci.

# 332_Mean Green Machine
source: Here, take this.
pt: Tieni, prendi questo.

# 368_Mean Green Machine
source: With points, you can buy all sorts of stuff. Items, food, equipment. Though of course, this only applies to the shops we run down in these here sewers.
pt: Con i punti puoi comprare ogni genere di cose. Oggetti, cibo, equipaggiamento. Anche se, ovviamente, questo vale solo per i negozi che gestiamo qui nelle fogne.

# 380_Mean Green Machine
source: Oh, and keep in mind any trash you've got is worthless until I get my hands on it. Don't worry, I won't rip you off or nothing.
pt: Oh, e tieni a mente che qualsiasi spazzatura tu abbia è senza valore finché non ci metto le mani sopra io. Non preoccuparti, non ti fregherò né niente.

# 392_Mean Green Machine
source: One more thing! Just 'cause you nab a piece of trash, that doesn't mean it's gone forever. Someone's bound to litter again in the same spot if you wait long enough.
pt: Un'altra cosa! Solo perché raccogli un pezzo di spazzatura, non significa che sia sparito per sempre. Qualcuno sicuramente getterà di nuovo qualcosa nello stesso punto se aspetti abbastanza.

# 404_Mean Green Machine
source: Anyway, why don't you start with that little speck of smut over there? Just bring it on over to me.
pt: Comunque, perché non inizi con quel pezzetto di sporcizia laggiù? Portamelo e basta.

# 428_Mean Green Machine
source: Thanks for stopping by. What can I trash you for?
pt: Grazie per essere passato. Per quale spazzatura posso servirti?

# 452_Mean Green Machine
source: Come back when you've got your hands on some more trash. And don't forget to have a clean day!
pt: Torna quando avrai messo le mani su altra spazzatura. E non dimenticare di avere una giornata pulita!

# 476_Mean Green Machine
source: Come back when you've got your hands on some more trash. And don't forget to have a clean day!
pt: Torna quando avrai messo le mani su altra spazzatura. E non dimenticare di avere una giornata pulita!

# 488_Mean Green Machine
source: If you say so. Have a clean day!
pt: Se lo dici tu. Buona giornata pulita!

# 500_Shifty Man
source: Appraise Trash
pt: Valuta spazzatura

# 512_Shifty Man
source: Green Store
pt: Negozio verde

# 524_Shifty Man
source: Leave
pt: Lascia
