Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0009034c.po
Languages: pt_br

source: Fisherman
pt_br: Pescatore

source: Jewel Thief
pt_br: Ladro di gioielli

# 56_Saejima
source: (Damn, this is one heavy briefcase.)
pt_br: (Cazzo, questa è una valigetta bella pesante.)

# 68_?
source: So you finally found it.
pt_br: Allora, l'hai finalmente scovato.

# 80_Saejima
source: The hell?
pt_br: Che diavolo?

# 92_Fisherman
source: That's important property that belongs to my family. Now, how about you just hand it over?
pt_br: Quella è roba importante della mia famiglia. Allora, perché non me la ridai e basta?

# 104_Saejima
source: I get it now. You were just pretending to go fishin' while ya kept an eye on the place.
pt_br: Ora capisco. Facevi solo finta di andare a pescare mentre tenevi d'occhio il posto.

# 116_Saejima
source: Yep, I heard about a jewel heist not too long ago. Never thought they'd hide the goods underwater.
pt_br: Già, avevo sentito di un colpo ai gioielli non troppo tempo fa. Mai avrei pensato che nascondessero la roba sott'acqua.

# 128_Jewel Thief
source: And I never thought you'd figure all that out. I hate to do this to a fellow angler, but...
pt_br: E non avrei mai creduto che ci saresti arrivato. Odio fare questo a un compagno di pesca, ma...

# 140_Jewel Thief
source: I'll have to send you to sleep with the fishes!
pt_br: Dovrò mandarti a dormire con i pesci!
