Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee0595.po
Languages: pt_br

source: You gained 500 EXP.
pt_br: Hai ottenuto 500 ESP.

source: Disappointed Foreigner
pt_br: Straniero Deluso

source: Non-Japanese Speakers
pt_br: Non-madrelingua giapponesi

# 56_Disappointed Foreigner
source: Here I thought I'd be living the dream... Huh? Why do I look so down?
pt_br: E io che pensavo di godermi la bella vita... Eh? Perché sembro così giù?

# 68_Disappointed Foreigner
source: Well, I came all the way here to the land of cherry blossom trees to study Japanese, but half the people in this town don't even speak it!
pt_br: Beh, mi sono fatto tutto il viaggio fino qui, nella terra dei ciliegi in fiore, per studiare giapponese, ma metà della gente in questa città non lo parla nemmeno!

# 80_Disappointed Foreigner
source: Especially when you go west of the Champion District to Little Asia. What's Asia doing in my Japan!?
pt_br: Specialmente quando vai a ovest del Distretto dei Campioni, a Little Asia. Ma che ci fa l'Asia nel mio Giappone!?

# 92_Disappointed Foreigner
source: I tried to go in, but they yelled at me in some foreign language and shooed me away. This is Japan! Speak Japanese!
pt_br: Ho provato a entrare, ma mi hanno urlato contro in qualche lingua straniera e mi hanno cacciato via. Questo è il Giappone! Parlate giapponese!

# 104_Disappointed Foreigner
source: The gatekeepers at the entrances to Little Asia don't speak Japanese. However, a character who can speak other prominent Asian languages, such as Chinese, Korean, or Tagalog, might be able to talk their way in.
pt_br: I guardiani agli ingressi di Little Asia non parlano giapponese. Tuttavia, un personaggio che parli altre importanti lingue asiatiche, come il cinese, il coreano o il tagalog, potrebbe riuscire a farsi strada.

# 116_Non-Japanese Speakers
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt_br: Questa informazione è stata aggiunta come <Color:14>Memo<Color:Default>. Leggi i <Color:14>Memos<Color:Default> selezionando <Color:14>Memos<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.

# 128_Disappointed Foreigner
source: Guess once I master Japanese, I'll have to start learning Chinese! Why can't anything be easy!?
pt_br: Mi sa che una volta che avrò imparato il giapponese, mi toccherà pure mettermi a studiare il cinese! Ma perché niente può essere facile!?
