Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01ee02f4.po
Languages: pt_br

source: Player
pt_br: Giocatore

# 204_Player
source: (Boxcelios 2? Looks like an arcade shooter...)
pt_br: (Boxcelios 2? Sembra uno sparatutto arcade...)

# 216_Boxcelios 2
source: The sequel to Boxcelios. Control an invincible fighter and destroy as many enemies as possible before time runs out. This time, the game takes place over land.
pt_br: Il seguito di Boxcelios. Controlla un combattente invincibile e distruggi più nemici possibili prima che scada il tempo. Questa volta, il gioco si svolge sulla terraferma.

# 228_Boxcelios 2
source: Move your ship with <Action:Button_LS_Up@Shooting><Action:Button_LS_Down@Shooting><Action:Button_LS_Left@Shooting><Action:Button_LS_Right@Shooting>, and fire at enemies with your laser cannons using <Action:Button_Cross@Shooting>. Shoot and destroy either the glowing core or the majority of enemy ships to take them down.
pt_br: Muovi la tua navicella con <Action:Button_LS_Up@Shooting><Action:Button_LS_Down@Shooting><Action:Button_LS_Left@Shooting><Action:Button_LS_Right@Shooting>, e spara ai nemici con i tuoi cannoni laser usando <Action:Button_Cross@Shooting>. Spara e distruggi il nucleo luminoso o la maggior parte delle navicelle nemiche per abbatterle.

# 240_Boxcelios 2
source: Time stands still for two seconds after an enemy appears. Use this time to aim for the enemy's core for maximum efficiency. You can also increase your time by up to 1 second with a quick defeat.
pt_br: Il tempo si ferma per due secondi dopo che appare un nemico. Sfrutta questo tempo per mirare al nucleo del nemico per la massima efficienza. Puoi anche aumentare il tuo tempo fino a 1 secondo con una rapida sconfitta.

# 252_Player
source: (Boxcelios 2... It's 100 yen per game. Should I give it a try?)
pt_br: (Boxcelios 2... Costa 100 yen a partita. Ci faccio un giro?)

# 276_Player
source: (All right, let's do this.)
pt_br: (Ok, si fa.)

# 300_Player
source: (I don't have the money...)
pt_br: (Non ho i soldi...)

# 312_Player
source: (On second thought... maybe not.)
pt_br: (Ripensandoci... forse no.)

# 336_Player
source: (Boxcelios 2? Looks like an arcade shooter...)
pt_br: (Boxcelios 2? Sembra uno sparatutto arcade...)

# 348_Boxcelios 2
source: The sequel to Boxcelios. Control an invincible fighter and destroy as many enemies as possible before time runs out. This time, the game takes place over land.
pt_br: Il seguito di Boxcelios. Controlla un combattente invincibile e distruggi più nemici possibili prima che scada il tempo. Questa volta, il gioco si svolge sulla terraferma.

# 360_Boxcelios 2
source: Move your ship with <Action:Button_LS_Up@Shooting><Action:Button_LS_Down@Shooting><Action:Button_LS_Left@Shooting><Action:Button_LS_Right@Shooting>, and fire at enemies with your laser cannons using <Action:Button_Cross@Shooting>. Shoot and destroy either the glowing core or the majority of enemy ships to take them down.
pt_br: Muovi la tua navicella con <Action:Button_LS_Up@Shooting><Action:Button_LS_Down@Shooting><Action:Button_LS_Left@Shooting><Action:Button_LS_Right@Shooting>, e spara ai nemici con i tuoi cannoni laser usando <Action:Button_Cross@Shooting>. Spara e distruggi il nucleo luminoso o la maggior parte delle navicelle nemiche per abbatterle.

# 372_Boxcelios 2
source: Time stands still for two seconds after an enemy appears. Use this time to aim for the enemy's core for maximum efficiency. You can also increase your time by up to 1 second with a quick defeat.
pt_br: Il tempo si ferma per due secondi dopo che appare un nemico. Sfrutta questo tempo per mirare al nucleo del nemico per la massima efficienza. Puoi anche aumentare il tuo tempo fino a 1 secondo con una rapida sconfitta.

# 384_Player
source: (Boxcelios 2... It's 100 yen per game. Should I give it a try?)
pt_br: (Boxcelios 2... Costa 100 yen a partita. Ci faccio un giro?)

# 408_Player
source: (All right, let's do this.)
pt_br: (Ok, si fa.)

# 432_Player
source: (I don't have the money...)
pt_br: (Non ho i soldi...)

# 444_Player
source: (On second thought... maybe not.)
pt_br: (Ripensandoci... forse no.)

# 456_Player
source: Play
pt_br: Gioca

# 468_Player
source: Read the Instructions
pt_br: Leggi le Istruzioni

# 480_Player
source: Don't Play
pt_br: Non giocare

# 492_Player
source: Play
pt_br: Gioca

# 504_Player
source: Read the Instructions
pt_br: Leggi le Istruzioni

# 516_Player
source: Don't Play
pt_br: Non giocare
