Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01a400fd.po
Languages: pt_br

source: You got a <Color:8>Ruby<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Rubino<Color:Default>.

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: Young Man from Little Asia
pt_br: Un giovane di Little Asia

source: Young Woman from Little Asia
pt_br: Giovane Donna di Piccola Asia

source: Boy from Little Asia
pt_br: Ragazzo di Little Asia

source: Man from Little Asia
pt_br: Uomo di Little Asia

source: Woman from Little Asia
pt_br: Donna di Little Asia

source: Yanagi's Underling
pt_br: Scagnozzo di Yanagi

# 72_Tanimura
source: All right. Now give me the money.
pt_br: Allora. Adesso dammi i soldi.

# 84_Yanagi
source: I'll never give it back! Not to a dirty scoundrel like you!
pt_br: Non te lo ridarò mai! Non a un porco infame come te!

# 108_Tanimura
source: Mei Hua! What are you doing here!?
pt_br: Mei Hua! Che ci fai qui!?

# 120_Mei Hua
source: I was so worried, I just had to come and check on you! And it's not just me...
pt_br: Ero così preoccupato, dovevo per forza venire a controllare che stessi bene! E non sono solo io...

# 132_Tanimura
source: Huh?
pt_br: Uh?

# 144_Young Man from Little Asia
source: You good, Tanimura!?
pt_br: Sei a posto, Tanimura!?

# 156_Young Woman from Little Asia
source: Ma-kun, please tell me you're okay!
pt_br: Ma-kun, ti prego dimmi che stai bene!

# 168_Boy from Little Asia
source: We're here for you, big bro!
pt_br: Siamo qui per te, fratellone!

# 180_Man from Little Asia
source: Yeah, now step away from Ma-chan this instant!
pt_br: Ehi, ora levati da Ma-chan, all'istante!

# 192_Woman from Little Asia
source: You'd better not have hurt him!
pt_br: Guai a te se gli hai fatto del male!

# 204_Yanagi
source: Who are all these people...?
pt_br: Chi sono tutte queste persone...?

# 288_Yanagi
source: I apologize. It looks like I made a terrible mistake.
pt_br: Mi scuso. Pare proprio che abbia fatto una cazzata clamorosa.

# 300_Mei Hua
source: How could you believe some stupid rumors!? And you better apologize to my dad, too!
pt_br: Come hai potuto credere a quelle cavolate!? E ti conviene chiedere scusa anche a mio padre!

# 312_Yanagi
source: I... I'm sorry. Please forgive me, sir.
pt_br: Io... mi dispiace. La prego di perdonarmi, signore.

# 324_Zhao
source: That's enough, Mei Hua. It looks like it was just a misunderstanding.
pt_br: Basta così, Mei Hua. Mi sa che è stato solo un malinteso.

# 336_Tanimura
source: Maybe, but he just called you a "chubby old man" a few minutes ago.
pt_br: Sì, vabbè, ma ti ha appena chiamato 'vecchio ciccione' poco fa.

# 348_Zhao
source: What!?
pt_br: Cosa!?

# 360_Mei Hua
source: But you were in the wrong, too, Ma-chan. You knew it was a misunderstanding right from the start. You should've talked it out instead of fighting.
pt_br: Ma anche tu avevi torto, Ma-chan. Sapevi che era un malinteso fin dall'inizio. Avresti dovuto parlarne invece di fare a botte.

# 372_Tanimura
source: Yeah, I guess you're right... It's just that negotiating's such a hassle.
pt_br: Già, immagino tu abbia ragione... È solo che negoziare è una gran rottura di scatole.

# 396_Tanimura
source: So, Yanagi.
pt_br: Allora, Yanagi.

# 408_Yanagi
source: Yes?
pt_br: Sì?

# 420_Tanimura
source: All that talk about helping the weak just now... Was that for real?
pt_br: Tutti quei discorsi sull'aiutare i deboli fatti poco fa... erano sul serio?

# 432_Yanagi's Underling
source: Of course! He's already helped out plenty of people in this town!
pt_br: Certo! Ha già aiutato un sacco di gente in questa città!

# 444_Yanagi's Underling
source: This time was a bit of a clusterfuck, though...
pt_br: Questa volta è stato un po' un macello, però...

# 456_Zhao
source: All right, then. Starting today, you're going to be helping the Asian Gateway.
pt_br: Va bene, allora. Da oggi in poi, darai una mano all'Asian Gateway.

# 468_Yanagi
source: What?
pt_br: Cosa?

# 480_Zhao
source: I imagine that you've been using those same violent methods that you used today in order to help people, correct?
pt_br: Immagino tu abbia usato quegli stessi metodi violenti che hai usato oggi per aiutare la gente, dico bene?

# 492_Zhao
source: That may be one way of doing things, but too many things could go wrong. I can't just sit by and watch that happen.
pt_br: Sarà pure un modo di fare, ma troppe cose potrebbero andare a rotoli. Non posso mica starmene con le mani in mano a guardare.

# 504_Zhao
source: All in all, I do believe we have the same goal. So we should be working together, don't you think?
pt_br: Alla fin fine, credo proprio che abbiamo lo stesso obiettivo. Quindi dovremmo fare squadra, non credi?

# 516_Yanagi
source: Will... you forgive us for what happened today?
pt_br: Ci... perdonerai per quello che è successo oggi?

# 528_Zhao
source: We're not the yakuza. As far as I'm concerned, what happened today is over and done with. So will you agree to help?
pt_br: Non siamo la yakuza. Per quanto mi riguarda, quello che è successo oggi è acqua passata. Quindi, accetterai di aiutare?

# 540_Yanagi
source: I'd be honored to.
pt_br: Sarei onorato.

# 552_Mei Hua
source: Okay, then I'll teach you all about what the Asian Gateway does. From here on out, you'll be my official understudy!
pt_br: Va bene, allora ti spiegherò per filo e per segno cosa fa l'Asian Gateway. D'ora in avanti, sarai il mio allievo ufficiale!

# 564_Yanagi
source: Sure... Looking forward to it.
pt_br: Certo... Non vedo l'ora.

# 576_Yanagi
source: Hey, I'm really sorry about today. Please take this as my apology to you.
pt_br: Ehi, mi dispiace un sacco per oggi. Ti prego, prendi questo come mie scuse.

# 612_Mei Hua
source: Come on! We've got a lot of work to do!
pt_br: Dai! Abbiamo un sacco di lavoro da fare!

# 624_Yanagi
source: Coming!
pt_br: Arrivo!

# 708_Yanagi
source: Ah. We've been waiting for you.
pt_br: Ah. Ti aspettavamo.

# 720_Yanagi
source: So you're the Parasite of Kamurocho, huh... A real pleasure, meeting the most crooked cop in town.
pt_br: Allora sei tu il Parassita di Kamurocho, eh... Che piacere, incontrare il poliziotto più marcio della città.

# 732_Tanimura
source: You the guys who attacked Homeland? Why did you do it?
pt_br: Siete voi quelli che hanno attaccato Homeland? Perché l'avete fatto?

# 744_Yanagi
source: "Why?" You've got some nerve to ask.
pt_br: Perché? Hai un bel fegato a chiederlo.

# 756_Yanagi
source: Our mission is to punish people like you who prey on the weak.
pt_br: La nostra missione è punire gente come te che si approfitta dei deboli.

# 768_Yanagi
source: I've heard all sorts of things about you－how you extort piles of money from women who can't go to the cops, for instance.
pt_br: Ho sentito di tutti i colori su di te — come spilli palate di soldi alle donne che non possono andare a piangere dai piedipiatti, per dire.

# 780_Yanagi
source: And I know you and that chubby old man are in on it together.
pt_br: E so che tu e quel vecchio ciccione siete in combutta.

# 792_Tanimura
source: ...What do you intend to do with the money?
pt_br: ...Che intendi farci con i soldi?

# 804_Yanagi
source: What else but return it to the good, honest people you stole it from? That's why we brought you here, so you can get to telling us their names.
pt_br: Che altro se non restituirlo alla brava gente onesta a cui l'hai fregato? Per questo ti abbiamo portato qui, così ti metti a dirci i loro nomi.

# 816_Yanagi
source: Oh, and we were thinking we should break one or both of your arms for good measure. Otherwise, you'd go right back at it.
pt_br: Ah, e avevamo pensato di spaccarti un braccio o tutti e due i bracci, per non sbagliare. Altrimenti, ci torneresti subito.

# 828_Tanimura
source: I see. So, is that all you had to say?
pt_br: Capisco. Quindi, era tutto quello che avevi da dire?

# 840_Yanagi
source: What!?
pt_br: Cosa!?

# 852_Tanimura
source: Just give me back the money already... You are done talking, right?
pt_br: Ridammeli 'sti soldi e basta... Hai finito di parlare, no?

# 864_Yanagi
source: You little prick... You think this is some kind of game!? Looks like we're gonna be breaking more than just your arms!
pt_br: Brutto stronzo... Credi che questo sia un gioco!? A quanto pare ti romperemo non solo le braccia!
