Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0009040f.po
Languages: pt_br

source: You got <Color:8>50,000 yen<Color:Default>.
pt_br: Hai ottenuto <Color:8>50.000 yen<Color:Default>.

source: You got <Color:8>20,000 yen<Color:Default>.
pt_br: Hai intascato <Color:8>20.000 yen<Color:Default>.

source: You got <Color:8>2,000 yen<Color:Default>.
pt_br: Hai ottenuto <Color:8>2,000 yen<Color:Default>.

# 68_Ajikawa
source: Akiyama-san! I went to Kanrai, as you suggested.
pt_br: Akiyama-san! Sono andato al Kanrai, come hai suggerito.

# 80_Ajikawa
source: I wanted to do a write-up of the menu items you told me about. They were just as I imagined! The ambiance was equally superb. Truly impressive.
pt_br: Ho voluto buttare giù due righe sulle voci del menu di cui mi avevi parlato. Erano proprio come immaginavo! L'atmosfera era altrettanto superba. Davvero notevole.

# 92_Akiyama
source: Glad to hear it.
pt_br: Mi fa piacere.

# 104_Ajikawa
source: Now I can write up my piece in no time. I know this isn't much, but consider it a token of my thanks.
pt_br: Ora posso buttare giù il mio pezzo in men che non si dica. Lo so, non è molto, ma prendilo come un piccolo ringraziamento.

# 140_Ajikawa
source: Akiyama-san! I went to the yakiniku restaurant you suggested.
pt_br: Akiyama-san! Sono andato al ristorante yakiniku che mi avevi consigliato.

# 152_Ajikawa
source: It struck me as being a little different from what you described...
pt_br: Mi è sembrato un po' diverso da come me l'hai raccontata...

# 164_Ajikawa
source: Nevertheless, the ambiance was quite nice, and I was able to gather a great deal of info.
pt_br: Comunque, l'ambiente era piuttosto carino, e sono riuscito a raccogliere un sacco di info.

# 176_Akiyama
source: Glad I could help.
pt_br: Sono contento di aver dato una mano.

# 188_Ajikawa
source: Oh, this will be very useful when it comes to writing that gourmet guide. It isn't much, but I'd like to give you this as a token of my thanks.
pt_br: Oh, questo sarà molto utile per la stesura di quella guida gastronomica. Non è granché, ma vorrei darti questo come segno della mia gratitudine.

# 224_Ajikawa
source: Oh, Akiyama-san. I tried stopping by the yakiniku restaurant you recommended.
pt_br: Oh, Akiyama-san. Ho provato a fare un salto al ristorante yakiniku che mi hai consigliato.

# 236_Ajikawa
source: Did you get the name wrong, perhaps? I had a hard time finding it, and the dishes you mentioned weren't quite what I was looking for.
pt_br: Ti sei sbagliato col nome, per caso? Ho fatto una gran fatica a trovarlo, e i piatti che avevi menzionato non erano proprio quello che cercavo.

# 248_Ajikawa
source: It had a pleasant enough atmosphere, but I'm afraid I overate again in search of a dish worthy of the Michelle Guide...
pt_br: L'atmosfera era pure gradevole, ma temo di essermi abbuffato di nuovo alla ricerca di un piatto degno della Guida Michelle...

# 260_Ajikawa
source: Oh, I almost forgot... This is to say thanks for your help.
pt_br: Ah, quasi dimenticavo... Questo è per ringraziarti del tuo aiuto.

# 284_Ajikawa
source: Er, Akiyama-san, this is truly presumptuous of me, but could you maybe find me another restaurant or two?
pt_br: Ehm, Akiyama-san, è davvero presuntuoso da parte mia, ma non è che potresti trovarmi un altro paio di ristoranti?

# 296_Akiyama
source: What? Didn't get your yakiniku fix?
pt_br: Ah? Non ti sei tolto la voglia di yakiniku?

# 308_Ajikawa
source: I think I have a handle on yakiniku. But then there's sushi, ramen, sweets－all sorts of cuisine that still need to be investigated.
pt_br: Penso di aver capito come funziona il yakiniku. Ma poi ci sono sushi, ramen, dolci... un sacco di altre cucine che devo ancora approfondire.

# 320_Akiyama
source: Whoa! The whole nine yards, huh? I don't think I could stick around for all that.
pt_br: Caspita! Tutta la trafila, eh? Non credo che potrei starci dietro per tutto questo.

# 332_Ajikawa
source: How about just one more, then? Find me an outstanding ramen shop, the apple of any middling gourmand's eye!
pt_br: Facciamo un altro, allora? Trovami un posto di ramen da urlo, il non plus ultra anche per un buongustaio qualsiasi!

# 344_Ajikawa
source: There are too many ramen shops in this town... Impossible to narrow down for someone with only a passing acquaintance with Japanese cuisine.
pt_br: Ci sono troppi locali di ramen in questa città... Impossibile farne una selezione per chi ha solo una conoscenza superficiale della cucina giapponese.

# 356_Akiyama
source: Well, maybe just one... What would you like to know?
pt_br: Beh, magari solo una... Cosa vorresti sapere?

# 368_Ajikawa
source: Oh, thank you so much! Let's see...
pt_br: Oh, grazie mille! Vediamo un po'...

# 380_Ajikawa
source: I'd need to find out about the stock they use and any distinctive toppings they offer...
pt_br: Mi servirebbe sapere del brodo che usano e di qualiguarnizioni particolari offrono...

# 392_Akiyama
source: Distinctive toppings, huh?
pt_br: Condimenti particolari, eh?

# 404_Ajikawa
source: Something that'll make me sound like an authentic ramen fan, like, "This such-and-such was brought all the way from the heart of who knows where!"
pt_br: Qualcosa che mi faccia sembrare un vero intenditore di ramen, tipo, "Questo tal dei tali è stato portato fin qui direttamente dal cuore di chissà dove!"

# 416_Akiyama
source: So, the stock they use and any distinctive toppings. I'll check around some of my favorite places.
pt_br: Quindi, il brodo che usano e i condimenti particolari. Darò un'occhiata in alcuni dei miei posti preferiti.

# 428_Ajikawa
source: Thank you very much!
pt_br: Grazie mille!

# 440_Akiyama
source: (There's really only one ramen shop I keep coming back to... I guess I'll go there.)
pt_br: (In realtà c'è solo un negozio di ramen dove torno sempre... Credo che andrò lì.)
