Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0009.po
Languages: pt_br

# 6192_Maya
source: My friends get mad at me for saying the same things over and over again.
pt_br: I miei amici si arrabbiano con me perché dico sempre le solite cose.

# 6204_Kiryu
source: Oh? Like what?
pt_br: Oh? Tipo cosa?

# 6216_Maya
source: Well, today I asked my friend if she had eaten yet, and she said she had a hamburger.
pt_br: Beh, oggi ho chiesto alla mia amica se avesse già mangiato, e lei mi ha detto che aveva mangiato un hamburger.

# 6228_Maya
source: Ten minutes later, I was like, "So, have you eaten yet?" And she was like, "I told you, I had a hamburger!"
pt_br: Dieci minuti dopo, faccio, "Allora, hai già mangiato?" E lei fa, "Te l'ho detto, ho mangiato un hamburger!"

# 6240_Kiryu
source: That's pretty bad.
pt_br: È un bel guaio.

# 6252_Maya
source: Yeah. They get mad because they think I'm not really listening.
pt_br: Sì. Si arrabbiano perché pensano che non sto davvero ascoltando.

# 6264_Kiryu
source: You must have a bad memory.
pt_br: Devi proprio avere una brutta memoria.

# 6276_Maya
source: Hmm. I don't think I do...
pt_br: Mmh. Non credo proprio...

# 6288_Kiryu
source: Do you remember what we talked about the last time I was here?
pt_br: Ti ricordi di cosa abbiamo parlato l'ultima volta che sono venuto?

# 6300_Maya
source: Huh!? I...
pt_br: Eh!? Io...

# 6312_Kiryu
source: Come on. What'd we talk about?
pt_br: Dai su. Di cosa abbiamo parlato?

# 6324_Maya
source: Um...
pt_br: Ehm...

# 6336_Maya
source: Sorry, I can't remember! Hahaha!
pt_br: Scusa, non mi ricordo! Ahahah!

# 6348_Kiryu
source: Huh. Now I'm starting to get mad, too.
pt_br: Uh. Adesso comincio ad arrabbiarmi anch'io.

# 6360_Kiryu
source: It is kinda rude. You need to pay attention to what your friends are saying, especially if you're the one asking them the question.
pt_br: È un po' scortese. Dovresti stare attento a quello che dicono i tuoi amici, soprattutto se sei tu a chiederglielo.

# 6372_Maya
source: Yeah. I guess it is rude.
pt_br: Già. Immagino sia scortese.

# 6384_Kiryu
source: Is that really what's happening? Are you not listening?
pt_br: Ma è davvero quello che sta succedendo? Non mi stai ascoltando?

# 6396_Maya
source: Well, it doesn't happen when we're talking about something important. Maybe I don't pay enough attention to trivial things.
pt_br: Beh, non mi capita mica quando parliamo di cose importanti. Forse non ci faccio abbastanza caso alle sciocchezze.

# 6408_Kiryu
source: I feel a little sorry for your friends, then.
pt_br: Mi dispiace un po' per i tuoi amici, a questo punto.

# 6420_Maya
source: Haha! I should be more careful in conversation.
pt_br: Haha! Dovrei stare più attenta a quel che dico.

# 6432_Kiryu
source: Good luck with that.
pt_br: Eh, buona fortuna.

# 6444_Kiryu
source: You already told me about this.
pt_br: Me ne hai già parlato.

# 6456_Maya
source: Huh!? I did!? Oh no, it happened again!
pt_br: Eh!? L'ho fatto!? Oh no, è successo di nuovo!

# 6468_Kiryu
source: Just kidding.
pt_br: Scherzavo.

# 6480_Maya
source: What!? Why you! Don't scare me like that!
pt_br: Cosa!? Ma guarda te! Non farmi prendere un colpo così!

# 6492_Kiryu
source: Haha. It sounds like you really don't know what you've talked about before.
pt_br: Ahahah. Ma pare proprio che tu non sappia nemmeno di cosa hai parlato prima.

# 6504_Maya
source: Yeah, you're right. Maybe I've got a bad memory.
pt_br: Già, hai ragione. Forse ho la memoria corta.

# 6516_Kiryu
source: If you tell me about this again, we'll know.
pt_br: Se me lo racconti di nuovo, sapremo.

# 6528_Maya
source: Then I'd better be extra careful not to mention this again!
pt_br: Allora è meglio che stia attento il doppio a non tirarlo fuori più!

# 6540_Maya
source: I wish I had a driver's license.
pt_br: Vorrei la patente.

# 6552_Kiryu
source: You don't have one? Well, you can go to driving school.
pt_br: Non ce l'hai? Beh, puoi andare a scuola guida.

# 6564_Maya
source: I went once, but I took too long, so they kicked me out.
pt_br: Ci sono stata una volta, ma ci ho messo troppo tempo, così mi hanno buttato fuori.

# 6576_Kiryu
source: Why'd you take so long?
pt_br: Perché ci hai messo tanto?

# 6588_Maya
source: I was too busy. I couldn't find the time to go to school.
pt_br: Ero troppo impegnata. Non riuscivo a trovare il tempo per andare a scuola.

# 6600_Kiryu
source: Ah. That makes sense.
pt_br: Ah, mi torna.

# 6612_Maya
source: It's kinda strange for a girl my age to not have a license, huh? I just don't want to go back to driving school.
pt_br: È un po' strano per una ragazza della mia età non avere la patente, no? È che non voglio proprio tornare a scuola guida.

# 6624_Kiryu
source: You should get one when you get the chance. Who knows when you might need a license?
pt_br: Dovresti fartene uno quando ti capita l'occasione. Chissà quando ti potrebbe servire una licenza?

# 6636_Maya
source: Yeah, that's a good point. I should make the time to go, huh?
pt_br: Sì, hai ragione. Dovrei trovarmi il tempo per andarci, eh?

# 6648_Kiryu
source: Yeah. Will you buy a car when you get your license?
pt_br: Sì. Comprerai una macchina quando prenderai la patente?

# 6660_Maya
source: I want one, but going to driving school costs money too. I'll probably have to wait a while.
pt_br: Ne vorrei una, ma la scuola guida costa anche lei. Probabilmente dovrò aspettare un bel po'.

# 6672_Kiryu
source: So getting a license is just the first step.
pt_br: Quindi ottenere una licenza è solo il primo passo.

# 6684_Maya
source: That's right. Okay, I'm really gonna do it this time!
pt_br: Giusto. Ok, stavolta lo faccio per davvero!

# 6696_Kiryu
source: If your boyfriend can drive, you don't need a license.
pt_br: Se il tuo ragazzo sa guidare, non ti serve la patente.

# 6708_Maya
source: But I want to drive myself! And sometimes I need to go shopping.
pt_br: Ma voglio guidare io! E a volte devo andare a fare shopping.

# 6720_Kiryu
source: Go shopping with your boyfriend. You can get him to treat you to dinner, too.
pt_br: Vai a fare shopping con il tuo ragazzo. Puoi farti offrire la cena, pure.

# 6732_Maya
source: Um, I know some girls focus on the size of a man's wallet, but I'm not like that.
pt_br: Uhm, so che alcune ragazze guardano allo spessore del portafoglio di un uomo, ma io non sono così.

# 6744_Maya
source: And if I have enough free time to get a boyfriend, I have enough time to get my license instead.
pt_br: E se ho abbastanza tempo libero per farmi un ragazzo, ho abbastanza tempo per prendere la patente, invece.

# 6768_Kiryu
source: Driving schools can be expensive. I understand why you don't want to go back.
pt_br: Le scuole guida costano un sacco. Capisco perché non ci vuoi tornare.

# 6780_Maya
source: Yeah. I wonder if there's some kind of discount I could get.
pt_br: Già. Mi chiedo se non c'è qualche tipo di sconto che potrei avere.

# 6792_Kiryu
source: And even after you get your license, it can be expensive to own a car. You'd need to make some changes in your life.
pt_br: E anche dopo che prendi la patente, può costare un botto mantenere una macchina. Dovresti cambiare un po' di cose nella tua vita.

# 6804_Maya
source: True...
pt_br: Vero...

# 6816_Maya
source: But having a car would change my life in other ways. I could go for drives whenever I wanted.
pt_br: Ma avere una macchina cambierebbe la mia vita in altri modi. Potrei farmi dei giri quando mi pareva.

# 6828_Kiryu
source: And there are places that are hard to get to by train.
pt_br: E poi ci sono posti scomodi da raggiungere in treno.

# 6840_Maya
source: The more I talk about it, the more I want to get a license after all. Maybe I will go back to driving school.
pt_br: Più ne parlo, più mi viene voglia di prendere la patente, in fin dei conti. Magari torno alla scuola guida.

# 6864_Kiryu
source: What's wrong?
pt_br: Che succede?

# 6876_Maya
source: My friend sent me the funniest picture yesterday. I wanted to show it to you, but I think I deleted it.
pt_br: Ieri un mio amico mi ha mandato una foto troppo divertente. Volevo fartela vedere, ma mi sa che l'ho cancellata.

# 6888_Kiryu
source: What kind of picture was it?
pt_br: Che tipo di foto era?

# 6900_Maya
source: I was standing on top of a bar with a backpack or something on my back.
pt_br: Ero in piedi su un bancone del bar con uno zaino o roba simile sulla schiena.

# 6912_Kiryu
source: Heh. Were you drunk?
pt_br: Heh. Eri ubriaco?

# 6924_Maya
source: I think so. I don't remember it at all.
pt_br: Credo di sì. Non me lo ricordo per niente.

# 6936_Kiryu
source: I thought you didn't drink much.
pt_br: Pensavo che non bevessi granché.

# 6948_Maya
source: Oh, it was from last year. I don't know why she just sent it to me now.
pt_br: Oh, era dell'anno scorso. Non so perché me l'ha mandato proprio adesso.

# 6960_Kiryu
source: See if she can send it to you again. I'd like to see it for myself.
pt_br: Vedi se riesce a rimandartelo. Vorrei vederlo anch'io.

# 6972_Maya
source: Hehe. I'm warning you now, it's pretty funny.
pt_br: Hehe. Ti avverto subito, è parecchio divertente.

# 6984_Maya
source: The first time I saw it, I thought, "What the hell is this girl doing!?"
pt_br: La prima volta che l'ho vista, ho pensato: "Ma che cavolo combina questa ragazza!?"

# 6996_Kiryu
source: Heh. Now I really have to see it.
pt_br: Ah. Ora devo proprio vederlo.

# 7008_Kiryu
source: Why don't you forward it directly to my phone?
pt_br: Perché non me lo giri direttamente sul cellulare?

# 7020_Maya
source: No way! Then you'll keep it forever! I'll show it to you, but just once!
pt_br: Ma figurati! Allora te lo terrai per sempre! Te lo faccio vedere, ma solo una volta!

# 7032_Kiryu
source: Heh. Fine.
pt_br: Eheh. Va bene.

# 7044_Kiryu
source: You used to get drunk a lot? Not many people would climb onto a bar, even if they were drunk.
pt_br: Ti sbronzavi spesso? Non sono in tanti quelli che si arrampicerebbero su un bancone, nemmeno da ubriachi.

# 7056_Maya
source: You're probably right. I could've gotten in trouble.
pt_br: Probabilmente hai ragione. Potevo finire nei guai.

# 7068_Kiryu
source: You're lucky you didn't get banned.
pt_br: Sei fortunato che non ti hanno bannato.

# 7080_Maya
source: And why was my friend taking that picture? She should've stopped me.
pt_br: E perché la mia amica si è messa a fare quella foto? Avrebbe dovuto fermarmi.

# 7092_Kiryu
source: Heh. Must be because you're a model and all.
pt_br: Heh. Sarà perché sei una modella, no?

# 7104_Maya
source: Is that supposed to be a compliment?
pt_br: Dovrebbe essere un complimento?

# 7116_Kiryu
source: A backpack? Were you traveling?
pt_br: Uno zaino? Stavi viaggiando?

# 7128_Maya
source: Oh no, it wasn't mine. I think it belonged to somebody else at the bar.
pt_br: Oh no, non era mio. Credo appartenesse a qualcun altro al bar.

# 7140_Kiryu
source: But why were you wearing it?
pt_br: Ma perché lo indossavi?

# 7152_Maya
source: Uh, that's hard to say.
pt_br: Beh, difficile a dirsi.

# 7164_Maya
source: When I get drunk, I like to wear anything I can get my hands on. Bags, jewelry, other people's clothes...
pt_br: Quando mi ubriaco, mi piace mettermi addosso qualsiasi cosa mi capiti sottomano. Borse, gioielli, i vestiti degli altri...

# 7176_Kiryu
source: That sounds like a problem.
pt_br: Pare un problema.

# 7188_Kiryu
source: Maybe you could put a lot of clothes on before you get drunk?
pt_br: Magari potresti metterti un sacco di vestiti addosso prima di ubriacarti?

# 7200_Maya
source: Haha! That just might work.
pt_br: Haha! Potrebbe proprio funzionare.

# 7212_Maya
source: But I don't drink too much nowadays, so it's not a big deal anymore.
pt_br: Ma oggi come oggi non bevo più di tanto, quindi non è più un gran problema.

# 7224_Maya
source: Do you go to Yokohama very often?
pt_br: Vai a Yokohama molto spesso?

# 7236_Kiryu
source: Not really.
pt_br: Non proprio.

# 7260_Kiryu
source: Why do you ask?
pt_br: Come mai lo chiedi?

# 7272_Maya
source: I'm from Yokohama.
pt_br: Sono di Yokohama.

# 7284_Kiryu
source: You are? It's certainly a nice city.
pt_br: E tu? È proprio una bella città.

# 7296_Maya
source: Yeah. It's also a great place for dates.
pt_br: Già. È anche un ottimo posto per gli appuntamenti.

# 7308_Kiryu
source: True. There are a lot of date spots there.
pt_br: Vero. Ci sono un sacco di posti per appuntamenti lì.

# 7320_Maya
source: I'm not just talking about the famous places. There are lots of spots only the locals know.
pt_br: Non parlo solo dei posti famosi. Ci sono un sacco di posticini che conoscono solo quelli del posto.

# 7332_Kiryu
source: You go on a lot of dates then?
pt_br: Allora, hai un sacco di appuntamenti?

# 7344_Maya
source: Hmm? Do I detect a hint of jealousy?
pt_br: Mmm? Sento forse una punta di gelosia?

# 7356_Kiryu
source: That's not how I meant it. You just sounded like you knew a lot about it.
pt_br: Non era quello che intendevo. Sembrava solo che ne sapessi parecchio.

# 7368_Maya
source: Come on. You don't have to be embarrassed.
pt_br: Dai, non devi mica imbarazzarti.

# 7380_Maya
source: Don't you know of any places like that? Special places to take your girlfriend?
pt_br: Non conosci mica posti così? Posti speciali dove portare la tua ragazza?

# 7404_Maya
source: Oh. Well, I should show you mine! They have my seal of approval!
pt_br: Oh. Beh, dovrei farti vedere i miei! Hanno il mio sigillo di approvazione!

# 7416_Kiryu
source: I'd like that.
pt_br: Mi piacerebbe.

# 7428_Kiryu
source: Wouldn't you stand out more there? If all the locals know about it...
pt_br: Non ti faresti notare di più lì? Se tutti quelli del posto lo sanno...

# 7440_Maya
source: Yeah, that's true. I do seem to run into friends a lot when there.
pt_br: Già, è vero. Mi capita spesso di incontrare un sacco di amici lì.

# 7452_Kiryu
source: Then everybody knows who is dating whom. And where they go. Wouldn't it be better if you went somewhere private?
pt_br: Così tutti sanno chi si vede con chi. E dove vanno. Non sarebbe meglio se andaste in un posto più riservato?

# 7464_Maya
source: I don't need to sneak around my own hometown!
pt_br: Non devo gironzolare di soppiatto nella mia stessa città!

# 7476_Maya
source: Or do you not want to be seen with the people you go out with?
pt_br: O non ti va di farti vedere in giro con le persone che frequenti?

# 7488_Kiryu
source: Uh, that's not what I meant at all.
pt_br: Uh, non è quello che intendevo per niente.

# 7500_Maya
source: I'm a little disappointed. I was going to tell you about this great place, but never mind.
pt_br: Sono un po' delusa. Ti volevo raccontare di un posto fantastico, ma lascia stare.

# 7512_Kiryu
source: Wha...?
pt_br: Cosa...?

# 7524_Kiryu
source: Maybe you can show me sometime. I'd like to see what these places are like.
pt_br: Magari un giorno potresti portarmi a vedere. Mi piacerebbe proprio capire com'è lì.

# 7536_Maya
source: Um... Does that mean you want to go out on a date with me?
pt_br: Ehm... Vuol dire che vorresti uscire con me?

# 7548_Kiryu
source: Sure does.
pt_br: Eccome.

# 7560_Maya
source: Oh, I don't know. I don't take just anyone to these places. They're special to me.
pt_br: Uh, non saprei. Non è che porto chiunque in questi posti. Ci tengo, sai.

# 7572_Kiryu
source: You're the one who brought them up.
pt_br: Sei tu che li hai tirati fuori.

# 7584_Maya
source: Ha, that's true.
pt_br: Ah ah, è vero.

# 7596_Maya
source: All right. Once I know you a little better, I can show you my favorite dating spots.
pt_br: Va bene. Quando ti conoscerò un po' meglio, potrò mostrarti i miei posti preferiti per uscire.

# 7608_Kiryu
source: I look forward to it.
pt_br: Non vedo l'ora.

# 7620_Maya
source: I had a modeling job today. I wore some of the cutest outfits!
pt_br: Oggi ho avuto un lavoretto da modella. Ho indossato dei vestitini carinissimi!

# 7632_Kiryu
source: That's good. It must be tough to have two jobs, though.
pt_br: Mi fa piacere. Dev'essere dura fare due lavori, però.

# 7644_Maya
source: Kinda. But modeling's not so bad this time of year. It's terrible in the summer and winter.
pt_br: Più o meno. Ma fare la modella non è così male in questo periodo dell'anno. Fa schifo d'estate e d'inverno.

# 7656_Kiryu
source: Why's that?
pt_br: Perché?

# 7668_Maya
source: They always start selling seasonal clothes a bit early, and we have to do the photoshoots even earlier.
pt_br: Iniziano sempre a mettere in vendita gli abiti di stagione un po' in anticipo, e noi dobbiamo fare gli shooting fotografici ancora prima.

# 7680_Maya
source: So we're posing in light summer clothes in the winter and in hot winter clothes in the middle of summer.
pt_br: Allora posiamo con vestiti estivi leggeri d'inverno e con vestiti invernali caldi in piena estate.

# 7692_Kiryu
source: That does sound terrible. And you have to look happy for the cameras, right?
pt_br: Brutta storia, eh. E devi pure mostrarti felice per le telecamere, vero?

# 7704_Maya
source: That's right. If the shoot lasts too long in the summer, I start to sweat.
pt_br: Esatto. Se il servizio fotografico dura troppo d'estate, inizio a sudare.

# 7716_Kiryu
source: Why don't they just do it indoors?
pt_br: Ma perché non lo fanno e basta dentro?

# 7728_Maya
source: Sometimes they do. I'm pretty used to it either way.
pt_br: A volte capita. Comunque, ci sono piuttosto abituata.

# 7740_Kiryu
source: Okay. Well, good luck.
pt_br: Va bene. Beh, in bocca al lupo.

# 7752_Kiryu
source: They really start that early? How do they know what's going to be popular?
pt_br: Ma davvero cominciano così presto? Come fanno a sapere cosa andrà per la maggiore?

# 7764_Maya
source: What? Oh, haha! You don't understand, do you? They don't have to know.
pt_br: Cosa? Oh, ahaha! Non capisci, eh? Non devono saperlo.

# 7776_Kiryu
source: What do you mean?
pt_br: Cosa intendi?

# 7788_Maya
source: It's the fashion industry that makes the trends. They decide what's going to be popular before they do the photoshoot.
pt_br: È l'industria della moda che crea le tendenze. Sono loro che decidono cosa andrà per la maggiore prima ancora di fare il servizio fotografico.

# 7800_Kiryu
source: Oh, I see. You must know what's going to be popular next season, then.
pt_br: Oh, capisco. Allora, tu sai già cosa andrà per la maggiore la prossima stagione.

# 7812_Maya
source: Yep! That's why models like me are called trendsetters!
pt_br: Esatto! Ecco perché modelle come me siamo chiamate lanciatrici di mode!

# 7824_Kiryu
source: Haha.
pt_br: Ahah.

# 7836_Kiryu
source: I'm surprised you don't get sick. Wouldn't you catch a cold in the winter?
pt_br: Mi sorprende che non ti ammali. Non ti prendi mica un raffreddore d'inverno?

# 7848_Maya
source: Well, I'm pretty used to it by now. I guess it's not that big of a deal.
pt_br: Beh, ormai mi ci sono abituata. Non è poi 'sto gran che, immagino.

# 7860_Maya
source: What's worse is having to get up so early on the day of a shoot.
pt_br: Quel che è peggio è doversi alzare così presto il giorno di un servizio.

# 7872_Kiryu
source: That's not so bad. You just have to go to bed early.
pt_br: Non è male, dai. Basta che vai a dormire presto.

# 7884_Maya
source: I do go to bed early! But then I can't go out with my friends. That's the problem.
pt_br: Vado a letto presto, eh! Però poi non posso uscire con gli amici. È quello il guaio.

# 7896_Kiryu
source: Heh. A lot of people have that kind of problem.
pt_br: Heh. Tanta gente ha un problema del genere.

# 7908_Maya
source: Can I ask you something?
pt_br: Posso chiederle una cosa?

# 7920_Kiryu
source: What?
pt_br: Cosa?

# 7932_Maya
source: When two people start going out, it's normal for them to say "I love you" to each other, right?
pt_br: Quando due persone si mettono insieme, è normale che si dicano "ti amo" a vicenda, no?

# 7944_Kiryu
source: I'm not sure. In what kind of situation?
pt_br: Non sono sicuro. In che tipo di situazione?

# 7956_Maya
source: Any situation. When you're holding hands, hugging each other, or whatever. People say "I love you" pretty often, right?
pt_br: In qualsiasi situazione. Quando vi tenete per mano, vi abbracciate, o roba del genere. La gente dice "ti amo" parecchio spesso, no?

# 7968_Kiryu
source: That's cute. Yeah, some people do that when they first start dating.
pt_br: È tenero. Già, c'è chi lo fa quando inizia a frequentarsi.

# 7980_Maya
source: I thought so. I even say it after I've been dating someone for a long time.
pt_br: Lo pensavo. Lo dico persino dopo che sto con qualcuno da un sacco di tempo.

# 7992_Kiryu
source: If you stop saying it, it usually means you're getting tired of them.
pt_br: Se smetti di dirlo, di solito significa che ti stai stufando di loro.

# 8004_Maya
source: Yeah. I hate it when I say "I love you" and the guy gives some sort of vague response.
pt_br: Già. Odio quando dico "Ti amo" e il tipo mi risponde in modo così vago.

# 8016_Maya
source: You'd say "I love you, too" even if you've been dating for a long time, wouldn't you?
pt_br: Tu diresti 'Anch'io ti amo' anche se state insieme da un sacco di tempo, no?

# 8028_Kiryu
source: We'll have to wait and see.
pt_br: Staremo a vedere.

# 8040_Kiryu
source: Maybe those lovey-dovey couples do. It's embarrassing to see.
pt_br: Forse quelle coppie sdolcinate sì. Fa imbarazzo vederle.

# 8052_Maya
source: Hmph!
pt_br: Umpf!

# 8064_Maya
source: What's so wrong with being in love!?
pt_br: Ma che male c'è a innamorarsi!?

# 8076_Kiryu
source: I don't like watching others act like lovesick kids.
pt_br: Non mi piace vedere gli altri fare i ragazzini innamorati.

# 8088_Maya
source: But if the couple's happy, what's wrong with it? They're not hurting anybody.
pt_br: Ma se la coppia è felice, che male c'è? Non stanno facendo male a nessuno.

# 8100_Kiryu
source: It takes more than saying you love someone to be happy, you know.
pt_br: Ci vuole ben altro che dire 'ti amo' per essere felici, sai.

# 8112_Maya
source: You just don't get it, do you?
pt_br: Non ci arrivi proprio, eh?

# 8124_Kiryu
source: Is it really necessary to say it? You don't need words to express how you feel.
pt_br: C'è proprio bisogno di dirlo? Non servono parole per esprimere quello che provi.

# 8136_Maya
source: Yes, you do!
pt_br: Ma sì che lo fai!

# 8148_Maya
source: When you tell each other you love one another, it reaffirms your feelings.
pt_br: Quando ci si dice 'ti amo', si riaffermano i propri sentimenti.

# 8160_Kiryu
source: You'd be worried if you weren't reassured that you love each other?
pt_br: Saresti preoccupato se non fossi rassicurato che vi amate?

# 8172_Maya
source: Well, no. I didn't mean that, exactly.
pt_br: Beh, no. Non era proprio quello che intendevo.

# 8184_Kiryu
source: If you really love another person, being close to them should be enough. You should even feel a connection when you're apart.
pt_br: Se ami davvero una persona, dovrebbe bastare starle vicino. Dovresti sentire un legame anche quando siete lontani.

# 8208_Maya
source: Now that you put it that way, I think you might be right. <Color:7>♥<Color:Default>
pt_br: Ora che la metti così, credo tu possa avere ragione. <Color:7>♥<Color:Default>

# 8220_Maya
source: Do you remember that policeman who stopped me while we were on our date?
pt_br: Ti ricordi quel sbirro che mi ha fermato quando eravamo al nostro appuntamento?

# 8232_Kiryu
source: Yeah.
pt_br: Sì.

# 8244_Maya
source: I ran into him again not long after that.
pt_br: L'ho incontrato di nuovo non molto tempo dopo.

# 8256_Kiryu
source: He questioned you again?
pt_br: Ti ha fatto di nuovo domande?

# 8268_Maya
source: No. Actually, he was being friendly.
pt_br: No. Anzi, era proprio amichevole.
