Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00090447.po
Languages: pt_br

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: Blue Z, Member A
pt_br: Blue Z, Membro A

source: Blue Z, Member B
pt_br: Blue Z, Membro B

source: Blue Z, Member C
pt_br: Blue Z, Membro C

source: Blue Z, Member D
pt_br: Blue Z, Membro D

source: Blue Z Members
pt_br: Membri dei Blue Z

# 68_Kiryu
source: You done yet?
pt_br: Finito?

# 80_Aota
source: Dammit... Look, you don't hafta tell me. I know good and well.
pt_br: Maledizione... Senti, non devi dirmelo. Lo so eccome.

# 92_Aota
source: Even back then, we were the weakest of the color gangs. Now we're just stuck in the past. Foolin' around like this all the time...
pt_br: Anche allora, eravamo i più deboli tra le gang di colori. Adesso siamo solo rimasti bloccati nel passato. A cazzeggiare così, sempre...

# 104_Aota
source: Don't you think I know it ain't right!?
pt_br: Non pensi che io lo sappia che non è giusto!?

# 128_Blue Z, Member A
source: You got Aota-san all wrong.
pt_br: Hai proprio capito male Aota-san.

# 152_Blue Z, Member A
source: He's not like Shiraki or the Akai brothers!
pt_br: Non è come Shiraki o i fratelli Akai!

# 176_Blue Z, Member A
source: White Edge, Bloody Eye... The leaders of all them other color gangs just up and forgot about their old members.
pt_br: White Edge, Bloody Eye... I capi di tutte quelle altre gang di colore hanno bell'e dimenticato i loro vecchi membri.

# 188_Blue Z, Member B
source: Aota-san got plenty of offers from yakuza families, ya know? Askin' him to join up with 'em.
pt_br: Aota-san ha avuto un sacco di offerte dalle famiglie yakuza, sai? Chiedendogli di unirsi a loro.

# 200_Blue Z, Member A
source: But even though we're a bunch of no-good idiots, Aota-san didn't wanna just ditch us. So he hung around and kept havin' fun with us, just like always.
pt_br: Ma anche se siamo una manica di buoni a nulla, Aota-san non ha voluto mica mollarci. Così è rimasto in giro con noi e ha continuato a divertirsi, proprio come sempre.

# 224_Blue Z, Member B
source: Plenty of guys got tossed away by Shiraki or the Akais and didn't know what to do. I've seen guys get into all kinds of trouble because of it.
pt_br: Un sacco di tizi sono stati scaricati da Shiraki o dagli Akais e non sapevano che pesci pigliare. Ho visto un sacco di gente cacciarsi nei guai per questo.

# 236_Blue Z, Member C
source: I know we ain't too smart. We always just end up causin' trouble for Aota-san...
pt_br: Lo so, non siamo mica dei geni. Finiamo sempre per combinare guai ad Aota-san...

# 248_Blue Z, Member D
source: But the truth is, all of us will stick with him to the end, no matter what happens.
pt_br: Ma la verità è che tutti noi gli staremo dietro fino alla fine, qualunque cosa succeda.

# 260_Aota
source: You guys...
pt_br: Voi ragazzi...

# 284_Aota
source: Kiryu-san, I'm sorry...
pt_br: Kiryu-san, mi dispiace...

# 296_Aota
source: These guys all swear by me, but, truth be told, I'm the one who's been dependin' on them.
pt_br: Questi ragazzi mi giurano tutti fedeltà, ma, a dire il vero, sono io quello che ha contato su di loro.

# 308_Aota
source: If we just keep messin' around like this all the time, I know we're never gonna get anywhere.
pt_br: Se continuiamo a cazzeggiare così, lo so che non combineremo mai niente.

# 332_Aota
source: I think it's 'bout time I take these guys under my wing and figure out what comes next for us.
pt_br: Penso sia ora che prenda questi ragazzi sotto la mia ala e capisca cosa ci aspetta.

# 356_Aota
source: What do you think? You guys with me?
pt_br: Che ne pensate? Ci state?

# 368_Blue Z Members
source: Hell, yeah!
pt_br: Cazzo, sì!

# 380_Kiryu
source: Heh.
pt_br: Eh.

# 392_Kiryu
source: It's rare to have such loyal friends.
pt_br: È raro avere amici così leali.

# 404_Kiryu
source: Of all the old color gang leaders, I think you might be the luckiest one of all.
pt_br: Di tutti i vecchi capi delle gang di colori, penso che tu possa essere il più fortunato di tutti.
