Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010201cb.po
Languages: it

# 104_Akiyama
source: Thanks for stopping by.
it: Grazie per essere passata.

# 116_Lily
source: No, I should be thanking you.
it: No, dovrei essere io a ringraziarti.

# 128_Akiyama
source: If you say so. Now, you're sure you wanna do this?
it: Se lo dici tu. Allora, sei sicura di volerlo fare?

# 140_Lily
source: Yes. I have nowhere else to turn.
it: Sì. Non ho nessun altro a cui rivolgermi.

# 152_Lily
source: Whatever the test, I'm prepared to take it.
it: Qualunque sia il test, sono pronta ad affrontarlo.

# 164_Akiyama
source: Great. Then let's get started.
it: Ottimo. Allora cominciamo.

# 176_Lily
source: Okay.
it: Ok.

# 188_Akiyama
source: You ready to go?
it: Sei pronta ad andare?

# 200_Lily
source: Go? Where?
it: Andare? Dove?

# 212_Akiyama
source: Out on the town. The first part of the test is a date with yours truly.
it: In città. La prima parte del test è un appuntamento con il sottoscritto.

# 224_Lily
source: A date?
it: Un appuntamento?

# 236_Akiyama
source: Let's see... How about we start by buying you a nice new dress? Oh, and maybe a necklace or two.
it: Vediamo... Che ne dici di cominciare comprandoti un bel vestito nuovo? Oh, e magari una o due collane.

# 248_Lily
source: Shopping? You know I can't afford that right now...
it: Shopping? Lo sai che ora come ora non posso permettermelo...

# 260_Akiyama
source: What kinda guy makes his date foot the bill? Come on, it's my treat.
it: Che razza di tipo lascia pagare alla sua accompagnatrice? Dai, offro io.

# 272_Lily
source: Huh? But...
it: Eh? Ma...

# 284_Akiyama
source: Sorry, but this is part of the test. We need to make you as stunning as possible.
it: Mi dispiace, ma questo fa parte del test. Dobbiamo renderti il più splendida possibile.

# 308_Akiyama
source: You said you'd do whatever it took, right?
it: Hai detto che avresti fatto qualsiasi cosa, vero?

# 320_Lily
source: ...That's right.
it: ...Esatto.

# 332_Akiyama
source: Great. Shall we, then?
it: Ottimo. Andiamo, allora?

# 368_Sugiuchi
source: That about sums it up.
it: Questo riassume la situazione.

# 380_Akiyama
source: ...Huh.
it: ...Eh.

# 392_Sugiuchi
source: And the end result? The Tojo, particularly Shibata's crew, are scrambling to track Arai down before the cops or the Ueno Seiwa get their claws on him.
it: E il risultato finale? La Tojo, in particolare Shibata, sta cercando disperatamente di rintracciare Arai prima che la polizia o la Ueno Seiwa mettano le mani su di lui.

# 404_Sugiuchi
source: Too bad nobody's got a clue where he is.
it: Peccato che nessuno abbia idea di dove sia.

# 416_Sugiuchi
source: We've been keeping an eye on the people he's buddy-buddy with, hoping he'll try and make contact.
it: Abbiamo tenuto d'occhio le persone con cui ha familiarità, sperando che cerchi di mettersi in contatto.

# 428_Sugiuchi
source: Which lands us in the here and now.
it: Il che ci porta al qui e ora.

# 440_Akiyama
source: So that's why you've been hounding me and Kido.
it: Quindi è per questo che hai dato la caccia a me e Kido.

# 452_Sugiuchi
source: Pretty much. So, we're gonna be keeping this dump you call an office under our thumb for a while.
it: Più o meno. Quindi, terremo sotto controllo per un po' questa topaia che chiami ufficio.

# 464_Sugiuchi
source: Which means no waltzing around town like it's business as usual. Got that?
it: Il che significa che non potrai andartene in giro per la città come se niente fosse. Capito?

# 476_Akiyama
source: Noted.
it: Annotato.

# 488_Sugiuchi
source: Good. I'm out of here.
it: Bene. Me ne vado.

# 500_Akiyama
source: Just a sec there, Sugiuchi-san.
it: Solo un secondo, Sugiuchi-san.

# 512_Sugiuchi
source: What now?
it: Che c'è?

# 524_Akiyama
source: You're in Criminal Investigation, right? Why go out of your way to poke your nose into this?
it: Sei della Sezione Investigativa Criminale, giusto? Perché ti intrometti in questo?

# 548_Akiyama
source: I thought Organized Crime is usually in charge of this kinda stuff.
it: Pensavo che di solito la Sezione Crimine Organizzato si occupasse di queste cose.

# 560_Sugiuchi
source: That's none of your damn business.
it: Non sono affari tuoi.

# 572_Akiyama
source: Sorry, just curious. Though if you ask me, I'd bet you're hoping to score enough brownie points to finally bag that nice, fat promotion from HQ.
it: Scusa, ero solo curioso. Anche se, se me lo chiedi, scommetto che speri di guadagnare abbastanza punti da ottenere finalmente quella bella promozione dal Quartier Generale.

# 596_Sugiuchi
source: You shut your damn mouth! I said stay out of it!
it: Chiudi quella dannata bocca! Ho detto di starne fuori!

# 608_Akiyama
source: All right, all right. Forget I said anything.
it: Va bene, va bene. Dimentica quello che ho detto.

# 620_Sugiuchi
source: Does make me think, though... What am I even doing anymore?
it: Però mi fa pensare... Cosa sto facendo, in fin dei conti?

# 644_Sugiuchi
source: ...Forget it. Just thinking out loud for a sec there.
it: ...Lascia stare. Stavo solo pensando ad alta voce per un secondo.

# 656_Sugiuchi
source: You see a lot of shit go down when you've been on the force almost three decades.
it: Vedi succedere un sacco di merda quando sei in polizia da quasi tre decenni.

# 680_Sugiuchi
source: Hey. Looks like you got a customer.
it: Ehi. Sembra che tu abbia un cliente.

# 728_Lily
source: Excuse me...
it: Scusi...

# 740_Akiyama
source: Oh, I've been waiting for you. Please, sit.
it: Oh, ti stavo aspettando. Prego, siediti.

# 848_Sugiuchi
source: You sure took your sweet time coming back here.
it: Hai impiegato un bel po' a tornare qui.

# 860_Sugiuchi
source: What kind of trouble have you been getting yourself into now?
it: In che tipo di guai ti sei messo adesso?

# 872_Akiyama
source: Trust me, I'm too exhausted for trouble. Crazy, I know, but some of us take a break from our regularly scheduled bullshit every now and then.
it: Fidati, sono troppo stanco per i guai. Pazzesco, lo so, ma alcuni di noi si prendono una pausa dalla solita routine di stronzate di tanto in tanto.

# 884_Akiyama
source: So, what do you want?
it: Allora, cosa vuoi?

# 896_Sugiuchi
source: Notice the officers outside?
it: Hai notato gli agenti fuori?

# 908_Akiyama
source: You know, I hadn't before, but now that you mention it, I vaguely recall one or two boys in blue out there.
it: Sai, prima non li avevo notati, ma ora che lo dici, ricordo vagamente uno o due ragazzi in divisa là fuori.

# 920_Sugiuchi
source: Well, get used to them, wise guy. You're going under 24-hour surveillance for the next few days.
it: Bene, abituati a loro, sapientone. Sarai sotto sorveglianza 24 ore su 24 per i prossimi giorni.

# 932_Akiyama
source: Huh? What for?
it: Eh? Per cosa?

# 944_Sugiuchi
source: To keep you safe, dimwit. You and your shop. The Shibata Family's after you, aren't they?
it: Per tenerti al sicuro, imbecille. Tu e il tuo negozio. La Famiglia Shibata ti sta cercando, no?

# 956_Sugiuchi
source: You said so yourself, back at the precinct.
it: L'hai detto tu stesso, in centrale.

# 968_Akiyama
source: That doesn't mean I need your watchdogs lording over me.
it: Questo non significa che io abbia bisogno dei tuoi cani da guardia che mi comandano.

# 980_Sugiuchi
source: Just spare me the bullshit, all right?
it: Risparmiami le stronzate, va bene?

# 992_Sugiuchi
source: You know who cleans up the messes you make? <Italic>Us</Italic>.
it: Sai chi pulisce il casino che fai? <Italic>Noi</Italic>.

# 1004_Sugiuchi
source: You think babysitting a worthless crook like you is my idea of a good time?
it: Pensi che fare da baby-sitter a un farabutto inutile come te sia la mia idea di divertimento?

# 1016_Akiyama
source: C'mon, Sugiuchi-san.
it: Dai, Sugiuchi-san.

# 1028_Sugiuchi
source: Doesn't matter either way now. This dumpster fire is way bigger than a half-wit slimeball like you.
it: Non importa comunque. Questo casino è molto più grande di un cretino mezzo scemo come te.

# 1040_Akiyama
source: What do you mean?
it: Cosa intendi?

# 1052_Sugiuchi
source: The shooting two days ago. Shit's about to hit the fan.
it: La sparatoria di due giorni fa. La merda sta per colpire il ventilatore.

# 1064_Akiyama
source: This fan got a name?
it: Questo ventilatore ha un nome?

# 1076_Sugiuchi
source: Isao Katsuragi, captain of the Ueno Seiwa Clan. He's started making waves.
it: Isao Katsuragi, capitano del Clan Ueno Seiwa. Ha iniziato a fare scalpore.

# 1100_Akiyama
source: Hello? Anyone home?
it: Salve? C'è nessuno?

# 1124_Akiyama
source: Great, just the guy I want to see.
it: Ottimo, proprio il tipo che volevo vedere.

# 1136_Sugiuchi
source: Going somewhere, Akiyama? I mean, this <Italic>is</Italic> your office!
it: Vai da qualche parte, Akiyama? Voglio dire, questo <Italic>è</Italic> il tuo ufficio!

# 1148_Akiyama
source: Gimme a break, Sugiuchi-san. We talked more than enough <Italic>last</Italic> time you hauled me in, didn't we?
it: Dammi tregua, Sugiuchi-san. Abbiamo parlato più che a sufficienza l'<Italic>ultima</Italic> volta che mi hai portato dentro, no?

# 1160_Sugiuchi
source: I'm not here to arrest you; I'm here to protect you. So try showing a little gratitude for once.
it: Non sono qui per arrestarti; sono qui per proteggerti. Quindi cerca di mostrare un po' di gratitudine per una volta.

# 1172_Akiyama
source: What are you talking about?
it: Di cosa stai parlando?

# 1184_Sugiuchi
source: Just sit your ass down and I'll explain.
it: Siediti e ti spiego.
