Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00020453.po
Languages: it

source: Homeless Man
it: Senzatetto

# 72_Akiyama
source: Hey, pal. You see some yakuza come through here?
it: Ehi, amico. Hai visto degli yakuza passare di qui?

# 84_Homeless Man
source: Oh, you bet. Those Hatsushiba punks.
it: Oh, puoi scommetterci. Quei teppisti degli Hatsushiba.

# 96_Akiyama
source: I knew it. Listen, I need to get by.
it: Lo sapevo. Senti, devo passare.

# 108_Homeless Man
source: Sorry, no can do.
it: Spiacente, non si può fare.

# 120_Akiyama
source: Why not?
it: Perché no?

# 132_Homeless Man
source: The Hatsushiba boys locked the door down below after they passed through. And lemme tell ya, that door ain't nothing if not sturdy.
it: I ragazzi degli Hatsushiba hanno chiuso a chiave la porta di sotto dopo essere passati. E lascia che te lo dica, quella porta è dannatamente robusta.

# 144_Akiyama
source: Dammit... What now?
it: Maledizione... E ora?

# 156_Homeless Man
source: Hold your horses. We can't stand those jerks, so we'll give you whatever help we can.
it: Calma. Non sopportiamo quegli stronzi, quindi ti daremo tutto l'aiuto possibile.

# 168_Homeless Man
source: The tunnels here connect with the basement levels of the Millennium Tower.
it: I tunnel qui si collegano con i sotterranei della Millennium Tower.

# 180_Homeless Man
source: All you gotta do is find the elevator at the back of the tower and you're golden. That'll take you right down where you need to go.
it: Tutto quello che devi fare è trovare l'ascensore sul retro della torre e sei a posto. Ti porterà esattamente dove devi andare.

# 192_Akiyama
source: Perfect, thanks.
it: Perfetto, grazie.

# 204_Homeless Man
source: That was our home before those Hatsushiba snots booted us out. If you help us return the favor, we can finally get it back.
it: Quella era casa nostra prima che quei mocciosi degli Hatsushiba ci cacciassero fuori. Se ci aiuti a ricambiare il favore, potremo finalmente riaverla.

# 216_Akiyama
source: Oh yeah? Well, no guarantees, but I'll see what I can wrangle.
it: Ah sì? Beh, niente garanzie, ma vedrò cosa posso fare.
