Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0221.po
Languages: pt_br

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Player
pt_br: Giocatore

# 116_Himeka
source: Yay, sushi! I wonder what I should eat?
pt_br: Evvai, sushi! Chissà cosa mi prendo?

# 128_Player
source: Let's go in and order.
pt_br: Entriamo e ordiniamo.

# 152_Himeka
source: Yay, sushi! I wonder what I should eat?
pt_br: Evvai, sushi! Chissà cosa mi prendo?

# 164_Player
source: Uh... Hold on a second. I just realized I'm short on cash.
pt_br: Ehm... Aspetta un attimo. Mi sono appena reso conto che sono a corto di grana.

# 176_Himeka
source: Huh? You're kiddin', right?
pt_br: Eh? Stai scherzando, vero?

# 188_Tanimura
source: Sorry...
pt_br: Scusa...

# 200_Himeka
source: Well, that's the end of our date for today. See ya later, Tanimura-san...
pt_br: Beh, per oggi la nostra uscita è finita. Ci vediamo, Tanimura-san...

# 212_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 320_Himeka
source: That was super delish sushi! I may have eaten a little too much, though. ♪
pt_br: Quel sushi era squisitissimo! Mi sa che ho mangiato un po' troppo, però. ♪

# 332_Tanimura
source: I'm glad you liked it.
pt_br: Sono contento che ti sia piaciuto.

# 344_Himeka
source: Thanks for the meal, Tanimura-san!
pt_br: Grazie per la mangiata, Tanimura-san!

# 356_Himeka
source: I had a great time today! Let's do this again sometime. See ya!
pt_br: Mi sono divertito un mondo oggi! Dobbiamo rifarlo un'altra volta. Ci si vede!

# 380_Himeka
source: Thanks for the meal. The food was... okay, I guess. I've had better.
pt_br: Grazie per la cena. Il cibo era... insomma, ok. Ho mangiato di meglio.

# 392_Tanimura
source: Sorry to hear that...
pt_br: Mi dispiace...

# 404_Himeka
source: I still had a great time today. See ya!
pt_br: Mi sono comunque divertito un mondo oggi. Ci si vede!

# 440_Tanimura
source: Is something wrong?
pt_br: C'è qualcosa che non va?

# 452_Himeka
source: Nothin'... There was just somethin' that I wasn't so fond of...
pt_br: Niente... C'era solo qualcosa che non mi faceva impazzire.

# 464_Tanimura
source: So that's what it was...
pt_br: Ah, quindi era quello...

# 476_Himeka
source: I think I'm headed home. See you at the club...
pt_br: Credo che me ne torni a casa. Ci vediamo al club...

# 488_Tanimura
source: (I shouldn't have ordered something she doesn't like...)
pt_br: (Non dovevo ordinare qualcosa che non le piace...)

# 596_Himeka
source: Yay, sushi! I wonder what I should eat?
pt_br: Evvai, sushi! Chissà cosa mi prendo?

# 608_Player
source: Well, let's go in.
pt_br: Allora, entriamo.

# 632_Himeka
source: Yay, sushi! I wonder what I should eat?
pt_br: Evvai, sushi! Chissà cosa mi prendo?

# 644_Player
source: Uh... Hold on a second. I just realized I'm short on cash.
pt_br: Ehm... Aspetta un attimo. Mi sono appena reso conto che sono a corto di grana.

# 656_Himeka
source: Huh? You're kiddin', right?
pt_br: Eh? Stai scherzando, vero?

# 668_Tanimura
source: Sorry...
pt_br: Scusa...

# 680_Himeka
source: Well, that's the end of our date for today. See ya later, Tanimura-san...
pt_br: Beh, per oggi la nostra uscita è finita. Ci vediamo, Tanimura-san...

# 692_Player
source: (I'd better remember to bring enough cash next time...)
pt_br: (Meglio che mi ricordi di portare abbastanza grana la prossima volta...)

# 800_Himeka
source: That was super delish sushi! I may have eaten a little too much, though.
pt_br: Quel sushi era una bomba! Mi sa che ho mangiato un po' troppo, però.

# 812_Tanimura
source: I'm glad you liked it.
pt_br: Sono contento che ti sia piaciuto.

# 824_Himeka
source: Thanks for the meal, Tanimura-san!
pt_br: Grazie per la mangiata, Tanimura-san!

# 836_Himeka
source: I had a great time today! Wanna head over to the club now?
pt_br: Mi sono divertito un mondo oggi! Che ne dici di fare un salto al locale adesso?

# 848_Tanimura
source: Sure. Sounds good.
pt_br: Certo. Suona bene.

# 872_Himeka
source: Thanks for the meal. The food was... okay, I guess. I've had better.
pt_br: Grazie per la cena. Il cibo era... insomma, ok. Ho mangiato di meglio.

# 884_Tanimura
source: Sorry to hear that...
pt_br: Mi dispiace...

# 896_Himeka
source: I still had a great time today. Wanna head over to the club now?
pt_br: Mi sono comunque divertito alla grande oggi. Ti va di andare al club adesso?

# 908_Tanimura
source: Sure. Sounds good.
pt_br: Certo. Suona bene.

# 944_Tanimura
source: Is something wrong?
pt_br: C'è qualcosa che non va?

# 956_Himeka
source: Nothin'... There was just somethin' that I wasn't so fond of...
pt_br: Niente... C'era solo qualcosa che non mi faceva impazzire.

# 968_Tanimura
source: So that's what it was...
pt_br: Ah, quindi era quello...

# 980_Himeka
source: Should we head to the club now?
pt_br: Andiamo al club adesso?

# 992_Player
source: (I shouldn't have ordered something she doesn't like...)
pt_br: (Non dovevo ordinare qualcosa che non le piace...)
