Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee008b.po
Languages: pt

source: You got the <Color:8>Morning Glory Scarf<Color:Default>.
pt: Hai ottenuto: <Color:8>Sciarpa del Girasole<Color:Default>.

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto: <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka ora predirà occasionalmente l'esito di un round quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto: <Color:8>Pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-aid Kit<Color:Default>.
pt: Hai ottenuto: <Color:8>Kit di primo soccorso di Haruka<Color:Default>.

source: You got a <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto: <Color:8>Gioiello rosso<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto: <Color:8>Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto: <Color:8>Cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto: <Color:8>Caramella di Haruka<Color:Default>.

source: Employee
pt: Impiegato

source: Player
pt: Giocatore

# 800_Employee
source: Hello, sir. The fee is 1,000 yen for two people. Shall I show you to your room?
pt: Salve, signore. La tariffa per due persone è di 1.000 yen. Vi accompagno alla vostra stanza?

# 812_Player
source: Yeah, sounds good.
pt: Sì, va bene.

# 824_Employee
source: Very well. Right this way, please.
pt: Benissimo. Da questa parte, prego.

# 932_Employee
source: Thank you! We hope to see you again soon.
pt: Grazie! Speriamo di rivedervi presto.

# 956_Employee
source: Thank you! We hope to see you again soon.
pt: Grazie! Speriamo di rivedervi presto.

# 980_Employee
source: That was so much fun! <Color:7>♥<Color:Default>
pt: È stato così divertente! <Color:7>♥<Color:Default>

# 992_Player
source: Yeah, I had a great time.
pt: Sì, mi sono divertito molto.

# 1004_Rio
source: Let's hang out again, okay? <Color:7>♥<Color:Default> Bye bye now! <Color:7>♥<Color:Default>
pt: Usciamo di nuovo insieme, ok? <Color:7>♥<Color:Default> Ciao ciao! <Color:7>♥<Color:Default>

# 1028_Employee
source: I had a great time. <Color:7>♥<Color:Default>
pt: Mi sono divertita molto. <Color:7>♥<Color:Default>

# 1040_Player
source: Yeah, I had a great time.
pt: Sì, mi sono divertito molto.

# 1052_Shizuka
source: Ask me out again, okay? See you later. <Color:7>♥<Color:Default>
pt: Invitami a uscire di nuovo, ok? A dopo. <Color:7>♥<Color:Default>

# 1076_Employee
source: That was really fun. <Color:7>♥<Color:Default>
pt: È stato davvero divertente. <Color:7>♥<Color:Default>

# 1088_Player
source: Yeah, I had a great time.
pt: Sì, mi sono divertito molto.

# 1100_Himeka
source: Invite me out again, okay? <Color:7>♥<Color:Default> Bye bye now! <Color:7>♥<Color:Default>
pt: Invitami a uscire di nuovo, ok? <Color:7>♥<Color:Default> Ciao ciao! <Color:7>♥<Color:Default>

# 1124_Employee
source: That was super fun, Kiryu-san! <Color:7>♥<Color:Default>
pt: È stato super divertente, Kiryu-san! <Color:7>♥<Color:Default>

# 1136_Player
source: Yeah, I had a great time.
pt: Sì, mi sono divertito molto.

# 1148_Maya
source: Invite me out again, okay? <Color:7>♥<Color:Default> Bye bye now! <Color:7>♥<Color:Default>
pt: Invitami a uscire di nuovo, ok? <Color:7>♥<Color:Default> Ciao ciao! <Color:7>♥<Color:Default>

# 1172_Employee
source: That was so much fun! <Color:7>♥<Color:Default>
pt: È stato così divertente! <Color:7>♥<Color:Default>

# 1184_Player
source: Yeah, I had a great time.
pt: Sì, mi sono divertito molto.

# 1196_Noa
source: I hope you'll invite me out again sometime. <Color:7>♥<Color:Default> Thanks for today. <Color:7>♥<Color:Default>
pt: Spero che mi inviterai a uscire di nuovo qualche volta. <Color:7>♥<Color:Default> Grazie per oggi. <Color:7>♥<Color:Default>

# 1220_Employee
source: That was really fun. <Color:7>♥<Color:Default>
pt: È stato davvero divertente. <Color:7>♥<Color:Default>

# 1232_Player
source: Yeah, I had a great time.
pt: Sì, mi sono divertito molto.

# 1244_Erena
source: Let's hang out again soon! <Color:7>♥<Color:Default> Bye bye now! <Color:7>♥<Color:Default>
pt: Usciamo di nuovo presto! <Color:7>♥<Color:Default> Ciao ciao! <Color:7>♥<Color:Default>

# 1268_Employee
source: I had so much fun! <Color:7>♥<Color:Default>
pt: Mi sono divertita così tanto! <Color:7>♥<Color:Default>

# 1280_Player
source: Yeah, I had a great time.
pt: Sì, mi sono divertito molto.

# 1292_Chihiro
source: Don't forget to stop by the club sometime. <Color:7>♥<Color:Default> Bye bye now! <Color:7>♥<Color:Default>
pt: Non dimenticare di passare al locale qualche volta. <Color:7>♥<Color:Default> Ciao ciao! <Color:7>♥<Color:Default>

# 1316_Employee
source: That was so much fun! <Color:7>♥<Color:Default>
pt: È stato così divertente! <Color:7>♥<Color:Default>

# 1328_Player
source: Yeah, I had a great time.
pt: Sì, mi sono divertito molto.

# 1340_松岡里緒奈：源氏名
source: Don't forget to stop by the club sometime. <Color:7>♥<Color:Default> Bye bye now! <Color:7>♥<Color:Default>
pt: Non dimenticare di passare al locale qualche volta. <Color:7>♥<Color:Default> Ciao ciao! <Color:7>♥<Color:Default>

# 1364_Employee
source: That was super fun! <Color:7>♥<Color:Default>
pt: È stato super divertente! <Color:7>♥<Color:Default>

# 1376_Player
source: Yeah, I had a great time.
pt: Sì, mi sono divertito molto.

# 1388_望月京子：源氏名
source: You're going to come to my next concert, right? <Color:7>♥<Color:Default> Bye bye now! <Color:7>♥<Color:Default>
pt: Verrai al mio prossimo concerto, vero? <Color:7>♥<Color:Default> Ciao ciao! <Color:7>♥<Color:Default>

# 1412_Employee
source: Thank you, sir. We hope to see you again soon.
pt: Grazie, signore. Speriamo di rivederla presto.

# 1436_Haruka
source: Hmm... For some reason, I wasn't singing my best today...
pt: Mmm... Per qualche motivo, oggi non stavo cantando al meglio...

# 1460_Haruka
source: Hmm... For some reason, I wasn't singing my best today...
pt: Mmm... Per qualche motivo, oggi non stavo cantando al meglio...

# 1484_Haruka
source: Hmm... For some reason, I wasn't singing my best today...
pt: Mmm... Per qualche motivo, oggi non stavo cantando al meglio...

# 1508_Employee
source: Thank you! We hope to see you again soon.
pt: Grazie! Speriamo di rivedervi presto.

# 1532_Haruka
source: That rocked! Thanks, Uncle Kaz!
pt: È stato fantastico! Grazie, zio Kaz!

# 1544_Kiryu
source: (Haruka sure is happy...)
pt: (Haruka è davvero felice...)

# 1568_Haruka
source: That rocked! Thanks, Uncle Kaz!
pt: È stato fantastico! Grazie, zio Kaz!

# 1580_Kiryu
source: (Haruka sure is happy...)
pt: (Haruka è davvero felice...)

# 1604_Haruka
source: That rocked! Thanks, Uncle Kaz!
pt: È stato fantastico! Grazie, zio Kaz!

# 1616_Kiryu
source: (Haruka sure is happy...)
pt: (Haruka è davvero felice...)

# 1652_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per aver fatto tutte queste cose per me, zio Kaz!

# 1664_Employee
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 1772_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, zio Kaz! Ho un regalo per te!

# 1832_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come to play cho-han with you next time, okay?
pt: Grazie mille, zio Kaz! La prossima volta voglio venire a giocare a cho-han con te, ok?

# 1880_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, zio Kaz! Ho un regalo per te!

# 1940_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, zio Kaz! Ho un regalo per te!

# 2000_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, zio Kaz! Ho un regalo per te!

# 2060_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, zio Kaz! Ho un regalo per te!

# 2120_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, zio Kaz! Ho un regalo per te!

# 2180_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, zio Kaz! Ho un regalo per te!

# 2252_Employee
source: Thank you! We hope to see you again soon.
pt: Grazie! Speriamo di rivedervi presto.

# 2276_Employee
source: Hello, sir. The charge for two people is 1,000 yen. Shall I show you to your room?
pt: Salve, signore. Il costo per due persone è di 1.000 yen. Vi accompagno alla vostra stanza?

# 2300_Haruka
source: Uncle Kaz! I want to be a "Karaoke Pro"! Will you help me get there? Please?
pt: Zio Kaz! Voglio diventare una 'Professionista del Karaoke'! Mi aiuterai ad arrivarci? Per favore?

# 2312_Kiryu
source: (Haruka wants me to cheer her on and help her get a score of "Karaoke Pro"...)
pt: (Haruka vuole che la incoraggi e l'aiuti a ottenere un punteggio da 'Professionista del Karaoke'...)

# 2324_Employee
source: All right, let's make you a star.
pt: Va bene, facciamo di te una star.

# 2348_Employee
source: (I don't have enough money. Sorry, Haruka...)
pt: (Non ho abbastanza soldi. Scusa, Haruka...)

# 2360_Employee
source: Um, maybe not right now.
pt: Ehm, forse non adesso.

# 2372_Employee
source: No problem. We hope to see you again soon.
pt: Nessun problema. Speriamo di rivederla presto.

# 2384_Haruka
source: Aww, I wanted to sing with you...
pt: Uffi, volevo cantare con te...

# 2396_Employee
source: Of course. Right this way, please.
pt: Certo. Da questa parte, prego.

# 2408_Haruka
source: All right! I'm going to sing my lungs out! You have to cheer me on, Uncle Kaz! Let's do this!
pt: Va bene! Canterò a squarciagola! Devi fare il tifo per me, zio Kaz! Forza!

# 2432_Haruka
source: Uncle Kaz! I know I can make it to "Karaoke King" if you cheer me on! Can we try? Please?
pt: Zio Kaz! So che posso diventare 'Re del Karaoke' se fai il tifo per me! Ci proviamo? Per favore?

# 2444_Kiryu
source: (Haruka wants me to cheer her on and help her reach "Karaoke King"...)
pt: (Haruka vuole che la incoraggi e l'aiuti a raggiungere il titolo di 'Re del Karaoke'...)

# 2456_Employee
source: All right, let's make you a Karaoke Queen.
pt: Va bene, facciamo di te una Regina del Karaoke.

# 2480_Employee
source: (I don't have enough money. Sorry, Haruka...)
pt: (Non ho abbastanza soldi. Scusa, Haruka...)

# 2492_Employee
source: Um, maybe not right now.
pt: Ehm, forse non adesso.

# 2504_Employee
source: No problem. We hope to see you again soon.
pt: Nessun problema. Speriamo di rivederla presto.

# 2516_Haruka
source: Aww, I know I could've done it, though...
pt: Uffi, so che ce l'avrei potuta fare, però...

# 2528_Employee
source: Of course. Right this way, please.
pt: Certo. Da questa parte, prego.

# 2540_Haruka
source: All right! I'm going to sing my lungs out! You have to cheer me on, Uncle Kaz! Let's do this!
pt: Va bene! Canterò a squarciagola! Devi fare il tifo per me, zio Kaz! Forza!

# 2564_Haruka
source: Uncle Kaz! I know I can get 950 points in the rankings if we work together! Can we, please?
pt: Zio Kaz! So che posso ottenere 950 punti in classifica se collaboriamo! Possiamo, per favore?

# 2576_Kiryu
source: (Haruka wants me to cheer her on and help her get 950 in the rankings...)
pt: (Haruka vuole che la incoraggi per aiutarla a ottenere 950 punti in classifica...)

# 2588_Employee
source: All right, let's get you a new high score.
pt: Va bene, facciamoti ottenere un nuovo record.

# 2612_Employee
source: (I don't have enough money. Sorry, Haruka...)
pt: (Non ho abbastanza soldi. Scusa, Haruka...)

# 2624_Employee
source: Um, maybe not right now.
pt: Ehm, forse non adesso.

# 2636_Employee
source: No problem. We hope to see you again soon.
pt: Nessun problema. Speriamo di rivederla presto.

# 2648_Haruka
source: Aww, I know I could've done it, though...
pt: Uffi, so che ce l'avrei potuta fare, però...

# 2660_Employee
source: Of course. Right this way, please.
pt: Certo. Da questa parte, prego.

# 2672_Haruka
source: All right! I'm going to sing my lungs out! You have to cheer me on, Uncle Kaz! Let's do this!
pt: Va bene! Canterò a squarciagola! Devi fare il tifo per me, zio Kaz! Forza!

# 2720_Employee
source: Hello, sir. The fee is 1,000 yen for two people. Shall I show you to your room?
pt: Salve, signore. La tariffa per due persone è di 1.000 yen. Vi accompagno alla vostra stanza?

# 2732_Employee
source: All right, let's sing.
pt: Va bene, cantiamo.

# 2756_Employee
source: Very well. Right this way, please.
pt: Benissimo. Da questa parte, prego.

# 2780_Employee
source: (I don't have enough money... So much for karaoke.)
pt: (Non ho abbastanza soldi... Addio karaoke.)

# 2792_Employee
source: Um, actually, not right now.
pt: Ehm, veramente, non adesso.

# 2804_Employee
source: Of course. We hope to see you again soon.
pt: Certo. Speriamo di rivederla presto.

# 2864_Employee
source: Hello, sir. The fee is 500 yen for one person. Shall I show you to your room?
pt: Salve, signore. La tariffa per una persona è di 500 yen. La accompagno alla sua stanza?

# 2876_Employee
source: All right, let's sing.
pt: Va bene, cantiamo.

# 2900_Employee
source: Very well. Right this way, please.
pt: Benissimo. Da questa parte, prego.

# 2924_Employee
source: (I don't have enough for karaoke... Better go out and earn some more.)
pt: (Non ho abbastanza per il karaoke... Meglio uscire e guadagnarne un po'.)

# 2936_Employee
source: Um, maybe not right now.
pt: Ehm, forse non adesso.

# 2948_Employee
source: No problem. We hope to see you again soon.
pt: Nessun problema. Speriamo di rivederla presto.

# 2972_Employee
source: I think I'll call someone to join me.
pt: Penso che chiamerò qualcuno per unirsi a me.

# 2984_Employee
source: All right. That will be 1,000 yen for two people.
pt: Va bene. Saranno 1.000 yen per due persone.

# 3008_Employee
source: Got it. Hold on a second, I'll call them up.
pt: Capito. Aspetti un secondo, li chiamo.

# 3032_Employee
source: Who are you going to call?
pt: Chi ha intenzione di chiamare?

# 3044_Employee
source: Who are you going to call?
pt: Chi ha intenzione di chiamare?

# 3056_Employee
source: Who are you going to call?
pt: Chi ha intenzione di chiamare?

# 3068_Employee
source: (Let's see if Rio's interested.)
pt: (Vediamo se a Rio interessa.)

# 3152_Employee
source: Sorry if you waited long. <Color:7>♥<Color:Default> Let's go have some fun! ♪
pt: Scusa se hai aspettato molto. <Color:7>♥<Color:Default> Andiamo a divertirci un po'! ♪

# 3164_Player
source: Thanks for coming.
pt: Grazie per essere venuta.

# 3176_Rio
source: I could never turn down an invitation from you, %s-san! <Color:7>♥<Color:Default>
pt: Non potrei mai rifiutare un suo invito, %s-san! <Color:7>♥<Color:Default>

# 3188_Employee
source: Right this way, please.
pt: Da questa parte, prego.

# 3212_Employee
source: (Let's see if Shizuka's interested.)
pt: (Vediamo se a Shizuka interessa.)

# 3296_Employee
source: Thank you for waiting!<Color:7>
pt: Grazie per l'attesa!<Color:7>

# 3308_Player
source: Thanks for coming.
pt: Grazie per essere venuta.

# 3320_Shizuka
source: It's no trouble at all! I was so happy you invited me out. <Color:7>♥<Color:Default>
pt: Nessun disturbo! Ero così felice che mi hai invitata. <Color:7>♥<Color:Default>

# 3332_Employee
source: Right this way, please.
pt: Da questa parte, prego.

# 3356_Employee
source: (Let's see if Himeka's interested.)
pt: (Vediamo se a Himeka interessa.)

# 3440_Employee
source: Sorry if you waited long. <Color:7>♥<Color:Default> You're so spontaneous, %s-san. <Color:7>♥<Color:Default>
pt: Scusa se hai aspettato molto. <Color:7>♥<Color:Default> Sei così spontaneo, %s-san. <Color:7>♥<Color:Default>

# 3452_Player
source: You sure your club won't mind?
pt: Sei sicura che al tuo locale non dispiaccia?

# 3464_Himeka
source: Ahaha! <Color:7>♥<Color:Default> As long as I'm not gone long, they won't notice anything. <Color:7>♥<Color:Default>
pt: Ahaha! <Color:7>♥<Color:Default> Finché non starò via a lungo, non noteranno nulla. <Color:7>♥<Color:Default>

# 3476_Employee
source: Besides, I was totally ready for a break. <Color:7>♥<Color:Default>
pt: Inoltre, ero proprio pronta per una pausa. <Color:7>♥<Color:Default>

# 3488_Employee
source: Right this way, please.
pt: Da questa parte, prego.

# 3512_Employee
source: (Let's see if Maya's interested.)
pt: (Vediamo se a Maya interessa.)

# 3596_Employee
source: Thanks for waiting! <Color:7>♥<Color:Default> I was so surprised when you asked me out all of the sudden, %s-san!
pt: Grazie per aver aspettato! <Color:7>♥<Color:Default> Ero così sorpresa quando mi hai invitata all'improvviso, %s-san!

# 3608_Player
source: Thanks for coming.
pt: Grazie per essere venuta.

# 3620_Maya
source: Ahaha! ♪ You can ask me out anytime, as long as I'm not in the middle of a shoot! ♪
pt: Ahaha! ♪ Puoi invitarmi quando vuoi, purché non sia nel bel mezzo di un servizio fotografico! ♪

# 3632_Talk_Yes
source: I haven't been going out much lately, and I totally couldn't say no to a date with you, %s-san. <Color:7>♥<Color:Default>
pt: Ultimamente non sono uscita molto, e non potevo assolutamente dire di no a un appuntamento con te, %s-san. <Color:7>♥<Color:Default>

# 3644_Employee
source: Right this way, please.
pt: Da questa parte, prego.

# 3668_Employee
source: (Let's see if Noa is interested.)
pt: (Vediamo se a Noa interessa.)

# 3752_Employee
source: Hehe. <Color:7>♥<Color:Default> You're so spontaneous, Akiyama-san. <Color:7>♥<Color:Default>
pt: Eheh. <Color:7>♥<Color:Default> Sei così spontaneo, Akiyama-san. <Color:7>♥<Color:Default>

# 3764_Player
source: Thanks for coming.
pt: Grazie per essere venuta.

# 3776_Noa
source: Hehehe... Let's go have some fun! <Color:7>♥<Color:Default>
pt: Eheheh... Andiamo a divertirci un po'! <Color:7>♥<Color:Default>

# 3788_Employee
source: Right this way, please.
pt: Da questa parte, prego.

# 3812_Employee
source: (Let's see if Erena's interested.)
pt: (Vediamo se a Erena interessa.)

# 3896_Employee
source: Sorry if you waited long. <Color:7>♥<Color:Default> You're so spontaneous, %s-san!
pt: Scusa se hai aspettato molto. <Color:7>♥<Color:Default> Sei così spontaneo, %s-san!

# 3908_Player
source: You sure it's okay for you to be here?
pt: Sei sicura che vada bene per te essere qui?

# 3920_Erena
source: Hehehe. <Color:7>♥<Color:Default> I just got off work, so it's totally fine.
pt: Eheheh. <Color:7>♥<Color:Default> Ho appena finito di lavorare, quindi va benissimo.

# 3932_Employee
source: C'mon, let's go!
pt: Dai, andiamo!

# 3944_Employee
source: Right this way, please.
pt: Da questa parte, prego.

# 3968_Employee
source: (Let's see if Chihiro's interested.)
pt: (Vediamo se a Chihiro interessa.)

# 4052_Employee
source: Sorry to keep you waiting.<Color:Default>
pt: Scusa se ti ho fatto aspettare.<Color:Default>

# 4064_Player
source: Thanks for coming.
pt: Grazie per essere venuta.

# 4088_Employee
source: Let's go have some fun!
pt: Andiamo a divertirci!

# 4100_Employee
source: Right this way, please.
pt: Da questa parte, prego.

# 4136_Player
source: (Let's see if %s is interested.)
pt: (Vediamo se a %s interessa.)

# 4220_Employee
source: Sorry if you waited long. <Color:7>♥<Color:Default>
pt: Scusa se hai aspettato molto. <Color:7>♥<Color:Default>

# 4232_Player
source: Thanks for coming.
pt: Grazie per essere venuta.

# 4244_松岡里緒奈：源氏名
source: I mean, I haven't finished getting through my moving stuff, so this will be the perfect pick-me-up! <Color:7>♥<Color:Default>
pt: Voglio dire, non ho ancora finito con il trasloco, quindi questa sarà la spinta perfetta! <Color:7>♥<Color:Default>

# 4256_Employee
source: Okay, let's go!
pt: Ok, andiamo!

# 4268_Employee
source: Right this way, please.
pt: Da questa parte, prego.

# 4304_Player
source: (Let's see if %s is interested.)
pt: (Vediamo se a %s interessa.)

# 4388_Employee
source: Thanks for waiting! <Color:7>♥<Color:Default>
pt: Grazie per l'attesa! <Color:7>♥<Color:Default>

# 4400_Player
source: Thanks for coming.
pt: Grazie per essere venuta.

# 4412_望月京子：源氏名
source: Hehehe. When you tell me you want to hear me sing, how can I say no? <Color:7>♥<Color:Default>
pt: Eheheh. Quando mi dici che vuoi sentirmi cantare, come posso dire di no? <Color:7>♥<Color:Default>

# 4424_Employee
source: Let's go have some fun!
pt: Andiamo a divertirci!

# 4436_Employee
source: Right this way, please.
pt: Da questa parte, prego.

# 4460_Employee
source: I think I'll call someone to join me.
pt: Penso che chiamerò qualcuno per unirsi a me.

# 4472_Employee
source: All right. That will be 1,000 yen for two people.
pt: Va bene. Saranno 1.000 yen per due persone.

# 4496_Employee
source: Got it. Give me just a moment to give them a call.
pt: Capito. Mi dia solo un momento per chiamarli.

# 4580_Employee
source: Sorry to keep you waiting, Chief!
pt: Scusi per l'attesa, capo!

# 4592_Player
source: Thanks for coming. Ready to sing your heart out?
pt: Grazie per essere venuto. Pronto a cantare a squarciagola?

# 4604_Employee
source: Right this way, please.
pt: Da questa parte, prego.

# 4628_Employee
source: I think I'll call someone to join me.
pt: Penso che chiamerò qualcuno per unirsi a me.

# 4640_Employee
source: All right. That will be 1,000 yen for two people.
pt: Va bene. Saranno 1.000 yen per due persone.

# 4664_Employee
source: Got it. Give me just a moment to call them up.
pt: Capito. Mi dia solo un momento per chiamarli.

# 4748_Employee
source: Sorry to keep you waiting, Chief!
pt: Scusi per l'attesa, capo!

# 4760_Player
source: Thanks for coming. Ready to sing your heart out?
pt: Grazie per essere venuto. Pronto a cantare a squarciagola?

# 4772_Employee
source: Right this way, please.
pt: Da questa parte, prego.

# 4796_Employee
source: I think I'll call someone to join me.
pt: Penso che chiamerò qualcuno per unirsi a me.

# 4808_Employee
source: All right. That will be 1,000 yen for two people.
pt: Va bene. Saranno 1.000 yen per due persone.

# 4832_Employee
source: Got it. Give me just a moment to call them up.
pt: Capito. Mi dia solo un momento per chiamarli.

# 4916_Employee
source: Sorry to keep you waiting, Uncle Kaz! Let's go sing!
pt: Scusa se ti ho fatto aspettare, zio Kaz! Andiamo a cantare!

# 4928_Player
source: You got it.
pt: Ci sto.

# 4940_Employee
source: Right this way, please.
pt: Da questa parte, prego.

# 4988_Employee
source: Hello, sir. The fee is 1,000 yen for two people. Shall I show you to your room?
pt: Salve, signore. La tariffa per due persone è di 1.000 yen. Vi accompagno alla vostra stanza?

# 5000_Employee
source: All right, let's sing.
pt: Va bene, cantiamo.

# 5024_Employee
source: Very well. Right this way, please.
pt: Benissimo. Da questa parte, prego.

# 5048_Employee
source: Hello, sir. The fee is 500 yen for one person. Shall I show you to your room?
pt: Salve, signore. La tariffa per una persona è di 500 yen. La accompagno alla sua stanza?

# 5060_Employee
source: All right, let's sing.
pt: Va bene, cantiamo.

# 5084_Employee
source: Very well. Right this way, please.
pt: Benissimo. Da questa parte, prego.

# 5108_Employee
source: (I don't have enough for karaoke... Better go out and earn some more.)
pt: (Non ho abbastanza per il karaoke... Meglio uscire e guadagnarne un po'.)

# 5120_Employee
source: Um, maybe not right now.
pt: Ehm, forse non adesso.

# 5132_Employee
source: All right. We hope to see you again soon.
pt: Va bene. Speriamo di rivederla presto.

# 5156_Employee
source: Cheer Her On
pt: Fai il tifo per lei

# 5168_Employee
source: Not Now
pt: Non ora

# 5180_Employee
source: Play
pt: Gioca

# 5192_Employee
source: Not Now
pt: Non ora

# 5204_Employee
source: Cheer Her On
pt: Fai il tifo per lei

# 5216_Employee
source: Not Now
pt: Non ora
