Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010201f9.po
Languages: it

# 216_Manager
source: Akiyama-san! Thank goodness!
it: Akiyama-san! Meno male!

# 228_Manager
source: Some seriously shady customers just showed up. They look like yakuza.
it: Sono appena arrivati dei clienti molto loschi. Sembrano yakuza.

# 240_Akiyama
source: So? We get people like that all the time.
it: E allora? Ne vediamo di gente così in continuazione.

# 252_Manager
source: Yes, but there's more...
it: Sì, ma c'è di più...

# 264_Manager
source: Apparently, they know Lily-san, and they keep asking to see her. They're starting to make a scene...
it: A quanto pare, conoscono Lily-san e continuano a chiedere di vederla. Stanno iniziando a fare una scenata...

# 276_Akiyama
source: Lily-san...? That could be a problem...
it: Lily-san...? Potrebbe essere un problema...

# 288_Manager
source: Yes, sir.
it: Sì, signore.

# 300_Manager
source: Normally, I'd handle this myself, but they came in a big group.
it: Di norma, me ne occuperei io, ma sono arrivati in un gruppo numeroso.

# 312_Akiyama
source: Okay, hang tight. I'll be right over.
it: Okay, tenete duro. Arrivo subito.

# 324_Manager
source: Sorry about all this. Please hurry.
it: Mi scusi per il disturbo. Faccia in fretta, per favore.

# 372_Akiyama
source: (Running a hostess club can be a real pain sometimes. I better get over to Elise.)
it: (Gestire un hostess club a volte è una vera seccatura. È meglio che vada da Elise.)

# 444_Akiyama
source: Ah, Hana-chan. Everything okay?
it: Ah, Hana-chan. Tutto bene?

# 456_Hana
source: I'm still waiting for some test results, but everything looks good so far.
it: Sto ancora aspettando i risultati di alcuni esami, ma per ora sembra andare tutto bene.

# 468_Hana
source: They'll probably release me soon.
it: Probabilmente mi dimetteranno presto.

# 480_Akiyama
source: That's great news. I have some good news of my own. I found Kido-chan and got our registry back.
it: È un'ottima notizia. Ne ho una buona anch'io. Ho trovato Kido-chan e ho recuperato il nostro registro clienti.

# 492_Hana
source: Really!? You did!? Way to go, Chief!
it: Davvero!? Ce l'ha fatta!? Grande, capo!

# 504_Akiyama
source: You take care, all right? I'll talk to you later.
it: Riguardati, d'accordo? Ci sentiamo dopo.

# 552_Akiyama
source: (Okay, I should probably head back to Sky Finance.)
it: (Okay, dovrei tornare alla Sky Finance.)

# 588_Akiyama
source: (I better hurry to the top of the Millennium Tower. Lily-chan will be waiting for me.)
it: (È meglio che mi sbrighi ad andare in cima alla Millennium Tower. Lily-chan mi starà aspettando.)

# 624_Kido
source: Sorry to put you through all this, Akiyama-san...
it: Mi dispiace averla messa in questa situazione, Akiyama-san...

# 636_Akiyama
source: Hm? Nah, don't mention it. You know I'm no good at all that sentimental crap.
it: Mh? Nah, non si preoccupi. Sa che non sono bravo con queste smancerie.

# 660_Akiyama
source: Besides, it's not like it's your fault. Even Hana-chan couldn't stop those guys.
it: Inoltre, non è colpa tua. Neanche Hana-chan è riuscita a fermarli.

# 672_Kido
source: Still...
it: Però...

# 684_Akiyama
source: Look, I got my registry back, and Hana-chan got off with nothing but a little bump to the head. We're good, all right?
it: Senta, ho riavuto il mio registro e Hana-chan se l'è cavata solo con una botta in testa. Siamo a posto, d'accordo?

# 696_Kido
source: ...Yeah.
it: ...Già.

# 708_Kido
source: I should probably get going. Thanks again!
it: Credo che ora dovrei andare. Grazie ancora!

# 756_Akiyama
source: (Phew... Another busy day. Think I'll take a breather back at the office.)
it: (Phew... Un'altra giornata impegnativa. Penso che mi prenderò una pausa in ufficio.)

# 780_Akiyama
source: (Well, I've done all I can do. Guess I'll go wait for the results over at Sky Finance.)
it: (Beh, ho fatto tutto il possibile. Credo che andrò ad aspettare i risultati alla Sky Finance.)

# 804_Akiyama
source: (I need to find Kido-chan and our client registry, but I have no idea where that Midorikawa guy went... Better start asking around.)
it: (Devo trovare Kido-chan e il nostro registro clienti, ma non ho idea di dove sia andato quel tizio, Midorikawa... Meglio iniziare a chiedere in giro.)

# 828_Akiyama
source: (Now that's settled, it's time to pay Marimba a little visit. Just gotta stroll over to the Champion District.)
it: (Ora che è tutto a posto, è ora di fare una visitina al Marimba. Devo solo fare un salto nel Champion District.)

# 888_Manager
source: Akiyama-san? This is Tanuma from Elise.
it: Akiyama-san? Sono Tanuma dell'Elise.

# 900_Akiyama
source: Hey, Tanuma. What's up?
it: Ehi, Tanuma. Che succede?

# 912_Manager
source: Lily showed up for work. If you have time to spare, you should come give her some pointers.
it: Lily è venuta al lavoro. Se ha un po' di tempo, dovrebbe passare a darle qualche dritta.

# 924_Akiyama
source: Right... Okay, be there in a bit.
it: Giusto... Okay, arrivo tra poco.

# 936_Manager
source: Great. We'll see you soon.
it: Ottimo. Ci vediamo presto.

# 984_Akiyama
source: (Hana-chan's not going to like this, but I better pop by Elise for a minute.)
it: (Ad Hana-chan non piacerà, ma è meglio che faccia un salto da Elise per un minuto.)
