Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00910228.po
Languages: it

source: Panicked Homeless Man
it: Senzatetto in preda al panico

# 68_Saejima
source: (Hm? A homeless guy... Maybe I could ask him about the info dealer.)
it: (Mh? Un senzatetto... Forse potrei chiedergli dell'informatore.)

# 80_Saejima
source: Excuse me. Was wonderin' if I could ask ya something.
it: Mi scusi. Mi chiedevo se potessi chiederle una cosa.

# 92_Panicked Homeless Man
source: Hey!
it: Ehi!

# 104_Panicked Homeless Man
source: You! Come over here!
it: Tu! Vieni qui!

# 116_Saejima
source: What happened?
it: Cosa è successo?

# 128_Panicked Homeless Man
source: We'll talk later! Just follow me!
it: Parliamo dopo! Seguimi e basta!

# 224_Saejima
source: Hold yer horses, old man. Where the hell're ya headed in such a hurry?
it: Calma, vecchio. Dove diavolo stai andando così di fretta?

# 236_Panicked Homeless Man
source: It's the Master! He's gonna die if we don't do something!
it: È il Maestro! Morirà se non facciamo qualcosa!

# 248_Saejima
source: The Master?
it: Il Maestro?

# 260_Panicked Homeless Man
source: Yeah. He's a famous old man around these parts. Been digging a hole down in the sewers for ages now.
it: Sì. È un vecchio famoso da queste parti. È da un'eternità che scava un buco nelle fogne.

# 272_Panicked Homeless Man
source: But enough chitchat! We gotta hurry!
it: Ma basta chiacchiere! Dobbiamo sbrigarci!

# 308_Saejima
source: A manhole? You sure about this?
it: Un tombino? Sei sicuro?

# 320_Panicked Homeless Man
source: It's the fastest way! Just follow me!
it: È la via più veloce! Seguimi e basta!

# 332_Saejima
source: Easier said than done, old man. How am I supposed to get through a manhole?
it: Facile a dirsi, vecchio. Come dovrei passare attraverso un tombino?

# 344_Panicked Homeless Man
source: I got a special tool for opening manhole covers. But you're bigger than a buffalo, so you probably don't even need it.
it: Ho un attrezzo speciale per aprire i tombini. Ma tu sei più grosso di un bufalo, quindi probabilmente non ne hai nemmeno bisogno.

# 356_Panicked Homeless Man
source: Anyways, we oughta hurry! Come on!
it: Comunque, dobbiamo sbrigarci! Andiamo!
