Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c001f.po
Languages: pt_br

source: Um... thanks...
pt_br: Uhm... grazie...

source: Enjoy yourself! <Color:7>♥<Color:Default>
pt_br: Divertiti! <Color:7>♥<Color:Default>

source: Please enjoy yourself!
pt_br: Si goda la serata!

source: Here you go!
pt_br: Ecco a te!

source: Oh. Well, if you do happen to hear anything...
pt_br: Oh. Beh, se per caso dovessi sentire qualcosa...

source: Player
pt_br: Giocatore

source: Attendant
pt_br: Addetto

source: Waiter
pt_br: Cameriere

# 4080_Noa
source: Are you on your way home from work today?
pt_br: Stai tornando a casa dal lavoro oggi?

# 4092_Akiyama
source: Well, in a way.
pt_br: Beh, in un certo senso.

# 4104_Noa
source: You must be tired, then! You look like a hard worker!
pt_br: Allora devi essere stanco! Sembri un gran lavoratore!

# 4116_Akiyama
source: Really?
pt_br: Davvero?

# 4128_Noa
source: I think so. You've got a different aura than most guys.
pt_br: Penso di sì. Hai un'aura diversa dalla maggior parte degli uomini.

# 4152_Noa
source: There's just something about you that seems different. I can't put my finger on it...
pt_br: C'è solo qualcosa in te che sembra diverso. Non riesco a capire cosa...

# 4164_Akiyama
source: It's probably because I enjoy my work.
pt_br: Probabilmente è perché mi piace il mio lavoro.

# 4176_Noa
source: You do? What kind of work is it?
pt_br: Davvero? Che tipo di lavoro è?

# 4188_Akiyama
source: You could say I'm in finance.
pt_br: Si potrebbe dire che lavoro nella finanza.

# 4200_Noa
source: Finance? Huh... That's kind of unusual.
pt_br: Finanza? Uh... È un po' insolito.

# 4212_Akiyama
source: Not really. Lots of people in Kamurocho work in finance.
pt_br: Non proprio. Molte persone a Kamurocho lavorano nella finanza.

# 4224_Noa
source: Oh no, that's not what I meant. Not many people in finance seem to enjoy their jobs.
pt_br: Oh no, non è quello che intendevo. Non molte persone nella finanza sembrano apprezzare il proprio lavoro.

# 4236_Akiyama
source: Oh, haha! That's true enough. It's tough to like that kind of work.
pt_br: Oh, haha! È abbastanza vero. È difficile apprezzare quel tipo di lavoro.

# 4248_Noa
source: But it's great that you do! Most customers complain about their jobs all the time!
pt_br: Ma è fantastico che a te piaccia! La maggior parte dei clienti si lamenta sempre del proprio lavoro!

# 4260_Akiyama
source: Heheh.
pt_br: Eheh.

# 4272_Akiyama
source: Do you like hardworking men? I figure most working women prefer that kind of guy.
pt_br: Ti piacciono gli uomini che lavorano sodo? Immagino che la maggior parte delle donne lavoratrici preferisca quel tipo di uomo.

# 4284_Noa
source: Well, I don't exactly like men because they're hard workers.
pt_br: Beh, non è che mi piacciano gli uomini solo perché sono grandi lavoratori.

# 4296_Noa
source: I like men who enjoy their jobs.
pt_br: Mi piacciono gli uomini a cui piace il proprio lavoro.

# 4308_Akiyama
source: Huh. And I respect that about you.
pt_br: Uh. E rispetto questo di te.

# 4320_Noa
source: Yep. So I pay attention to things like that.
pt_br: Già. Quindi faccio attenzione a cose del genere.

# 4332_Akiyama
source: Heh. That so?
pt_br: Ah, sì?

# 4344_Akiyama
source: You're just saying that. It's no use flattering me.
pt_br: Lo dici tanto per dire. È inutile adularmi.

# 4356_Noa
source: Hehe! It's not like that at all!
pt_br: Ehe! Non è affatto così!

# 4368_Akiyama
source: Are you sure this isn't just the alcohol talking?
pt_br: Sei sicura che non sia solo l'alcol a parlare?

# 4380_Noa
source: Huh? Why?
pt_br: Eh? Perché?

# 4392_Akiyama
source: Because it makes me think you might like me. You shouldn't lead me on.
pt_br: Perché mi fa pensare che potrei piacerti. Non dovresti illudermi.

# 4404_Noa
source: Hehe! It's only leading you on if it's not true. <Color:7>♥<Color:Default>
pt_br: Ehe! Sarebbe illuderti solo se non fosse vero. <Color:7>♥<Color:Default>

# 4416_Akiyama
source: Heh. You're funny. I like that.
pt_br: Eh. Sei divertente. Mi piace.

# 4428_Noa
source: Um... I feel like somebody's been following me recently.
pt_br: Um... Ho la sensazione che qualcuno mi stia seguendo ultimamente.

# 4440_Akiyama
source: What? Like a stalker?
pt_br: Cosa? Tipo uno stalker?

# 4452_Noa
source: I hope not, but it's been going on for a week.
pt_br: Spero di no, ma va avanti da una settimana.

# 4464_Akiyama
source: Hmm. Has anything like this happened before?
pt_br: Hmm. È mai successa una cosa del genere prima?

# 4476_Noa
source: No. That's why I'm so scared.
pt_br: No. È per questo che ho così paura.

# 4488_Akiyama
source: Try hanging men's underwear on your clothesline. He might see that and think you're living with a man. It could scare him off.
pt_br: Prova a stendere biancheria intima da uomo sul filo del bucato. Potrebbe vederla e pensare che vivi con un uomo. Potrebbe spaventarlo.

# 4500_Noa
source: Do girls really do that?
pt_br: Le ragazze lo fanno davvero?

# 4512_Akiyama
source: I think so. Why don't you give it a try?
pt_br: Penso di sì. Perché non provi?

# 4524_Noa
source: Ha! That might not be a bad idea. I'll think about it. <Color:7>♥<Color:Default>
pt_br: Ah! Potrebbe non essere una cattiva idea. Ci penserò. <Color:7>♥<Color:Default>

# 4536_Noa
source: But I don't think he follows me home. It's only when I'm here in Kamurocho, or at the train station.
pt_br: Ma non credo che mi segua fino a casa. È solo quando sono qui a Kamurocho, o alla stazione.

# 4548_Akiyama
source: Oh. Then it probably wouldn't work.
pt_br: Oh. Allora probabilmente non funzionerebbe.

# 4560_Akiyama
source: Well, you could just wait and see how things play out. Kamurocho's a pretty busy neighborhood, so I doubt he'd try anything strange.
pt_br: Beh, potresti aspettare e vedere come vanno le cose. Kamurocho è un quartiere piuttosto affollato, quindi dubito che tenterebbe qualcosa di strano.

# 4572_Noa
source: I hope not.
pt_br: Spero di no.

# 4584_Akiyama
source: It must be tough to be such a popular girl.
pt_br: Dev'essere dura essere una ragazza così popolare.

# 4596_Noa
source: Yeah. Especially if you're popular with stalkers.
pt_br: Già. Soprattutto se sei popolare tra gli stalker.

# 4608_Akiyama
source: Any idea who it might be? A jilted ex-boyfriend or something?
pt_br: Qualche idea di chi possa essere? Un ex fidanzato respinto o qualcosa del genere?

# 4620_Noa
source: Nope. I've thought about it, but I just don't know.
pt_br: No. Ci ho pensato, ma proprio non lo so.

# 4632_Akiyama
source: Okay... It could be someone you don't even know. I think most stalkers choose their marks based on their own absurd logic.
pt_br: Okay... Potrebbe essere qualcuno che nemmeno conosci. Penso che la maggior parte degli stalker scelga le proprie vittime in base alla propria logica assurda.

# 4644_Akiyama
source: Call me anytime if you need help. I'll come running.
pt_br: Chiamami in qualsiasi momento se hai bisogno di aiuto. Verrò di corsa.

# 4656_Noa
source: Okay, I will. Thank you! <Color:7>♥<Color:Default>
pt_br: Ok, lo farò. Grazie! <Color:7>♥<Color:Default>

# 4668_Akiyama
source: Actually, I'm the one who's been stalking you. You didn't notice?
pt_br: In realtà, sono io quello che ti sta perseguitando. Non te n'eri accorta?

# 4680_Noa
source: Huh?
pt_br: Uh?

# 4692_Akiyama
source: Haha! Just kidding!
pt_br: Haha! Sto solo scherzando!

# 4704_Noa
source: You are?
pt_br: Davvero?

# 4716_Akiyama
source: Uh, sorry. I was just trying to be funny. I didn't think you'd take me seriously.
pt_br: Uh, scusa. Stavo solo cercando di essere divertente. Non pensavo mi avresti preso sul serio.

# 4728_Noa
source: Oh... Don't joke like that.
pt_br: Oh... Non scherzare così.

# 4740_Noa
source: That kind of joke isn't funny. Especially not when there's actually someone stalking me.
pt_br: Questo genere di scherzi non è divertente. Soprattutto quando c'è davvero qualcuno che mi perseguita.

# 4752_Akiyama
source: Er, sorry.
pt_br: Uhm, scusa.

# 4764_Noa
source: Hehe!
pt_br: Eheh!

# 4776_Akiyama
source: You're in a good mood.
pt_br: Sei di buon umore.

# 4788_Noa
source: I suppose I am! I just enjoy talking to men more than women. <Color:7>♥<Color:Default>
pt_br: Immagino di sì! Mi piace parlare più con gli uomini che con le donne. <Color:7>♥<Color:Default>

# 4800_Akiyama
source: Is that right?
pt_br: È così?

# 4812_Noa
source: Yes. That's why this job was such a good choice for me. I don't have to talk to any women at all! It's such a pain.
pt_br: Sì. Ecco perché questo lavoro è stata un'ottima scelta per me. Non devo parlare affatto con le donne! È una tale seccatura.

# 4824_Akiyama
source: You think it's a pain to talk to women? Why?
pt_br: Pensi che sia una seccatura parlare con le donne? Perché?

# 4836_Noa
source: Because they ask for your approval all the time.
pt_br: Perché chiedono sempre la tua approvazione.

# 4848_Noa
source: They're always like, "Don't you agree?" "You know?" "Right?"
pt_br: Dicono sempre: "Non sei d'accordo?" "Sai?" "Vero?"

# 4860_Noa
source: That kind of thing. Talking to them makes me tired.
pt_br: Quel genere di cose. Parlare con loro mi stanca.

# 4872_Akiyama
source: I never would've guessed you felt that way. You sound like a guy.
pt_br: Non avrei mai immaginato la pensassi così. Parli come un uomo.

# 4884_Noa
source: Hahaha! People have been telling me that for years. They always say I should be more ladylike. <Color:7>♥<Color:Default>
pt_br: Ahahah! È da anni che la gente me lo dice. Dicono sempre che dovrei essere più femminile. <Color:7>♥<Color:Default>

# 4896_Akiyama
source: Hmm. Do you ever change what you do to match other girls?
pt_br: Hmm. Cambi mai quello che fai per adattarti alle altre ragazze?

# 4908_Noa
source: What do you mean?
pt_br: Cosa intendi?

# 4920_Akiyama
source: Well, for example, when you go to lunch with your friends, do you end up ordering the same thing as the group?
pt_br: Beh, per esempio, quando vai a pranzo con le tue amiche, finisci per ordinare la stessa cosa del gruppo?

# 4932_Akiyama
source: If one girl orders the lunch special, a lot of times her friends will order the same thing. You know what I mean?
pt_br: Se una ragazza ordina il piatto del giorno, molte volte le sue amiche ordineranno la stessa cosa. Capisci cosa intendo?

# 4944_Noa
source: Oh. I suppose I don't, now that I think about it.
pt_br: Oh. Suppongo di no, ora che ci penso.

# 4956_Noa
source: Ha! Maybe I really am like a guy!
pt_br: Ah! Forse sono davvero come un uomo!

# 4968_Akiyama
source: Heheh.
pt_br: Eheh.

# 4980_Akiyama
source: They just like talking to each other like that. You know, having others agree with them.
pt_br: A loro piace semplicemente parlare tra loro in quel modo. Sai, avere altri che sono d'accordo con loro.

# 4992_Noa
source: Well, I don't like it at all.
pt_br: Beh, a me non piace affatto.

# 5004_Akiyama
source: But men are the same way. They like to have a sympathetic ear as much as anyone.
pt_br: Ma gli uomini sono uguali. A loro piace avere un orecchio comprensivo tanto quanto a chiunque altro.

# 5016_Akiyama
source: Don't a lot of guys come to clubs like this to blow off steam from work?
pt_br: Molti uomini non vengono in club come questo per sfogarsi dal lavoro?

# 5028_Noa
source: Yeah, but I can't stand listening to people complain.
pt_br: Sì, ma non sopporto ascoltare la gente che si lamenta.

# 5040_Noa
source: I know it's my job so I don't say anything, but I couldn't care less.
pt_br: So che è il mio lavoro quindi non dico niente, ma non potrebbe importarmene di meno.

# 5064_Akiyama
source: Oh, I know what you mean. Hearing a group of girls agreeing with each other as loudly as possible gives me a headache.
pt_br: Oh, so cosa intendi. Sentire un gruppo di ragazze che sono d'accordo tra loro il più rumorosamente possibile mi fa venire il mal di testa.

# 5076_Noa
source: I know! I can't stand listening to it!
pt_br: Lo so! Non sopporto ascoltarle!

# 5088_Noa
source: And if you actually say what you think, they look at you like you're crazy!
pt_br: E se dici davvero quello che pensi, ti guardano come se fossi pazza!

# 5100_Akiyama
source: Ha, yeah. Why do they even bother asking if they don't want your opinion?
pt_br: Ah, sì. Perché si preoccupano di chiedere se non vogliono la tua opinione?

# 5112_Noa
source: Exactly. You really understand, don't you? <Color:7>♥<Color:Default>
pt_br: Esatto. Tu capisci davvero, vero? <Color:7>♥<Color:Default>

# 5124_Noa
source: Can I ask you something?
pt_br: Posso chiederle una cosa?

# 5136_Akiyama
source: Hm? What?
pt_br: Mmh? Cosa?

# 5148_Noa
source: Why do men like to brag about themselves?
pt_br: Perché agli uomini piace vantarsi?

# 5160_Akiyama
source: Brag?
pt_br: Vantarsi?

# 5172_Noa
source: Yeah. I like men who work hard and are able to do something well, but they don't have to make a big deal about it.
pt_br: Sì. Mi piacciono gli uomini che lavorano sodo e sanno fare bene qualcosa, ma non devono farne un dramma.

# 5184_Noa
source: They talk about their little successes as if they were the most amazing things in the world. It's such a turnoff.
pt_br: Parlano dei loro piccoli successi come se fossero le cose più incredibili del mondo. È davvero fastidioso.

# 5196_Akiyama
source: Ah. They try to make themselves seem more important than they really are.
pt_br: Ah. Cercano di sembrare più importanti di quanto non siano in realtà.

# 5208_Noa
source: Right! And it's not just that. Guys like to brag about their friends, too. That doesn't even have anything to do with them!
pt_br: Giusto! E non è solo questo. Ai ragazzi piace vantarsi anche dei loro amici. Questo non ha nemmeno niente a che fare con loro!

# 5220_Akiyama
source: That is annoying. They should be more reserved.
pt_br: È fastidioso. Dovrebbero essere più riservati.

# 5232_Akiyama
source: A real man doesn't have to show all of his cards.
pt_br: Un vero uomo non deve scoprire tutte le sue carte.

# 5244_Noa
source: That's right! A guy shouldn't go bragging about how great he is.
pt_br: Esatto! Un ragazzo non dovrebbe andare in giro a vantarsi di quanto è bravo.

# 5256_Noa
source: If it was my boyfriend, I'd like it better if I was the only one who really knew how hard he worked. <Color:7>♥<Color:Default>
pt_br: Se fosse il mio ragazzo, preferirei essere l'unica a sapere davvero quanto ha lavorato sodo. <Color:7>♥<Color:Default>

# 5268_Akiyama
source: But then you can't tell right away if a guy is the hardworking type, can you?
pt_br: Ma allora non puoi capire subito se un ragazzo è il tipo che lavora sodo, vero?

# 5280_Noa
source: Yeah, but that's okay. As long as we can have some fun conversations. So no bragging, please!
pt_br: Sì, ma va bene. Finché possiamo avere delle conversazioni divertenti. Quindi niente vanterie, per favore!

# 5292_Akiyama
source: Heh, understood.
pt_br: Eh, capito.

# 5304_Akiyama
source: They're just trying to impress you. It's a matter of pride.
pt_br: Stanno solo cercando di impressionarti. È una questione d'orgoglio.

# 5316_Noa
source: Pride?
pt_br: Orgoglio?

# 5328_Akiyama
source: Yeah. They probably don't have much self-confidence. They know they're not really that impressive.
pt_br: Sì. Probabilmente non hanno molta fiducia in se stessi. Sanno di non essere poi così impressionanti.

# 5340_Akiyama
source: But they still want pretty girls to like them, so they create an ideal version of themselves to cover up their inadequacies.
pt_br: Ma vogliono comunque piacere alle belle ragazze, quindi creano una versione ideale di se stessi per coprire le loro inadeguatezze.

# 5352_Noa
source: But what's wrong with not being successful? The important thing is that they're trying their best. <Color:7>♥<Color:Default>
pt_br: Ma cosa c'è di sbagliato nel non avere successo? L'importante è che stiano facendo del loro meglio. <Color:7>♥<Color:Default>

# 5364_Akiyama
source: Well, yeah, but they don't know you think that. So they try to look important.
pt_br: Beh, sì, ma non sanno che la pensi così. Quindi cercano di sembrare importanti.

# 5376_Noa
source: And it just ends up backfiring... Don't they realize that?
pt_br: E finisce solo per ritorcersi contro... Non se ne rendono conto?

# 5388_Akiyama
source: If it's true, what else can they do? Lie and say they're failures?
pt_br: Se è vero, che altro possono fare? Mentire e dire che sono dei falliti?

# 5400_Noa
source: Well, no, of course not...
pt_br: Beh, no, certo che no...

# 5412_Noa
source: But why do they have to talk about it at all? Can't they talk about anything but themselves?
pt_br: Ma perché devono parlarne? Non possono parlare d'altro che di se stessi?

# 5424_Akiyama
source: Talking about your successes gets the best reaction. I mean, girls always tell me how amazing my stories are.
pt_br: Parlare dei tuoi successi ottiene la reazione migliore. Voglio dire, le ragazze mi dicono sempre quanto siano incredibili le mie storie.

# 5436_Noa
source: Oh, they're just being nice. When a girl says, "That's amazing!" she's really thinking, "So what?"
pt_br: Oh, sono solo gentili. Quando una ragazza dice: "È incredibile!" sta davvero pensando: "E allora?"

# 5448_Noa
source: You didn't actually think they meant it, right?
pt_br: Non pensavi davvero che lo intendessero sul serio, vero?

# 5472_Noa
source: What do you say when you're trying to pick up a girl?
pt_br: Cosa dici quando cerchi di rimorchiare una ragazza?

# 5484_Akiyama
source: Well... Why don't you tell me what you say first?
pt_br: Beh... Perché non mi dici prima tu cosa dici?

# 5496_Noa
source: Hey, no fair! Besides, I've never tried to pick anybody up.
pt_br: Ehi, non è giusto! Inoltre, non ho mai provato a rimorchiare nessuno.

# 5508_Akiyama
source: What do you do if you like somebody?
pt_br: Cosa fai se ti piace qualcuno?

# 5520_Noa
source: I just sort of try to put out this aura that says, "I love you!" Then I wait for them to come to me. <Color:7>♥<Color:Default>
pt_br: Cerco solo di emanare quest'aura che dice: "Ti amo!" Poi aspetto che vengano da me. <Color:7>♥<Color:Default>

# 5532_Akiyama
source: That's not fair. You get him to do the asking so it's like you're doing him a favor by saying yes.
pt_br: Non è giusto. Fai in modo che sia lui a chiedere, così è come se gli facessi un favore dicendo di sì.

# 5544_Noa
source: Hey, it's not like that! I just never know what will happen if I tell somebody I like them.
pt_br: Ehi, non è così! È solo che non so mai cosa succederà se dico a qualcuno che mi piace.

# 5556_Noa
source: It's easier if I know other person likes me first. <Color:7>♥<Color:Default>
pt_br: È più facile se so prima che piaccio all'altra persona. <Color:7>♥<Color:Default>

# 5568_Akiyama
source: Okay, as long as that works for you.
pt_br: Okay, finché funziona per te.

# 5580_Noa
source: Heh, sure does.
pt_br: Eh, certo che funziona.

# 5592_Akiyama
source: But what if he falls for another girl while you're waiting?
pt_br: Ma se si innamora di un'altra ragazza mentre stai aspettando?

# 5604_Noa
source: Oh, that's not a problem. I always turn my "I love you!" aura up to the max!
pt_br: Oh, non è un problema. Alzo sempre la mia aura "Ti amo!" al massimo!

# 5616_Akiyama
source: All right, if you say so.
pt_br: Va bene, se lo dici tu.

# 5628_Akiyama
source: Can you try doing it for me now? I'd like to see this "I love you!" aura.
pt_br: Puoi provare a farlo per me ora? Mi piacerebbe vedere questa aura "Ti amo!".

# 5640_Noa
source: Hey, I can't just turn it on at the drop of a hat.
pt_br: Ehi, non posso semplicemente attivarla su due piedi.

# 5652_Noa
source: And it's not something I can really control. It just happens when I like somebody.
pt_br: E non è qualcosa che posso davvero controllare. Succede e basta quando mi piace qualcuno.

# 5664_Akiyama
source: So... You don't feel that way right now?
pt_br: Quindi... Non ti senti così in questo momento?

# 5688_Noa
source: Wait, were you hoping that I did? Haha! Sorry to disappoint you. <Color:7>♥<Color:Default>
pt_br: Aspetta, speravi di sì? Haha! Mi dispiace deluderti. <Color:7>♥<Color:Default>

# 5700_Akiyama
source: Heh, oh well.
pt_br: Eh, vabbè.

# 5712_Akiyama
source: Does that really work?
pt_br: Funziona davvero?

# 5724_Noa
source: Well, it certainly seems to get their attention.
pt_br: Beh, sembra certamente attirare la loro attenzione.

# 5736_Akiyama
source: Hmm, I guess that makes a kind of sense. Men can be pretty good at noticing that a girl might be interested.
pt_br: Hmm, immagino che abbia un senso. Gli uomini sanno notare abbastanza bene quando una ragazza potrebbe essere interessata.

# 5748_Noa
source: Yeah! By the time I turn my aura on, they're probably already in love with me. <Color:7>♥<Color:Default>
pt_br: Già! Quando attivo la mia aura, probabilmente sono già innamorati di me. <Color:7>♥<Color:Default>

# 5760_Akiyama
source: Ah, then I'll have to be careful around you.
pt_br: Ah, allora dovrò stare attento con te.

# 5772_Noa
source: Oh man, you have to hear this.
pt_br: Oh cavolo, devi sentire questa.

# 5784_Noa
source: When I was walking to work, a foreigner asked me for directions.
pt_br: Mentre andavo al lavoro, uno straniero mi ha chiesto indicazioni.

# 5796_Akiyama
source: Well, foreigners are always stopping people for help.
pt_br: Beh, gli stranieri fermano sempre le persone per chiedere aiuto.

# 5808_Noa
source: Oh? And are they always asking people out for dinner afterwards?
pt_br: Oh? E chiedono sempre alla gente di uscire a cena dopo?

# 5820_Akiyama
source: What? Haha, he tried to pick you up?
pt_br: Cosa? Haha, ha cercato di rimorchiarti?

# 5832_Noa
source: Hehe, yep! It's not the first time, either. A while ago, a foreigner asked me to kiss him.
pt_br: Ehe, sì! Non è nemmeno la prima volta. Un po' di tempo fa, uno straniero mi ha chiesto di baciarlo.

# 5844_Akiyama
source: Huh!? Kiss him!?
pt_br: Eh!? Baciarlo!?

# 5856_Noa
source: Yes. He was about my age. There was a group of foreigners making noise on the train...
pt_br: Sì. Aveva circa la mia età. C'era un gruppo di stranieri che faceva baccano sul treno...

# 5868_Noa
source: Then one suddenly ran up to me, said I was cute, and asked me to kiss him. He wouldn't give up, either!
pt_br: Poi uno improvvisamente mi è corso incontro, mi ha detto che ero carina e mi ha chiesto di baciarlo. E non mollava!

# 5880_Noa
source: The train was packed, too. It was so embarrassing.
pt_br: Anche il treno era pieno. È stato così imbarazzante.

# 5892_Akiyama
source: I bet he was Italian.
pt_br: Scommetto che era italiano.

# 5904_Noa
source: Huh? Why?
pt_br: Eh? Perché?

# 5916_Akiyama
source: Italians think that it's polite to try to hit on a pretty girl when they see one.
pt_br: Gli italiani pensano che sia educato provarci con una bella ragazza quando la vedono.

# 5928_Noa
source: Really? You mean I wasn't the only one he's said that to?
pt_br: Davvero? Vuoi dire che non sono stata l'unica a cui l'ha detto?

# 5940_Akiyama
source: Maybe.
pt_br: Forse.

# 5952_Noa
source: Oh. That makes me a little sad...
pt_br: Oh. Questo mi rende un po' triste...

# 5964_Akiyama
source: He might've thought you were interested in him. Were you staring at them or something?
pt_br: Potrebbe aver pensato che fossi interessata a lui. Li stavi fissando o qualcosa del genere?

# 5976_Noa
source: Yeah, I guess so... And now that I think about it, everybody else was trying to ignore them.
pt_br: Sì, credo di sì... E ora che ci penso, tutti gli altri cercavano di ignorarli.

# 5988_Akiyama
source: That must be it. You were the only one looking at them, so he thought you were encouraging him.
pt_br: Dev'essere così. Eri l'unica a guardarli, quindi ha pensato che lo stessi incoraggiando.

# 6000_Noa
source: Hmm. I never thought of that.
pt_br: Hmm. Non ci avevo mai pensato.
