Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0102048c.po
Languages: it

source: Manager of Midori
it: Direttore del Midori

# 56_Zhao
source: So what kept you today? I thought you'd be here earlier.
it: Allora, cosa ti ha trattenuto oggi? Pensavo saresti arrivato prima.

# 68_Tanimura
source: This detective, Sugiuchi-san, was grilling me back at the station. Ever since that shooting, Homicide's been all up in my ass.
it: Questo detective, Sugiuchi-san, mi stava torchiando in centrale. Da quando c'è stata quella sparatoria, l'Omicidi mi sta col fiato sul collo.

# 80_Zhao
source: Hah, police questioning police? That's ridiculous.
it: Ah, la polizia che interroga la polizia? È ridicolo.

# 92_Tanimura
source: Yeah, normally I wouldn't give a damn... But apparently, this wasn't just one random punk killing another.
it: Sì, normalmente non me ne fregherebbe niente... Ma a quanto pare, non si è trattato di un teppistello qualunque che ne ha ucciso un altro.

# 104_Tanimura
source: It was significant enough to set the Tojo Clan against itself.
it: È stato abbastanza importante da mettere il Clan Tojo l'uno contro l'altro.

# 116_Tanimura
source: ...Although why Homicide cares so much about mob activity is beyond me. That's what Organized Crime's for.
it: ...Anche se il motivo per cui all'Omicidi interessi così tanto l'attività della malavita mi sfugge. È a questo che serve la criminalità organizzata.

# 128_Zhao
source: Either way, we don't need another gang war in this city...
it: In ogni caso, non abbiamo bisogno di un'altra guerra tra bande in questa città...

# 140_Tanimura
source: Oh, and it's not just the Tojo Clan. I hear the Ueno Seiwa's involved.
it: Oh, e non si tratta solo del Clan Tojo. Ho sentito che sono coinvolti gli Ueno Seiwa.

# 152_Zhao
source: Ueno Seiwa? Wait, isn't that...?
it: Ueno Seiwa? Aspetta, non sono quelli...?

# 164_Tanimura
source: Yeah. The same clan my dad was investigating after the Yoshiharu Ueno hit... Right around when he was murdered.
it: Sì. Lo stesso clan su cui mio padre stava indagando dopo l'attentato a Yoshiharu Ueno... Proprio nel periodo in cui è stato ucciso.

# 176_Zhao
source: ...You think this is connected somehow?
it: ...Pensi che sia collegato in qualche modo?

# 188_Tanimura
source: Can't say. All I know is the Ueno Seiwa Clan's been quiet for 25 years...
it: Non saprei. So solo che il Clan Ueno Seiwa è stato tranquillo per 25 anni...

# 200_Tanimura
source: But now there's this shooting a week ago, and suddenly they've gone into overdrive? Something's definitely up.
it: Ma ora c'è questa sparatoria di una settimana fa e all'improvviso si sono scatenati? C'è sicuramente qualcosa sotto.

# 212_Tanimura
source: Following this case could lead me to someone who knows the truth... about who killed my dad.
it: Seguire questo caso potrebbe portarmi da qualcuno che sa la verità... su chi ha ucciso mio padre.

# 224_Zhao
source: You still looking for that woman?
it: Stai ancora cercando quella donna?

# 236_Tanimura
source: Yeah, Yasuko Saejima. Her brother Taiga's the one who carried out the hit on Ueno.
it: Sì, Yasuko Saejima. Suo fratello Taiga è quello che ha compiuto l'attentato a Ueno.

# 248_Tanimura
source: She's been missing ever since that went down.
it: È scomparsa da quando è successo.

# 260_Zhao
source: And you really think this Yasuko Saejima knows why your father was killed?
it: E pensi davvero che questa Yasuko Saejima sappia perché tuo padre è stato ucciso?

# 272_Tanimura
source: Maybe, maybe not. But the last thing written in his notebook was, "Meet with Yasuko Saejima." That has to mean something.
it: Forse sì, forse no. Ma l'ultima cosa scritta nel suo taccuino era: 'Incontrare Yasuko Saejima'. Deve pur significare qualcosa.

# 284_Zhao
source: So she might even be the last person who saw him alive...
it: Quindi potrebbe anche essere l'ultima persona ad averlo visto vivo...

# 332_Manager of Midori
source: Is this Tanimura?
it: Parlo con Tanimura?

# 344_Tanimura
source: Yeah, speaking.
it: Sì, sono io.

# 356_Manager of Midori
source: This is Park, the manager at Midori.
it: Sono Park, il direttore del Midori.

# 368_Tanimura
source: Midori? Oh, right, the Korean salon. What do you want?
it: Midori? Oh, giusto, il locale coreano. Cosa vuoi?

# 380_Manager of Midori
source: Can you come here as soon as possible?
it: Puoi venire qui il prima possibile?

# 392_Tanimura
source: Why, the police raiding the place or something?
it: Perché, la polizia sta facendo irruzione o qualcosa del genere?

# 404_Manager of Midori
source: No, nothing like that. It's about that woman you've been looking for.
it: No, niente del genere. Riguarda quella donna che stavi cercando.

# 416_Manager of Midori
source: Someone who looks just like her is here right now.
it: C'è qualcuno che le somiglia molto qui, in questo momento.

# 428_Tanimura
source: Are you serious!?
it: Dici sul serio!?

# 440_Manager of Midori
source: That's why I'm calling! Hurry up, before she leaves.
it: È per questo che chiamo! Sbrigati, prima che se ne vada.

# 452_Tanimura
source: Okay, be right there.
it: Ok, arrivo subito.

# 500_Zhao
source: Something wrong?
it: Qualcosa non va?

# 512_Tanimura
source: I knew it. That killing set something in motion. Zhao-san, I think I found her.
it: Lo sapevo. Quell'omicidio ha messo in moto qualcosa. Zhao-san, credo di averla trovata.

# 524_Zhao
source: Wait, the woman we were just talking about!?
it: Aspetta, la donna di cui stavamo parlando!?

# 536_Tanimura
source: I don't know if it's really her, but I've got no reason to doubt it.
it: Non so se sia davvero lei, ma non ho motivo di dubitarne.

# 548_Zhao
source: I see. Then I suggest you be careful.
it: Capisco. Allora ti suggerisco di fare attenzione.

# 560_Tanimura
source: You think?
it: Dici?

# 572_Zhao
source: I'm serious. You're telling me this woman shows up out of nowhere, right as the Ueno Seiwa make their biggest ruckus in 25 years?
it: Sono serio. Mi stai dicendo che questa donna spunta fuori dal nulla, proprio mentre gli Ueno Seiwa fanno il casino più grande degli ultimi 25 anni?

# 584_Zhao
source: The timing's too perfect.
it: La tempistica è troppo perfetta.

# 596_Tanimura
source: So you're saying she's involved somehow.
it: Quindi stai dicendo che è coinvolta in qualche modo.

# 608_Zhao
source: Well, you're about to find out, aren't you? Now go. Find her before she disappears again.
it: Beh, stai per scoprirlo, no? Ora vai. Trovala prima che sparisca di nuovo.

# 620_Tanimura
source: Right.
it: Giusto.

# 704_Mei Hua
source: You off and running already, Ma-chan?
it: Sei già di corsa, Ma-chan?

# 716_Tanimura
source: Yep, business as usual. You know how it is.
it: Sì, i soliti affari. Sai com'è.

# 728_Mei Hua
source: Let us know if you need anything, okay? You know you're always welcome here.
it: Facci sapere se hai bisogno di qualcosa, ok? Sai che qui sei sempre il benvenuto.

# 740_Mei Hua
source: After all, we couldn't be called Homeland if we weren't your home away from home!
it: Dopotutto, non potremmo chiamarci 'Patria' se non fossimo la tua seconda casa!

# 752_Tanimura
source: That's sweet, Mei Hua. Thank you.
it: È dolce da parte tua, Mei Hua. Grazie.
