Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01a4015f.po
Languages: it

source: Owner
it: Proprietario

# 56_Owner
source: Hi, welcome! Ah, if it isn't Akiyama-san.
it: Salve, benvenuto! Ah, ma questo è Akiyama-san.

# 68_Akiyama
source: Hi there. I think you got a call from Hana-chan, right? So how did Shoko-san do?
it: Salve. Credo abbia ricevuto una telefonata da Hana-chan, giusto? Allora, come si è comportata Shoko-san?

# 80_Owner
source: I have some great tuna today, so I recommended the otoro. But wouldn't you know it? All she ate was the daily special before going on her way.
it: Oggi ho del tonno fantastico, quindi le ho consigliato l'otoro. Ma sa una cosa? Ha mangiato solo il piatto del giorno e se n'è andata.

# 92_Akiyama
source: How much is the special?
it: Quanto costa il piatto del giorno?

# 116_Akiyama
source: Wow, cheap! Can I have one?
it: Wow, che prezzo! Posso averne uno?

# 128_Owner
source: All sold out, I'm afraid. But, you know, she was a little off today. She usually only eats uni, awabi－you know, the pricey stuff. What's going on?
it: Temo siano finiti. Ma, sa, oggi era un po' strana. Di solito mangia solo uni, awabi... sa, la roba costosa. Cosa sta succedendo?

# 140_Akiyama
source: Hmm. So I guess she hasn't touched that million yen, then.
it: Mmh. Quindi immagino che non abbia toccato quel milione di yen, allora.

# 152_Owner
source: Wait, what? When Hana-chan told me to make her spend money... Hey, is this another one of your tests?
it: Aspetti, cosa? Quando Hana-chan mi ha detto di farle spendere dei soldi... Ehi, è un altro dei suoi test?

# 164_Akiyama
source: Something like that. Thanks for your help. I'll have to drop by again soon.
it: Qualcosa del genere. Grazie per l'aiuto. Dovrò passare di nuovo presto.
