Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c02ee.po
Languages: pt_br

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Player
pt_br: Giocatore

# 116_Maya
source: Prepare to be amazed!
pt_br: Preparati a rimanere di stucco!

# 128_Player
source: Heh.
pt_br: Eh.

# 140_Maya
source: Let's get going.
pt_br: Dai, andiamo.

# 164_Maya
source: Prepare to be amazed!
pt_br: Preparati a rimanere di stucco!

# 176_Maya
source: Let's get started.
pt_br: Iniziamo.

# 188_Player
source: Hold up. I didn't bring enough money.
pt_br: Aspetta un attimo. Non ho abbastanza soldi dietro.

# 200_Maya
source: Seriously? No credit card or anything?
pt_br: Sul serio? Niente carta di credito o altro?

# 224_Maya
source: Are you kidding me!? I'm going home. See you later.
pt_br: Ma mi prendi in giro!? Me ne vado a casa. Ci vediamo.

# 236_Player
source: (I should've made sure I had some cash...)
pt_br: (Avrei dovuto assicurarmi di avere un po' di grana...)

# 344_Maya
source: Wow, you're amazing! I didn't know you were good at golf too!
pt_br: Wow, sei un fenomeno! Non sapevo che te la cavassi pure a golf!

# 356_Player
source: Heh.
pt_br: Eh.

# 368_Maya
source: That was awesome. Let's go out again sometime, okay?
pt_br: È stato una figata! Usciamo di nuovo qualche volta, dai?

# 380_Player
source: I'd like that.
pt_br: Mi piacerebbe.

# 392_Maya
source: Great! Bye for now. See you at the club!
pt_br: Alla grande! Ci si vede. Ci becchiamo al club!

# 416_Maya
source: Haha. It's a draw.
pt_br: Haha. È un pareggio.

# 428_Player
source: Guess so.
pt_br: Immagino di sì.

# 440_Maya
source: I was really getting into it. Let's definitely do this again! <Color:7>♥<Color:Default> I'll see you around.
pt_br: Mi stavo proprio gasando. Dobbiamo assolutamente rifarlo! <Color:7>♥<Color:Default> Ci si vede in giro.

# 464_Maya
source: Wow, you're pretty bad at this.
pt_br: Wow, sei proprio una schiappa in questo.

# 476_Player
source: Sorry...
pt_br: Scusa...

# 488_Maya
source: Let's do this again sometime! <Color:7>♥<Color:Default> See you around.
pt_br: Dobbiamo rifarci un giro, prima o poi! <Color:7>♥<Color:Default> Ci si becca.

# 596_Maya
source: Prepare to be amazed!
pt_br: Preparati a rimanere di stucco!

# 608_Player
source: Heh.
pt_br: Eh.

# 620_Maya
source: Let's get going.
pt_br: Dai, andiamo.

# 644_Maya
source: Prepare to be amazed!
pt_br: Preparati a rimanere di stucco!

# 656_Maya
source: Let's get started.
pt_br: Iniziamo.

# 668_Player
source: Hold up. I didn't bring enough money.
pt_br: Aspetta un attimo. Non ho abbastanza soldi dietro.

# 680_Maya
source: Seriously? No credit card or anything?
pt_br: Sul serio? Niente carta di credito o altro?

# 704_Maya
source: Are you kidding me!? I'm going home. See you later.
pt_br: Ma mi prendi in giro!? Me ne vado a casa. Ci vediamo.

# 716_Player
source: (I should've made sure I had some cash...)
pt_br: (Avrei dovuto assicurarmi di avere un po' di grana...)

# 824_Maya
source: Wow, you're amazing! I didn't know you were good at golf too!
pt_br: Wow, sei un fenomeno! Non sapevo che te la cavassi pure a golf!

# 836_Player
source: Heh.
pt_br: Eh.

# 848_Maya
source: That was awesome. <Color:7>♥<Color:Default> Wanna go to the club now?
pt_br: È stato una figata. <Color:7>♥<Color:Default> Ti va di andare al club adesso?

# 860_Player
source: Yeah.
pt_br: Sì.

# 884_Maya
source: Haha. It's a draw.
pt_br: Haha. È un pareggio.

# 896_Player
source: Guess so.
pt_br: Immagino di sì.

# 908_Maya
source: I was really getting into it. Wanna go to the club next?
pt_br: Mi ci stavo proprio dentro. Ci facciamo un salto al club dopo?

# 920_Player
source: Yeah.
pt_br: Sì.

# 944_Maya
source: Wow, you're pretty bad at this.
pt_br: Wow, sei proprio una schiappa in questo.

# 956_Player
source: Sorry...
pt_br: Scusa...

# 968_Maya
source: Let's go to the club next.
pt_br: Poi andiamo al club.

# 980_Player
source: Yeah.
pt_br: Sì.
