Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010900ed.po
Languages: pt_br

# 104_Tanimura
source: This is a surprise, is everything okay?
pt_br: Che sorpresa, va tutto bene?

# 116_Himeka
source: That Kashiwabara guy was just at the club. He got really drunk and tore the place apart.
pt_br: Quel Kashiwabara era appena stato al club. Si è ubriacato di brutto e ha spaccato tutto.

# 128_Tanimura
source: Did he hurt you?
pt_br: Ti ha ferito?

# 140_Himeka
source: No... But I was scared. Maybe I should quit this job after all.
pt_br: No... Ma mi sono presa un bello spavento. Forse dovrei mollare questo lavoro, dopotutto.

# 152_Tanimura
source: You should take the rest of the day off.
pt_br: Dovresti prenderti il resto della giornata libera.

# 164_Himeka
source: Yeah. Think I'll do that.
pt_br: Sì. Mi sa che farò così.

# 176_Himeka
source: Just talkin' to you makes me feel better.
pt_br: Solo a parlarti mi sento già meglio.

# 188_Tanimura
source: I'm here whenever you need me.
pt_br: Ci sono quando hai bisogno.

# 200_Himeka
source: Thanks! Bye-bye.
pt_br: Grazie! Ciao ciao.

# 260_Tanimura
source: (Kashiwabara was wearing a black jacket if I remember correctly.)
pt_br: (Kashiwabara indossava una giacca nera, se non sbaglio.)

# 272_Tanimura
source: (He might still be drunk and wandering around near the club.)
pt_br: (Potrebbe essere ancora ubriaco e bighellonare qui vicino al locale.)
