Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0038.po
Languages: pt_br

# 8148_望月京子：源氏名
source: I don't think I have to worry. I've got a perfect ear for music and solid star potential. But you knew that, right?
pt_br: Non credo di dovermi preoccupare. Ho un orecchio perfetto per la musica e un solido potenziale da star. Ma questo lo sapevi, no?

# 8160_Kiryu
source: Right.
pt_br: Giusto.

# 8172_望月京子：源氏名
source: Hey, aren't you gonna tell me I should be more modest?
pt_br: Ehi, non mi dirai che dovrei essere più modesta?

# 8184_Kiryu
source: Oh, I thought you were being serious...
pt_br: Oh, pensavo che stessi parlando sul serio...

# 8196_望月京子：源氏名
source: Haha. Even I'm not that full of myself.
pt_br: Ahah. Nemmeno io sono così piena di me.

# 8208_Kiryu
source: So some of your fans are high school kids?
pt_br: Quindi alcuni dei tuoi fan sono liceali?

# 8220_望月京子：源氏名
source: Yeah. We have plenty of fans who are in high school.
pt_br: Sì. Abbiamo un sacco di fan che sono al liceo.

# 8232_望月京子：源氏名
source: Some of my lyrics are about my experiences when I was a teenager, so I guess they can identify with my songs.
pt_br: Alcuni dei miei testi parlano delle mie esperienze da adolescente, quindi immagino che possano identificarsi con le mie canzoni.

# 8244_Kiryu
source: I see... I hope you're not a bad influence on them.
pt_br: Capisco... Spero che tu non sia una cattiva influenza per loro.

# 8256_望月京子：源氏名
source: Hey! What kind of things do you think I write about?
pt_br: Ehi! Di che tipo di cose pensi che io scriva?

# 8268_望月京子：源氏名
source: I went through the same things any adolescent kid did. Love, pain, confusion...
pt_br: Ho passato le stesse cose di qualsiasi adolescente. Amore, dolore, confusione...

# 8280_Kiryu
source: So which lyrics are we talking about, exactly?
pt_br: Quindi, di quali testi stiamo parlando, esattamente?

# 8292_望月京子：源氏名
source: That's a secret. They're too embarrassing.
pt_br: È un segreto. Sono troppo imbarazzanti.

# 8304_Kiryu
source: Heh...
pt_br: Eh...

# 8316_Kiryu
source: It's ironic to think of you as cupid.
pt_br: È ironico pensare a te come Cupido.

# 8328_望月京子：源氏名
source: What's that supposed to mean, Kiryu-san?
pt_br: Cosa dovrebbe significare, Kiryu-san?

# 8340_Kiryu
source: You brought these kids together when your own love life needs a lot more attention.
pt_br: Hai fatto incontrare questi ragazzi quando la tua vita sentimentale ha bisogno di molta più attenzione.

# 8352_望月京子：源氏名
source: Okay, you've got me there. I'm the one who could sure use a cupid.
pt_br: Ok, mi hai beccata. Sono io quella a cui servirebbe un Cupido.

# 8364_Kiryu
source: Maybe I could help. I know a lot of guys.
pt_br: Forse potrei aiutare. Conosco un sacco di ragazzi.

# 8376_望月京子：源氏名
source: Does that mean you have no interest in me, Kiryu-san? That makes me sad...
pt_br: Significa che non hai interesse per me, Kiryu-san? Questo mi rattrista...

# 8400_望月京子：源氏名
source: I've been having writer's block recently. I can't seem to come up with any good songs.
pt_br: Ultimamente ho il blocco dello scrittore. Non riesco a scrivere nessuna buona canzone.

# 8412_Kiryu
source: That's too bad.
pt_br: Che peccato.

# 8424_望月京子：源氏名
source: It used to come so naturally. The lyrics and melody would just pop into my head.
pt_br: Una volta mi veniva così naturale. I testi e la melodia mi venivano in mente e basta.

# 8436_望月京子：源氏名
source: But now, even playing my guitar doesn't help. I can't come up with anything decent.
pt_br: Ma ora, nemmeno suonare la chitarra aiuta. Non riesco a tirar fuori niente di decente.

# 8448_Kiryu
source: That happens sometimes.
pt_br: Succede a volte.

# 8460_望月京子：源氏名
source: But I'm worried that I'll never be able to write another song.
pt_br: Ma ho paura di non riuscire più a scrivere un'altra canzone.

# 8472_望月京子：源氏名
source: Maybe I already used up all my talent...
pt_br: Forse ho già esaurito tutto il mio talento...

# 8484_Kiryu
source: I think you're just too busy. After all, you play in the band and work at the club.
pt_br: Penso che tu sia solo troppo impegnata. Dopotutto, suoni nella band e lavori al club.

# 8496_望月京子：源氏名
source: You might be right... I haven't been able to relax much these days.
pt_br: Potresti avere ragione... Ultimamente non sono riuscita a rilassarmi molto.

# 8508_望月京子：源氏名
source: It's no good if my job at the club gets in the way of my music. Maybe I should quit and work on the band full time.
pt_br: Non va bene se il mio lavoro al club ostacola la mia musica. Forse dovrei licenziarmi e dedicarmi alla band a tempo pieno.

# 8520_Kiryu
source: Even if you do that, you shouldn't push yourself too hard. Your brain can't work properly if you don't give it time to rest.
pt_br: Anche se lo fai, non dovresti sforzarti troppo. Il tuo cervello non può funzionare correttamente se non gli dai tempo per riposare.

# 8532_望月京子：源氏名
source: Right. Thanks for worrying about me. You're so sweet, Kiryu-san. <Color:7>♥<Color:Default>
pt_br: Giusto. Grazie per esserti preoccupato per me. Sei così dolce, Kiryu-san. <Color:7>♥<Color:Default>

# 8544_Kiryu
source: Don't mention it.
pt_br: Non c'è di che.

# 8556_Kiryu
source: You need a change of pace. You could branch out, try to find things that would get your creative juices flowing.
pt_br: Hai bisogno di un cambio di ritmo. Potresti diversificare, cercare di trovare cose che stimolino la tua creatività.

# 8568_望月京子：源氏名
source: Come to think of it, I haven't seen a movie in a long time. That could help.
pt_br: A pensarci bene, non vedo un film da molto tempo. Potrebbe aiutare.

# 8580_望月京子：源氏名
source: And I wouldn't mind taking a stroll through an art museum.
pt_br: E non mi dispiacerebbe fare una passeggiata in un museo d'arte.

# 8592_Kiryu
source: We could go together.
pt_br: Potremmo andare insieme.

# 8604_望月京子：源氏名
source: That sounds an awful lot like a date. You can't fool me that easily.
pt_br: Sembra proprio un appuntamento. Non puoi ingannarmi così facilmente.

# 8616_望月京子：源氏名
source: But I appreciate you worrying about me. <Color:7>♥<Color:Default>
pt_br: Ma apprezzo che tu ti preoccupi per me. <Color:7>♥<Color:Default>

# 8628_Kiryu
source: Heh, sure thing.
pt_br: Eh, certo.

# 8640_Kiryu
source: Stop complaining. It's not like you.
pt_br: Smettila di lamentarti. Non è da te.

# 8652_望月京子：源氏名
source: I think I have the right to complain once in a while. I am only human, you know.
pt_br: Penso di avere il diritto di lamentarmi ogni tanto. Sono solo umana, sai.

# 8664_Kiryu
source: Yes, but what are the members of your band going to think if you start talking like that?
pt_br: Sì, ma cosa penseranno i membri della tua band se inizi a parlare così?

# 8676_Kiryu
source: A leader has to be strong, or their organization can't function.
pt_br: Un leader deve essere forte, altrimenti la sua organizzazione non può funzionare.

# 8688_望月京子：源氏名
source: That's easy for you to say, but...
pt_br: È facile per te dirlo, ma...

# 8700_望月京子：源氏名
source: Look, you're a guy. Maybe that's the way things work for men. But women deal with things differently. You can't expect me to be exactly like you.
pt_br: Senti, sei un uomo. Forse è così che funzionano le cose per gli uomini. Ma le donne affrontano le cose in modo diverso. Non puoi aspettarti che io sia esattamente come te.

# 8724_望月京子：源氏名
source: What am I gonna do?
pt_br: Cosa farò?

# 8736_望月京子：源氏名
source: I think a guy has to be able to fight to really be a man, don't you think so?
pt_br: Penso che un ragazzo debba saper combattere per essere un vero uomo, non credi?

# 8748_Kiryu
source: Not necessarily. You have to have heart, too. That's the most important muscle of all.
pt_br: Non necessariamente. Devi avere anche cuore. È il muscolo più importante di tutti.

# 8760_望月京子：源氏名
source: I know what you mean. There are lots of good fighters who are jerks. But I do think a man has to be able to hold his own, too!
pt_br: Capisco cosa intendi. Ci sono un sacco di bravi combattenti che sono degli stronzi. Ma penso anche che un uomo debba sapersi difendere!

# 8772_Kiryu
source: Yeah, but there's really more to it than that...
pt_br: Sì, ma c'è molto di più...

# 8784_望月京子：源氏名
source: You look pretty tough, Kiryu-san. Are you a good fighter?
pt_br: Sembri piuttosto tosto, Kiryu-san. Sei un bravo combattente?

# 8796_Kiryu
source: I'm nothing special.
pt_br: Non sono mica un fenomeno.

# 8808_望月京子：源氏名
source: Oh, come on now. You're just being modest! I bet you've cracked a few heads in your time.
pt_br: Oh, andiamo. Stai solo facendo il modesto! Scommetto che hai spaccato qualche testa ai tuoi tempi.

# 8820_Kiryu
source: I don't really keep track of that kind of thing.
pt_br: Non tengo il conto di queste cose.

# 8832_望月京子：源氏名
source: That's so cool! A real man doesn't make a big deal about how strong he is. <Color:7>♥<Color:Default>
pt_br: Che figo! Un vero uomo non fa il gradasso sulla sua forza. <Color:7>♥<Color:Default>

# 8844_Kiryu
source: It's really what's on the inside that counts. There's nothing wrong with being able to fight, but knowing when not to fight is far more important.
pt_br: È ciò che c'è dentro che conta davvero. Non c'è niente di male a saper combattere, ma sapere quando non combattere è molto più importante.

# 8856_望月京子：源氏名
source: Huh. You're not just some run-of-the-mill thug, are you? I think I'm getting to like you more and more. <Color:7>♥<Color:Default>
pt_br: Uh. Non sei un delinquente qualunque, vero? Penso che tu mi piaccia sempre di più. <Color:7>♥<Color:Default>

# 8868_Kiryu
source: Everybody tries to pick fights with me.
pt_br: Tutti cercano di attaccar briga con me.

# 8880_望月京子：源氏名
source: I thought so. What do you do when that happens?
pt_br: Lo immaginavo. Cosa fai quando succede?

# 8892_Kiryu
source: I oblige them. I can't just run away. I punish them and I don't stop until they apologize.
pt_br: Li accontento. Non posso scappare. Li punisco e non smetto finché non si scusano.

# 8904_望月京子：源氏名
source: If you're so strong, couldn't you let them go after a bit? You don't have to beat them to a pulp.
pt_br: Se sei così forte, non potresti lasciarli andare dopo un po'? Non devi ridurli in poltiglia.

# 8916_Kiryu
source: Hey, they're the ones who picked a fight with me.
pt_br: Ehi, sono loro che hanno iniziato.

# 8928_望月京子：源氏名
source: Are you sure you don't just enjoy beating people up? Because that's not true strength.
pt_br: Sei sicuro di non divertirti a picchiare la gente? Perché quella non è vera forza.

# 8940_望月京子：源氏名
source: I hate people like that.
pt_br: Odio le persone così.

# 8964_Kiryu
source: I'm a pacifist, so I try to avoid fighting. I'd never pick a fight.
pt_br: Sono un pacifista, quindi cerco di evitare di combattere. Non inizierei mai una rissa.

# 8976_望月京子：源氏名
source: Huh. I figured you were the short-tempered type.
pt_br: Uh. Pensavo fossi il tipo irascibile.

# 8988_Kiryu
source: I only fight as a last resort. If I can solve a problem by talking it out, that's what I do.
pt_br: Combatto solo come ultima risorsa. Se posso risolvere un problema parlando, è quello che faccio.

# 9000_望月京子：源氏名
source: Oh, so your pacifism is like a code of honor for you. That's pretty cool. <Color:7>♥<Color:Default>
pt_br: Oh, quindi il tuo pacifismo è come un codice d'onore per te. È molto figo. <Color:7>♥<Color:Default>

# 9012_Kiryu
source: Heh, thanks...
pt_br: Eh, grazie...

# 9024_望月京子：源氏名
source: I was thinking the other day when I was alone, and I realized something kinda shocking.
pt_br: L'altro giorno, mentre ero da sola, stavo pensando e ho capito una cosa piuttosto scioccante.

# 9036_Kiryu
source: Shocking?
pt_br: Scioccante?

# 9048_望月京子：源氏名
source: Yeah. I may have a submissive streak. I always thought of myself as the opposite, so I was pretty surprised!
pt_br: Sì. Potrei avere un lato sottomesso. Mi sono sempre considerata l'opposto, quindi sono rimasta piuttosto sorpresa!

# 9060_Kiryu
source: Uh... How are you submissive?
pt_br: Ehm... In che senso sottomessa?

# 9072_望月京子：源氏名
source: Well, I was daydreaming about what my ideal kiss might be like.
pt_br: Beh, stavo sognando a occhi aperti come potrebbe essere il mio bacio ideale.

# 9084_望月京子：源氏名
source: You know, what kind of man, what sort of situation, and so on.
pt_br: Sai, che tipo di uomo, che tipo di situazione e così via.

# 9108_望月京子：源氏名
source: Hey, are you okay? You look a little uncomfortable.
pt_br: Ehi, stai bene? Sembri un po' a disagio.

# 9120_Kiryu
source: It's, uh, nothing...
pt_br: È, ehm, niente...

# 9132_望月京子：源氏名
source: Okay. Anyway, I found myself wanting a man to make the first move and steal a kiss from me.
pt_br: Ok. Comunque, mi sono ritrovata a desiderare che un uomo facesse la prima mossa e mi rubasse un bacio.

# 9144_望月京子：源氏名
source: Isn't that submissive?
pt_br: Non è sottomesso?

# 9156_Kiryu
source: No. You're not submissive. Not when you fight your boyfriends so easily.
pt_br: No. Non sei sottomessa. Non quando fai a botte così facilmente con i tuoi ragazzi.

# 9168_望月京子：源氏名
source: Really?
pt_br: Davvero?

# 9180_Kiryu
source: You probably want a man who's tough like you.
pt_br: Probabilmente vuoi un uomo tosto come te.

# 9192_望月京子：源氏名
source: I hadn't considered that. Maybe I'm attracted to men who are stronger than me. Somebody forceful that could dominate me...
pt_br: Non ci avevo pensato. Forse sono attratta da uomini più forti di me. Qualcuno di energico che possa dominarmi...

# 9204_望月京子：源氏名
source: I think you'd fit the bill, Kiryu-san. <Color:7>♥<Color:Default>
pt_br: Penso che saresti perfetto, Kiryu-san. <Color:7>♥<Color:Default>

# 9216_Kiryu
source: Heh. I'm not that forceful of a man.
pt_br: Eh. Non sono un uomo così energico.

# 9228_望月京子：源氏名
source: Haha. Then I'll just have to become the kind of woman you'd want to dominate. <Color:7>♥<Color:Default>
pt_br: Ahah. Allora dovrò diventare il tipo di donna che vorresti dominare. <Color:7>♥<Color:Default>

# 9240_Kiryu
source: You're submissive all right.
pt_br: Sei sottomessa, eccome.

# 9252_望月京子：源氏名
source: I thought so.
pt_br: Lo immaginavo.

# 9264_Kiryu
source: Maybe you just want men to order you around.
pt_br: Forse vuoi solo che gli uomini ti diano ordini.

# 9276_望月京子：源氏名
source: But... if somebody weaker than me tried to do that, it'd just make me mad. Maybe if it was somebody I liked...
pt_br: Ma... se qualcuno più debole di me ci provasse, mi farebbe solo arrabbiare. Forse se fosse qualcuno che mi piace...

# 9288_Kiryu
source: Hmm. That's interesting.
pt_br: Mmm. È interessante.

# 9300_望月京子：源氏名
source: Don't go getting any weird ideas. You're not planning on ordering me around, are you? I think you'd regret it!
pt_br: Non farti strane idee. Non hai intenzione di darmi ordini, vero? Penso che te ne pentiresti!

# 9312_Kiryu
source: I wasn't planning anything of the kind.
pt_br: Non avevo intenzione di fare nulla del genere.

# 9324_望月京子：源氏名
source: I dunno... Maybe I shouldn't have mentioned it.
pt_br: Non so... Forse non avrei dovuto dirlo.

# 9336_Kiryu
source: That seems pretty normal, actually. Everybody has a little bit of that in their personality.
pt_br: In realtà sembra abbastanza normale. Tutti hanno un po' di questo nella loro personalità.

# 9348_望月京子：源氏名
source: You think so?
pt_br: La pensi così?

# 9360_Kiryu
source: I mean, if you have to know definitively yes or no, I'd say you're not submissive. Not by a long shot.
pt_br: Voglio dire, se vuoi una risposta definitiva, direi che non sei sottomessa. Neanche per sogno.

# 9372_望月京子：源氏名
source: You don't have to try so hard to convince me.
pt_br: Non devi sforzarti tanto per convincermi.

# 9384_望月京子：源氏名
source: But I feel a little better. There's nothing wrong with me, right?
pt_br: Ma mi sento un po' meglio. Non c'è niente di sbagliato in me, vero?

# 9396_Kiryu
source: Right. But if you want somebody to forcefully steal a kiss from you, I could arrange something.
pt_br: Giusto. Ma se vuoi che qualcuno ti rubi un bacio con la forza, potrei organizzare qualcosa.

# 9408_望月京子：源氏名
source: Haha! Maybe later. <Color:7>♥<Color:Default>
pt_br: Ahah! Forse più tardi. <Color:7>♥<Color:Default>

# 9432_Kiryu
source: What's wrong? You seem distant.
pt_br: Cosa c'è che non va? Sembri distante.

# 9444_望月京子：源氏名
source: Oh, I'm sorry. I'm just a little worried.
pt_br: Oh, mi dispiace. Sono solo un po' preoccupata.

# 9456_Kiryu
source: About what?
pt_br: Di cosa?

# 9468_望月京子：源氏名
source: Well, I had a fight with the guys in my band.
pt_br: Beh, ho litigato con i ragazzi della mia band.

# 9492_望月京子：源氏名
source: We get together twice a week to practice, and yesterday I brought my new song.
pt_br: Ci riuniamo due volte a settimana per le prove, e ieri ho portato la mia nuova canzone.

# 9504_望月京子：源氏名
source: It was a ballad. We've never done one of those before.
pt_br: Era una ballata. Non ne abbiamo mai fatta una prima.

# 9516_Kiryu
source: Yeah, ballads don't really fit your image.
pt_br: Sì, le ballate non si adattano molto alla tua immagine.

# 9528_望月京子：源氏名
source: What can I say? I like to try new things.
pt_br: Che posso dire? Mi piace provare cose nuove.

# 9540_望月京子：源氏名
source: But the guys said they didn't want to change the band's direction. They refused to play my song.
pt_br: Ma i ragazzi hanno detto che non volevano cambiare la direzione della band. Si sono rifiutati di suonare la mia canzone.

# 9552_望月京子：源氏名
source: It really pissed me off. I ended up leaving in the middle of practice.
pt_br: Mi ha fatto davvero incazzare. Ho finito per andarmene a metà delle prove.

# 9564_Kiryu
source: You should sit down and talk this out. Make sure you're all on the same page for the band's future.
pt_br: Dovreste sedervi e parlarne. Assicuratevi di essere tutti sulla stessa lunghezza d'onda per il futuro della band.

# 9576_望月京子：源氏名
source: But I'm the one who's writing the songs. Shouldn't they play what I want?
pt_br: Ma sono io che scrivo le canzoni. Non dovrebbero suonare quello che voglio?

# 9588_Kiryu
source: Not really. You need the other members as much as they need you, so you should try compromising a bit.
pt_br: Non proprio. Hai bisogno degli altri membri tanto quanto loro hanno bisogno di te, quindi dovresti cercare di scendere un po' a compromessi.

# 9600_望月京子：源氏名
source: I think you're right...
pt_br: Credo tu abbia ragione...

# 9612_望月京子：源氏名
source: All right then. I'll listen to what they have to say. <Color:7>♥<Color:Default> Whew! I was worried the band would break up!
pt_br: D'accordo, allora. Ascolterò quello che hanno da dire. <Color:7>♥<Color:Default> Uff! Temevo che la band si sciogliesse!

# 9624_Kiryu
source: Glad I could help.
pt_br: Sono contento di aver dato una mano.

# 9636_Kiryu
source: You were wrong. You should apologize.
pt_br: Avevi torto. Dovresti scusarti.

# 9648_望月京子：源氏名
source: What!? Why should I apologize!?
pt_br: Cosa!? Perché dovrei scusarmi!?

# 9660_Kiryu
source: Once an organization loses faith in its leader, it's over. If you let them play the kind of songs they want, it might smooth things over.
pt_br: Una volta che un'organizzazione perde la fiducia nel suo leader, è finita. Se lasci che suonino il tipo di canzoni che vogliono, potrebbe sistemare le cose.

# 9672_望月京子：源氏名
source: But then they won't play my song.
pt_br: Ma allora non suoneranno la mia canzone.

# 9684_Kiryu
source: Sometimes a leader has to make sacrifices.
pt_br: A volte un leader deve fare dei sacrifici.

# 9696_望月京子：源氏名
source: I don't like the sound of that. A leader has to be strong and decide what the group will do, even if they don't like it.
pt_br: Non mi piace come suona. Un leader deve essere forte e decidere cosa farà il gruppo, anche se a loro non piace.

# 9720_Kiryu
source: You'll make up sooner or later. Why don't you wait for things to cool off?
pt_br: Prima o poi farete pace. Perché non aspetti che le cose si calmino?

# 9732_望月京子：源氏名
source: I dunno. We've had arguments before, but this one seems like it's not going to just go away.
pt_br: Non so. Abbiamo già litigato, ma questa volta sembra che non si risolverà da sola.

# 9744_望月京子：源氏名
source: And it's like I'm the bad guy this time, too.
pt_br: E questa volta sembra che la cattiva sia io.

# 9756_Kiryu
source: Wait a minute. You want to apologize, don't you?
pt_br: Aspetta un minuto. Vuoi scusarti, vero?

# 9780_Kiryu
source: Don't you?
pt_br: Non è così?

# 9792_望月京子：源氏名
source: I suppose so. I hate fighting like this. But won't that make me look weak?
pt_br: Suppongo di sì. Odio litigare così. Ma non mi farà sembrare debole?

# 9804_Kiryu
source: You and your ego.
pt_br: Tu e il tuo ego.

# 9816_望月京子：源氏名
source: All right. I'll apologize if you think I should.
pt_br: D'accordo. Mi scuserò se pensi che dovrei.

# 9828_望月京子：源氏名
source: Ugh. But what should I say...?
pt_br: Uff. Ma cosa dovrei dire...?

# 9840_望月京子：源氏名
source: My friend and I were out drinking the other day, and one of those roadside fortune tellers called out to me.
pt_br: L'altro giorno ero fuori a bere con una mia amica, e una di quelle indovine di strada mi ha chiamata.

# 9864_望月京子：源氏名
source: I didn't want to do it, but my friend insisted on having her palm read, and somehow I ended up having mine done too.
pt_br: Non volevo, ma la mia amica ha insistito per farsi leggere la mano, e in qualche modo ho finito per farmela leggere anch'io.

# 9876_望月京子：源氏名
source: And do you know what she said when she looked at my palm?
pt_br: E sai cosa ha detto quando mi ha guardato la mano?

# 9888_Kiryu
source: No. What did she say?
pt_br: No. Cosa ha detto?

# 9900_望月京子：源氏名
source: "You will never be successful unless you change your lifestyle!"
pt_br: "Non avrai mai successo se non cambi il tuo stile di vita!"

# 9912_望月京子：源氏名
source: It really pissed me off. I got into a huge argument with the woman!
pt_br: Mi ha fatto davvero incazzare. Ho avuto un'enorme discussione con quella donna!

# 9924_Kiryu
source: That's too bad.
pt_br: Che peccato.

# 9936_望月京子：源氏名
source: Do you believe in fortunetelling?
pt_br: Credi nella cartomanzia?

# 9948_Kiryu
source: I check my horoscope every day. I can't live without it.
pt_br: Controllo il mio oroscopo ogni giorno. Non posso farne a meno.

# 9960_望月京子：源氏名
source: Huh!? You really believe in fortunetelling? For reals?
pt_br: Eh!? Credi davvero nella cartomanzia? Sul serio?

# 9972_Kiryu
source: I do whatever I can to get good luck. I figure it can't hurt, right?
pt_br: Faccio tutto il possibile per avere fortuna. Immagino non possa far male, no?

# 9984_望月京子：源氏名
source: But that kind of thing is wrong pretty often, isn't it?
pt_br: Ma quel genere di cose è spesso sbagliato, no?

# 9996_Kiryu
source: That's true...
pt_br: È vero...

# 10008_望月京子：源氏名
source: Then what's the point? It doesn't even give you a sense of security.
pt_br: Allora a che serve? Non ti dà nemmeno un senso di sicurezza.

# 10020_望月京子：源氏名
source: I'm pretty surprised. I thought you'd say you didn't believe in that kind of crap, Kiryu-san...
pt_br: Sono piuttosto sorpresa. Pensavo avresti detto che non credi a queste stronzate, Kiryu-san...

# 10044_Kiryu
source: Well, sort of. But not those guys you see on the street.
pt_br: Beh, più o meno. Ma non quelli che vedi per strada.

# 10056_望月京子：源氏名
source: So what kind of fortunetelling do you believe in?
pt_br: Quindi a che tipo di cartomanzia credi?

# 10068_Kiryu
source: The fortunes in magazines are pretty good.
pt_br: Gli oroscopi delle riviste sono piuttosto buoni.

# 10080_望月京子：源氏名
source: Is that right? Do you know what your fortune for today is?
pt_br: Davvero? Sai qual è il tuo oroscopo per oggi?

# 10092_Kiryu
source: Yeah. It said I would meet the girl of my dreams.
pt_br: Sì. Diceva che avrei incontrato la ragazza dei miei sogni.
