Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01e600a5.po
Languages: pt_br

# 144_Akiyama
source: (Well, that didn't work. What should I try next?)
pt_br: (Beh, niente da fare. Qual è la prossima mossa?)

# 156_Akiyama
source: I'll ask at a red-light district kiosk. I'm sure they see guys with all sorts of preferences.
pt_br: Chiederò a un chiosco nel quartiere a luci rosse. Sono sicuro che vedono tipi con i gusti più disparati.

# 168_Akiyama
source: I bet a lot of skinny guys go for bigger women. And where are there lots of skinny guys? At an Internet café!
pt_br: Ci scommetto che un sacco di ragazzi smilzi hanno un debole per le donne più in carne. E dove ci sono un sacco di ragazzi smilzi? In un Internet café!

# 180_Akiyama
source: I'm pretty sure there's a big one near Club SEGA on Nakamichi Street. I'll check it out.
pt_br: Sono quasi sicuro che ce n'è uno grosso vicino al Club SEGA su Nakamichi Street. Vado a dare un'occhiata.

# 192_Akiyama
source: A man who likes girls more on the heavy side would probably have a girlfriend to match.
pt_br: Un uomo a cui piacciono le ragazze un po' più sul robusto, probabilmente si prenderebbe una fidanzata di quel tipo.

# 204_Akiyama
source: Maybe there's a couple like that over by Theater Square.
pt_br: Magari c'è una coppia così lì vicino a Theater Square.

# 216_Akiyama
source: I need a place where lots of men gather... I do own a hostess club. That could work.
pt_br: Mi serve un posto dove si ritrovano un sacco di uomini... Ma io ho un hostess club. Potrebbe funzionare.

# 228_Akiyama
source: Damn, this isn't working... I need a better place to look.
pt_br: Maledizione, così non va... Mi serve un posto migliore dove cercare.

# 240_Akiyama
source: Ask a Guy at a Red-light District Kiosk
pt_br: Chiedi a un tizio al chiosco del quartiere a luci rosse

# 252_Akiyama
source: Check For Skinny Guys at an Internet Café
pt_br: Cerca tipi magri in un Internet Café

# 264_Akiyama
source: Snag a Man Walking With a Big Girl
pt_br: Acchiappa un uomo che cammina con una ragazza robusta

# 276_Akiyama
source: Look Around at My Own Hostess Club
pt_br: Farsi un giro nel mio Hostess Club
