Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c02fb.po
Languages: pt_br

source: I'll see you later.
pt_br: Ci vediamo dopo.

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Player
pt_br: Giocatore

# 116_峰村七海：源氏名
source: It's nice to spend some time with you away from the club, going to places like this.
pt_br: Che bello passare un po' di tempo con te, lontano dal club, andando in posti come questo.

# 128_Player
source: It is. Let's go in.
pt_br: Sì. Entriamo.

# 152_峰村七海：源氏名
source: It's nice to spend some time with you away from the club, going to places like this.
pt_br: Che bello passare un po' di tempo con te, lontano dal club, andando in posti come questo.

# 164_Tanimura
source: Hold on... Seems I didn't bring enough money.
pt_br: Aspetta un attimo... Sembra che non mi sia portato abbastanza grana.

# 176_峰村七海：源氏名
source: I'm sorry, I must have misheard you. What did you say?
pt_br: Mi scusi, devo averla sentita male. Che ha detto?

# 188_Tanimura
source: Um... I mean... Sorry.
pt_br: Uhm... cioè... Scusa.

# 200_峰村七海：源氏名
source: I don't believe it! You can't manage your own finances? How do you even survive as an adult?
pt_br: Non ci credo! Non riesci a gestire le tue finanze? Come fai a sopravvivere da adulto?

# 212_峰村七海：源氏名
source: I'm going home. Goodbye.
pt_br: Me ne vado a casa. Ciao.

# 224_Player
source: (I should've checked my money earlier...)
pt_br: (Avrei dovuto controllare i miei soldi prima...)

# 332_峰村七海：源氏名
source: That was great! You're good at picking restaurants.
pt_br: È stato fantastico! Ci sai proprio fare con i ristoranti.

# 344_Tanimura
source: Glad you liked it.
pt_br: Sono contento che ti sia piaciuto.

# 356_峰村七海：源氏名
source: Thanks for the meal! I hope we go out again sometime soon. <Color:7>♥<Color:Default>
pt_br: Grazie della cena! Spero che ci usciamo di nuovo presto. <Color:7>♥<Color:Default>

# 392_峰村七海：源氏名
source: Thanks for the meal. It wasn't quite as good as I expected, but it was okay.
pt_br: Grazie per la cena. Non era proprio il massimo come mi aspettavo, ma andava bene.

# 404_Tanimura
source: I see...
pt_br: Capisco...

# 416_峰村七海：源氏名
source: I gotta get going. Bye.
pt_br: Mi devo muovere. Ciao.

# 452_Player
source: Is everything ok?
pt_br: Tutto bene?

# 464_峰村七海：源氏名
source: Yeah... I just didn't care for some of the dishes.
pt_br: Sì... certi piatti non mi andavano proprio.

# 476_Tanimura
source: I see...
pt_br: Capisco...

# 488_峰村七海：源氏名
source: I should be going. I'll see you at the club.
pt_br: Dovrei andare. Ci vediamo al club.

# 500_Player
source: (Guess she didn't enjoy all the food...)
pt_br: Immagino che non abbia gradito tutto il cibo...

# 608_峰村七海：源氏名
source: It's nice to spend some time with you away from the club, going to places like this.
pt_br: Che bello passare un po' di tempo con te, lontano dal club, andando in posti come questo.

# 620_Player
source: It is. Let's go in.
pt_br: Sì. Entriamo.

# 644_峰村七海：源氏名
source: It's nice to spend some time with you away from the club, going to places like this.
pt_br: Che bello passare un po' di tempo con te, lontano dal club, andando in posti come questo.

# 656_Tanimura
source: Hold on... Seems I didn't bring enough money.
pt_br: Aspetta un attimo... Sembra che non mi sia portato abbastanza grana.

# 668_峰村七海：源氏名
source: I'm sorry, I must have misheard you. What did you say?
pt_br: Mi scusi, devo averla sentita male. Che ha detto?

# 680_Tanimura
source: Um... I mean... Sorry.
pt_br: Uhm... cioè... Scusa.

# 692_峰村七海：源氏名
source: I don't believe it! You can't manage your own finances? How do you even survive as an adult?
pt_br: Non ci credo! Non riesci a gestire le tue finanze? Come fai a sopravvivere da adulto?

# 704_峰村七海：源氏名
source: I'm going home. Goodbye.
pt_br: Me ne vado a casa. Ciao.

# 716_Player
source: (I should've checked my money earlier...)
pt_br: (Avrei dovuto controllare i miei soldi prima...)

# 824_峰村七海：源氏名
source: That was great! You're good at picking restaurants.
pt_br: È stato fantastico! Ci sai proprio fare con i ristoranti.

# 836_Tanimura
source: Glad you liked it.
pt_br: Sono contento che ti sia piaciuto.

# 848_峰村七海：源氏名
source: Thanks for the meal! Shall we head to the club?
pt_br: Grazie per la cena! Andiamo al club?

# 860_Player
source: Sure.
pt_br: Certo.

# 884_峰村七海：源氏名
source: Thanks for the meal. It wasn't quite as good as I expected, but it was okay.
pt_br: Grazie per la cena. Non era proprio il massimo come mi aspettavo, ma andava bene.

# 896_Tanimura
source: I see...
pt_br: Capisco...

# 908_峰村七海：源氏名
source: Well, wanna go to the club next?
pt_br: Beh, ti va di andare al club dopo?

# 920_Player
source: Sure.
pt_br: Certo.

# 956_Player
source: Is everything ok?
pt_br: Tutto bene?

# 968_峰村七海：源氏名
source: Yeah... I just didn't care for some of the dishes.
pt_br: Sì... certi piatti non mi andavano proprio.

# 980_Tanimura
source: I see...
pt_br: Capisco...

# 992_峰村七海：源氏名
source: Let's just head to the club.
pt_br: Dai, andiamo al club.

# 1004_Player
source: (Guess she didn't enjoy all the food...)
pt_br: Immagino che non abbia gradito tutto il cibo...
