Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid011303cf.po
Languages: pt_br

# 3324_Saejima
source: Not by winnin' alone.
pt_br: Non basta vincere e basta.
