Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid009102c6.po
Languages: pt_br

source: Ill-natured Young Man
pt_br: Giovane malintenzionato

source: Kamurocho Aqua Devil Member
pt_br: Membro dei Kamurocho Aqua Devil

source: Idle
pt_br: Inattivo

source: Gang Encounters - Kiryu
pt_br: Scontri con gang - Kiryu

# 84_Ill-natured Young Man
source: Aaargh... Ugh...
pt_br: Aaargh... Urgh...

# 96_Ill-natured Young Man
source: You think you're gonna get away with this, man!?
pt_br: Pensi di farla franca, eh!?

# 108_Kiryu
source: There are no consequences for stepping on insects like you.
pt_br: Non ci sono conseguenze per aver schiacciato insetti come voi.

# 120_Kamurocho Aqua Devil Member
source: Ha! You don't know who you're messing with. You just made enemies with the Kamurocho Aqua Devils!
pt_br: Ah! Non sai con chi ti sei messo. Ti sei appena fatto nemici i Kamurocho Aqua Devils!

# 132_Kamurocho Aqua Devil Member
source: The rest of our team is already on the lookout for your ass. You ain't gettin' off easy!
pt_br: Il resto della nostra squadra ti sta già cercando. Non te la caverai facilmente!

# 180_Akaishi
source: Wait!
pt_br: Aspetta!

# 204_Akaishi
source: I heard that you helped one of our members.
pt_br: Ho sentito che hai aiutato uno dei nostri membri.

# 216_Akaishi
source: Oh! You're－!
pt_br: Oh! Tu sei-!

# 228_Akaishi
source: Kiryu-san! I had a feeling it was you. So you're back in town?
pt_br: Kiryu-san! Sapevo che eri tu. Sei tornato in città?

# 240_Kiryu
source: And you are?
pt_br: E tu sei?

# 252_Akaishi
source: Oh, how rude of me. I am Akaishi, from the Kamurocho Guard.
pt_br: Oh, che maleducato. Sono Akaishi, della Guardia di Kamurocho.

# 264_Akaishi
source: We volunteer our efforts in order to maintain peace and order in Kamurocho.
pt_br: Siamo volontari che si impegnano per mantenere la pace e l'ordine a Kamurocho.

# 276_Akaishi
source: I had no idea that I'd be meeting such a legend when I woke up this morning. I have heard so many things about you. It's an honor.
pt_br: Non avevo idea che avrei incontrato una tale leggenda quando mi sono svegliato stamattina. Ho sentito tante cose su di te. È un onore.

# 288_Akaishi
source: I would like to offer you something, as thanks for helping us out.
pt_br: Vorrei offrirti qualcosa, come ringraziamento per averci aiutato.

# 300_Kiryu
source: Don't need it. I just didn't want to see that go any further. By the way, who were those guys?
pt_br: Non ne ho bisogno. Non volevo solo che la cosa andasse oltre. A proposito, chi erano quei tizi?

# 312_Akaishi
source: A gang with growing influence in the area.
pt_br: Una gang con un'influenza crescente nella zona.

# 324_Kiryu
source: A gang, huh...
pt_br: Una gang, eh...

# 336_Akaishi
source: For the most part, things were relatively quiet when you were here. But after you left, young gangs like that began to multiply.
pt_br: Per la maggior parte, le cose erano relativamente tranquille quando c'eri tu. Ma dopo che te ne sei andato, le gang giovanili come quella hanno iniziato a moltiplicarsi.

# 348_Akaishi
source: They don't like what we do and take every chance they get to take us down.
pt_br: Non gli piace quello che facciamo e colgono ogni occasione per metterci i bastoni tra le ruote.

# 360_Akaishi
source: We've been trying to reason with them, but to no avail.
pt_br: Abbiamo cercato di ragionare con loro, ma senza successo.

# 372_Akaishi
source: We're still too small to carry out any real preventive measures.
pt_br: Siamo ancora troppo piccoli per attuare vere e proprie misure preventive.

# 384_Kiryu
source: I see. You guys have your work cut out for you.
pt_br: Capisco. Avete un bel da fare, ragazzi.

# 396_Akaishi
source: We'll do anything to make the city we love a better place. But honestly, times in Kamurocho are tough.
pt_br: Faremo di tutto per rendere la città che amiamo un posto migliore. Ma onestamente, i tempi a Kamurocho sono duri.

# 408_Akaishi
source: Either way, this isn't good, Kiryu-san. What you just did back there made you a target as well.
pt_br: In ogni caso, non è un bene, Kiryu-san. Quello che hai appena fatto ti ha reso un bersaglio anche tu.

# 420_Kiryu
source: It would appear so. But that's nothing for you to worry about.
pt_br: Sembrerebbe di sì. Ma non è niente di cui tu debba preoccuparti.

# 432_Kiryu
source: I don't plan on bothering them, but I don't plan to forgive them either if they try to start something with me.
pt_br: Non ho intenzione di disturbarli, ma non ho nemmeno intenzione di perdonarli se cercano di attaccare briga con me.

# 444_Kiryu
source: And if they learn their lesson after I'm through, it's better business for you, right?
pt_br: E se imparano la lezione dopo che ho finito, sarà un vantaggio per voi, giusto?

# 456_Akaishi
source: You have a point there... But we were the reason the fight even started. Let us assist you, Kiryu-san.
pt_br: Hai ragione... Ma siamo stati noi la causa della rissa. Lascia che ti aiutiamo, Kiryu-san.

# 468_Kiryu
source: Assist me? Are you suggesting that we fight together? I don't think that's necessary.
pt_br: Aiutarmi? Stai suggerendo di combattere insieme? Non credo sia necessario.

# 480_Akaishi
source: I see...
pt_br: Capisco...

# 492_Akaishi
source: Okay, then...
pt_br: Ok, allora...

# 504_Akaishi
source: How about letting me pay you for helping to get rid of that gang?
pt_br: Che ne dici se ti pago per aiutarci a liberarci di quella gang?

# 516_Kiryu
source: Pay me? No, sorry. I don't feel good about taking money from volunteers.
pt_br: Pagarmi? No, mi dispiace. Non mi va di prendere soldi da volontari.

# 528_Kiryu
source: But I appreciate the offer.
pt_br: Ma apprezzo l'offerta.

# 540_Akaishi
source: No please－we get funding for our activities from various places. I had planned to use it to hire some professionals, actually.
pt_br: No, ti prego. Riceviamo fondi per le nostre attività da varie fonti. In realtà, avevo intenzione di usarli per assumere dei professionisti.

# 552_Akaishi
source: But I think you alone are equal to a dozen infantry troopers. Please help us, Kiryu-san.
pt_br: Ma penso che tu da solo vali quanto una dozzina di soldati. Ti prego, aiutaci, Kiryu-san.

# 564_Kiryu
source: ...All right. If you insist, I guess I'll accept the offer.
pt_br: ...Va bene. Se insisti, immagino che accetterò l'offerta.

# 576_Akaishi
source: Thank you.
pt_br: Grazie.

# 588_Akaishi
source: After today, you're bound to see more of the gang come out and target you.
pt_br: Dopo oggi, vedrai che altri membri della gang usciranno allo scoperto per prenderti di mira.

# 600_Akaishi
source: Please be careful. Until next time.
pt_br: Fai attenzione. Alla prossima.

# 612_Ill-natured Young Man
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt_br: Questa informazione è stata aggiunta come <Color:14>Memo<Color:Default>. Leggi i <Color:14>Memos<Color:Default> selezionando <Color:14>Memos<Color:Default> nel menu di Pausa. Puoi accedere al menu di Pausa con il tasto <Action:Button_Options@Adventure>.
