Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0257.po
Languages: pt_br

source: I'll see you later. Bye.
pt_br: Ci vediamo dopo. Ciao.

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Major error! No flags set for conversation selection!
pt_br: Errore grave! Nessuna flag impostata per la selezione della conversazione!

source: Player
pt_br: Giocatore

# 116_望月京子：源氏名
source: You must love sushi, Kiryu-san. <Color:7>♥<Color:Default> Hehe... I'm excited. <Color:7>♥<Color:Default>
pt_br: Ti dev'essere un sacco il sushi, Kiryu-san. <Color:7>♥<Color:Default> Hehe... Sono eccitata. <Color:7>♥<Color:Default>

# 128_Talk_Yes
source: Let's do this already!
pt_br: Dai, facciamolo subito!

# 140_Player
source: All right.
pt_br: Va bene.

# 164_望月京子：源氏名
source: You must love sushi, Kiryu-san. <Color:7>♥<Color:Default> Hehe... I'm excited. <Color:7>♥<Color:Default>
pt_br: Ti dev'essere un sacco il sushi, Kiryu-san. <Color:7>♥<Color:Default> Hehe... Sono eccitata. <Color:7>♥<Color:Default>

# 176_望月京子：源氏名
source: Let's head in.
pt_br: Dai, entriamo.

# 188_Player
source: Wait a minute. I just realized that I'm short on cash.
pt_br: Aspetta un attimo. Mi sono appena accorto che sono a secco.

# 200_望月京子：源氏名
source: ...Seriously?
pt_br: ...Sul serio?

# 212_Player
source: Sorry...
pt_br: Scusa...

# 224_望月京子：源氏名
source: From the way you act, I thought you had plenty of money. Oh well. I'll see you later.
pt_br: Da come ti metti, pensavo che fossi pieno di grana. Vabbè. Ci si vede.

# 236_Player
source: (I should've made sure I had some cash...)
pt_br: (Avrei dovuto assicurarmi di avere un po' di grana...)

# 344_望月京子：源氏名
source: Mmm, that was delicious! The band takes a lot of money, so I hardly ever get to eat like this.
pt_br: Mmm, che bontà! La band si becca un sacco di soldi, perciò non mi capita quasi mai di mangiare così.

# 356_Player
source: Hehe, I see.
pt_br: Hehe, capisco.

# 368_望月京子：源氏名
source: Thanks for the meal, Kiryu-san. <Color:7>♥<Color:Default> Take me out again, okay? Bye.
pt_br: Grazie per la cena, Kiryu-san. <Color:7>♥<Color:Default> Portami fuori di nuovo, ok? Ciao.

# 404_望月京子：源氏名
source: Thanks, that was like, actually pretty good.
pt_br: Grazie, è stato tipo, davvero niente male.

# 416_Player
source: Good.
pt_br: Bene.

# 428_望月京子：源氏名
source: I'll see you later. Bye.
pt_br: Ci vediamo dopo. Ciao.

# 464_Player
source: Something wrong?
pt_br: Qualcosa non va?

# 476_望月京子：源氏名
source: Oh, nothing... Well, the food wasn't all that good...
pt_br: Oh, niente... Beh, il cibo non era sto granché...

# 500_望月京子：源氏名
source: Anyway, I should get going. See you at the club.
pt_br: Vabbè, devo andare. Ci vediamo al club.

# 512_Player
source: (Guess she didn't enjoy the food.)
pt_br: (Mi sa che non le è piaciuto il cibo.)

# 620_望月京子：源氏名
source: You must love sushi, Kiryu-san. <Color:7>♥<Color:Default> Hehe... I'm excited. <Color:7>♥<Color:Default>
pt_br: Ti dev'essere un sacco il sushi, Kiryu-san. <Color:7>♥<Color:Default> Hehe... Sono eccitata. <Color:7>♥<Color:Default>

# 632_Talk_Yes
source: Let's do this already!
pt_br: Dai, facciamolo subito!

# 644_Player
source: All right.
pt_br: Va bene.

# 668_望月京子：源氏名
source: You must love sushi, Kiryu-san. <Color:7>♥<Color:Default> Hehe... I'm excited. <Color:7>♥<Color:Default>
pt_br: Ti dev'essere un sacco il sushi, Kiryu-san. <Color:7>♥<Color:Default> Hehe... Sono eccitata. <Color:7>♥<Color:Default>

# 680_望月京子：源氏名
source: Let's head in.
pt_br: Dai, entriamo.

# 692_Player
source: Wait a minute. I just realized that I'm short on cash.
pt_br: Aspetta un attimo. Mi sono appena accorto che sono a secco.

# 704_望月京子：源氏名
source: ...Seriously?
pt_br: ...Sul serio?

# 716_Player
source: Sorry...
pt_br: Scusa...

# 728_望月京子：源氏名
source: From the way you act, I thought you had plenty of money. Oh well. I'll see you later.
pt_br: Da come ti metti, pensavo che fossi pieno di grana. Vabbè. Ci si vede.

# 740_Player
source: (I should've made sure I had some cash...)
pt_br: (Avrei dovuto assicurarmi di avere un po' di grana...)

# 848_望月京子：源氏名
source: Mmm, that was delicious! The band takes a lot of money, so I hardly ever get to eat like this.
pt_br: Mmm, che bontà! La band si becca un sacco di soldi, perciò non mi capita quasi mai di mangiare così.

# 860_Player
source: Hehe, I see.
pt_br: Hehe, capisco.

# 872_望月京子：源氏名
source: Thanks for the meal, Kiryu-san. <Color:7>♥<Color:Default> Time to head over to the club?
pt_br: Grazie per il pasto, Kiryu-san. <Color:7>♥<Color:Default> Andiamo al club?

# 884_Player
source: Okay, sure.
pt_br: Okay, certo.

# 908_望月京子：源氏名
source: Thanks, that was like, actually pretty good.
pt_br: Grazie, è stato tipo, davvero niente male.

# 920_Player
source: Good.
pt_br: Bene.

# 932_望月京子：源氏名
source: Time to head over to the club?
pt_br: Si va al club?

# 944_Player
source: Okay, sure.
pt_br: Okay, certo.

# 980_Player
source: Something wrong?
pt_br: Qualcosa non va?

# 992_望月京子：源氏名
source: Oh, nothing... Well, the food wasn't all that good...
pt_br: Oh, niente... Beh, il cibo non era sto granché...

# 1016_望月京子：源氏名
source: Let's just go to the club.
pt_br: Andiamo al club e basta.

# 1028_Player
source: (Guess she didn't enjoy the food.)
pt_br: (Mi sa che non le è piaciuto il cibo.)
