Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01090208.po
Languages: pt_br

# 84_Tanimura
source: You can't hide there forever, you know.
pt_br: Non puoi mica nasconderti lì per sempre, lo sai.

# 96_Nui
source: Yikes! You found me!
pt_br: Azz! M'hai trovato!

# 168_Tanimura
source: Look, I'm not mad at you or anything, but I need to know why you've been tagging. Will you tell me?
pt_br: Senti, non ce l'ho con te o altro, ma devo sapere perché hai fatto quei tag. Me lo dici?

# 180_Nui
source: I'm not telling anything!
pt_br: Non scucio niente!

# 192_Tanimura
source: Come on, I promise I won't get you in trouble. I just want to hear your side of things.
pt_br: Dai, ti giuro che non ti metterò nei casini. Voglio solo sentire la tua versione.

# 204_Tanimura
source: So could you wait for me in West Park for a little while?
pt_br: Allora, potresti aspettarmi al West Park per un po'?

# 216_Tanimura
source: That okay with you?
pt_br: Ti va bene?

# 240_Nui
source: ...Whatever.
pt_br: ...Vabbè.

# 252_Nui
source: Fine.
pt_br: Va bene.

# 288_Tanimura
source: Next is the building across from Homeland.
pt_br: Poi c'è il palazzo di fronte a Homeland.
