Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0002057e.po
Languages: it

# 116_Hamazaki
source: It's go time, Kiryu-san. You ready?
it: È ora di andare, Kiryu-san. Sei pronto?

# 128_Kiryu
source: Not quite yet. Just need to do a few things first.
it: Non ancora. Devo prima fare un paio di cose.

# 140_Hamazaki
source: All right, but make it snappy.
it: Va bene, ma sbrigati.

# 152_Kiryu
source: Yeah, let's do it.
it: Sì, andiamo.

# 212_Hamazaki
source: Guess I'm gonna head down to the station now. Turn myself in.
it: Credo che andrò alla stazione, ora. A costituirmi.

# 224_Kiryu
source: Already?
it: Già?

# 236_Hamazaki
source: Sooner the better, I figure. Anyway... I'll be seeing you, Kiryu-san.
it: Prima è, meglio è, immagino. Comunque... ci si vede, Kiryu-san.

# 248_Kiryu
source: Hold on. Do you even know where the police station is?
it: Aspetta. Sai almeno dov'è la stazione di polizia?

# 260_Hamazaki
source: I'm an adult, I got eyes. I'll find it.
it: Sono adulto e ho gli occhi. La troverò.

# 272_Kiryu
source: I'm coming with you, Hamazaki. We might have had our differences, but you at least deserve a proper send-off after all we've been through together.
it: Vengo con te, Hamazaki. Avremo avuto le nostre divergenze, ma ti meriti almeno un addio come si deve dopo tutto quello che abbiamo passato insieme.

# 284_Hamazaki
source: Heh. Suit yourself.
it: Eh. Fa' come vuoi.

# 308_Hamazaki
source: Not quite yet.
it: Non ancora.

# 320_Hamazaki
source: Yeah, let's do it.
it: Sì, andiamo.
