Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid016c0274.po
Languages: pt

source: Attendant
pt: Addetto

# 924_Attendant
source: Sorry to keep you waiting!
pt: Mi scusi per l'attesa!

# 948_Attendant
source: Here's Rio-san!
pt: Ecco a lei Rio-san!

# 972_Attendant
source: Hello!
pt: Salve!

# 1008_Attendant
source: Sorry to keep you waiting!
pt: Mi scusi per l'attesa!

# 1032_Attendant
source: Here's Rio-san!
pt: Ecco a lei Rio-san!

# 1056_Attendant
source: Hello!
pt: Salve!

# 1092_Attendant
source: Sorry to keep you waiting!
pt: Mi scusi per l'attesa!

# 1116_Attendant
source: Here's Rio-san!
pt: Ecco a lei Rio-san!

# 1140_Attendant
source: Hello!
pt: Salve!

# 1164_Rio
source: Hello.
pt: Salve.

# 1188_Rio
source: My name is Rio.
pt: Mi chiamo Rio.

# 1200_Rio
source: Hello.
pt: Salve.

# 1224_Rio
source: My name is Rio.
pt: Mi chiamo Rio.

# 1236_Rio
source: Hello.
pt: Salve.

# 1260_Rio
source: My name is Rio.
pt: Mi chiamo Rio.

# 1272_Rio
source: Hello.
pt: Salve.

# 1284_P_sitsofaR_tlk_yes
source: My name is Rio.
pt: Mi chiamo Rio.

# 1320_Rio
source: Hello.
pt: Salve.

# 1332_P_sitsofaR_tlk_yes
source: Oh, you're back!
pt: Oh, è tornato!

# 1368_Rio
source: Hello.
pt: Salve.

# 1380_P_sitsofaR_tlk_yes
source: Oh, Akiyama-san... You're not requesting me today?
pt: Oh, Akiyama-san... Non mi richiede oggi?

# 1392_Rio
source: It looks like I've been requested!
pt: Sembra che sia stata richiesta!

# 1404_Rio
source: Have fun, okay?
pt: Si diverta, d'accordo?

# 1416_Rio
source: Bye bye.
pt: Arrivederci.

# 1428_Rio
source: My name is Rio. Nice to meet you!
pt: Mi chiamo Rio. Piacere di conoscerla!

# 1440_Kiryu
source: I'm Kazuma Kiryu. Likewise.
pt: Sono Kazuma Kiryu. Piacere mio.

# 1452_Rio
source: How old are you, Kiryu-san?
pt: Quanti anni ha, Kiryu-san?

# 1464_Kiryu
source: I'm 41. I'll be 42 this year.
pt: Ho 41 anni. Ne compio 42 quest'anno.

# 1476_Rio
source: Oh really! Older men like you are pretty interesting. I bet you've been through a lot in your life.
pt: Oh, davvero! Gli uomini più grandi come lei sono molto interessanti. Scommetto che ne ha passate tante nella vita.

# 1488_Kiryu
source: That's probably true of anybody my age.
pt: Probabilmente è vero per chiunque della mia età.

# 1500_Rio
source: True. I tend to find many people who put up a brave front are actually hiding painful past experiences.
pt: Vero. Trovo che molte persone che si mostrano coraggiose nascondano in realtà esperienze passate dolorose.

# 1512_Rio
source: When I catch a glimpse of that, I just suddenly feel even more attached to that person!
pt: Quando intravedo qualcosa del genere, mi sento subito ancora più legata a quella persona!

# 1524_Kiryu
source: Heh, I see...
pt: Eh, capisco...

# 1536_Rio
source: Do you play table tennis at all?
pt: Gioca mai a ping-pong?

# 1548_Kiryu
source: Table tennis? Well, I sometimes play when I go to the hot springs.
pt: Ping-pong? Beh, a volte ci gioco quando vado alle terme.

# 1560_Himeka
source: Ooh, I love the hot springs! Table tennis is a lot more fun when you're wearin' a yukata.
pt: Ooh, adoro le terme! Il ping-pong è molto più divertente quando si indossa uno yukata.

# 1572_Rio
source: I play quite a lot. You could almost say I'm a bit addicted!
pt: Io ci gioco parecchio. Si potrebbe quasi dire che ne sono un po' dipendente!

# 1584_Kiryu
source: Oh yeah? I'm surprised to hear that you play table tennis as a hobby. Don't girls normally play regular tennis?
pt: Ah sì? Mi sorprende sentire che giochi a ping-pong come hobby. Le ragazze di solito non giocano a tennis?

# 1596_Rio
source: Haha! Maybe, but I think table tennis is way more fun!
pt: Ahah! Forse, ma penso che il ping-pong sia molto più divertente!

# 1608_Kiryu
source: Heh, you might be right.
pt: Eh, potrebbe avere ragione.

# 1620_Rio
source: Hello, Kiryu-san! I'm happy you're back!
pt: Salve, Kiryu-san! Sono felice che sia tornato!

# 1632_Kiryu
source: Heh... I'm glad you remembered me.
pt: Eh... Sono contento che si ricordi di me.

# 1644_Rio
source: I try to remember the names of all the people I meet. It's fate that brings us together.
pt: Cerco di ricordare i nomi di tutte le persone che incontro. È il destino che ci fa incontrare.

# 1656_Kiryu
source: Fate? You think so?
pt: Destino? Pensa?

# 1668_Rio
source: Of course. It'd be a shame to never see each other again after fate put so much effort into having us meet!
pt: Certo. Sarebbe un peccato non rivedersi più dopo che il destino si è impegnato tanto per farci incontrare!

# 1680_Rio
source: The fact that you're here just proves that fate's working overtime!
pt: Il fatto che lei sia qui dimostra che il destino sta facendo gli straordinari!

# 1692_Kiryu
source: That's one way to look at it.
pt: È un modo di vederla.

# 1704_Himeka
source: The dialogue will end after one round if you've entered a club more than once. Please report when this message is displayed.
pt: Il dialogo terminerà dopo un round se sei entrato in un club più di una volta. Si prega di segnalare quando viene visualizzato questo messaggio.

# 1716_Rio
source: Kiryu cannot request Rio. Please notify a programmer if this message is displayed.
pt: Kiryu non può richiedere Rio. Si prega di avvisare un programmatore se viene visualizzato questo messaggio.

# 1728_Rio
source: Kiryu cannot request Rio. Please notify a programmer if this message is displayed.
pt: Kiryu non può richiedere Rio. Si prega di avvisare un programmatore se viene visualizzato questo messaggio.

# 1740_Rio
source: Rio does not appear for Kiryu's 2nd. Please notify a programmer if this message is displayed.
pt: Rio non appare per il secondo di Kiryu. Si prega di avvisare un programmatore se viene visualizzato questo messaggio.

# 1752_Rio
source: Rio does not appear for Kiryu's 2nd. Please notify a programmer if this message is displayed.
pt: Rio non appare per il secondo di Kiryu. Si prega di avvisare un programmatore se viene visualizzato questo messaggio.

# 1764_Rio
source: Rio does not appear for Kiryu's 2nd. Please notify a programmer if this message is displayed.
pt: Rio non appare per il secondo di Kiryu. Si prega di avvisare un programmatore se viene visualizzato questo messaggio.

# 1776_Rio
source: Rio does not appear for Kiryu's 2nd. Please notify a programmer if this message is displayed. Please notify a programmer if this message is displayed.
pt: Rio non appare per il secondo di Kiryu. Si prega di avvisare un programmatore se viene visualizzato questo messaggio. Si prega di avvisare un programmatore se viene visualizzato questo messaggio.

# 1788_Rio
source: Kiryu cannot request Rio. Please notify a programmer if this message is displayed.
pt: Kiryu non può richiedere Rio. Si prega di avvisare un programmatore se viene visualizzato questo messaggio.

# 1800_Rio
source: Kiryu cannot request Rio. Please notify a programmer if this message is displayed.
pt: Kiryu non può richiedere Rio. Si prega di avvisare un programmatore se viene visualizzato questo messaggio.

# 1812_Rio
source: What were you two talking about?
pt: Di cosa stavate parlando voi due?

# 1824_Akiyama
source: Hm? Oh, Shizuka-chan was just explaining how she fell in love with me at first sight.
pt: Mh? Oh, Shizuka-chan stava giusto spiegando come si è innamorata di me a prima vista.

# 1836_Rio
source: She did what now!? Really?
pt: Ha fatto cosa!? Davvero?

# 1848_Shizuka
source: Hehehe! Oh please, Akiyama-san...
pt: Eheheh! Oh, la prego, Akiyama-san...

# 1860_Rio
source: Hehehe. ♪
pt: Eheheh. ♪

# 1884_Rio
source: Is something wrong?
pt: C'è qualcosa che non va?

# 1896_Akiyama
source: Are you half Japanese by any chance?
pt: Sei per caso mezza giapponese?

# 1908_Rio
source: Yes, I am.
pt: Sì, lo sono.

# 1920_Akiyama
source: Ah, I thought so. You've got that look about you.
pt: Ah, l'avevo immaginato. Hai un'aria particolare.

# 1932_Shizuka
source: Really!? I didn't know that.
pt: Davvero!? Non lo sapevo.

# 1944_Rio
source: My father's Japanese, but my mother is from Portugal.
pt: Mio padre è giapponese, ma mia madre è portoghese.

# 1956_Akiyama
source: I could tell because you're so pretty. You look different than the average Japanese girl.
pt: L'ho capito perché sei così carina. Hai un aspetto diverso dalla media delle ragazze giapponesi.

# 1968_Rio
source: Hehehe. Oh stop with that.
pt: Eheheh. Oh, smettila.

# 1980_Akiyama
source: I'm not just saying it. I honestly think so.
pt: Non lo dico tanto per dire. Lo penso davvero.

# 1992_Rio
source: Thank you! ♪
pt: Grazie! ♪

# 2004_Akiyama
source: I kind of wish I was half Japanese. I've often wondered how different my life might be if I were.
pt: A volte vorrei essere mezzo giapponese anch'io. Mi sono spesso chiesto quanto sarebbe diversa la mia vita se lo fossi.

# 2016_Rio
source: Really? It would probably be pretty much the same.
pt: Davvero? Probabilmente sarebbe più o meno la stessa.

# 2028_Akiyama
source: Most half Japanese people are really good-looking though. That'd do for a start.
pt: La maggior parte dei mezzosangue giapponesi è di bell'aspetto, però. Sarebbe un buon inizio.

# 2040_Rio
source: Hehehe. You're pretty handsome yourself, Akiyama-san. Pretty much my type of guy, actually.
pt: Eheh. Anche lei è un bell'uomo, Akiyama-san. Veramente il mio tipo, a dire il vero.

# 2052_Akiyama
source: Heh, really?
pt: Eh, davvero?

# 2064_Akiyama
source: Can you speak Portuguese?
pt: Sai parlare Italiano?

# 2076_Rio
source: Yep! I'm pretty good at it.
pt: Sì! Sono abbastanza brava.

# 2088_Akiyama
source: Wow, I'm impressed. Wanna say something in Portuguese for me?
pt: Wow, sono colpito. Ti va di dire qualcosa in italiano per me?

# 2100_Rio
source: Oh, I hate being put on the spot...
pt: Oh, odio essere messa in imbarazzo...

# 2112_Rio
source: Maybe some other time when we're alone, okay?
pt: Magari un'altra volta quando siamo soli, okay?

# 2124_Akiyama
source: Heh...
pt: Eh...

# 2136_Rio
source: What kind of work do you do, Akiyama-san?
pt: Che tipo di lavoro fa, Akiyama-san?

# 2148_Akiyama
source: Work?
pt: Lavoro?

# 2160_Shizuka
source: Yes, I'm curious, too!
pt: Sì, sono curiosa anch'io!

# 2172_Akiyama
source: Well, take a guess.
pt: Beh, provate a indovinare.

# 2184_Rio
source: What!? I have no idea!
pt: Cosa!? Non ne ho idea!

# 2196_Shizuka
source: I'm thinking... show business?
pt: Direi... il mondo dello spettacolo?

# 2208_Akiyama
source: Nope.
pt: No.

# 2220_Shizuka
source: Really? Hmm...
pt: Davvero? Mmm...

# 2232_Rio
source: Hmm...
pt: Mmm...

# 2244_Rio
source: Finance? I bet you work in finance!
pt: Finanza? Scommetto che lavora nella finanza!

# 2256_Akiyama
source: Wow. You got it.
pt: Wow. Indovinato.

# 2268_Rio
source: Really!? Oh wow!
pt: Davvero!? Oh, wow!

# 2280_Shizuka
source: I had no clue. What a guess, Rio-san!
pt: Non ne avevo idea. Che intuito, Rio-san!

# 2292_Akiyama
source: How'd you guess?
pt: Come hai fatto a indovinare?

# 2304_Rio
source: Um... You just had a certain look about you!
pt: Uhm... Aveva un'aria particolare!

# 2316_Akiyama
source: "A certain look"? You just made a wild guess, didn't you?
pt: "Un'aria particolare"? Hai solo tirato a indovinare, vero?

# 2328_Rio
source: No, I certainly did not!
pt: No, assolutamente no!

# 2340_Rio
source: You just have a look in your eyes.
pt: Ha un certo sguardo.

# 2352_Akiyama
source: Uh-huh. I still say you made a random guess.
pt: Ah-ah. Continuo a dire che hai tirato a caso.

# 2364_Rio
source: Let's call it women's intuition!
pt: Chiamiamolo intuito femminile!

# 2376_Rio
source: I do think there's something about your eyes though!
pt: Però penso davvero che ci sia qualcosa nei suoi occhi!

# 2388_Akiyama
source: Hehe. You're an interesting girl.
pt: Eheh. Sei una ragazza interessante.

# 2400_Akiyama
source: What about you, Rio-chan? What do you usually do?
pt: E tu, Rio-chan? Cosa fai di solito?

# 2412_Rio
source: That's a secret. ♪ Maybe I'll tell you once we get to know each other a little better.
pt: È un segreto. ♪ Forse te lo dirò quando ci conosceremo un po' meglio.

# 2424_Akiyama
source: You're just trying to get me to request you next time, aren't you?
pt: Stai solo cercando di farti richiedere la prossima volta, non è vero?

# 2436_Rio
source: Not at all! You can't ask a girl about her private life right off the bat. Gotta tease it out over time!
pt: Niente affatto! Non si può chiedere a una ragazza della sua vita privata così su due piedi. Bisogna scoprirlo un po' alla volta!

# 2448_Akiyama
source: Okay, okay. Hopefully next time then!
pt: Okay, okay. Speriamo la prossima volta, allora!

# 2460_Akiyama
source: Do I look suspicious or something? I'm surprised you didn't suggest I was a businessman.
pt: Ho un'aria sospetta o qualcosa del genere? Mi sorprende che non abbia pensato che fossi un uomo d'affari.

# 2472_Rio
source: Huh? Well it feels like you know your way around Kamurocho. That, and you have a slightly dangerous aura about you.
pt: Eh? Beh, sembra che lei conosca bene Kamurocho. E poi, ha un'aura leggermente pericolosa.

# 2484_Akiyama
source: Hey, come on... Isn't that a little mean?
pt: Ehi, andiamo... Non è un po' cattivo?

# 2496_Rio
source: But I do like my guys to be a little on the wild side. Hehehe.
pt: Ma a me piacciono i ragazzi un po' selvaggi. Eheheh.

# 2508_Akiyama
source: Heh. Well I'm glad to hear that.
pt: Eh. Beh, mi fa piacere sentirlo.

# 2520_Rio
source: Akiyama-san! You came back!
pt: Akiyama-san! È tornato!

# 2532_Akiyama
source: Rio-chan, you're just as beautiful as I remembered! I'm glad I came.
pt: Rio-chan, sei bella come ti ricordavo! Sono contento di essere venuto.

# 2544_Rio
source: Really? That's sweet, but you know, flattery gets you nowhere.
pt: Davvero? È dolce, ma sa, i complimenti non la porteranno da nessuna parte.

# 2556_Akiyama
source: I've already got what I came for: that amazing smile of yours.
pt: Ho già ottenuto quello per cui sono venuto: quel tuo sorriso fantastico.

# 2568_Rio
source: Hehehe. Well, you can see it all you want if you request me!
pt: Eheheh. Beh, può vederlo tutte le volte che vuole, se mi richiede!

# 2580_Akiyama
source: Good point.
pt: Giusta osservazione.

# 2592_Himeka
source: The dialogue will end after one round if you've entered a club more than once. Please report when this message is displayed.
pt: Il dialogo terminerà dopo un round se sei entrato in un club più di una volta. Si prega di segnalare quando viene visualizzato questo messaggio.

# 2604_Rio
source: Oh... You didn't request me today?
pt: Oh... Non mi ha richiesta oggi?

# 2616_Akiyama
source: Uh, I just thought I'd try something different this time.
pt: Uh, ho solo pensato di provare qualcosa di diverso stavolta.

# 2628_Rio
source: I guess it gets boring talking to me every time, huh?
pt: Immagino che parlare con me ogni volta diventi noioso, eh?

# 2640_Akiyama
source: No, not at all! Look, I'll be sure to request you next time, okay?
pt: No, affatto! Senti, mi assicurerò di richiederti la prossima volta, okay?

# 2652_Rio
source: You promise? I'm gonna hold you to it!
pt: Promesso? La prenderò in parola!

# 2664_Himeka
source: The dialogue will end after one round if you've entered a club more than once. Please report when this message is displayed.
pt: Il dialogo terminerà dopo un round se sei entrato in un club più di una volta. Si prega di segnalare quando viene visualizzato questo messaggio.

# 2676_Rio
source: Rio does not appear for Akiyama's 2nd. Please notify a programmer if this message is displayed.
pt: Rio non appare per il secondo di Akiyama. Si prega di avvisare un programmatore se viene visualizzato questo messaggio.

# 2688_Rio
source: Rio does not appear for Akiyama's 2nd. Please notify a programmer if this message is displayed.
pt: Rio non appare per il secondo di Akiyama. Si prega di avvisare un programmatore se viene visualizzato questo messaggio.

# 2700_Rio
source: Rio does not appear for Akiyama's 2nd. Please notify a programmer if this message is displayed.
pt: Rio non appare per il secondo di Akiyama. Si prega di avvisare un programmatore se viene visualizzato questo messaggio.

# 2712_Rio
source: Rio does not appear for Akiyama's 2nd. Please notify a programmer if this message is displayed.
pt: Rio non appare per il secondo di Akiyama. Si prega di avvisare un programmatore se viene visualizzato questo messaggio.

# 2724_Rio
source: Rio does not appear for Akiyama's 2nd. Please notify a programmer if this message is displayed.
pt: Rio non appare per il secondo di Akiyama. Si prega di avvisare un programmatore se viene visualizzato questo messaggio.

# 2736_Rio
source: Rio does not appear for Akiyama's 2nd. Please notify a programmer if this message is displayed.
pt: Rio non appare per il secondo di Akiyama. Si prega di avvisare un programmatore se viene visualizzato questo messaggio.

# 2748_Rio
source: Rio does not appear for Tanimura's 1st or 3rd. Please notify a programmer if this message is displayed.
pt: Rio non appare per il primo o il terzo di Tanimura. Si prega di avvisare un programmatore se viene visualizzato questo messaggio.

# 2760_Rio
source: Rio does not appear for Tanimura's 1st or 3rd. Please notify a programmer if this message is displayed.
pt: Rio non appare per il primo o il terzo di Tanimura. Si prega di avvisare un programmatore se viene visualizzato questo messaggio.

# 2772_Rio
source: Rio does not appear for Tanimura's 1st or 3rd. Please notify a programmer if this message is displayed.
pt: Rio non appare per il primo o il terzo di Tanimura. Si prega di avvisare un programmatore se viene visualizzato questo messaggio.

# 2784_Rio
source: Rio does not appear for Tanimura's 1st or 3rd. Please notify a programmer if this message is displayed.
pt: Rio non appare per il primo o il terzo di Tanimura. Si prega di avvisare un programmatore se viene visualizzato questo messaggio.

# 2796_Rio
source: Tanimura cannot request Rio. Please notify a programmer if this message is displayed.
pt: Tanimura non può richiedere Rio. Si prega di avvisare un programmatore se viene visualizzato questo messaggio.

# 2808_Rio
source: Tanimura cannot request Rio. Please notify a programmer if this message is displayed.
pt: Tanimura non può richiedere Rio. Si prega di avvisare un programmatore se viene visualizzato questo messaggio.

# 2820_Rio
source: Um, can I ask what your name is?
pt: Uhm, posso chiederle come si chiama?

# 2832_Tanimura
source: I'm Tanimura. Your name's Rio, right?
pt: Sono Tanimura. Il tuo nome è Rio, giusto?

# 2844_Rio
source: Yes! It's nice to meet you.
pt: Sì! Piacere di conoscerla.

# 2856_Rio
source: What do you do for a living?
pt: Cosa fa per vivere?

# 2868_Tanimura
source: I don't really want to say...
pt: Non vorrei proprio dirlo...

# 2880_Rio
source: Oh, I'm sorry if that was too personal.
pt: Oh, mi scusi se sono stata troppo indiscreta.

# 2892_Tanimura
source: No, no. I just don't like making a big deal out of it.
pt: No, no. È solo che non mi piace farne un dramma.

# 2904_Rio
source: Hehehe. Now I'm really curious.
pt: Eheh. Ora sono davvero curiosa.

# 2916_Tanimura
source: Heh, okay, fine. I'm a cop.
pt: Eh, okay, va bene. Sono un poliziotto.

# 2928_Rio
source: Oh! There's nothing wrong with a policeman visiting a hostess club, is there?
pt: Oh! Non c'è niente di male se un poliziotto visita un hostess club, vero?

# 2940_Tanimura
source: I wouldn't be here if I thought so.
pt: Non sarei qui se la pensassi così.

# 2952_Tanimura
source: You wouldn't be half Japanese, would you?
pt: Non sarai mica mezza giapponese, per caso?

# 2964_Rio
source: Yes, I am! You could tell just by looking at me?
pt: Sì, lo sono! L'ha capito solo guardandomi?

# 2976_Tanimura
source: Yeah. I usually notice that kind of thing.
pt: Sì. Di solito noto questo genere di cose.

# 2988_Rio
source: In fact, I speak Portuguese pretty well!
pt: Infatti, parlo abbastanza bene il portoghese!

# 3000_Tanimura
source: Oh yeah? I can speak Chinese and Korean.
pt: Ah sì? Io parlo cinese e coreano.

# 3012_Rio
source: Wow! I guess you win!
pt: Wow! Credo che abbia vinto lei!

# 3024_Tanimura
source: Hehehe.
pt: Eheh.

# 3036_Rio
source: Being a policeman must be hard.
pt: Essere un poliziotto dev'essere dura.

# 3048_Tanimura
source: It can be, especially in this city. It seems like a new incident happens every day.
pt: Può esserlo, specialmente in questa città. Sembra che ogni giorno succeda un nuovo incidente.

# 3060_Rio
source: You know, I actually saw you when you were chasing somebody, Tanimura-san.
pt: Sa, in realtà l'ho vista mentre inseguiva qualcuno, Tanimura-san.

# 3072_Tanimura
source: Really? That's kind of embarrassing.
pt: Davvero? È un po' imbarazzante.

# 3084_Rio
source: Not at all! You're keeping us all safe. Thank you!
pt: Niente affatto! Lei ci tiene tutti al sicuro. Grazie!

# 3096_Tanimura
source: Thanks. It makes it worth it when I hear things like that.
pt: Grazie. Sentire cose del genere mi ripaga della fatica.

# 3108_Himeka
source: The dialogue will end after one round if you've entered a club more than once. Please report when this message is displayed.
pt: Il dialogo terminerà dopo un round se sei entrato in un club più di una volta. Si prega di segnalare quando viene visualizzato questo messaggio.

# 3120_Rio
source: Tanimura cannot request Rio. Please notify a programmer if this message is displayed.
pt: Tanimura non può richiedere Rio. Si prega di avvisare un programmatore se viene visualizzato questo messaggio.

# 3132_Rio
source: Tanimura cannot request Rio. Please notify a programmer if this message is displayed.
pt: Tanimura non può richiedere Rio. Si prega di avvisare un programmatore se viene visualizzato questo messaggio.

# 3144_Rio
source: Cheers!
pt: Salute!

# 3156_Shizuka
source: Cheers!
pt: Salute!

# 3168_Attendant
source: I could tell because you're so pretty.
pt: L'ho capito perché sei così carina.

# 3180_Attendant
source: I kind of wish I was half Japanese myself.
pt: A volte vorrei essere mezzo giapponese anch'io.

# 3192_Attendant
source: Can you speak Portuguese?
pt: Sai parlare portoghese?

# 3204_Attendant
source: You just made a wild guess, didn't you?
pt: Hai solo tirato a indovinare, vero?

# 3216_Attendant
source: So what do you usually do?
pt: Allora, cosa fai di solito?

# 3228_Attendant
source: Do I look suspicious or something?
pt: Ho un'aria sospetta o qualcosa del genere?
