Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00090523.po
Languages: pt_br

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: Tadokoro's Subordinate
pt_br: Subordinato di Tadokoro

# 56_Tadokoro's Subordinate
source: I heard what happened. It seems you failed your assignment.
pt_br: Ho saputo cosa è successo. A quanto pare hai toppato l'incarico.

# 68_Saejima
source: How is he?
pt_br: Come sta?

# 80_Tadokoro's Subordinate
source: He's alive－barely. Either he's especially tough, or the hitman was sloppy. Either way, he's a very lucky man.
pt_br: È vivo... per il rotto della cuffia. O è un osso duro, o il sicario ha fatto un pasticcio. Comunque sia, gli è andata di lusso.

# 92_Tadokoro's Subordinate
source: Heh. Thanks for your work, regardless. I'll apply your compensation to the repayment of Tadashi-kun's debts.
pt_br: Beh. Grazie comunque per il lavoro. Applicherò il tuo compenso al saldo dei debiti di Tadashi-kun.

# 104_Saejima
source: Huh? I thought I botched the job. So what's this about pay?
pt_br: Eh? Pensavo di aver cannato il colpo. Allora, cos'è questa storia della paga?

# 116_Tadokoro's Subordinate
source: Hehehe. I suppose I can tell you now.
pt_br: Hehehe. Beh, credo che adesso te lo possa dire.

# 128_Tadokoro's Subordinate
source: This man you worked so hard to protect didn't really need protecting. He's one of our debtors, just like Tadashi-kun.
pt_br: Questo tizio per cui ti sei sbattuto tanto a proteggere, in realtà non aveva bisogno di essere protetto. È uno dei nostri debitori, proprio come Tadashi-kun.

# 140_Saejima
source: The fuck!?
pt_br: Che cazzo!?

# 152_Tadokoro's Subordinate
source: While you two were stumbling about, the gentleman who actually required a bodyguard was safely delivered by one of our agents.
pt_br: Mentre voi due annaspavate, il signore a cui serviva davvero una scorta è stato messo al sicuro da uno dei nostri agenti.

# 164_Saejima
source: So we were just a couple decoys?
pt_br: Ma allora eravamo solo un paio di esche?

# 176_Tadokoro's Subordinate
source: Correct. Your "client" agreed to act as a distraction in exchange for having his debts forgiven.
pt_br: Esatto. Il tuo 'cliente' ha accettato di fare da diversivo in cambio di vedersi condonare i suoi debiti.

# 188_Tadokoro's Subordinate
source: Now he's debt-free, and we were able to complete our own assignment without incident. It was a clever arrangement, you must admit.
pt_br: Ora è pulito coi debiti, e siamo riusciti a chiudere il nostro incarico senza intoppi. È stata una mossa astuta, devi ammetterlo.

# 200_Saejima
source: Goddamn bastard!
pt_br: Maledetto bastardo!

# 212_Tadokoro's Subordinate
source: Urk... Heh. You want to pay off Tadashi-kun's debts, do you not? Then you'd better do what you're told...
pt_br: Ugh... Heh. Vuoi saldare i debiti di Tadashi-kun, vero? Allora faresti meglio a fare quello che ti dico io...

# 260_Saejima
source: Ya don't gotta tell me twice. I'll do your dirty work, and settle Tadashi's debts. But there's just one thing...
pt_br: Non c'è bisogno che me lo ripeta due volte. Farò il tuo lavoro sporco e salderò i debiti di Tadashi. Ma c'è solo una cosa...

# 272_Tadokoro's Subordinate
source: And what might that be?
pt_br: E cosa sarebbe mai?

# 284_Saejima
source: When Tadashi's in the clear and all this is behind us, you damn well better watch your back.
pt_br: Quando Tadashi sarà fuori dai guai e tutto questo sarà alle nostre spalle, ti conviene maledettamente stare in campana.

# 296_Tadokoro's Subordinate
source: I'll do my best to remember that. Farewell.
pt_br: Me lo terrò bene a mente. Addio.
