Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid018301d0.po
Languages: pt_br

source: You got a <Color:8>Seal of the Dragon<Color:Default>.
pt_br: Hai ottenuto un <Color:8>Sigillo del Drago<Color:Default>.

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: Man in a Helmet
pt_br: Uomo con l'Elmetto

source: Idle
pt_br: Inattivo

# 72_G. B. Holmes
source: Hrgh! Impressive, Kiryu-san!
pt_br: Hrgh! Impressionante, Kiryu-san!

# 84_Kiryu
source: Looks like construction's keeping you in good shape. You're just as strong as ever, Gary. So, you had your fill?
pt_br: Sembra che il cantiere ti tenga in forma. Sei forte come sempre, Gary. Allora, ti sei sfogato?

# 96_G. B. Holmes
source: The only thing I'm filled with is more regret.
pt_br: L'unica cosa di cui sono pieno è altro rimpianto.

# 108_G. B. Holmes
source: But I'm glad we had the chance to fight again. Thank you, Kiryu-san.
pt_br: Ma sono contento di aver avuto la possibilità di combattere di nuovo. Grazie, Kiryu-san.

# 120_Kiryu
source: Of course.
pt_br: E di che.

# 132_G. B. Holmes
source: Take this. Fight money for the champion.
pt_br: Tieni questo. I soldi della lotta per il campione.

# 168_Kiryu
source: Thanks. Take care of yourself, Gary.
pt_br: Grazie. Stammi bene, Gary.

# 180_G. B. Holmes
source: Same to you, Kiryu-san! Goodbye!
pt_br: Anche a lei, Kiryu-san! Arrivederci!

# 228_Kiryu
source: (The noise is close now. I'm pretty high up...)
pt_br: (Il rumore si fa vicino. Sono un bel po' in alto...)

# 264_Kiryu
source: Hey, you! What are you doing up here?
pt_br: Ehi, tu! Che ci fai quassù?

# 276_Man in a Helmet
source: Huh?
pt_br: Uh?

# 288_Kiryu
source: Wait a second...
pt_br: Aspetta un attimo...

# 300_Man in a Helmet
source: Oh, Kiryu-san! Nice seeing you!
pt_br: Oh, Kiryu-san! Che piacere vederti!

# 312_Kiryu
source: Gary Buster Holmes. What are you doing here?
pt_br: Gary Buster Holmes. Che ci fai qui?

# 324_G. B. Holmes
source: Don't you remember? I'm in bed with the Majima Family now! Anyway, it's good seeing you!
pt_br: Non ti ricordi? Sono dentro con la Famiglia Majima, adesso! Comunque, è un piacere rivederti!

# 336_Kiryu
source: Oh right, sometimes I forget you're not with the Florist anymore.
pt_br: Ah, già, a volte mi scordo che non sei più col Fioraio.

# 348_G. B. Holmes
source: Yes, yes. I jumped rope and joined up after Majima took over Purgatory.
pt_br: Sì, sì. Ho saltato la corda e mi sono aggregato dopo che Majima si è preso Purgatory.

# 360_Kiryu
source: ...I think you mean jumped ship.
pt_br: ...Penso che tu intenda che hai cambiato sponda.

# 372_Kiryu
source: Either way, after seeing you at the Coliseum, the only building I ever thought I'd see you do is body building.
pt_br: Comunque sia, dopo averti visto al Colosseo, l'unica costruzione che pensavo ti avrei mai visto fare era il body building.

# 384_Kiryu
source: (Though now that I think about it, it kinda looked like he was <Italic>busting</Italic> stuff up here...)
pt_br: (Però, ora che ci penso, sembrava proprio che stesse <Italic>spaccando</Italic> tutto qui...)

# 396_G. B. Holmes
source: So true! My life used to be nothing more than one big cycle of pain and destruction!
pt_br: È verissimo! La mia vita non era altro che un unico grande ciclo di dolore e distruzione!

# 408_G. B. Holmes
source: I'm kind of a musclehead, so I always thought fighting was my natural calling.
pt_br: Sono un po' una testa di muscoli, quindi ho sempre pensato che combattere fosse la mia vocazione naturale.

# 420_Kiryu
source: I know what you mean.
pt_br: So cosa intendi.

# 432_G. B. Holmes
source: But once I started helping Majima, I learned I could use my strength to do more than just destroy. I could create, too!
pt_br: Ma una volta che ho iniziato ad aiutare Majima, ho imparato che potevo usare la mia forza per fare più che distruggere e basta. Potevo anche creare, cavolo!

# 444_G. B. Holmes
source: Building really is a wonderful thing. It might even be what I was born to do.
pt_br: La costruzione è davvero una cosa meravigliosa. Potrebbe persino essere quello per cui sono nato.

# 456_Kiryu
source: Heh. I have to say, your language skills have improved a lot these past few years, too.
pt_br: Heh. Devo dire, il tuo modo di esprimerti è migliorato un sacco negli ultimi anni, anche.

# 468_G. B. Holmes
source: Oh, yes! I study every day during my lunch break!
pt_br: Oh, sì! Studio tutti i giorni durante la mia pausa pranzo!

# 480_Kiryu
source: That's great, Gary. By the way, you should probably get some rest. People are starting to think there's a ghost up here. Anyway, I'll see you around.
pt_br: Ottimo, Gary. A proposito, faresti meglio a riposarti un po'. La gente sta iniziando a pensare che ci sia un fantasma qui sopra. Comunque, ci si vede in giro.

# 504_G. B. Holmes
source: Please hold on.
pt_br: Tieni duro.

# 516_Kiryu
source: Hm?
pt_br: Mh?

# 528_G. B. Holmes
source: I'm not a Coliseum fighter anymore... but I still have one regret from my time in the ring.
pt_br: Non sono più un lottatore del Colosseo... ma ho ancora un rimpianto dal mio tempo sul ring.

# 540_G. B. Holmes
source: That regret, Kiryu-san... is that I never defeated you.
pt_br: Quel rimpianto, Kiryu-san... è che non ti ho mai sconfitto.

# 564_G. B. Holmes
source: Our meeting here tonight must be fate. Can we have a match?
pt_br: Incontrarci qui stanotte dev'essere il destino. Facciamoci un match?

# 576_Kiryu
source: Uh...
pt_br: Ehm...

# 588_Kiryu
source: If that's what you really want, yeah. I'll fight you.
pt_br: Se è quello che vuoi davvero, sì. Ti combatto.

# 600_G. B. Holmes
source: Just so you know, I'm not going to go easy on you. Now, do you prefer instant death or climax death?
pt_br: Sappi una cosa, non ti farò sconti. Ora, prefe risci la morte istantanea o la morte da climax?

# 612_Kiryu
source: Heh, same script as always. Sorry, but I don't want either!
pt_br: Eh, il solito copione. Scusa, ma non voglio nessuno dei due!
