Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c02b2.po
Languages: pt_br

# 168_Maya
source: Wow! We won!
pt_br: Wow! Abbiamo vinto!

# 180_Maya
source: Kiryu-san, it's so cool that you're so good at golf!
pt_br: Kiryu-san, è fighissimo che tu sia così bravo a golf!

# 192_Maya
source: Ask me out again, okay? Next time, let's win it all! <Color:255,200,200,255>♥<Color:Default>
pt_br: Portami fuori di nuovo, ok? La prossima volta, vinciamo tutto! <Color:255,200,200,255>♥<Color:Default>

# 252_Maya
source: Yay! We won a prize!
pt_br: Evviva! Abbiamo vinto un premio!

# 264_Maya
source: Next time, we've definitely gotta win it all!
pt_br: La prossima volta, dobbiamo proprio fare il pieno!

# 276_Maya
source: Ask me out again sometime, okay? <Color:255,200,200,255>♥<Color:Default>
pt_br: Chiedimi di uscire ancora, quando vuoi, ok? <Color:255,200,200,255>♥<Color:Default>

# 336_Maya
source: That was fun! ♪ Call me again soon, okay? <Color:255,200,200,255>♥<Color:Default>
pt_br: È stato divertente! ♪ Richiamami presto, va bene? <Color:255,200,200,255>♥<Color:Default>

# 396_Maya
source: Geez... You're way too good at this, Kiryu-san!
pt_br: Mamma mia... Sei fin troppo bravo in questo, Kiryu-san!

# 408_Maya
source: I'm gonna beat you next time, just you wait!
pt_br: La prossima volta ti batto, stai a vedere!

# 420_Maya
source: Ask me out again sometime, okay? <Color:255,200,200,255>♥<Color:Default>
pt_br: Chiedimi di uscire ancora, quando vuoi, ok? <Color:255,200,200,255>♥<Color:Default>

# 480_Maya
source: Wow, a tie... That was a really good game!
pt_br: Wow, un pareggio... Che bella partita, davvero!

# 492_Maya
source: I'll beat you next time, though, so you'd better be ready for me!
pt_br: Ti straccio la prossima volta, però, quindi faresti meglio a farti trovare pronto!

# 504_Maya
source: Ask me out again sometime, okay? <Color:255,200,200,255>♥<Color:Default>
pt_br: Chiedimi di uscire ancora, quando vuoi, ok? <Color:255,200,200,255>♥<Color:Default>

# 564_Maya
source: I won! Hehe, I'm pretty good, don't you think?
pt_br: Ho vinto! Ehehe, non sono mica male, non credi?

# 576_Maya
source: Ask me out again sometime, okay? <Color:255,200,200,255>♥<Color:Default>
pt_br: Chiedimi di uscire ancora, quando vuoi, ok? <Color:255,200,200,255>♥<Color:Default>

# 636_Maya
source: Sorry for the wait! <Color:255,200,200,255>♥<Color:Default>
pt_br: Scusi l'attesa! <Color:255,200,200,255>♥<Color:Default>
