Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c003a.po
Languages: pt_br

# 9636_Tanimura
source: Huh. I hadn't thought of that.
pt_br: Uh. Non ci avevo pensato.

# 9648_峰村七海：源氏名
source: Yeah. So I figured it would be best to just not make friends in the first place. I'm not here to have fun, after all.
pt_br: Sì. Quindi ho pensato che sarebbe stato meglio non fare amicizia fin dall'inizio. Dopotutto, non sono qui per divertirmi.

# 9660_Tanimura
source: Don't you get lonely? I'd think it would be better to make friends if you plan on working here for a while.
pt_br: Non ti senti sola? Penserei che sarebbe meglio fare amicizia se hai intenzione di lavorare qui per un po'.

# 9672_峰村七海：源氏名
source: I'm fine. This way I don't waste time with idle chatter when I don't have any customers. I use that time to send out mass emails instead.
pt_br: Sto bene. In questo modo non perdo tempo in chiacchiere inutili quando non ho clienti. Invece, uso quel tempo per inviare email di massa.

# 9684_Tanimura
source: I see...
pt_br: Capisco...

# 9696_峰村七海：源氏名
source: Do you think that's boring?
pt_br: Pensi che sia noioso?

# 9708_Tanimura
source: No, it's not that... But I think people need someone they can talk to about their problems.
pt_br: No, non è quello... ma penso che le persone abbiano bisogno di qualcuno con cui parlare dei loro problemi.

# 9720_峰村七海：源氏名
source: I can handle all that by myself.
pt_br: Posso gestire tutto da sola.

# 9732_峰村七海：源氏名
source: No need to worry about me.
pt_br: Non c'è bisogno di preoccuparsi per me.

# 9744_Tanimura
source: I see. Sorry, then.
pt_br: Capisco. Scusa, allora.

# 9756_Tanimura
source: You can come to me if you have any problems. It's not good psychologically to have no one you can complain to.
pt_br: Puoi venire da me se hai qualche problema. Non è un bene psicologicamente non avere nessuno con cui lamentarsi.

# 9768_峰村七海：源氏名
source: But... I can handle most things by myself.
pt_br: Ma... posso gestire la maggior parte delle cose da sola.

# 9780_Tanimura
source: I'm just saying if you need me, I'm here. Having someone to talk to when you need it can make a big difference.
pt_br: Sto solo dicendo che se hai bisogno di me, ci sono. Avere qualcuno con cui parlare quando ne hai bisogno può fare una grande differenza.

# 9792_峰村七海：源氏名
source: I guess you're right. Thank you.
pt_br: Immagino tu abbia ragione. Grazie.

# 9804_峰村七海：源氏名
source: I don't think I should be complaining to a customer though.
pt_br: Però non credo di dovermi lamentare con un cliente.

# 9816_Tanimura
source: Don't worry about it. People complain to me all the time. I am a cop after all.
pt_br: Non preoccuparti. La gente si lamenta con me di continuo. Dopotutto sono un poliziotto.

# 9828_峰村七海：源氏名
source: All right then. I'll come to you if I need someone to talk to. <Color:7>♥<Color:Default>
pt_br: D'accordo, allora. Verrò da te se avrò bisogno di qualcuno con cui parlare. <Color:7>♥<Color:Default>

# 9840_Tanimura
source: I agree with you. I don't have many friends at work either.
pt_br: Sono d'accordo con te. Neanch'io ho molti amici al lavoro.

# 9852_峰村七海：源氏名
source: Really? I guess we're pretty similar then.
pt_br: Davvero? Immagino che siamo abbastanza simili, allora.

# 9864_Tanimura
source: You shouldn't mix business with pleasure.
pt_br: Non dovresti mescolare affari e piacere.

# 9876_峰村七海：源氏名
source: That's right. If you get too close to someone, you start to let your guard down.
pt_br: Esatto. Se ti avvicini troppo a qualcuno, inizi ad abbassare la guardia.

# 9888_峰村七海：源氏名
source: But... In your case, are you sure it's not just because you have trouble making friends?
pt_br: Ma... nel tuo caso, sei sicuro che non sia solo perché fai fatica a fare amicizia?

# 9900_Tanimura
source: That's not very nice...
pt_br: Non è molto carino...

# 9924_Tanimura
source: What is it? You look down.
pt_br: Cos'è? Sembri giù.

# 9936_峰村七海：源氏名
source: Oh... I just had a bit of a shock.
pt_br: Oh... ho appena avuto un piccolo shock.

# 9948_Tanimura
source: I'm here if you want to talk about it.
pt_br: Sono qui se vuoi parlarne.

# 9960_峰村七海：源氏名
source: I don't think talking about it with you would do any good.
pt_br: Non credo che parlarne con te servirebbe a qualcosa.

# 9972_Tanimura
source: You never know. Give it a try.
pt_br: Non si sa mai. Prova.

# 9984_峰村七海：源氏名
source: Actually, my best customer got married recently.
pt_br: In realtà, il mio miglior cliente si è sposato di recente.

# 9996_峰村七海：源氏名
source: He told me he won't be able to come to the club anymore. It's going to put a huge dent in my sales...
pt_br: Mi ha detto che non potrà più venire al club. Questo causerà un grosso calo nelle mie vendite...

# 10008_Tanimura
source: Is it really that bad?
pt_br: È così grave?

# 10020_峰村七海：源氏名
source: His usual drink was <Color:7>Gold Champagne<Color:Default>, so yes, it's that bad.
pt_br: Il suo solito drink era <Color:7>Champagne d'Oro<Color:Default>, quindi sì, è così grave.

# 10032_峰村七海：源氏名
source: See? I said you couldn't help.
pt_br: Visto? Te l'avevo detto che non potevi aiutare.

# 10044_Tanimura
source: Money isn't everything. I mean, it's not like they're going to fire you, right?
pt_br: I soldi non sono tutto. Voglio dire, non è che ti licenzieranno, giusto?

# 10056_峰村七海：源氏名
source: What're you talking about? Of course money is everything!
pt_br: Di cosa stai parlando? Certo che i soldi sono tutto!

# 10068_峰村七海：源氏名
source: Money is the whole reason I'm working here!
pt_br: I soldi sono l'unico motivo per cui lavoro qui!

# 10080_Tanimura
source: Well, that's true, I suppose... But it's also a chance to meet men, right?
pt_br: Beh, è vero, suppongo... Ma è anche un'opportunità per incontrare uomini, giusto?

# 10092_峰村七海：源氏名
source: That hasn't worked out very well so far. I don't think I could stand this job if it didn't pay so well...
pt_br: Finora non ha funzionato molto bene. Non credo che potrei sopportare questo lavoro se non pagasse così bene...

# 10116_Tanimura
source: I'll help you out when I win big at the races. Then I can order bottles of <Color:7>Gold Champagne<Color:Default>!
pt_br: Ti aiuterò quando vincerò alla grande alle corse. Allora potrò ordinare bottiglie di <Color:7>Champagne d'Oro<Color:Default>!

# 10128_峰村七海：源氏名
source: Really? That would be nice.
pt_br: Davvero? Sarebbe bello.

# 10140_峰村七海：源氏名
source: So, when do you think you might win big?
pt_br: Allora, quando pensi di poter vincere alla grande?

# 10152_Tanimura
source: That's all up to Lady Luck.
pt_br: Dipende tutto dalla Dea Bendata.

# 10164_峰村七海：源氏名
source: Something tells me I shouldn't hold my breath. <Color:7>♥<Color:Default>
pt_br: Qualcosa mi dice che non dovrei sperarci troppo. <Color:7>♥<Color:Default>

# 10176_Tanimura
source: I'll win soon. Just you wait and see.
pt_br: Vincerò presto. Aspetta e vedrai.

# 10188_Tanimura
source: Leave it to me. I'll take his place, no problem.
pt_br: Lascia fare a me. Prenderò il suo posto, nessun problema.

# 10200_峰村七海：源氏名
source: Huh? Really?
pt_br: Eh? Davvero?

# 10212_Tanimura
source: A guy has to step up to the plate at a time like this.
pt_br: Un uomo deve farsi avanti in un momento come questo.

# 10224_峰村七海：源氏名
source: That's wonderful! I'll order a bottle of <Color:7>Gold Champagne<Color:Default> for you, then.
pt_br: È meraviglioso! Allora ordinerò una bottiglia di <Color:7>Champagne d'Oro<Color:Default> per te.

# 10236_Tanimura
source: Fine with me. Let's live it up tonight.
pt_br: Per me va bene. Stasera facciamo festa.

# 10248_峰村七海：源氏名
source: I didn't know you had it in you. <Color:7>♥<Color:Default>
pt_br: Non sapevo che avessi questo lato. <Color:7>♥<Color:Default>

# 10260_Tanimura
source: Heheh...
pt_br: Eh eh...

# 10272_Tanimura
source: Oh, sorry. I guess I don't have enough...
pt_br: Oh, scusa. Credo di non avere abbastanza...

# 10284_峰村七海：源氏名
source: Oh, I see...
pt_br: Ah, capisco...

# 10296_峰村七海：源氏名
source: I should've known better than to get my hopes up.
pt_br: Avrei dovuto sapere che era meglio non illudermi.

# 10320_峰村七海：源氏名
source: Do you notice anything different about me today?
pt_br: Noti qualcosa di diverso in me oggi?

# 10332_Tanimura
source: Something different? You look pretty, as always.
pt_br: Qualcosa di diverso? Sei bella, come sempre.

# 10344_峰村七海：源氏名
source: Come on. You don't have to flatter me. Although I did just go to a beauty spa. <Color:7>♥<Color:Default>
pt_br: Andiamo. Non devi adularmi. Anche se sono appena andata a una spa. <Color:7>♥<Color:Default>

# 10356_Tanimura
source: Really? What do they do at those places, anyway?
pt_br: Davvero? Cosa si fa in quei posti, comunque?

# 10368_峰村七海：源氏名
source: Oh, a full body massage and some face-lifting treatments. That kind of thing. It took about four hours.
pt_br: Oh, un massaggio completo e alcuni trattamenti di lifting facciale. Quel genere di cose. Ci sono volute circa quattro ore.

# 10380_Tanimura
source: Four hours!? That must've cost quite a bit.
pt_br: Quattro ore!? Dev'essere costato un bel po'.

# 10392_峰村七海：源氏名
source: I'm usually a pretty thrifty person, but it doesn't pay to cut corners when it comes to beauty.
pt_br: Di solito sono una persona piuttosto parsimoniosa, ma non conviene risparmiare quando si tratta di bellezza.

# 10404_Tanimura
source: You want to get even prettier than you are now? You're already more than pretty enough.
pt_br: Vuoi diventare ancora più bella di quanto tu non sia già? Sei già più che bella.

# 10416_峰村七海：源氏名
source: But wouldn't you like it if I got even prettier?
pt_br: Ma non ti piacerebbe se diventassi ancora più bella?

# 10428_Tanimura
source: Well, yeah. But if you become too pretty, you'll get more customers requesting you. I don't think I'd like that...
pt_br: Beh, sì. Ma se diventi troppo bella, avrai più clienti che ti richiederanno. Non credo che mi piacerebbe...

# 10440_峰村七海：源氏名
source: Are you jealous? That's cute. <Color:7>♥<Color:Default>
pt_br: Sei geloso? È carino. <Color:7>♥<Color:Default>

# 10452_峰村七海：源氏名
source: But don't worry about that. Even if I do get requested by more customers, you'll always be special to me.
pt_br: Ma non preoccuparti. Anche se mi richiederanno più clienti, tu sarai sempre speciale per me.

# 10464_Tanimura
source: I hope so...
pt_br: Spero di sì...

# 10476_Tanimura
source: That sounds like a waste of money. How much was it, anyway?
pt_br: Sembra uno spreco di soldi. Quanto è costato, comunque?

# 10488_峰村七海：源氏名
source: About 50,000 yen.
pt_br: Circa 50.000 yen.

# 10500_Tanimura
source: 50,000 yen!? That's a lot!
pt_br: 50.000 yen!? È tanto!

# 10512_峰村七海：源氏名
source: You don't have to be so surprised. I'm investing in myself, so it isn't a waste.
pt_br: Non devi essere così sorpreso. Sto investendo su me stessa, quindi non è uno spreco.

# 10524_Tanimura
source: I can't imagine spending that much...
pt_br: Non riesco a immaginare di spendere così tanto...

# 10536_峰村七海：源氏名
source: Maybe it's because you're a man. Most women wouldn't think twice about this kind of thing.
pt_br: Forse è perché sei un uomo. La maggior parte delle donne non ci penserebbe due volte.

# 10548_Tanimura
source: But I'm not just talking about spas. I can't imagine spending 50,000 on anything.
pt_br: Ma non parlo solo di spa. Non riesco a immaginare di spendere 50.000 per qualsiasi cosa.

# 10560_峰村七海：源氏名
source: You're spending money here, aren't you? I think you're being a bit hypocritical.
pt_br: Stai spendendo soldi qui, no? Penso che tu sia un po' ipocrita.

# 10572_Tanimura
source: Maybe I should try going myself sometime. I want to see what it's like.
pt_br: Forse dovrei provare ad andarci anch'io qualche volta. Voglio vedere com'è.

# 10584_峰村七海：源氏名
source: They have men's spas too, you know.
pt_br: Ci sono anche le spa per uomini, sai.

# 10596_Tanimura
source: I might even get hooked. I may end up going every week.
pt_br: Potrei anche appassionarmi. Potrei finire per andarci ogni settimana.

# 10608_峰村七海：源氏名
source: I don't think I'd like that.
pt_br: Non credo che mi piacerebbe.

# 10620_Tanimura
source: Why not?
pt_br: Perché no?

# 10632_峰村七海：源氏名
source: I'd rather you spent your money here at the club than at a spa.
pt_br: Preferirei che spendessi i tuoi soldi qui al club piuttosto che in una spa.

# 10644_Tanimura
source: Is that all you care about?
pt_br: È tutto quello che ti interessa?

# 10656_峰村七海：源氏名
source: Can I ask what your blood type is?
pt_br: Posso chiederti qual è il tuo gruppo sanguigno?

# 10668_Tanimura
source: Huh? Why?
pt_br: Eh? Perché?

# 10680_峰村七海：源氏名
source: I don't get along with men who have type AB.
pt_br: Non vado d'accordo con gli uomini di tipo AB.

# 10692_Tanimura
source: Ah... I've heard about people telling fortunes from blood types.
pt_br: Ah... ho sentito parlare di persone che predicono il futuro in base al gruppo sanguigno.

# 10704_峰村七海：源氏名
source: It's not fortunetelling. It's science. Some blood types just aren't compatible.
pt_br: Non è predire il futuro. È scienza. Alcuni gruppi sanguigni semplicemente non sono compatibili.

# 10716_峰村七海：源氏名
source: I've met plenty of people that I couldn't stand, and when I asked what their blood types were, they were all AB!
pt_br: Ho incontrato un sacco di persone che non sopportavo, e quando ho chiesto quale fosse il loro gruppo sanguigno, erano tutti AB!

# 10728_Tanimura
source: I think your personality is the real problem. You make enemies too easily.
pt_br: Penso che il vero problema sia la tua personalità. Ti fai nemici troppo facilmente.

# 10740_峰村七海：源氏名
source: That's a pretty rude thing to say. And it's not true at all.
pt_br: È una cosa piuttosto scortese da dire. E non è affatto vero.

# 10752_峰村七海：源氏名
source: I get along fine with type A, B, or O. The ABs are the problem!
pt_br: Vado d'accordo con i tipi A, B o 0. Il problema sono gli AB!

# 10764_Tanimura
source: The real problem is that you can't see past the preconceptions you have about people. You only see their faults.
pt_br: Il vero problema è che non riesci a superare i preconcetti che hai sulle persone. Vedi solo i loro difetti.

# 10776_Tanimura
source: You have to look for the good in people. I'm sure there are nice guys with type AB blood, too.
pt_br: Devi cercare il buono nelle persone. Sono sicuro che ci sono anche bravi ragazzi con il gruppo sanguigno AB.

# 10788_峰村七海：源氏名
source: Hmm... You'll understand what I mean when you've had more experience in love. Some blood types just don't get along.
pt_br: Mmm... capirai cosa intendo quando avrai più esperienza in amore. Alcuni gruppi sanguigni semplicemente non vanno d'accordo.

# 10800_Tanimura
source: You sure are stubborn...
pt_br: Sei davvero testarda...

# 10812_Tanimura
source: Well, I guess that's possible... I haven't given it much thought.
pt_br: Beh, immagino sia possibile... non ci ho pensato molto.

# 10824_峰村七海：源氏名
source: That's why I wanted to know your blood type.
pt_br: Ecco perché volevo sapere il tuo gruppo sanguigno.

# 10836_峰村七海：源氏名
source: If you're an AB, there's no hope for us to ever be romantically involved.
pt_br: Se sei AB, non c'è speranza che possiamo mai avere una relazione.

# 10848_Tanimura
source: But even if I'm a different type, that doesn't mean that everything's going to go well, right?
pt_br: Ma anche se fossi di un altro tipo, non significa che andrà tutto bene, giusto?

# 10860_峰村七海：源氏名
source: I suppose that's true... So what type are you?
pt_br: Suppongo sia vero... allora di che tipo sei?

# 10872_Tanimura
source: This is getting a little weird. I don't want to say.
pt_br: Sta diventando un po' strano. Non voglio dirlo.

# 10884_峰村七海：源氏名
source: Hey! I have to know! <Color:7>♥<Color:Default>
pt_br: Ehi! Devo saperlo! <Color:7>♥<Color:Default>

# 10896_Tanimura
source: That's got to be a coincidence. What kind of scientific proof is there?
pt_br: Dev'essere una coincidenza. Che tipo di prova scientifica c'è?

# 10908_峰村七海：源氏名
source: Proof? Just look at the statistics! It's obvious!
pt_br: Prova? Guarda le statistiche! È ovvio!

# 10920_Tanimura
source: Come on. There must be aspects of people with other blood types that you don't like.
pt_br: Andiamo. Ci devono essere aspetti di persone con altri gruppi sanguigni che non ti piacciono.

# 10932_峰村七海：源氏名
source: Well, I suppose...
pt_br: Beh, suppongo...

# 10944_Tanimura
source: Other blood types aren't a guarantee that you'll get along, so why should AB mean you won't?
pt_br: Altri gruppi sanguigni non sono una garanzia che andrete d'accordo, quindi perché AB dovrebbe significare che non lo farete?

# 10956_峰村七海：源氏名
source: You just don't understand... You're not an AB, are you?
pt_br: Semplicemente non capisci... non sei AB, vero?

# 10968_Tanimura
source: Where'd that come from?
pt_br: Da dove viene questa domanda?

# 10980_峰村七海：源氏名
source: I talked to my brother's host club.
pt_br: Ho parlato con l'host club di mio fratello.

# 10992_Tanimura
source: And? What did they say?
pt_br: E? Cosa hanno detto?

# 11004_峰村七海：源氏名
source: One of my brother's customers really did run out on a tab. He needed the money I loaned him to pay for it.
pt_br: Uno dei clienti di mio fratello è davvero scappato senza pagare. Aveva bisogno dei soldi che gli ho prestato per pagare.

# 11016_Tanimura
source: So it was true.
pt_br: Quindi era vero.

# 11028_峰村七海：源氏名
source: Yes... Apparently my brother was so intent on making money for the club that he forced some customers to order things they couldn't afford.
pt_br: Sì... a quanto pare mio fratello era così intenzionato a fare soldi per il club che ha costretto alcuni clienti a ordinare cose che non potevano permettersi.

# 11040_Tanimura
source: Sounds familiar.
pt_br: Mi suona familiare.

# 11052_峰村七海：源氏名
source: Huh? How so?
pt_br: Eh? In che senso?

# 11064_Tanimura
source: Your brother's working desperately to make money, just like you.
pt_br: Tuo fratello sta lavorando disperatamente per fare soldi, proprio come te.

# 11076_峰村七海：源氏名
source: Maybe you're right. We had the same childhood, we both grew up poor... He might think the same way I do.
pt_br: Forse hai ragione. Abbiamo avuto la stessa infanzia, siamo cresciuti entrambi poveri... potrebbe pensarla come me.

# 11088_Tanimura
source: But while you save it, he seems to spend it right away.
pt_br: Ma mentre tu risparmi, lui sembra spenderli subito.

# 11100_峰村七海：源氏名
source: Yes, in that sense we couldn't be more different.
pt_br: Sì, in questo senso non potremmo essere più diversi.

# 11112_峰村七海：源氏名
source: This could turn into a problem...
pt_br: Potrebbe diventare un problema...

# 11124_Tanimura
source: Just try to make sure he doesn't work too hard.
pt_br: Cerca solo di assicurarti che non lavori troppo.

# 11136_峰村七海：源氏名
source: Yes. I'll try.
pt_br: Sì. Ci proverò.

# 11148_Tanimura
source: I'm sure he'll be back to borrow more. Once you open that door, it's hard to close it.
pt_br: Sono sicuro che tornerà a chiedere altri soldi in prestito. Una volta aperta quella porta, è difficile chiuderla.

# 11160_峰村七海：源氏名
source: My brother would never be so shameless! He promised he would never borrow money from me again.
pt_br: Mio fratello non sarebbe mai così sfacciato! Ha promesso che non mi avrebbe mai più chiesto soldi in prestito.

# 11172_Tanimura
source: But he could be borrowing from other people. Loan sharks, maybe.
pt_br: Ma potrebbe prenderli in prestito da altre persone. Strozzini, forse.

# 11184_Tanimura
source: He might get himself in over his head. You really should talk to him about it.
pt_br: Potrebbe cacciarsi nei guai. Dovresti davvero parlargliene.

# 11196_峰村七海：源氏名
source: He's doing the best he can! Please don't say those things about him.
pt_br: Sta facendo del suo meglio! Per favore, non dire queste cose su di lui.

# 11220_Tanimura
source: That's not necessarily a bad thing. Somebody who's willing to work harder than the rest will come out on top in the long run.
pt_br: Non è necessariamente una cosa negativa. Chi è disposto a lavorare più duramente degli altri alla fine avrà la meglio.

# 11232_峰村七海：源氏名
source: But I'm worried about the way he's living his life. He needs to change.
pt_br: Ma sono preoccupata per come sta vivendo la sua vita. Deve cambiare.

# 11244_Tanimura
source: That's a tricky thing to do. I don't know if I could change if somebody told me to.
pt_br: È una cosa difficile da fare. Non so se potrei cambiare se qualcuno me lo dicesse.

# 11256_峰村七海：源氏名
source: I shouldn't have brought this up with you.
pt_br: Non avrei dovuto parlarne con te.

# 11268_峰村七海：源氏名
source: Maybe it would be better if my brother didn't see the two of us together...
pt_br: Forse sarebbe meglio se mio fratello non ci vedesse insieme...

# 11280_Tanimura
source: Hey, that's not fair...
pt_br: Ehi, non è giusto...

# 11292_峰村七海：源氏名
source: I'm finally taking the first steps towards starting my own business!
pt_br: Sto finalmente facendo i primi passi per avviare la mia attività!

# 11304_峰村七海：源氏名
source: I'm not sure my savings will be enough, so I've been talking to banks about getting a loan. And I've been writing up a formal business plan.
pt_br: Non sono sicura che i miei risparmi basteranno, quindi ho parlato con le banche per ottenere un prestito. E ho scritto un piano aziendale formale.

# 11316_Tanimura
source: You're really getting serious.
pt_br: Stai davvero facendo sul serio.

# 11328_峰村七海：源氏名
source: Of course. This isn't a game. My life depends on this.
pt_br: Certo. Non è un gioco. La mia vita dipende da questo.

# 11340_Tanimura
source: I see...
pt_br: Capisco...

# 11352_峰村七海：源氏名
source: Anyway, I've been thinking about quitting my job at the cosmetics company so I can focus more on my business.
pt_br: Comunque, sto pensando di lasciare il mio lavoro nell'azienda di cosmetici per potermi concentrare di più sulla mia attività.

# 11364_Tanimura
source: Are you sure that's a good idea? You might want to play it safe.
pt_br: Sei sicura che sia una buona idea? Forse è meglio andare sul sicuro.

# 11376_峰村七海：源氏名
source: You make it sound like you think I'm going to fail.
pt_br: Me lo dici come se pensassi che fallirò.

# 11388_Tanimura
source: I'm sorry. I'm just worried about you.
pt_br: Mi dispiace. Sono solo preoccupato per te.

# 11400_峰村七海：源氏名
source: It's okay. I only took the cosmetics job to make money, so I won't miss it.
pt_br: Va bene. Ho accettato il lavoro di cosmetica solo per fare soldi, quindi non mi mancherà.

# 11412_Tanimura
source: Okay... Well, I support you. Just don't give up partway through and end up back in an office job.
pt_br: Ok... beh, ti sostengo. Cerca solo di non mollare a metà strada e di non tornare a un lavoro d'ufficio.

# 11424_峰村七海：源氏名
source: Thanks. I know I have what it takes to make this business a success!
pt_br: Grazie. So di avere le carte in regola per rendere questa attività un successo!

# 11436_Tanimura
source: Does your brother know about this?
pt_br: Tuo fratello lo sa?

# 11448_峰村七海：源氏名
source: Yes. He's known about my plan to start my own business for a while now. And he knows that means I'll be quitting my other job.
pt_br: Sì. Sa da un po' del mio piano di avviare la mia attività. E sa che significa che lascerò il mio altro lavoro.

# 11460_峰村七海：源氏名
source: He says he's behind me all the way.
pt_br: Dice che mi sostiene in tutto e per tutto.

# 11472_Tanimura
source: Okay... Well, I'm behind you, too. Just don't give up partway through and end up back in an office job.
pt_br: Ok... beh, anch'io ti sostengo. Cerca solo di non mollare a metà strada e di non tornare a un lavoro d'ufficio.

# 11484_峰村七海：源氏名
source: My brother said the same thing. Why is everybody so concerned for me?
pt_br: Mio fratello ha detto la stessa cosa. Perché tutti sono così preoccupati per me?

# 11496_Tanimura
source: Heheh...
pt_br: Eh eh...
