Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee014c.po
Languages: pt

source: You paid 1,000 chips.
pt: Hai pagato 1.000 fiches.

source: Dealer
pt: Croupier

source: Player
pt: Giocatore

source: Deck Type and Payout
pt: Tipo di mazzo e vincita

# 412_Dealer
source: It looks like you don't have enough chips to play blackjack, sir.
pt: Sembra che non abbia abbastanza fiches per giocare a blackjack, signore.

# 424_Dealer
source: If you'd like to purchase chips, you can do so at the front desk.
pt: Se desidera acquistare fiches, può farlo alla reception.

# 436_Dealer
source: Welcome to the blackjack table. You can play one game for as little as 100 chips. Care to try your luck?
pt: Benvenuto al tavolo di blackjack. Può giocare una partita a partire da 100 fiches. Vuole tentare la fortuna?

# 460_Haruka
source: Uncle Kaz, I bet you can get 1,000 points in high-stakes blackjack!
pt: Zio Kaz, scommetto che puoi fare 1.000 punti al blackjack con puntate alte!

# 472_Kiryu
source: (1,000 points in high-stakes blackjack... Should I give it a try?)
pt: (1.000 punti al blackjack con puntate alte... Dovrei provarci?)

# 484_Dealer
source: All right, I'll play.
pt: Va bene, gioco.

# 496_Dealer
source: Very good, sir.
pt: Molto bene, signore.

# 508_Haruka
source: Good luck, Uncle Kaz!
pt: Buona fortuna, zio Kaz!

# 532_Dealer
source: Not right now.
pt: Non adesso.

# 544_Dealer
source: Very well. We hope you'll play with us next time.
pt: Benissimo. Speriamo che giocherà con noi la prossima volta.

# 556_Haruka
source: Aww, c'mon, let's play some blackjack!
pt: Uffi, dai, giochiamo a blackjack!

# 568_Haruka
source: Uncle Kaz! Can you get 2,000 points in high-stakes blackjack? I really wanna see you try...
pt: Zio Kaz! Riesci a fare 2.000 punti al blackjack con puntate alte? Voglio proprio vederti provare...

# 580_Kiryu
source: (2,000 points in high-stakes blackjack... Should I give it a try?)
pt: (2.000 punti al blackjack con puntate alte... Dovrei provarci?)

# 592_Dealer
source: All right, I'll play.
pt: Va bene, gioco.

# 604_Dealer
source: Very good, sir.
pt: Molto bene, signore.

# 616_Haruka
source: Good luck, Uncle Kaz!
pt: Buona fortuna, zio Kaz!

# 640_Dealer
source: Not right now.
pt: Non adesso.

# 652_Dealer
source: Very well. We hope you'll play with us next time.
pt: Benissimo. Speriamo che giocherà con noi la prossima volta.

# 664_Haruka
source: Awww, we're not going to play blackjack!?
pt: Uffi, non giochiamo a blackjack!?

# 688_Dealer
source: Welcome to the blackjack table. You can play one game for as little as 100 chips. Care to try your luck?
pt: Benvenuto al tavolo di blackjack. Può giocare una partita a partire da 100 fiches. Vuole tentare la fortuna?

# 700_Dealer
source: I've noticed that you play blackjack quite often. Would you be interested in playing the house, one-on-one?
pt: Ho notato che gioca a blackjack abbastanza spesso. Le interesserebbe giocare contro il banco, uno contro uno?

# 712_Dealer
source: What would you like to do?
pt: Cosa le piacerebbe fare?

# 724_Dealer
source: All right, then. First, I'll need your 1,000 chips.
pt: Va bene, allora. Per prima cosa, mi servono le sue 1.000 fiches.

# 748_Dealer
source: Thank you. Now, then, let's begin.
pt: Grazie. E allora, cominciamo.

# 772_Dealer
source: Very well. Let's continue with normal blackjack, then.
pt: Benissimo. Continuiamo con il blackjack normale, allora.

# 796_Dealer
source: Sure, I'm feeling lucky today.
pt: Certo, oggi mi sento fortunato.

# 808_Dealer
source: Very good, sir.
pt: Molto bene, signore.

# 844_Dealer
source: Not right now.
pt: Non adesso.

# 856_Dealer
source: I see. We hope you'll play next time.
pt: Capisco. Speriamo che giocherà la prossima volta.

# 868_Dealer
source: You seem to be short on chips. Please come back soon.
pt: Sembra che sia a corto di fiches. Torni a trovarci presto.

# 880_Player
source: Tell me the rules.
pt: Dimmi le regole.

# 892_Dealer
source: This is a game between you and the house. Whoever gets three wins first wins the game.
pt: Questa è una partita tra lei e il banco. Chi ottiene per primo tre vittorie, vince la partita.

# 904_Dealer
source: Before the game begins, I'll need 1,000 chips for you to join. The payout differs depending on which deck is used.
pt: Prima che la partita inizi, mi serviranno 1.000 fiches per partecipare. La vincita varia a seconda del mazzo utilizzato.

# 916_Deck Type and Payout
source: Standard Deck: 2,000 chips Without 2/3/4: 2,500 chips Without 7/8/9: 2,000 chips Without J/Q/K: 4,000 chips
pt: Mazzo standard: 2.000 fiches Senza 2/3/4: 2.500 fiches Senza 7/8/9: 2.000 fiches Senza J/Q/K: 4.000 fiches

# 928_Dealer
source: These are the payouts for winning against me one-on-one.
pt: Queste sono le vincite per chi mi batte uno contro uno.

# 940_Dealer
source: Play
pt: Gioca

# 952_Dealer
source: Not Now
pt: Non ora

# 964_Dealer
source: Play
pt: Gioca

# 976_Dealer
source: Not Now
pt: Non ora

# 988_Dealer
source: Play
pt: Gioca

# 1000_Dealer
source: Don't Play
pt: Non giocare

# 1012_Dealer
source: Play Against the House
pt: Gioca contro il banco

# 1024_Dealer
source: Play Standard Blackjack
pt: Gioca a blackjack standard

# 1036_Dealer
source: Hear the Rules
pt: Ascolta le regole

# 1048_Dealer
source: Never Mind
pt: Lascia perdere

# 1060_Dealer
source: Play Against the House
pt: Gioca contro il banco

# 1072_Dealer
source: Play Standard Blackjack
pt: Gioca a blackjack standard

# 1084_Dealer
source: Hear the Rules
pt: Ascolta le regole

# 1096_Dealer
source: Never Mind
pt: Lascia perdere

# 1108_Dealer
source: Pay
pt: Paga

# 1120_Dealer
source: Don't Pay
pt: Non pagare
