Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010207f4.po
Languages: it

# 88_Akiyama
source: Should be safe for your pal Kakuda now.
it: Ora dovrebbe essere sicuro per il tuo amico Kakuda.

# 100_Sukegawa
source: You got that right! Those creeps were no match for us!
it: Puoi dirlo forte! Quei tizi non erano alla nostra altezza!

# 112_Sukegawa
source: Anyway, I'll go get Kaku-san! Be back in a jiff!
it: Comunque, vado a prendere Kaku-san! Torno in un lampo!

# 184_Akiyama
source: Think you can open this one, Kaku-san?
it: Pensi di poterla aprire, Kaku-san?

# 196_Kakuda
source: Hmm, let me see...
it: Mmm, fammi vedere...

# 220_Kakuda
source: ...Ah, it's one of these. Yeah, this shouldn't be a problem.
it: ...Ah, è una di queste. Sì, non dovrebbe essere un problema.

# 280_Kakuda
source: And there you have it.
it: Ed ecco fatto.

# 292_Akiyama
source: Very nice. Thanks!
it: Ottimo. Grazie!

# 340_Akiyama
source: (Locked...)
it: (Chiuso a chiave...)

# 352_Akiyama
source: (Won't be getting past unless I can track down that Kakuda guy. Sukegawa said he used to be a locksmith.)
it: (Non passerò di qui finché non troverò quel tizio, Kakuda. Sukegawa ha detto che era un fabbro.)

# 364_Akiyama
source: Hm?
it: Mh?

# 376_Akiyama
source: Ah, crap... He locked the door before he ran off.
it: Ah, cavolo... Ha chiuso a chiave la porta prima di scappare.

# 388_Sukegawa
source: Hrmmm.
it: Mmmm.

# 400_Sukegawa
source: Oh, I know! My buddy Kakuda should still be around here somewhere.
it: Oh, lo so! Il mio amico Kakuda dovrebbe essere ancora da queste parti.

# 424_Sukegawa
source: He used to be a locksmith. A door like this'd be a cinch for him.
it: Era un fabbro. Una porta come questa per lui sarebbe una passeggiata.

# 436_Sukegawa
source: The only problem is, he's a real yellowbelly. A coward. He's probably hiding somewhere around here, waiting for all this to blow over.
it: L'unico problema è che è un vero fifone. Un codardo. Probabilmente si nasconde da qualche parte qui intorno, aspettando che passi la bufera.

# 448_Akiyama
source: Guess we'd better go find him, then.
it: Allora è meglio che andiamo a cercarlo.

# 460_Akiyama
source: Come on.
it: Andiamo.
