Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid004b000e.po
Languages: pt_br

source: Fearless Fellow
pt_br: Intrepido Tizio

source: Scaredy-cat Rina
pt_br: Rina la fifona

source: Player
pt_br: Giocatore

# 84_Fearless Fellow
source: Have you heard the rumors about the underground mall? Some people say it's haunted.
pt_br: Hai sentito le voci sul centro commerciale sotterraneo? C'è chi dice sia infestato.

# 96_Scaredy-cat Rina
source: Wait, what?
pt_br: Ma che?

# 108_Fearless Fellow
source: Supposedly, when they were constructing the place, one of the workers mysteriously died. Now, his angry, underpaid spirit haunts the halls...
pt_br: Si dice che, mentre costruivano il posto, uno degli operai morì misteriosamente. Ora, il suo spirito arrabbiato e sottopagato infesta i corridoi...

# 120_Scaredy-cat Rina
source: Eek! Please tell me you're lying! Please tell me it's not real!
pt_br: Oddio! Ti prego, dimmi che stai mentendo! Ti prego, dimmi che non è vero!

# 132_Fearless Fellow
source: Wish I could. I was walking through there the other night, see? Place was deserted, but I swear I heard footsteps behind me, following me... watching me.
pt_br: Magari potessi. L'altra sera ci stavo passando, capisci? Il posto era deserto, ma giuro che ho sentito dei passi dietro di me, che mi seguivano... che mi osservavano.

# 144_Fearless Fellow
source: I turned around－slowly, of course－and I saw a figure, pale and white, disappearing around a corner!
pt_br: Mi sono girato—lentamente, ovvio—e ho visto una figura, pallida e bianca, che spariva dietro l'angolo!

# 156_Scaredy-cat Rina
source: Eek! Let's get out of here!
pt_br: Eek! Andiamocene da qui!

# 168_Fearless Fellow
source: Heheh. You're such a scaredy-cat! All right, just hold onto my arm. I'll keep those scary ghosts away.
pt_br: Eheh. Sei proprio un fifone! Dai, stringiti al mio braccio. Terrò lontani quei brutti fantasmi.

# 180_Player
source: (A ghost in the underground mall? Maybe the girls at the club would be interested in that story.)
pt_br: Un fantasma nel centro commerciale sotterraneo? Magari le ragazze del club sarebbero interessate a quella storia.

# 192_Player
source: (A ghost in the underground mall? Maybe the girls at the club would be interested in that story.)
pt_br: Un fantasma nel centro commerciale sotterraneo? Magari le ragazze del club sarebbero interessate a quella storia.

# 204_Player
source: (A ghost in the underground mall? Maybe the girls at the club would be interested in that story.)
pt_br: Un fantasma nel centro commerciale sotterraneo? Magari le ragazze del club sarebbero interessate a quella storia.
