Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00090483.po
Languages: pt_br

# 84_Yuya
source: Look, I get where you're comin' from. Just calm down for one second, Shinya.
pt_br: Senti, capisco dove vuoi arrivare. Ma calmati un secondo, Shinya.

# 96_Shinya
source: You don't get a damn thing! You're too soft, man!
pt_br: Non capisci un cazzo! Sei troppo molle, amico!

# 120_Shinya
source: You know the rules, Yuya-san! If a customer ducks out on their bill, it's the host's responsibility.
pt_br: Le conosci le regole, Yuya-san! Se un cliente si dilegua senza pagare il conto, la responsabilità è dell'host.

# 132_Shinya
source: Mitsuru knew that when he let his girl run up that huge tab!
pt_br: Mitsuru lo sapeva, quando ha lasciato che la sua cliente facesse un conto così salato!

# 144_Yuya
source: You're not wrong, those <Italic>are</Italic> the rules. I've seen it happen time and time again in this biz.
pt_br: Non hai torto, <Italic>queste sono</Italic> le regole. L'ho visto succedere un sacco di volte in questo giro.

# 156_Yuya
source: And sure, I'm bein' easy on Mitsuru.
pt_br: E certo, ci sto andando piano con Mitsuru.

# 168_Yuya
source: But he deserves a little slack with how hard he works. Besides, the kid's a real high earner for us.
pt_br: Ma merita che chiudiamo un occhio, per quanto si sbatte a lavorare. Inoltre, quel ragazzo ci fa guadagnare una barca di soldi.

# 180_Yuya
source: We just gotta let this one mistake slide. He'll learn from it, and we'll all be better off in the long run.
pt_br: Dobbiamo solo lasciar correre questo errore. Imparerà la lezione, e alla lunga ci guadagneremo tutti.

# 192_Yuya
source: But for now, yeah. Of course I'm gonna help him.
pt_br: Ma per adesso, sì. Certo che lo aiuto.

# 204_Shinya
source: And what, Stardust is just gonna eat the 5 mil he lost!?
pt_br: E quindi lo Stardust deve solo ingoiarsi la perdita di 5 milioni!?

# 216_Yuya
source: He'll pay it, don't worry. Just not yet. Hitting him with all that at once would bankrupt the poor kid.
pt_br: Li pagherà, non preoccuparti. Solo non adesso. Chiedergli tutto quel malloppo in una volta sola lo manderebbe sul lastrico, povero ragazzo.

# 228_Shinya
source: C'mon, are you gonna bail out everyone who fucks up from now on?
pt_br: Ma dai, d'ora in poi hai intenzione di tirare fuori dai guai chiunque faccia cazzate?

# 240_Shinya
source: Stardust'll go under in the blink of an eye! Kazuki-san would never have let this bullshit slide...
pt_br: Lo Stardust andrà a gambe all'aria in un batter d'occhio! Kazuki-san non avrebbe mai lasciato correre questa stronzata...

# 252_Yuya
source: *sigh*
pt_br: *sospiro*

# 264_Kiryu
source: Hey, Yuya. Problem so big you had to take it outside, huh?
pt_br: Ehi, Yuya. Un problema così grosso che ne dovete parlare qua fuori, eh?

# 300_Yuya
source: Kiryu-san! I didn't know you were back in town!
pt_br: Kiryu-san! Non sapevo fossi tornato in città!

# 312_Kiryu
source: Just for a bit while I take care of some business.
pt_br: Solo per un po', mentre sbrigo degli affari.

# 324_Yuya
source: Well, I would've dropped by with a gift or two if you'd let me know first!
pt_br: Beh, sarei passato a farti un regalino se me l'avessi detto prima!

# 336_Kiryu
source: Heh, don't sweat it. We've known each other for too long to be worried about those kinds of formalities.
pt_br: Heh, non preoccuparti. Ci conosciamo da troppo tempo per badare a queste formalità.

# 348_Kiryu
source: By the way, how are things going at the club? You and that kid didn't really look like you were seeing eye to eye.
pt_br: A proposito, come vanno le cose al locale? Non mi sembrava che tu e quel ragazzino foste proprio d'accordo.

# 360_Yuya
source: Sorry you had to see that, Kiryu-san.
pt_br: Scusa se hai dovuto assistere alla scena, Kiryu-san.

# 372_Kiryu
source: So? What's going on?
pt_br: Allora? Che succede?

# 384_Yuya
source: It's this host we have, Mitsuru. He let one of his customers run out on a 5 million yen tab.
pt_br: È per un nostro host, Mitsuru. Ha lasciato che una sua cliente si dileguasse con un conto da 5 milioni di yen.

# 396_Kiryu
source: Ouch. I hear that's a pretty common thing, though.
pt_br: Ahi. Sento dire che è una cosa che capita spesso, però.

# 408_Yuya
source: It is. Mitsuru's one of the hardest workers we've got, too, and I can't even begin to tell you how much business he's brought in.
pt_br: È così. Inoltre Mitsuru è uno dei nostri che lavora più sodo, e non ti dico quanti affari ci ha portato.

# 420_Yuya
source: He just got kinda unlucky this time. So I wanna give him a hand somehow if I can.
pt_br: Stavolta gli è solo andata un po' di sfiga. Perciò vorrei dargli una mano in qualche modo, se posso.

# 432_Kiryu
source: Heh, that's the Yuya I know.
pt_br: Heh, ecco lo Yuya che conosco.

# 444_Yuya
source: I just dunno, Kiryu-san. You think I'm too soft on them?
pt_br: Non so proprio, Kiryu-san. Pensi che io sia troppo morbido con loro?

# 456_Yuya
source: Shinya seems to think so. Pretty sure Kazuki-san's called me soft at least once, too.
pt_br: Shinya la pensa così. E sono quasi certo che anche Kazuki-san mi abbia dato del rammollito almeno una volta.

# 468_Yuya
source: Is wantin' to help my hosts out really so bad?
pt_br: Voler dare una mano ai miei ragazzi è davvero così sbagliato?

# 492_Yuya
source: But hey, you don't need to hear all this.
pt_br: Ma ehi, tu non hai bisogno di sentire tutta questa roba.

# 504_Yuya
source: I should be gettin' back inside, anyway. Gotta do my part to keep Stardust the top host club in Kamurocho!
pt_br: Comunque dovrei rientrare. Devo fare la mia parte per far sì che lo Stardust rimanga il miglior host club di Kamurocho!

# 516_Yuya
source: I appreciate you lendin' an ear though, Kiryu-san. Thanks.
pt_br: Apprezzo comunque che tu mi abbia ascoltato, Kiryu-san. Grazie.

# 540_Kiryu
source: (Hm. Maybe I should head inside and see what Kazuki has to say about this.)
pt_br: (Mhm. Forse dovrei entrare e sentire cosa ha da dire Kazuki al riguardo.)
