Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00260185.po
Languages: pt_br

source: Suspect
pt_br: Sospettato

source: Culprit
pt_br: Colpevole

# 56_Tanimura
source: Hey, you.
pt_br: Ehi, tu.

# 68_Suspect
source: Huh? Whaddya want?
pt_br: Eh? Che vuoi?

# 80_Tanimura
source: I'm with the police. You were involved in a robbery, weren't you? I'm placing you under arrest.
pt_br: Sono della polizia. Sei stato coinvolto in una rapina, vero? Ti metto in arresto.

# 92_Suspect
source: Whaaaat? Me? You must be mistaken, officer－I haven't robbed a soul. Just look at these innocent eyes!
pt_br: Ma cosa dici?! Io? Lei deve sbagliarsi, agente－io non ho rapinato neanche un'anima. Guardi un po' questi occhi innocenti!

# 104_Tanimura
source: (He's denying it, but his face and jacket are exactly what the artist described. Maybe I should press him a little further.)
pt_br: (Nega, ma la sua faccia e la giacca sono esattamente come le ha descritte l'artista. Forse dovrei stringerlo ancora un po'.)

# 116_Tanimura
source: Yeah? Then if what you're saying is true, show me what's inside that jacket.
pt_br: Sì? Allora, se quello che dici è vero, fammi vedere cosa c'è dentro quella giacca.

# 128_Tanimura
source: Shouldn't be a big deal... Unless, of course, you have done something suspicious.
pt_br: Non dovrebbe essere un gran che... A meno che, ovviamente, tu non abbia combinato qualcosa di losco.

# 140_Suspect
source: You... wanna peek inside the jacket, huh...
pt_br: Tu... vuoi dare un'occhiata dentro la giacca, eh...

# 152_Culprit
source: Dammit! How'd you know it was me!? I was sure nobody saw my face...
pt_br: Maledizione! Come hai fatto a sapere che ero io!? Ero sicuro che nessuno mi avesse visto in faccia...

# 164_Tanimura
source: Yeah, well, maybe you weren't as careful as you thought. Now I suggest you come along quietly.
pt_br: Eh, già, forse non sei stato così attento come pensavi. Ora ti conviene venire con noi senza fare storie.

# 176_Culprit
source: Damn... We went to all that trouble fighting the yakuza to get those weapons! No way in hell we're gonna get busted before we even use 'em!
pt_br: Porca miseria... Ci siamo fatti il culo a lottare contro la yakuza per quelle armi! Col cazzo che ci facciamo beccare prima ancora di usarle!
