Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0009034a.po
Languages: pt_br

source: Sea-gazing Man
pt_br: Uomo che guarda il mare

source: Jeweler
pt_br: Gioielliere

# 100_Sea-gazing Man
source: I ought to put an end to it all...
pt_br: Dovrei farla finita...

# 112_Saejima
source: Hey. What's with all the gloom and doom?
pt_br: Ehi. Cos'è tutta quest'aria da funerale?

# 136_Sea-gazing Man
source: Please, just leave me alone. I'll be killed soon enough, anyway.
pt_br: Ti prego, lasciami in pace. Tanto mi faranno fuori presto, comunque.

# 148_Saejima
source: Ya don't look like a guy who lives dangerously, but I ain't one to judge a tiger by its stripes. What's eatin' ya?
pt_br: Non hai la faccia di uno che vive pericolosamente, ma io non sono il tipo che giudica una tigre dalle sue strisce. Che ti rode?

# 160_Sea-gazing Man
source: I appreciate your concern.
pt_br: Grazie per esserti preoccupato.

# 172_Sea-gazing Man
source: You see, I work at a jewelry shop... or I used to, until it got robbed the other day.
pt_br: Vedi, lavoro in una gioielleria... o meglio, ci lavoravo, fino a quando non è stata rapinata l'altro giorno.

# 184_Jeweler
source: These hardcore dudes came in, pointed their guns at me, and said, "Hand over the jewels if you want to live."
pt_br: Questi energumeni sono entrati, mi hanno puntato le pistole addosso, e hanno detto: "Molla i gioielli se vuoi vivere."

# 196_Jeweler
source: Of course I wanted to live! So I handed over the jewels.
pt_br: Ma certo che volevo vivere! Quindi ho consegnato i gioielli.

# 208_Jeweler
source: Did I ever! I opened all the display cases!
pt_br: Eccome! Ho aperto tutte le vetrine!

# 220_Jeweler
source: Then my manager goes ballistic. So now he runs over, sticks a knife to my throat, and guess what he says? "Get back the jewels if you want to live."
pt_br: Poi il mio capo sbrocca. Così lui si precipita, mi punta un coltello alla gola, e sai cosa mi dice? "Recupera i gioielli se vuoi vivere."

# 232_Jeweler
source: I'm pretty sure the shop was just a front for the yakuza. I saw murder in my manager's eyes, I can tell you that.
pt_br: Sono quasi sicuro che il negozio fosse solo una copertura per la yakuza. Ho visto la morte negli occhi del mio manager, te lo dico io.

# 244_Jeweler
source: So I filed a police report, and even did some investigating of my own. I found out the getaway car was seen heading for these docks.
pt_br: Allora ho sporto denuncia alla polizia, e ho persino indagato per conto mio. Ho scoperto che la macchina della fuga era stata vista dirigersi verso questi moli.

# 256_Jeweler
source: But nobody's seen anything, and now I'm stuck on a wild goose chase.
pt_br: Ma nessuno ha visto un tubo, e ora mi tocca rincorrere il nulla.

# 268_Jeweler
source: Even if I did find the guys, they'd probably just kill me on the spot. It's too depressing to even think about.
pt_br: Anche se trovassi quei tizi, probabilmente mi farebbero fuori all'istante. È troppo deprimente anche solo pensarci.

# 280_Jeweler
source: That's why I figure I should just get it over with and die on my own terms.
pt_br: Ecco perché mi sono detto che dovrei farla finita e morire a modo mio.

# 292_Saejima
source: (Poor guy, gettin' caught up in a buncha yakuza bullshit.)
pt_br: (Poveraccio, finito in mezzo a un sacco di stronzate della yakuza.)

# 304_Saejima
source: Listen, buddy. If you're capable of offin' yourself, I'd say you're capable of damn near anything.
pt_br: Senti, compare. Se sei capace di farti fuori, direi che sei capace di fare praticamente qualsiasi cosa.

# 316_Saejima
source: Instead of givin' up the ghost, try diggin' in your heels.
pt_br: Invece di darti per vinto, prova a piantare i piedi.

# 328_Saejima
source: Even if ya can't do much on your own, you oughta be able to hire a private eye, or... somethin'.
pt_br: Anche se da solo non puoi fare granché, dovresti pur riuscire a ingaggiare un investigatore privato, o... roba del genere.

# 340_Jeweler
source: You know what? You're right. I guess I've been feeling guilty about not putting up a fight...
pt_br: Sai cosa? Hai ragione. Immagino di essermi sentito in colpa per non aver reagito...

# 352_Jeweler
source: But I think I'll keep at it and try to find those jewels.
pt_br: Ma credo che continuerò a provarci e cercherò di trovare quei gioielli.

# 364_Jeweler
source: ...Once I stop feeling so depressed, that is.
pt_br: ...Appena mi passa 'sta botta di depressione, ecco.

# 376_Saejima
source: Alright. Good luck to ya.
pt_br: A posto. In bocca al lupo.

# 388_Saejima
source: (He's got balls, for a civvie. So there's jewel thieves on the run around here, huh? Oughta see what I can find.)
pt_br: (C'ha le palle, per essere un civile. Quindi ci sono ladri di gioielli in fuga da queste parti, eh? Vado a vedere cosa trovo.)

# 400_Jeweler
source: The robbers brought the jewels to the docks, but from there? It's anyone's guess.
pt_br: I rapinatori hanno portato i gioielli ai moli, ma da lì? Chi lo sa.
