Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00090319.po
Languages: pt_br

source: Middle-aged Woman
pt_br: Donna di mezza età

# 96_Hana
source: Chief, where have you been?
pt_br: Capo, dove sei finito?

# 120_Hana
source: We have a new customer.
pt_br: Abbiamo un nuovo cliente.

# 132_Akiyama
source: Sorry about that.
pt_br: Scusami tanto.

# 204_Akiyama
source: Apologies for the wait.
pt_br: Mi scuso per l'attesa.

# 216_Middle-aged Woman
source: No problem at all.
pt_br: Proprio nessun problema.

# 228_Akiyama
source: Now, what can I do for you today?
pt_br: Allora, cosa posso fare per te oggi?

# 240_Middle-aged Woman
source: I'm sure I must be asking too much of you, but might I be able to borrow fifty million yen?
pt_br: Sono certa di starle chiedendo troppo, ma potreiavere in prestito cinquanta milioni di yen?

# 252_Akiyama
source: Fifty million... That's a pretty big loan. May I be so bold as to ask why?
pt_br: Cinquanta milioni... È un prestito mica da ridere, questo. Posso permettermi la sfrontatezza di chiederne il perché?

# 264_Middle-aged Woman
source: As it happens, my husband also works in the consumer lending industry.
pt_br: Guarda caso, mio marito lavora anche nei prestiti al consumo, l'industria.

# 276_Middle-aged Woman
source: Lately, however, various factors have tied up his cash flow, and the business is in the midst of a financial crisis.
pt_br: Ultimamente, però, vari fattori gli hanno incasinato il flusso di cassa, e l'attività è nel bel mezzo di una crisi finanziaria.

# 288_Akiyama
source: Did the banks stop financing him?
pt_br: Le banche hanno smesso di finanziarlo?

# 300_Middle-aged Woman
source: It pains me to say this, but past clients who'd been overcharged began asking for refunds, and the banks no longer find my husband trustworthy.
pt_br: Mi fa male dirlo, ma i vecchi clienti a cui avevamo fatto pagare troppo hanno cominciato a reclamare i soldi indietro, e le banche non si fidano più di mio marito.

# 312_Akiyama
source: Then, why are you here and not your husband?
pt_br: Allora, perché è qui lei e non suo marito?

# 324_Middle-aged Woman
source: My husband is a prideful man. He would never dream of borrowing money from another loan firm.
pt_br: Mio marito è un uomo orgoglioso. Non si sognerebbe mai dichiedere soldi in prestito a un'altra società di prestiti.

# 336_Akiyama
source: I see.
pt_br: Capisco.

# 348_Middle-aged Woman
source: When my husband was young, his father became burdened with debt and committed suicide.
pt_br: Quando mio marito era giovane, suo padre si ritrovò sommerso dai debiti e si tolse la vita.

# 360_Middle-aged Woman
source: From that day forward, my husband vowed to never to be a failure like his father was－to forever be a lender and not a borrower.
pt_br: Da quel giorno in poi, mio marito giurò di non essere mai un fallito come suo padre－di essere per sempre un prestatore e non un debitore.

# 372_Middle-aged Woman
source: For him to borrow from another moneylender would be as though he'd become the father he'd rejected, and he could never accept that.
pt_br: Per lui, prendere in prestito da un altro prestatore sarebbe comediventare il padre che aveva rinnegato, e non avrebbemai potuto accettarlo.

# 384_Middle-aged Woman
source: He has no idea I'm here.
pt_br: Lui non ha idea che io sia qui.

# 408_Middle-aged Woman
source: I beg you. Please lend me the fifty million yen.
pt_br: La imploro. La prego, mi presti i cinquanta milioni di yen.

# 420_Akiyama
source: All right. But seeing as you've come here, I assume you already know the rules?
pt_br: Va bene. Ma visto che sei venuto qui, immagino che tu sai già le regole?

# 432_Middle-aged Woman
source: I do. I have to pass a test, is that correct?
pt_br: Sì. Devo superare un test, è giusto?

# 444_Akiyama
source: That's right. Usually, I give a three-hour time limit, but I think I have to consider the size of the loan in question here.
pt_br: Esatto. Di solito, do un limite di tre ore, ma credodi dover considerare l'entità del prestito in questione qui.

# 456_Akiyama
source: As a way of testing your resolve, I'll give you thirty minutes to find employment somewhere here in Kamurocho.
pt_br: Come prova della tua determinazione, ti darò trenta minuti per trovare un impiego da qualche parte qui a Kamurocho.

# 468_Middle-aged Woman
source: Thirty minutes?
pt_br: Mezz'ora?

# 480_Akiyama
source: Yes. If you succeed, I'll lend you fifty million yen, completely interest-free.
pt_br: Sì. Se ci riesci, ti presterò cinquanta milioni di yen, completamente senza interessi.

# 492_Middle-aged Woman
source: ...I understand. Thank you.
pt_br: ...Capisco. Grazie.

# 528_Akiyama
source: Oh, and if I may ask your name, as well...?
pt_br: Oh, e se posso permettermi, anche il suo nome...?

# 600_Akiyama
source: Guess she's married to that Arima fellow over at Tenjin Loans.
pt_br: Immagino sia sposata con quel tizio Arima della Tenjin Loans.

# 612_Hana
source: You mean you didn't know? She's a familiar face around here.
pt_br: Ma non lo sapevi? È una faccia conosciuta da queste parti.

# 624_Akiyama
source: Is she really? I'm not much interested in older women, so...
pt_br: E davvero? Non è che mi interessino un granché le donne mature, perciò...

# 648_Akiyama
source: Anyway, according to what she said, Tenjin Loans isn't doing so great these days. Think you can check on that, Hana-chan?
pt_br: Comunque, a quanto ha detto lei, le Tenjin Loans non se la passano granché bene ultimamente. Puoi darci un'occhiata, Hana-chan?

# 660_Hana
source: I'm on it, Chief.
pt_br: Sono sul pezzo, Capo.

# 684_Akiyama
source: Well?
pt_br: Allora?

# 696_Hana
source: Everything looks okay at first glance, but with all the overpayment refunds and defaulted loans, it's safe to say Tenjin really is in a tight spot.
pt_br: A prima vista sembra tutto a posto, però con tutti i rimborsi per pagamenti in eccesso e i prestiti in sofferenza, si può dire tranquillamente che Tenjin è davvero con l'acqua alla gola.

# 708_Akiyama
source: Figures...
pt_br: E te pareva...

# 720_Hana
source: When Arima-san invited you over to his office, he was probably hoping to pull you in so he could get his hands on Sky Finance's capital.
pt_br: Quando Arima-san ti ha invitato nel suo ufficio, probabilmente sperava di attirarti per mettere le mani sul capitale della Sky Finance.

# 732_Akiyama
source: It all makes sense now. I turn him down, so he cozies up to the latest big moneymaker, Shiobara.
pt_br: Ora ha tutto un senso. Gli do picche, così lui si struscia all'ultimo che fa i soldoni, Shiobara.

# 744_Hana
source: Shiobara-san gets Tenjin's clients, while Tenjin gets control of Shiobara-san's money, as the two of them try to ride out their financial troubles.
pt_br: Shiobara-san si prende i clienti di Tenjin, mentre Tenjin mettele mani sui soldi di Shiobara-san, mentre i due cercano disuperare le loro grane finanziarie.

# 756_Hana
source: And I'm willing to bet the clients Arima hands off to Shiobara-san are the ones with no means to repay him.
pt_br: E ci scommetto che i clienti che Arima passa a Shiobara-san sono quelli senza i mezzi per ripagarlo.

# 768_Akiyama
source: Arima gets rid of the of bad clients and scores some fresh funding in the process. Two birds, one stone.
pt_br: Arima si sbarazza dei cattivi clienti e si procura nuovifondi nel processo. Due piccioni con una fava.

# 780_Hana
source: He and his wife might be able to temporarily make it through their financial crisis...
pt_br: Lui e sua moglie potrebbero riuscire a tirare avanti temporaneamente la loro crisi finanziaria...

# 792_Hana
source: But if those deadbeat clients cause money troubles for Shiobara-san...
pt_br: Ma se quei clienti morosi causano problemi di grana a Shiobara-san...

# 804_Akiyama
source: With no more loans on the horizon, Tenjin Loans wouldn't be around much longer.
pt_br: Senza più prestiti all'orizzonte, la Tenjin Loans non sarebbe rimasta in piedi ancora per molto.

# 816_Hana
source: Exactly.
pt_br: Esatto.

# 864_Akiyama
source: Hello?
pt_br: Salve?

# 876_Manager
source: Hi, Akiyama-san. Do you have a moment?
pt_br: Salve, Akiyama-san. Ha un momento?

# 888_Akiyama
source: Sure. What's up?
pt_br: Certo. Che c'è?

# 900_Manager
source: Well, the lady from Tenjin Loans is here asking for a job.
pt_br: Allora, la signora della Tenjin Loans è qui che chiede un lavoro.

# 912_Akiyama
source: What, at the club?
pt_br: Ma come, al club?

# 924_Manager
source: Uh-huh.
pt_br: Ah-ah.

# 936_Akiyama
source: And?
pt_br: E?

# 948_Manager
source: She's not exactly the right age for hostess work. I tried saying no, but...
pt_br: Non ha proprio l'età giusta per fare l'hostess. Ho provato a dire di no, ma...

# 960_Manager
source: She's not backing down. She says she'll clean the restrooms, wash dishes－anything.
pt_br: Non molla un colpo. Dice che pulirà i bagni, laverà i piatti－qualsiasi cosa.

# 984_Manager
source: I told her there's got to be plenty of other jobs out there. Different kinds of jobs.
pt_br: Le ho detto che ci saranno pure un sacco di altri lavori in giro. Lavori di tutt'altro tipo.

# 996_Manager
source: But apparently, all the likely places turned her away.
pt_br: Ma a quanto pare, tutti i posti 'giusti' le hanno detto picche.

# 1008_Manager
source: I suppose not many places in town would hire the wife of the president of Tenjin Loans.
pt_br: Immagino che non molti locali in giro darebbero lavoro alla moglie del presidente della Tenjin Loans.

# 1020_Akiyama
source: Does she know I'm the one who runs that place?
pt_br: Sa che sono io quello che manda avanti quel posto?

# 1032_Manager
source: I don't think so, no... Why? What's going on?
pt_br: Non credo proprio, no... Perché? Che succede?

# 1044_Akiyama
source: Nothing. Just stall her for a minute, okay?
pt_br: Niente. Tienila occupata solo per un minuto, ok?

# 1056_Akiyama
source: I'm on my way.
pt_br: Sto arrivando.

# 1068_Manager
source: Very well.
pt_br: Molto bene.

# 1104_Akiyama
source: Hana-chan, I'll be right back.
pt_br: Hana-chan, torno subito.

# 1116_Hana
source: Okay, later, Chief.
pt_br: Ok, ci vediamo, Capo.
