Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00260382.po
Languages: pt_br

# 144_Tanimura
source: ...Well?
pt_br: ...Allora?

# 156_Smith
source: Yes! This is it! This is exactly what I was talking about! What's the name of this game again?
pt_br: Sì! Eccolo! È proprio quello che dicevo io! Come si chiama questo gioco, ancora?

# 168_Tanimura
source: It's called shogi.
pt_br: Si chiama shogi.

# 180_Smith
source: That's right! Shogi! The tension in here's so thick, you could cut it with a knife!
pt_br: Esatto! Shogi! La tensione qui dentro è così densa, che la potresti tagliare con un coltello!

# 192_Smith
source: This's some good shit, m'dude!
pt_br: Questa è una gran figata, socio!

# 204_Tanimura
source: (Well, he sounds satisfied.)
pt_br: (Beh, sembra soddisfatto.)

# 216_Tanimura
source: I'm happy for you. So is it cool if I leave now?
pt_br: Mi fa piacere per te. Allora, è a posto se me ne vado adesso?

# 228_Smith
source: Well, if you wouldn't mind kickin' it with me for a little longer, there is one more place I want to go. But that's it.
pt_br: Beh, se non ti dispiace fare un giro con me per un po' più a lungo, c'è un altro posto dove voglio andare. Ma poi basta.

# 240_Tanimura
source: ...Might as well see this through. Fine, where to?
pt_br: ...Tanto vale vederla fino in fondo. Va bene, dove andiamo?

# 252_Smith
source: I want to go somewhere where only men are allowed...
pt_br: Voglio andare in un posto dove non ci siano donne.

# 264_Tanimura
source: Uh... I'm not quite sure I get it.
pt_br: Uh... non sono mica sicuro di aver capito.

# 276_Smith
source: You know what I mean! I forgot the exact name... Let's see here...
pt_br: Sai cosa intendo! Ho dimenticato il nome esatto... Vediamo un po'...

# 288_Smith
source: It's a place where it's men only, and everybody is naked. They rub shoulders and communicate with each other. Something like that.
pt_br: È un posto solo per uomini, e sono tutti nudi. Si strofinano le spalle e si fanno due chiacchiere. Una cosa così.

# 300_Tanimura
source: ...Drawing a total blank here.
pt_br: ...Non mi viene in mente proprio niente.

# 312_Smith
source: Oh, come on! You know what I mean! A men's only place where everybody's naked! Japan is known for this shit!
pt_br: Ma dai! Sai cosa intendo! Un posto solo per uomini dove sono tutti nudi! Il Giappone è famoso per questa roba!

# 324_Tanimura
source: Well, you could be talking about a...
pt_br: Beh, potresti star parlando di un...

# 336_Tanimura
source: Let's go to Love in Heart. Maybe that's the kind of place you're looking for.
pt_br: Andiamo al Love in Heart. Magari è il genere di posto che stai cercando.

# 348_Smith
source: You sure you're not just pulling something out of your ass?
pt_br: Sei sicuro che non ti stai tirando fuori qualcosa dal culo?

# 360_Tanimura
source: You worry too much. Just follow me.
pt_br: Ti preoccupi troppo. Seguimi e basta.

# 372_Smith
source: Oh... Okay. I guess I'll give it a try.
pt_br: Oh... Ok. Mi sa che ci provo.

# 396_Tanimura
source: I know this place called Asia. We should go there.
pt_br: Conosco un locale che si chiama Asia. Dovremmo farci un salto.

# 408_Smith
source: What's it all about?
pt_br: Cos'è 'sta storia?

# 420_Tanimura
source: Well, it's a gentlemen's club. There's nothing quite like crowding around a sweaty stage that inspires camaraderie among men. It's a very primal way of bonding, if you ask me.
pt_br: Bè, è un club per signori. Non c'è niente di meglio che ammassarsi attorno a un palco sudaticcio che ispira cameratismo tra gli uomini. È un modo molto primordiale di legare, se proprio vuoi saperlo.

# 432_Smith
source: Right, that sense of masculine solidarity! Sounds like you hit the nail on the head with this one. Let's hop to it!
pt_br: Giusto, quel senso di solidarietà maschile! Sembra proprio che tu ci abbia azzeccato in pieno con questo. Diamoci una mossa!

# 456_Tanimura
source: Let's go to Beam.
pt_br: Andiamo a Beam.

# 468_Smith
source: "Beam"? Sounds a little suspect to me...
pt_br: "Beam"? Mi puzza un po'...

# 480_Tanimura
source: It's a video store stocked with everything you could possibly imagine, and more. I have a feeling it'll have those "men only" and "communication" elements you're after.
pt_br: È una videoteca fornitissima, c'è tutto quello che potresti mai immaginare, e anche di più. Mi sa che lì ci trovi quei contenuti "solo per uomini" e "di comunicazione" che cerchi tu.

# 492_Smith
source: Hmm, you sound like you know what you're talking about. Okay, then I look forward to seeing it. Let's try it out!
pt_br: Mmm, sembri uno che sa il fatto suo. Ok, allora non vedo l'ora di vederlo. Proviamo!

# 516_Tanimura
source: Then let's go to Yunosono Hot Springs.
pt_br: Allora andiamo alle Terme Yunosono.

# 528_Smith
source: Yunosono Hot Springs?
pt_br: Onsen Yunosono?

# 540_Tanimura
source: Yeah, a hot spring is the place to be if you wanna get naked and communicate with other men.
pt_br: Già, un onsen è il posto giusto se vuoi spogliarti e comunicare con altri uomini.

# 552_Smith
source: Sounds good to me! Then let's get crackin'!
pt_br: Perfetto! Allora, diamoci dentro!

# 576_Smith
source: A massage parlor.
pt_br: Un centro massaggi.

# 588_Smith
source: A hot spring.
pt_br: Un onsen.

# 600_Smith
source: A gentleman's club.
pt_br: Un club per gentiluomini.

# 612_Smith
source: A video store.
pt_br: Una videoteca.
