Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00910101.po
Languages: pt

source: You got a <Color:8>Woodcarving Set<Color:Default>.
pt: Hai ottenuto un <Color:8>Set per intagliare il legno<Color:Default>.

source: Punk-like Man
pt: Teppista

source: Old Man
pt: Anziano

source: Relieved Homeless Man
pt: Senzatetto sollevato

source: Master
pt: Maestro

source: Master's Helper - Saejima
pt: Aiutante del Maestro - Saejima

source: Panicked Homeless Man
pt: Senzatetto in preda al panico

# 116_Punk-like Man
source: Who the hell is this guy? Some sorta monster or somethin'!?
pt: Chi cazzo è questo? È una specie di mostro o cosa!?

# 128_Punk-like Man
source: Dammit! This ain't the last you heard of us, old man!
pt: Maledizione! Non finirà qui, vecchio!

# 176_Saejima
source: Street punks and their cowardly lines never change.
pt: I teppistelli di strada e le loro minacce da codardi non cambiano mai.

# 188_Old Man
source: You saved my life. Thank you.
pt: Mi hai salvato la vita. Grazie.

# 200_Saejima
source: Thank this guy, not me. He's the one that was doin' all the worryin'.
pt: Ringrazia lui, non me. È lui quello che si stava preoccupando tanto.

# 224_Relieved Homeless Man
source: Master, you okay!? Did they hurt you?
pt: Maestro, stai bene!? Ti hanno fatto del male?

# 236_Old Man
source: Oh, it's you. Yeah, I'm all right.
pt: Oh, sei tu. Sì, sto bene.

# 248_Relieved Homeless Man
source: Thank goodness! I was scared outta my mind!
pt: Grazie al cielo! Mi sono spaventato a morte!

# 260_Relieved Homeless Man
source: I owe you, sir! You really are something! By the way, what was your name again?
pt: Vi sono debitore, signore! Siete davvero un grande! A proposito, come vi chiamavate?

# 272_Saejima
source: Saejima. You?
pt: Saejima. E tu?

# 284_Relieved Homeless Man
source: People call me Ken-chan. And this here's the Master.
pt: La gente mi chiama Ken-chan. E lui è il Maestro.

# 296_Master
source: I didn't come up with that nickname, but call me whatever you want.
pt: Non me lo sono dato io quel soprannome, ma chiamami come vuoi.

# 308_Saejima
source: So why were them punks after ya anyways?
pt: Allora, perché ce l'avevano con te quei teppistelli?

# 320_Master
source: Been down here lookin' for a certain somethin'. Somethin' important.
pt: Ero qui sotto a cercare una certa cosa. Una cosa importante.

# 332_Master
source: But then those hoodlums showed up, spoutin' nonsense about buried treasure and the like.
pt: Ma poi sono arrivati quei delinquenti, blaterando idiozie su tesori sepolti e roba simile.

# 344_Saejima
source: Somethin' important?
pt: Una cosa importante?

# 356_Master
source: Yep. Ain't even sure what it is exactly. My father only told me about it on his deathbed.
pt: Già. Non so nemmeno di cosa si tratti, di preciso. Mio padre me ne ha parlato solo in punto di morte.

# 368_Master
source: Said he buried somethin' important beneath the streets of Kamurocho.
pt: Ha detto di aver seppellito qualcosa di importante sotto le strade di Kamurocho.

# 380_Saejima
source: I see...
pt: Capisco...

# 392_Master
source: He told me the general location, but we got more sewers an' newfangled underground malls croppin' up every day. Makes things harder to find.
pt: Mi ha detto la posizione generica, ma ogni giorno spuntano nuove fognature e moderni centri commerciali sotterranei. Questo rende le cose più difficili da trovare.

# 404_Saejima
source: So ya mean he buried whatever it is before all this was built?
pt: Quindi intendi dire che ha seppellito quella cosa prima che tutto questo venisse costruito?

# 416_Master
source: Exactly. I reckon durin' the war.
pt: Esatto. Credo durante la guerra.

# 428_Saejima
source: Wow, that's a long time ago. So how many years ya been diggin'?
pt: Wow, è passato un sacco di tempo. Allora, da quanti anni stai scavando?

# 440_Master
source: Well, heard from my father 'bout it when I was 50, so I reckon maybe 25 years. Give or take a few.
pt: Beh, mio padre me ne parlò quando avevo 50 anni, quindi credo siano circa 25 anni. Anno più, anno meno.

# 452_Saejima
source: 25 years...
pt: 25 anni...

# 464_Ken-chan
source: Master, this guy's pretty strong. How about asking him to help you dig?
pt: Maestro, questo tizio è piuttosto forte. Perché non gli chiedi di aiutarti a scavare?

# 476_Master
source: And why would I do that?
pt: E perché dovrei?

# 488_Ken-chan
source: You've been saying your back hurts, right? And you're not getting any younger.
pt: Hai detto che ti fa male la schiena, no? E non stai ringiovanendo.

# 500_Master
source: Oh, shut yer trap! I still got it in me!
pt: Oh, chiudi quella fogna! Ce la faccio ancora!

# 512_Ken-chan
source: You don't have to be so hardheaded! Saejima-san, will you help the Master dig?
pt: Non fare il testardo! Saejima-san, aiuterai il Maestro a scavare?

# 524_Ken-chan
source: Please!
pt: Ti prego!

# 536_Saejima
source: Ya really been digging this hole for 25 years?
pt: Stai davvero scavando questo buco da 25 anni?

# 548_Master
source: Pretty much.
pt: Più o meno.

# 572_Saejima
source: I see. Well, I'll help whenever I got the time.
pt: Capisco. Beh, aiuterò quando avrò tempo.

# 584_Master
source: Seriously, kid? You ain't even involved. Might not be anything in it for ya either.
pt: Dici sul serio, ragazzo? Non c'entri niente. Potrebbe anche non esserci nulla per te.

# 596_Saejima
source: Consider it karma. Plus, haven't had a good workout since comin' to Kamurocho. Don't worry about it.
pt: Consideralo karma. E poi, non faccio un buon allenamento da quando sono a Kamurocho. Non preoccuparti.

# 608_Ken-chan
source: Perfect! You just might find what you're looking for before you pass on, Master!
pt: Perfetto! Potresti trovare quello che cerchi prima di passare a miglior vita, Maestro!

# 620_Master
source: Will you quit talkin' about me dyin' already!? Geez!
pt: Vuoi smetterla di parlare della mia morte!? Accidenti!

# 632_Master
source: Saejima, was it? I may talk a lot, but I can't stop the years from pilin' on.
pt: Saejima, giusto? Faccio tanto il gradasso, ma non posso fermare il peso degli anni.

# 644_Master
source: Honestly, this old man'd be really happy if ya lent a hand, even if it's only for a little.
pt: Onestamente, questo vecchio sarebbe davvero felice se gli dessi una mano, anche solo per poco.

# 656_Saejima
source: Got it. I'll come by and help when I can.
pt: Ricevuto. Verrò ad aiutare quando potrò.

# 668_Master
source: Thank you, son. I'm in your debt.
pt: Grazie, figliolo. Ti sono debitore.

# 680_Master
source: Ain't much of a reward, I guess, but do ya know about <Color:7>Revelations<Color:Default>?
pt: Non è una gran ricompensa, immagino, ma conosci le <Color:7>Rivelazioni<Color:Default>?

# 692_Saejima
source: Revelations?
pt: Rivelazioni?

# 704_Master
source: Yep. Revelations allow you to learn new techniques by observing various events around town.
pt: Già. Le Rivelazioni ti permettono di imparare nuove tecniche osservando vari eventi in città.

# 716_Master
source: Might just be able to discover somethin' new if ya capture those decisive moments in material form.
pt: Potresti scoprire qualcosa di nuovo se riesci a catturare quei momenti decisivi in forma materiale.

# 728_Saejima
source: But I don't have a camera. Never been much good with machines anyway.
pt: Ma non ho una macchina fotografica. E comunque non sono mai stato bravo con la tecnologia.

# 740_Master
source: Same here. Couldn't afford it either. That's why I use these babies.
pt: Nemmeno io. E non potrei nemmeno permettermela. È per questo che uso questi tesori.

# 752_Saejima
source: A hammer and chisel?
pt: Un martello e uno scalpello?

# 764_Master
source: I'll give ya some good carvin' wood too. Use that there hammer and chisel to carve the events you see.
pt: Ti darò anche del buon legno da intagliare. Usa quel martello e quello scalpello per scolpire gli eventi a cui assisti.

# 776_Master
source: Ask Ken-chan about what's goin' on above ground. He may have some good information.
pt: Chiedi a Ken-chan cosa succede in superficie. Potrebbe avere delle buone informazioni.

# 788_Saejima
source: I think I get it. I'll give it a try.
pt: Credo di aver capito. Ci proverò.

# 824_Punk-like Man
source: This information has been added as a <Color:14>memo<Color:Default>. Read <Color:14>memos<Color:Default> by selecting <Color:14>Memos<Color:Default> in the Pause Menu. You can access the Pause Menu with the <Action:Button_Options@Adventure> button.
pt: Queste informazioni sono state aggiunte ai <Color:14>memo<Color:Default>. Leggi i <Color:14>memo<Color:Default> selezionando <Color:14>Memo<Color:Default> nel menu di pausa. Puoi accedere al menu di pausa con il pulsante <Action:Button_Options@Adventure>.

# 896_Saejima
source: (Well, looks like I've settled things here. Time to investigate that legendary info dealer. Wonder if any of the homeless might know something...)
pt: (Beh, sembra che qui abbia sistemato le cose. È ora di indagare su quel leggendario informatore. Chissà se qualcuno dei senzatetto sa qualcosa...)

# 944_Panicked Homeless Man
source: Over there!
pt: Laggiù!

# 968_Punk-like Man
source: Enough bull, old man. It's time you told us the truth.
pt: Basta cazzate, vecchio. È ora che ci dici la verità.

# 980_Punk-like Man
source: We don't like to get rough with frail geezers, so do us a favor and start talking.
pt: Non ci piace usare le maniere forti con i vecchietti fragili, quindi facci un favore e inizia a parlare.

# 992_Old Man
source: I can't let you go any further! All these years o' hard work woulda been for nothing!
pt: Non posso lasciarvi passare! Tutti questi anni di duro lavoro sarebbero stati inutili!

# 1004_Punk-like Man
source: We know you're hiding tons of buried treasure back there! That's why you been digging like this since the stone age!
pt: Sappiamo che nascondi un sacco di tesori sepolti là dietro! È per questo che scavi così dall'età della pietra!

# 1016_Old Man
source: There ain't no buried treasure! Now get the hell outta here!
pt: Non c'è nessun tesoro sepolto! Ora andatevene fuori dai piedi!

# 1028_Punk-like Man
source: It's no fair if you hog all that money to yourself. Share the loot why don't you, grandpa?
pt: Non è giusto che ti tieni tutti quei soldi per te. Dividi il bottino, che ne dici, nonno?

# 1040_Punk-like Man
source: Come on, this is taking too long. If you're not gonna move, then we'll just have to move you!
pt: Andiamo, ci stiamo mettendo troppo. Se non ti sposti, dovremo spostarti noi!

# 1052_Panicked Homeless Man
source: Oh no! They're gonna kill the Master!
pt: Oh no! Uccideranno il Maestro!

# 1064_Panicked Homeless Man
source: You look like a pretty strong guy. Please get rid of those hooligans and save the Master!
pt: Sembri un tipo piuttosto forte. Ti prego, liberati di quei teppisti e salva il Maestro!

# 1076_Saejima
source: Sorry, can't get involved. Fight yer own battles with yer own friends.
pt: Spiacente, non posso immischiarmi. Combattete le vostre battaglie con i vostri amici.

# 1088_Panicked Homeless Man
source: But nobody really likes the Master. He's not exactly the social type...
pt: Ma il Maestro non piace a nessuno. Non è proprio un tipo socievole...

# 1100_Panicked Homeless Man
source: But he's still a good guy! You gotta help him out!
pt: Ma è comunque una brava persona! Devi aiutarlo!

# 1112_Panicked Homeless Man
source: Please! You're my only hope!
pt: Ti prego! Sei la mia unica speranza!

# 1124_Saejima
source: ...Oh, for crying out loud.
pt: ...Oh, al diavolo.

# 1136_Saejima
source: Fine. When ya put it like that, guess I can't just sit back and watch the old man die.
pt: E va bene. Messa così, immagino di non poter restare a guardare mentre il vecchio muore.

# 1148_Saejima
source: I'll talk to 'em.
pt: Ci parlo io.

# 1160_Panicked Homeless Man
source: Really!? Thank you, kind sir!
pt: Davvero!? Grazie, gentile signore!

# 1172_Punk-like Man
source: Listen, gramps, tell us what we wanna know or it ain't the retirement home you're headed for. Got it?
pt: Ascolta, nonno, dicci quello che vogliamo sapere o non andrai all'ospizio. Capito?

# 1184_Saejima
source: Wait right there.
pt: Fermi lì.

# 1208_Saejima
source: You kids havin' fun pickin' on senior citizens? Ain't ya supposed to care for the elderly?
pt: Vi state divertendo a prendervela con gli anziani, ragazzini? Non dovreste prendervi cura di loro?

# 1220_Punk-like Man
source: Who the fuck are you, huh? One of this guy's homeless friends?
pt: E tu chi cazzo saresti, eh? Uno degli amici senzatetto di questo tizio?

# 1232_Saejima
source: Don't matter. Just let this whole thing go and get lost.
pt: Non importa. Lasciate perdere e sparite.

# 1244_Punk-like Man
source: So you're after the loot too! You think we don't know what's up?
pt: Allora vuoi anche tu il bottino! Pensi che non sappiamo cosa succede?

# 1256_Saejima
source: Gimme a break already. Kids these days dunno when to listen.
pt: Dateci un taglio. I ragazzini di oggi non sanno quando ascoltare.

# 1268_Punk-like Man
source: Enough talk! We're gonna float both your geriatric corpses down the fuckin' sewer!
pt: Basta chiacchiere! Faremo galleggiare i vostri cadaveri da vecchi giù per quella cazzo di fogna!

# 1292_Punk-like Man
source: Help Him
pt: Aiutalo

# 1304_Punk-like Man
source: Don't Help
pt: Non aiutarlo
