Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee00f4.po
Languages: pt

source: Employee
pt: Impiegato

source: Player
pt: Giocatore

# 116_Employee
source: Hello! Let's see... I'd recommend these items for you, sir.
pt: Salve! Vediamo... Le consiglierei questi articoli, signore.

# 128_Player
source: Show me what you've got for sale.
pt: Mostrami cosa hai in vendita.

# 140_Employee
source: Equipment and weapons all have their strengths and weaknesses! That's why I've picked out a few that I think would interest you.
pt: Equipaggiamenti e armi hanno tutti i loro punti di forza e di debolezza! Per questo ne ho scelti alcuni che penso potrebbero interessarla.

# 164_Employee
source: Thank you, and come again.
pt: Grazie, e torni a trovarci.

# 176_Player
source: I've got some things to sell.
pt: Ho delle cose da vendere.

# 188_Employee
source: Sure thing. Let's see what you got there. But don't forget, used weapons are worth less than new weapons.
pt: Certo. Vediamo cosa hai l√¨. Ma non dimenticare, le armi usate valgono meno di quelle nuove.

# 212_Employee
source: Thank you, and come again.
pt: Grazie, e torni a trovarci.

# 224_Player
source: Not right now.
pt: Non adesso.

# 236_Employee
source: Is that so? Well, please come again.
pt: Davvero? Beh, torni a trovarci.

# 248_Employee
source: I'm here to buy.
pt: Sono qui per comprare.

# 260_Employee
source: I'm here to sell.
pt: Sono qui per vendere.

# 272_Employee
source: Never mind.
pt: Lascia perdere.
