Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid000904d5.po
Languages: pt_br

source: Man
pt_br: Uomo

# 176_Man
source: The guest of honor tonight is Kazuma Kiryu. I'm afraid that I cannot escort you without him.
pt_br: L'ospite d'onore stasera è Kazuma Kiryu. Mi spiace, ma non posso accompagnarti senza di lui.

# 236_Man
source: Now then, is everybody ready to depart?
pt_br: Allora, siete tutti pronti a partire?

# 248_Kiryu
source: Yes.
pt_br: Sì.

# 260_Akiyama
source: Let's be on our way then?
pt_br: Allora, si parte?

# 272_Saejima
source: You bet.
pt_br: Ci puoi scommettere.

# 284_Tanimura
source: Let's go.
pt_br: Andiamo.

# 308_Kiryu
source: I need to take care of something first.
pt_br: Devo occuparmi di qualcosa prima.

# 320_Akiyama
source: Whoops, looks like I forgot something, too. I'll just go and grab it.
pt_br: Ops, mi sa che mi sono scordato qualcosa anch'io. Ci vado un attimo a prenderlo.

# 344_Saejima
source: I'm gonna go get warmed up.
pt_br: Vado a riscaldarmi.

# 368_Tanimura
source: I should get ready, too.
pt_br: Dovrei prepararmi anch'io.

# 392_Man
source: Very well. Just let me know when you're ready. I'll be waiting here until dawn.
pt_br: Perfetto. Fammi solo sapere quando sei pronto. Ti aspetterò qui fino all'alba.

# 428_Man
source: Ah, Kiryu-san. I've heard quite a bit about you. Please, allow me to be your guide.
pt_br: Ah, Kiryu-san. Ho sentito molto parlare di lei. La prego, mi permetta di farle da guida.

# 440_Kiryu
source: All right...
pt_br: Va bene...

# 488_Saejima
source: We're goin' with ya.
pt_br: Noi veniamo con te.

# 500_Akiyama
source: You can't just run off like that, Kiryu. Four of them, one of you? Not exactly sporting odds.
pt_br: Non puoi mica filare via così, Kiryu. Quattro contro uno? Non è proprio uno scontro alla pari.

# 512_Tanimura
source: Heh. Sorry, Kiryu. I read the letter. Thought the whole thing sounded a little fishy.
pt_br: Heh. Scusa, Kiryu. Ho letto la lettera. Tutta la faccenda mi puzzava un po'.

# 524_Tanimura
source: You should stop trying to handle everything alone.
pt_br: Dovresti smetterla di cercare di gestire tutto da solo.

# 536_Kiryu
source: Guys...
pt_br: Ragazzi...

# 548_Akiyama
source: They're ruthless killers, and there are four of them. We'd hate to miss the chance to risk life and limb, you know?
pt_br: Sono degli assassini spietati, e sono in quattro. Non vorremmo mica perderci l'occasione di rischiare la pelle, eh?

# 560_Tanimura
source: We don't want you dying out there. Let us help you on this one, Kiryu.
pt_br: Non vogliamo che ci resti secco là fuori. Lascia che ti diamo una mano per questa, Kiryu.

# 572_Saejima
source: Sounds like you and this Jo Amon guy go way back. We can each take on one of the other three for ya.
pt_br: Sembra che tu e questo Jo Amon abbiate una lunga storia. Ognuno di noi può affrontare uno degli altri tre per te.

# 584_Saejima
source: How's that suit you?
pt_br: Ti va bene così?

# 596_Kiryu
source: All right, if you're sure. I owe you guys.
pt_br: Va bene, se siete sicuri. Vi devo, ragazzi.

# 608_Kiryu
source: I have to be clear on one thing, though. These guys are real monsters.
pt_br: Devo essere chiaro su una cosa, però. Questi qui sono dei veri mostri.

# 620_Kiryu
source: We have to all win our fights and come back in one piece. Otherwise, it'll all be for nothing.
pt_br: Dobbiamo vincere tutti i nostri scontri e tornare interi. Sennò sarà tutto inutile.

# 632_Kiryu
source: But even if we do win, there's no guarantee they won't just come after us again. You could all end up being their targets. Are you really sure about this?
pt_br: Ma anche se dovessimo vincere, non c'è garanzia che non ci vengano a cercare di nuovo. Potreste tutti finire per essere i loro bersagli. Siete davvero sicuri di questo?

# 644_Saejima
source: You bet yer ass we are.
pt_br: Ci puoi scommettere il culo che lo siamo.

# 656_Kiryu
source: Okay. I probably won't be able to help you in the middle of battle, so you should all get everything you'll need before we go.
pt_br: Va bene. Probabilmente non potrò darvi una mano nel bel mezzo della battaglia, quindi assicuratevi di avere tutto quello che vi servirà prima di partire.

# 668_Akiyama
source: Got it.
pt_br: Capito.

# 680_Saejima
source: Sounds good.
pt_br: Mi sembra una buona idea.

# 692_Tanimura
source: Understood.
pt_br: Capito.

# 704_Kiryu
source: Well, you heard 'em. Hope you don't mind if I bring some friends to the party.
pt_br: Beh, avete sentito. Spero non vi dispiaccia se porto qualche amico alla festa.

# 716_Man
source: Heh, as you wish. By all means, bring a whole army if you like.
pt_br: Eh, come vuoi. Fai pure, portati dietro un esercito intero, se ti pare.

# 728_Man
source: Now then, is everybody ready to depart?
pt_br: Allora, siete tutti pronti a partire?

# 740_Kiryu
source: Yeah.
pt_br: Sì.

# 752_Akiyama
source: Let's be on our way then?
pt_br: Allora, si parte?

# 764_Saejima
source: You bet.
pt_br: Ci puoi scommettere.

# 776_Tanimura
source: Let's go.
pt_br: Andiamo.

# 800_Kiryu
source: I need to take care of something first.
pt_br: Devo occuparmi di qualcosa prima.

# 812_Akiyama
source: Whoops, looks like I forgot something, too. I'll just go and grab it.
pt_br: Ops, mi sa che mi sono scordato qualcosa anch'io. Ci vado un attimo a prenderlo.

# 836_Saejima
source: I'm gonna go get warmed up.
pt_br: Vado a riscaldarmi.

# 860_Tanimura
source: I should get ready, too.
pt_br: Dovrei prepararmi anch'io.

# 884_Man
source: Very well. Just let me know when you're ready. I'll be waiting here until dawn.
pt_br: Perfetto. Fammi solo sapere quando sei pronto. Ti aspetterò qui fino all'alba.

# 896_Man
source: Go to the Arena
pt_br: All'Arena!

# 908_Man
source: I need to prepare some more.
pt_br: Devo prepararmi ancora un po'.

# 920_Man
source: Go to the Arena
pt_br: All'Arena!

# 932_Man
source: I need to prepare some more.
pt_br: Devo prepararmi ancora un po'.
