Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid016c01f5.po
Languages: it

# 392_Akiyama
source: Ever heard of 777 Town?
it: Hai mai sentito parlare di 777 Town?

# 404_Rio
source: 777 Town? No, what's that?
it: 777 Town? No, cos'è?

# 416_Akiyama
source: It's a game for your computer or cell phone. It lets you play pachinko and slots anytime, anywhere you want.
it: È un gioco per computer o cellulare. Ti permette di giocare a pachinko e alle slot quando e dove vuoi.

# 428_Rio
source: Really? I've never played pachinko, but I've wanted to try for a while.
it: Davvero? Non ho mai giocato a pachinko, ma è da un po' che volevo provare.

# 440_Akiyama
source: It's perfect for you then. It's exactly like the real thing, so it'll be great practice.
it: Allora è perfetto per te. È esattamente come quello vero, quindi sarà un ottimo allenamento.

# 452_Rio
source: Okay, I'll give it a try then!
it: Okay, allora ci proverò!

# 464_Akiyama
source: Ever heard of Amoebatar?
it: Hai mai sentito parlare di Amoebatar?

# 476_Rio
source: No, what is it?
it: No, cos'è?

# 488_Akiyama
source: It's an online community that lets you create an avatar of yourself. The number of members has skyrocketed lately.
it: È una comunità online che ti permette di creare un avatar di te stesso. Il numero di membri è salito alle stelle ultimamente.

# 500_Rio
source: I've never heard of it before. Guess I could give it a try.
it: Non ne ho mai sentito parlare. Immagino che potrei provare.

# 512_Akiyama
source: You can also play games and chat. I'm not much of an expert on those things, so why don't we try it together sometime?
it: Puoi anche giocare e chattare. Non sono un grande esperto di queste cose, quindi perché non proviamo insieme qualche volta?

# 524_Rio
source: Okay! Let's try it together!
it: Okay! Proviamo insieme!

# 536_Akiyama
source: Hear about the ghost in the underground mall?
it: Hai sentito del fantasma nel centro commerciale sotterraneo?

# 548_Rio
source: Huh!? Is that real?
it: Eh!? È vero?

# 560_Akiyama
source: A worker died in an accident during the construction of the underground mall.
it: Un operaio è morto in un incidente durante la costruzione del centro commerciale sotterraneo.

# 572_Akiyama
source: Now, night after night, his ghost appears to wander the empty mall.
it: Ora, notte dopo notte, il suo fantasma appare e vaga per il centro commerciale vuoto.

# 584_Rio
source: What? That's terrifying! Now I can't go there! I really shouldn't have asked...
it: Cosa? È terrificante! Ora non posso più andarci! Non avrei davvero dovuto chiedere...

# 596_Akiyama
source: Sorry...
it: Scusa...

# 608_Akiyama
source: Hear about the footbaths at Yunosono Hot Springs? You don't take off your clothes, so men and women can go in together.
it: Hai sentito dei pediluvi alle Terme Yunosono? Non ti togli i vestiti, quindi uomini e donne possono entrare insieme.

# 620_Rio
source: Oh really? That sounds fantastic!
it: Oh davvero? Sembra fantastico!

# 632_Akiyama
source: We could check it out together sometime. We can even play table tennis afterwards.
it: Potremmo andarci insieme qualche volta. Possiamo anche giocare a ping-pong dopo.

# 644_Rio
source: We can? Let's definitely go then!
it: Davvero? Allora andiamoci assolutamente!

# 656_Akiyama
source: Golf is getting pretty popular. A lot of couples go on golf dates nowadays.
it: Il golf sta diventando molto popolare. Molte coppie vanno a giocare a golf come appuntamento al giorno d'oggi.

# 668_Rio
source: Really? I've never really heard of going golfing on a date before.
it: Davvero? Non ho mai sentito di gente che va a giocare a golf a un appuntamento.

# 680_Akiyama
source: That's what makes it fun. Everyone goes to the movies or out to dinner. Breaking a sweat for a change isn't bad.
it: È questo che lo rende divertente. Tutti vanno al cinema o a cena fuori. Sudare un po' per cambiare non è male.

# 692_Rio
source: That's true. Something new might be good!
it: È vero. Qualcosa di nuovo potrebbe far bene!

# 704_Akiyama
source: Do you like liver? Liver contains arachidonic acid, which reverses aging in the brain.
it: Ti piace il fegato? Il fegato contiene acido arachidonico, che inverte l'invecchiamento del cervello.

# 716_Rio
source: Really? I kinda like it. It's not my all-time favorite food though.
it: Davvero? Non mi dispiace. Non è il mio cibo preferito in assoluto, però.

# 728_Akiyama
source: It stimulates your brain and enhances your learning faculties. You should give it a try.
it: Stimola il cervello e migliora le facoltà di apprendimento. Dovresti provarlo.

# 740_Rio
source: Heh, well, I'll give it a try next time.
it: Eh, beh, la prossima volta ci proverò.

# 752_Akiyama
source: Did you know pole dancing is great for working out?
it: Sapevi che la pole dance è ottima per allenarsi?

# 764_Rio
source: Now that you mention it, pole dancing girls are pretty slender, aren't they?
it: Ora che ci penso, le ragazze che fanno pole dance sono piuttosto snelle, vero?

# 776_Akiyama
source: I don't think you need to go on a diet, but pole dancing might suit you, Rio-chan.
it: Non credo che tu abbia bisogno di metterti a dieta, ma la pole dance potrebbe fare al caso tuo, Rio-chan.

# 788_Rio
source: You think so? Then I might give it a shot!
it: Pensi? Allora potrei provarci!

# 800_Akiyama
source: Sweet sake is all the rage now. Women like to order it when eating over at Sushi Gin.
it: Il sakè dolce va molto di moda ora. Alle donne piace ordinarlo quando mangiano al Sushi Gin.

# 812_Rio
source: Really? I lose my memory when I drink, though...
it: Davvero? Perdo la memoria quando bevo, però...

# 824_Akiyama
source: You'll be fine. It's got a low alcohol percentage, so it's pretty much the same as a cocktail.
it: Andrà bene. Ha una bassa gradazione alcolica, quindi è praticamente come un cocktail.

# 836_Rio
source: Ooh! In that case, I'll have to try it sometime.
it: Ooh! In tal caso, dovrò provarlo prima o poi.

# 884_Akiyama
source: So about 777 Town...
it: Allora, a proposito di 777 Town...

# 896_Rio
source: I tried it! It's actually really fun. I play it lots in my free time.
it: L'ho provato! È davvero divertente. Ci gioco molto nel tempo libero.

# 908_Rio
source: Thanks for telling me about it, Akiyama-san!
it: Grazie per avermene parlato, Akiyama-san!

# 920_Akiyama
source: Heh, no problem.
it: Eh, nessun problema.

# 932_Akiyama
source: Have you tried Amoebatar?
it: Hai provato Amoebatar?

# 944_Rio
source: I did! I even made a lot of friends on it!
it: Sì! Mi sono anche fatta un sacco di amici!

# 956_Akiyama
source: Great. Let's play it together sometime.
it: Ottimo. Giochiamoci insieme qualche volta.

# 968_Rio
source: Okay! I look forward to it!
it: Okay! Non vedo l'ora!

# 980_Akiyama
source: So about that ghost in the underground mall...
it: Allora, a proposito di quel fantasma nel centro commerciale sotterraneo...

# 992_Rio
source: Please don't talk about that... Why are you being so mean?
it: Ti prego, non parliamone... Perché sei così cattivo?

# 1004_Rio
source: You're the worst, Akiyama-san...
it: Sei il peggiore, Akiyama-san...

# 1016_Akiyama
source: Sorry...
it: Scusa...

# 1028_Akiyama
source: Did you try out the footbaths at Yunosono?
it: Hai provato i pediluvi a Yunosono?

# 1040_Rio
source: I did! I had a nice soak after playing table tennis. It was amazing. My ankles felt like jelly afterwards.
it: Sì! Ho fatto un bel bagno dopo aver giocato a ping-pong. È stato fantastico. Dopo le caviglie erano come gelatina.

# 1052_Akiyama
source: Heh... Looks like it helped out with your circulation?
it: Eh... Sembra che abbia aiutato la circolazione?

# 1064_Rio
source: That must be it! I'd love to go again!
it: Dev'essere così! Mi piacerebbe tornarci!

# 1076_Akiyama
source: About those golf dates...
it: A proposito di quegli appuntamenti a golf...

# 1088_Rio
source: Oh yeah, you said they're getting popular, right? Did you go on one recently?
it: Ah sì, hai detto che stanno diventando popolari, giusto? Ci sei stato di recente?

# 1100_Akiyama
source: Me? No, uh...
it: Io? No, uh...

# 1112_Rio
source: Oh, I see! Is this a roundabout way of asking me out on one? You should just say it then!
it: Oh, capisco! È un modo indiretto per invitarmi a uno di quegli appuntamenti? Dillo e basta, allora!

# 1124_Akiyama
source: Oh, uh... yeah. So, would you like to go golfing with me sometime?
it: Oh, uh... sì. Allora, ti andrebbe di venire a giocare a golf con me qualche volta?

# 1136_Rio
source: Hehe. Of course!
it: Eheh. Certo!

# 1148_Akiyama
source: What was the name of that type of acid again?
it: Com'era di nuovo il nome di quel tipo di acido?

# 1160_Rio
source: Acid? Since when were you a chemist?
it: Acido? Da quando sei un chimico?

# 1172_Akiyama
source: I can't remember what it was called for the life of me.
it: Non riesco a ricordare come si chiama per nulla al mondo.

# 1184_Rio
source: Hehe. Oh, Akiyama-san, did you forget?
it: Eheh. Oh, Akiyama-san, l'hai dimenticato?

# 1196_Akiyama
source: I'm totally blanking. I guess I'm not so young anymore...
it: Ho un vuoto totale. Immagino di non essere più così giovane...

# 1208_Akiyama
source: Did you give pole dancing any thought?
it: Hai pensato alla pole dance?

# 1220_Rio
source: The experience might prove useful to my career as a pin-up model.
it: L'esperienza potrebbe rivelarsi utile per la mia carriera di modella.

# 1232_Akiyama
source: That's possible. Why not try it out? People will be looking at you all the time, right? It'll be good practice.
it: È possibile. Perché non provare? La gente ti guarderà sempre, no? Sarà un buon allenamento.

# 1244_Rio
source: You think so? I'll definitely consider it then.
it: Pensi? Allora lo prenderò sicuramente in considerazione.

# 1256_Akiyama
source: Did you give that sake a try? The sweet kind we talked about.
it: L'hai provato quel sakè? Quello dolce di cui abbiamo parlato.

# 1268_Rio
source: I tried it recently! But I'd prefer it if it was a bit more on the dry side.
it: L'ho provato di recente! Ma preferirei se fosse un po' più secco.

# 1280_Rio
source: I love drinking it all in one go. That's the true spirit of sake.
it: Adoro berlo tutto d'un fiato. È questo il vero spirito del sakè.

# 1292_Akiyama
source: Heh. That so? Didn't know you liked that sort of thing, Rio-chan.
it: Eh. Davvero? Non sapevo ti piacessero queste cose, Rio-chan.
