Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid009105ec.po
Languages: pt_br

source: You got a <Color:8>High-grade Blasting Powder<Color:Default>.
pt_br: Hai ottenuto della <Color:8>Polvere Esplosiva di Alta Qualità<Color:Default>.

source: You got a <Color:8>High-grade Blasting Powder<Color:Default>.
pt_br: Hai ottenuto della <Color:8>Polvere Esplosiva di Alta Qualità<Color:Default>.

# 212_Ken-chan
source: Hey, did you make the bomb? The Master is waiting!
pt_br: Oi, la bomba, l'hai fatta? Il Maestro ti aspetta!

# 224_Ken-chan
source: Take a Battery and the gunpowder I gave you to the shop and get the bomb made. Time's a-wasting!
pt_br: Porta una Batteria e la polvere da sparo che ti ho dato al negozio e fatti fare la bomba. Il tempo stringe!

# 236_Ken-chan
source: They got your bomb. That's too bad, but don't get depressed over it.
pt_br: Ti hanno fregato la bomba. Che sfiga, ma non buttarti giù.

# 248_Ken-chan
source: I still have tons of Gunpowder! I can't do anything with it by myself. Take it!
pt_br: Ho ancora un sacco di polvere da sparo! Non posso farci niente da solo. Prendila!

# 284_Ken-chan
source: I'm sure you remember, but bombs are made by combining a <Color:7>Battery<Color:Default> and Gunpowder.
pt_br: Sono sicuro che ti ricordi, ma le bombe si fanno combinando una <Color:7>Batteria<Color:Default> e della Polvere da sparo.

# 296_Ken-chan
source: Give it another try!
pt_br: Provaci ancora!

# 308_Ken-chan
source: The Master told me you're gonna be making a bomb.
pt_br: Il Maestro mi ha detto che ti metterai a fare una bomba.

# 320_Saejima
source: Yeah. Tell me how it works.
pt_br: Ah, sì. Spiegami come funziona.

# 332_Ken-chan
source: I used to make fireworks for a living, leave it to me! I have some good gunpowder I can give you as well.
pt_br: Facevo fuochi d'artificio per campare, lascia fare a me! Ho pure della buona polvere da sparo che posso darti.

# 368_Ken-chan
source: To make a bomb, you basically just pack all the gunpowder together. But you need a <Color:7>Battery<Color:Default> for the timer. They're everywhere, so you just have to buy one.
pt_br: Per fare una bomba, in pratica metti tutta la polvere da sparo insieme. Ma ti serve una <Color:7>Batteria<Color:Default> per il timer. Si trovano dappertutto, quindi ne devi comprare una.

# 380_Ken-chan
source: And then there's the smaller components like the casing, cables, and-
pt_br: E poi ci sono i componenti più piccoli, tipo l'involucro, i cavi e-

# 392_Saejima
source: I'll just leave all that to Kamiyama. He's gotta have spares o' those parts lyin' around, right?
pt_br: A Kamiyama la lascio, 'sta roba. Di sicuro avrà dei ricambi di quei pezzi in giro, no?

# 404_Ken-chan
source: Right, right. Okay, just don't forget the <Color:7>Battery<Color:Default>, then. Just a little more digging to go I hear. Keep up the hard work!
pt_br: Sì, sì. Va bene. Ma non scordarti della <Color:7>Batteria<Color:Default>, mi raccomando. Ho sentito dire che c'è ancora un po' da scovare. Dacci dentro!

# 416_Ken-chan
source: Hey, Saejima-san. I know why you're here. You want to know about Revelations, right?
pt_br: Ehi, Saejima-san. So perché sei qui. Vuoi sapere delle Rivelazioni, vero?

# 428_Ken-chan
source: I was just walking around the Kamurocho Central Parking Lot and heard some kids saying something about a professional killer in the area.
pt_br: Stavo giusto girovagando nel Parcheggio Centrale di Kamurocho e ho sentito dei ragazzini che parlavano di un killer professionista in zona.

# 440_Ken-chan
source: Might be something there worth investigating. Why don't you go have a look?
pt_br: Potrebbe esserci qualcosa laggiù che merita un'indagine. Perché non vai a darci un'occhiata?

# 452_Ken-chan
source: Hey, Saejima-san. I know why you're here. You want to know about Revelations, right?
pt_br: Ehi, Saejima-san. So perché sei qui. Vuoi sapere delle Rivelazioni, vero?

# 464_Ken-chan
source: I heard about a yakuza being stuffed in a barrel while walking past the taxi area, down on Tenkaichi Street.
pt_br: Ho sentito dire che un yakuza è stato ficcato in un barile, mentre passavo davanti all'area dei taxi, giù per la Tenkaichi Street.

# 476_Ken-chan
source: Might be something there worth investigating. Why don't you go have a look?
pt_br: Potrebbe esserci qualcosa laggiù che merita un'indagine. Perché non vai a darci un'occhiata?

# 488_Ken-chan
source: Hey, Saejima-san. I know why you're here. You want to know about Revelations, right?
pt_br: Ehi, Saejima-san. So perché sei qui. Vuoi sapere delle Rivelazioni, vero?

# 500_Ken-chan
source: Apparently there's a drunk doing something funny around the Poppo, near Nakamichi Street.
pt_br: A quanto pare c'è un ubriaco che fa il matto dalle parti del Poppo, vicino a Nakamichi Street.

# 512_Ken-chan
source: Might be something there worth investigating. Why don't you go have a look?
pt_br: Potrebbe esserci qualcosa laggiù che merita un'indagine. Perché non vai a darci un'occhiata?

# 524_Ken-chan
source: Hey, Saejima-san. I know why you're here. You want to know about Revelations, right?
pt_br: Ehi, Saejima-san. So perché sei qui. Vuoi sapere delle Rivelazioni, vero?

# 536_Ken-chan
source: Go to Little Asia to find a certain disgruntled husband and wife. Both are accomplished masters in the fighting arts.
pt_br: Vai a Little Asia a beccare un certo marito e moglie incavolati. Entrambi sono maestri provetti nelle arti marziali.

# 548_Ken-chan
source: Might be something there worth investigating. Why don't you go have a look?
pt_br: Potrebbe esserci qualcosa laggiù che merita un'indagine. Perché non vai a darci un'occhiata?

# 560_Ken-chan
source: Hey Saejima-san. If you're here for more leads on Revelations, then I have to apologize because I'm flat out at the moment.
pt_br: Ehi Saejima-san. Se sei qui per altre dritte sulle Rivelazioni, allora devo scusarmi perché sono a secco al momento.

# 572_Ken-chan
source: But I can't just send you away empty handed. Listen to these funny poems I wrote!
pt_br: Ma non posso mica mandarti via a mani vuote. Ascolta queste poesie buffe che ho scritto!

# 584_Ken-chan
source: Surprise grab bags Open them to find Surprisingly nothing.
pt_br: Buste a sorpresa Aprile per trovare Sorpresa: ciccia.

# 596_Ken-chan
source: Entering a store Just to use the bathroom Bliss and relief.
pt_br: Entrare in un negozio Solo per fare un salto al bagno Che goduria e che sollievo.

# 608_Ken-chan
source: The vast green ocean A direct connection To my toilet.
pt_br: L'immenso oceano verde Un collegamento diretto Al mio cesso.

# 620_Ken-chan
source: Goodbye Christmas Goodbye New Year's Hello hangover.
pt_br: Addio Natale Addio Capodanno Ciao postumi!

# 632_Ken-chan
source: Forged driver's license Says I'm 67 Bad idea.
pt_br: Patente falsa Dice che ne ho 67 Brutta idea.

# 644_Ken-chan
source: Buried green beans At the park Food and happiness for all.
pt_br: Fagiolini sepolti Al parco Cibo e felicità per tutti.

# 656_Ken-chan
source: Rainy days Make me remember That I'm wet.
pt_br: I giorni di pioggia Mi ricordano Che sono bagnato.

# 668_Ken-chan
source: Hurricanes, hurricanes Oh what have you done With my dog Fluffy.
pt_br: Uragani, uragani Oh, cosa hai combinato Al mio cane Fluffy.

# 680_Ken-chan
source: In actuality I'm pretty good looking If you look really hard.
pt_br: A dirla tutta, non sono niente male come aspetto, se guardi bene.

# 692_Ken-chan
source: The current Prime Minister Who was it again?
pt_br: L'attuale Primo Ministro Chi era, di nuovo?

# 704_Ken-chan
source: How about that!? Pretty clever, right?
pt_br: Visto!? Una bella furbata, eh?

# 716_Ken-chan
source: Come by anytime to hear more!
pt_br: Passa quando vuoi per saperne di più!
