Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0109018a.po
Languages: pt_br

# 56_Morimoto
source: I'm gonna need stitches...
pt_br: Mi serviranno i punti...

# 92_Saejima
source: Hey again. What's up?
pt_br: Ehi, di nuovo voi. Che c'è?

# 104_Yamashita
source: I heard a commotion... Oh, it's them.
pt_br: Ho sentito un trambusto... Oh, sono loro.

# 116_Saejima
source: Yeah, the guys from before.
pt_br: Già, i tizi di prima.

# 128_Morimoto
source: Urk... It's that homeless worm!
pt_br: Urk... È quel verme barbone!

# 140_Yamashita
source: Excuse me, do you mind if I have a word with them?
pt_br: Scusate, vi dispiace se scambio due parole con loro?

# 164_Saejima
source: Don't get too close.
pt_br: Non farti troppo sotto.

# 176_Morimoto
source: Ugh. What the crap are you lookin' at?
pt_br: Ugh. Che cavolo guardi?

# 188_Yamashita
source: Won't you tell me why? Are you really doing this just for the hell of it?
pt_br: Non mi direte il perché? Lo state facendo davvero solo per puro sfizio?

# 200_Yamashita
source: The way you lashed out got me, well, I got to thinking there must be more to it. What's this really about?
pt_br: Il modo in cui siete scattati mi ha, beh, mi ha fatto pensare che ci dev'essere dell'altro sotto. Di cosa si tratta davvero?

# 212_Morimoto
source: Hmph. We're the real victims here, just like Iguchi-san.
pt_br: Hmph. Le vere vittime qui siamo noi, proprio come Iguchi-san.

# 224_Yamashita
source: Did this Iguchi put you up to all this? What happened to him?
pt_br: Questo Iguchi vi ha aizzato a fare tutto questo? Che gli è successo?

# 248_Saejima
source: This is goin' nowhere fast. Just take me to this Iguchi guy.
pt_br: Così non si va da nessuna parte. Portatemi da 'sto Iguchi.

# 260_Morimoto
source: And why should we do a thing you say?
pt_br: E perché diavolo dovremmo darti retta?

# 272_Saejima
source: 'Cause you can take me to him like a good boy, or you can get another ass-whuppin'. Your choice.
pt_br: Perché puoi portarmi da lui come un bravo ragazzo, oppure puoi prenderti un'altra ripassata. Scegli tu.

# 284_Morimoto
source: Damn it... Fine! Follow me.
pt_br: Maledizione... Va bene! Seguitemi.

# 296_Saejima
source: C'mon, let's go.
pt_br: Dai, andiamo.
