Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee00b0.po
Languages: pt_br

source: Barker
pt_br: Imbonitore

# 232_Haruka
source: What took you so long, Uncle Kaz? I got tired of waiting...
pt_br: Che ci hai messo così tanto, Zio Kaz? Mi sono stufato di aspettare...

# 256_Haruka
source: Oh, you're back, Akiyama-san. Shall we go, then?
pt_br: Oh, sei tornato, Akiyama-san. Andiamo, allora?

# 268_Haruka
source: Oh, Kiryu-san, I've been waiting for you. Shall we go, then?
pt_br: Oh, Kiryu-san, ti stavo aspettando. Allora, andiamo?

# 292_Barker
source: Hey, tough guy! How about a show? Only 3,000 yen to satisfy all your wildest fantasies!
pt_br: Ehi, duro! Che ne dici di uno show? Solo tremila yen per soddisfare le tue fantasie più sfrenate!

# 328_Haruka
source: Are you... going in there, Uncle Kaz?
pt_br: Stai... andando lì dentro, Zio Kaz?

# 340_Kiryu
source: (Shoot, I forgot Haruka was with me! What now!?)
pt_br: (Cacchio, mi ero dimenticato che Haruka era con me! E adesso!?)

# 352_Haruka
source: Yeah, sorry. Think you can be a big girl and wait here while I'm gone?
pt_br: Già, scusa. Pensi di riuscire a fare la grande e aspettare qui finché non torno?

# 364_Haruka
source: ...Okay. Have fun, Uncle Kaz.
pt_br: ...Ok. Divertiti, Zio Kaz.

# 376_Haruka
source: No, I'm okay.
pt_br: No, sono a posto.

# 388_Haruka
source: Really? I don't mind.
pt_br: Davvero? Non mi faccio problemi.

# 400_Haruka
source: Hold on, Kiryu. You're not going in there, are you?
pt_br: Aspetta un attimo, Kiryu. Non vorrai mica entrare lì dentro, eh?

# 412_Kiryu
source: (Shoot, I forgot Date-san was with me! What now!?)
pt_br: (Accidenti, mi sono dimenticato che Date-san era con me! E adesso!?)

# 424_Haruka
source: Of course I am. Want to join me, Date-san?
pt_br: Certo che sì. Vuoi unirti a me, Date-san?

# 436_Date
source: ...Nah, I'm good. But you go ahead. Who am I to get in the way of a man and his pleasure?
pt_br: ...Naah, io sto a posto. Ma tu vai pure. Chi sono io per mettermi in mezzo tra un uomo e il suo piacere?

# 448_Haruka
source: No, I'm okay.
pt_br: No, sono a posto.

# 460_Date
source: You sure? I'm cool with you going in.
pt_br: Sicuro? Per me ci puoi andare.

# 472_Barker
source: You're kinda... short on cash there, pal. Come back when you have a few more stacks in your wallet!
pt_br: Sei un po'... a secco di grana, amico. Torna quando avrai qualche altra mazzetta nel portafoglio!

# 484_Barker
source: Not in the mood, huh? Too bad. Come back when you're up for some Tokyo titties, okay?
pt_br: Non sei dell'umore, eh? Peccato. Torna quando hai voglia di un po' di gnocca di Tokyo, ok?

# 496_Barker
source: Right this way, sir!
pt_br: Avanti, da questa parte, signore!

# 520_Barker
source: Hey, tough guy! How about a show? Only 3,000 yen to satisfy all your wildest fantasies!
pt_br: Ehi, duro! Che ne dici di uno show? Solo tremila yen per soddisfare le tue fantasie più sfrenate!

# 544_Barker
source: Right this way, sir!
pt_br: Avanti, da questa parte, signore!

# 568_Barker
source: You're kinda... short on cash there, pal. Come back when you have a few more stacks in your wallet!
pt_br: Sei un po'... a secco di grana, amico. Torna quando avrai qualche altra mazzetta nel portafoglio!

# 580_Barker
source: Not in the mood, huh? Too bad. Come back when you're up for some Tokyo titties, okay?
pt_br: Non sei dell'umore, eh? Peccato. Torna quando hai voglia di un po' di gnocca di Tokyo, ok?

# 592_Haruka
source: Go In Anyway
pt_br: Entra comunque

# 604_Haruka
source: Forget It
pt_br: Lascia perdere

# 616_Haruka
source: Go In Anyway
pt_br: Entra comunque

# 628_Haruka
source: Forget It
pt_br: Lascia perdere

# 640_Haruka
source: Check It Out
pt_br: Dacci un'occhiata

# 652_Haruka
source: Not Now
pt_br: Non ora
