Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010201e0.po
Languages: it

# 92_Elise Manager
source: Akiyama-san, this is Tanuma from Elise.
it: Akiyama-san, sono Tanuma di Elise.

# 104_Elise Manager
source: Lily-san just went home, and I've finished totaling her sales for today.
it: Lily-san è appena andata a casa, e ho finito di calcolare le sue vendite di oggi.

# 116_Akiyama
source: Great, thanks. How'd she do?
it: Ottimo, grazie. Come se l'è cavata?

# 128_Elise Manager
source: Just over half a million yen. That's amazing considering it's only her first day.
it: Poco più di mezzo milione di yen. È incredibile considerando che è solo il suo primo giorno.

# 140_Akiyama
source: Pretty impressive, yeah. But she's gonna have to step up her game if she actually wants to pass.
it: Abbastanza impressionante, sì. Ma dovrà darsi da fare se vuole davvero superare il test.

# 152_Elise Manager
source: True...
it: Vero...

# 164_Elise Manager
source: Maybe you could drop in during her next shift? It might help having you there to give her some pointers, Akiyama-san.
it: Magari potresti fare un salto durante il suo prossimo turno? Potrebbe aiutarla averti lì per darle qualche dritta, Akiyama-san.

# 176_Akiyama
source: Not a bad idea. Sure, why not.
it: Non è una cattiva idea. Certo, perché no.

# 188_Elise Manager
source: Thank you, sir. See you then.
it: Grazie, signore. A presto.

# 308_Lily
source: Sorry I'm late.
it: Scusa il ritardo.

# 320_Akiyama
source: Oh, no worries at all. Nice work today, by the way. Getting used to it?
it: Oh, nessun problema. Ottimo lavoro oggi, a proposito. Ti stai abituando?

# 332_Lily
source: Yes, but...
it: Sì, ma...

# 344_Akiyama
source: Hm? But what?
it: Hm? Ma cosa?

# 356_Lily
source: I'm a little worried about how much I made today. It didn't feel like very much.
it: Sono un po' preoccupata per quanto ho guadagnato oggi. Non mi sembra molto.

# 368_Akiyama
source: Do you want to know the actual number?
it: Vuoi sapere la cifra esatta?

# 380_Lily
source: If you don't mind... Yes, I would.
it: Se non ti dispiace... Sì, vorrei.

# 392_Akiyama
source: All right, here goes. Your total for today came out to...
it: Va bene, ecco. Il tuo totale per oggi ammonta a...

# 428_Lily
source: That's... it?
it: È... tutto qui?

# 440_Akiyama
source: Hm? Why the long face? That's pretty dang impressive.
it: Hm? Perché quel muso lungo? È piuttosto impressionante.

# 452_Lily
source: No, I know... But that still leaves another two and a half million in only two days.
it: No, lo so... Ma questo lascia ancora due milioni e mezzo in soli due giorni.

# 464_Akiyama
source: Don't worry. Today was all about settling into the job.
it: Non preoccuparti. Oggi si trattava di ambientarsi nel lavoro.

# 476_Akiyama
source: And hey, you didn't even have a full shift.
it: Ehi, non hai nemmeno fatto un turno completo.

# 488_Lily
source: I suppose...
it: Suppongo di sì...

# 500_Akiyama
source: Seriously, you'll be fine. I'm sure of it.
it: Seriamente, andrà bene. Ne sono certo.

# 524_Akiyama
source: What's so funny?
it: Cosa c'è di buffo?

# 536_Lily
source: You're a very interesting man, Akiyama-san.
it: Sei un uomo molto interessante, Akiyama-san.

# 548_Akiyama
source: Yeah?
it: Sì?

# 560_Lily
source: You say this is a test, but now here you are telling me everything's going to be fine.
it: Dici che questo è un test, ma ora sei qui a dirmi che andrà tutto bene.

# 572_Akiyama
source: What's wrong with that? It's not like I want you to fail or anything.
it: Cosa c'è di male? Non è che voglia che tu fallisca o altro.

# 584_Lily
source: Don't you?
it: Non è così?

# 596_Akiyama
source: Of course not. I want nothing more than to lend you that money.
it: Certo che no. Non desidero altro che prestarti quel denaro.

# 608_Akiyama
source: It might be a test, but I've been hoping you'd succeed from the bottom of my heart.
it: Potrebbe essere un test, ma ho sperato con tutto il cuore che tu avessi successo.

# 632_Akiyama
source: Plus, I know you're not gonna just take failure lying down. Not with that much money on the line.
it: In più, so che non accetterai il fallimento a cuor leggero. Non con tutti quei soldi in ballo.

# 644_Lily
source: Yes... You're right. I <Italic>can</Italic> do this.
it: Sì... Hai ragione. <Italic>Posso</Italic> farcela.

# 656_Akiyama
source: That's more like it. Just try not to stress too much, yeah? Keeping cool is half the battle.
it: Molto meglio. Cerca solo di non stressarti troppo, ok? Mantenere la calma è metà della battaglia.

# 668_Lily
source: Okay.
it: Ok.

# 680_Akiyama
source: Now, how about we enjoy this date?
it: Ora, che ne dici di goderci questo appuntamento?

# 692_Akiyama
source: Anywhere special you'd like to go?
it: C'è un posto speciale dove vorresti andare?

# 704_Lily
source: Um... Can I ask you something first? Why are you being so nice to me?
it: Ehm... Posso chiederti una cosa prima? Perché sei così gentile con me?

# 716_Akiyama
source: Well, because you're worth it.
it: Beh, perché ne vali la pena.

# 728_Lily
source: I'm not sure I understand. This isn't part of the test, is it?
it: Non sono sicura di capire. Questo non fa parte del test, vero?

# 740_Akiyama
source: Not exactly... But hey, remember the date we were on earlier?
it: Non esattamente... Ma ehi, ricordi l'appuntamento che abbiamo avuto prima?

# 752_Akiyama
source: Let's just call this part two.
it: Chiamiamola semplicemente parte due.

# 764_Lily
source: So it <Italic>is</Italic> part of the test, then. And here I was ready to join you on an actual date.
it: Quindi <Italic>fa</Italic> parte del test, allora. E io che ero pronta a uscire con te per un vero appuntamento.

# 776_Akiyama
source: Look, it doesn't matter <Italic>what</Italic> it is. Just keep me company for a while, okay?
it: Guarda, non importa <Italic>cosa</Italic> sia. Resta in mia compagnia per un po', ok?

# 788_Akiyama
source: ...Now that's settled, where do you want to go? Your pick.
it: ...Ora che abbiamo chiarito, dove vuoi andare? Scegli tu.

# 800_Lily
source: Hm, I get to choose?
it: Hm, posso scegliere io?

# 812_Akiyama
source: Anywhere you want. Don't worry if you can't think of a place, though.
it: Dove vuoi. Non preoccuparti se non ti viene in mente un posto, però.

# 824_Akiyama
source: I have plenty of spots we can stroll into if need be.
it: Ho un sacco di posti in cui possiamo fare un salto se necessario.

# 836_Lily
source: Oh, well... There actually is somewhere I'd like to go. You're sure you don't mind?
it: Oh, beh... C'è in realtà un posto dove mi piacerebbe andare. Sei sicuro che non ti dispiace?

# 848_Akiyama
source: Of course not. So, where to?
it: Certo che no. Allora, dove?

# 860_Lily
source: A bar I've heard about over in the Champion District. I think I'll recognize it once we get there.
it: Un bar di cui ho sentito parlare nel Champion District. Penso che lo riconoscerò una volta arrivati lì.

# 872_Akiyama
source: Yeah? All right, then. Let's go.
it: Davvero? Va bene, allora. Andiamo.
