Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010204ba.po
Languages: it

source: Thug
it: Teppista

# 72_Thug
source: Shit...
it: Merda...

# 84_Tanimura
source: Also, I'm with Tokyo PD. Probably should've mentioned that sooner.
it: Inoltre, sono della polizia di Tokyo. Forse avrei dovuto dirlo prima.

# 96_Thug
source: What the hell!? You mean I just picked a fight with a cop!?
it: Che diavolo!? Vuoi dire che ho appena litigato con un poliziotto!?

# 108_Tanimura
source: Yep. But it was partly my fault, too. Don't worry, I won't tell if you won't.
it: Già. Ma è stata anche un po' colpa mia. Non preoccuparti, non lo dirò se non lo farai tu.

# 120_Thug
source: Phew, that's a relief... Well, see you around. Er... Hopefully not soon.
it: Fiuu, che sollievo... Beh, ci vediamo in giro. Ehm... spero non presto.

# 168_Tanimura
source: (Does the key fit?)
it: (La chiave entra?)

# 240_Thug
source: Hey! What're you doing to my ride!?
it: Ehi! Cosa stai facendo alla mia macchina!?

# 252_Tanimura
source: Oh, no, nothing.
it: Oh, no, niente.

# 264_Thug
source: Strange... There's been a string of break-ins around here these past few days... I bet it was you!
it: Strano... ci sono state un sacco di effrazioni da queste parti negli ultimi giorni... Scommetto che sei stato tu!

# 276_Tanimura
source: Trust me, it's not. Besides, do I look desperate enough to break into a bucket like that?
it: Fidati, non è così. E poi, ti sembro così disperato da scassinare un catorcio del genere?

# 288_Thug
source: Hey, this ain't no bucket! It's vintage, dammit! It has its own sort of charm－ You know what, forget it! You just earned yourself an ass-kicking!
it: Ehi, non è un catorcio! È d'epoca, dannazione! Ha il suo fascino... Sai che c'è, lascia perdere! Ti sei appena guadagnato un sacco di botte!
