Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00910357.po
Languages: pt_br

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: Street Punk
pt_br: Teppista di strada

source: Other Street Punk
pt_br: Altro Bulletto di Strada

source: Man's Voice
pt_br: Voce maschile

source: Sushi Gin Master
pt_br: Sushi Gin Maestro

source: Other Street Punks
pt_br: Altri teppisti da strada

# 100_Street Punk
source: No way... How could he win against so many of us?
pt_br: Non ci posso credere... Come diavolo ha fatto a batterci in così tanti?

# 112_Kiryu
source: If you've had enough of getting your heads knocked together, don't ever let me see your faces around here again.
pt_br: Se ne avete avuto abbastanza di farvi spaccare la testa, non osate rimettere piede qui intorno.

# 136_Kotaro
source: Urgh... Ouch... Ugh...
pt_br: Urgh... Ahi... Ugh...

# 148_Kiryu
source: Kotaro, will you be okay?
pt_br: Kotaro, sarai a posto?

# 160_Kotaro
source: I'm a former hitman, right? You don't need to worry about me.
pt_br: Sono un ex sicario, no? Non ti devi preoccupare per me.

# 172_Kiryu
source: You sure? I'm glad you're not hurt too badly.
pt_br: Sei sicuro? Sono contento che non ti sia fatto male più di tanto.

# 184_Kotaro
source: Sorry to drag you into this again, man.
pt_br: Scusa se ti trascino di nuovo in questo casino, amico.

# 196_Kiryu
source: No, it's all right.
pt_br: No, va bene.

# 208_Man's Voice
source: Hey, Kotaro!
pt_br: Ehi, Kotaro!

# 232_Sushi Gin Master
source: I was in the back getting supplies, and when I came back, you were gone!
pt_br: Ero nel retro a prendere le scorte, e quando sono tornato, eri sparito!

# 244_Kotaro
source: Boss... I'm sorry I caused trouble.
pt_br: Capo... Mi dispiace, ho combinato un guaio.

# 256_Kotaro
source: Lemme guess... I'm fired?
pt_br: Fammi indovinare... Sono licenziato?

# 280_Sushi Gin Master
source: Fired? Why the hell would I go and do a thing like that?
pt_br: Licenziato? Ma perché diavolo andrei a fare una cosa del genere?

# 292_Kotaro
source: Huh?
pt_br: Uh?

# 304_Sushi Gin Master
source: Those hooligans who were here before... You got rid of 'em, right?
pt_br: Quei teppisti che erano qui prima... Te ne sei sbarazzato, vero?

# 316_Kotaro
source: Who, me? Well, uh...
pt_br: Chi, io? Beh, ehm...

# 328_Sushi Gin Master
source: Those punks are always causing trouble in front of the shop.
pt_br: Quei balordi rompono sempre le scatole davanti al locale.

# 340_Sushi Gin Master
source: My regular customers kept asking me if I could do something about them, so I was gonna tell them off next time.
pt_br: I miei clienti abituali continuavano a chiedermi se potevo farci qualcosa, così la prossima volta li avrei messi a posto.

# 352_Sushi Gin Master
source: Thanks for taking care of it for me.
pt_br: Grazie per averci pensato tu per me.

# 364_Kotaro
source: Uh... Sure...
pt_br: Uh... Certo...

# 376_Sushi Gin Master
source: I like you, kid. You enjoy your work, you're serious, and, more than anything, you're good at it.
pt_br: Mi piaci, ragazzo. Ti piace il tuo lavoro, sei serio e, soprattutto, ci sei bravo.

# 388_Sushi Gin Master
source: You know what good food is all about, probably because you've worked at all kinds of different restaurants before this.
pt_br: Di buon cibo te ne intendi, probabilmente perché prima d'ora di ristoranti ne hai girati di tutti i tipi.

# 400_Sushi Gin Master
source: Of course, you've still got a long way to go.
pt_br: Certo, ne hai ancora di strada da fare.

# 412_Kotaro
source: You mean...
pt_br: Intendi dire...

# 424_Sushi Gin Master
source: I want you to get plenty of experience at my place and live up to your potential.
pt_br: Voglio che tu ti faccia un bel po' di esperienza qui da me e che tiri fuori tutto il potenziale che hai.

# 436_Sushi Gin Master
source: If you ever think about quittin', I won't let you until you show me what you're made of.
pt_br: Se ti viene mai in mente di mollare, non ti lascio finché non mi fai vedere di che pasta sei fatto.

# 448_Kotaro
source: Geez, don't fall in love with me...
pt_br: Accidenti, non ti innamorare di me...

# 460_Sushi Gin Master
source: You're gonna have to watch that mouth of yours, but I figure you can work on that.
pt_br: Dovrai badare a quella bocca, ma credo che tu possa lavorarci su.

# 472_Kotaro
source: Ha...
pt_br: Ah...

# 484_Kotaro
source: Hahaha! You might be the first person who ever thought I was good for something!
pt_br: Hahaha! Sei forse il primo che abbia mai pensato che servissi a qualcosa!

# 496_Kotaro
source: Finally somebody who appreciates me! I knew you were a guy who understands a good thing when he sees it!
pt_br: Finalmente qualcuno che mi apprezza! Sapevo che eri uno che, quando si tratta di roba buona, la capisce al volo!

# 508_Sushi Gin Master
source: Okay, kid, I'll listen to you brag once you get to the top of your game.
pt_br: Va bene, ragazzino, ti ascolterò fare il gradasso quando sarai al top.

# 520_Sushi Gin Master
source: Well, if you're done cleaning up, come on back to the shop. We've got a lot of prep work to do.
pt_br: Beh, se hai finito di pulire, torna qui al locale. Abbiamo un bel po' di preparativi da fare.

# 532_Kotaro
source: You bet, boss!
pt_br: Contaci, capo!

# 556_Kotaro
source: Sorry, Kiryu. I guess I kinda stole the glory from you there.
pt_br: Scusa, Kiryu. Mi sa che ti ho un po' rubato la scena lì.

# 568_Kiryu
source: No problem. I'm just glad you finally found a job that suits you.
pt_br: Tranquillo. Mi fa solo piacere che hai finalmente trovato un lavoro che fa per te.

# 580_Kotaro
source: Yeah, me too. I'll keep doing my best!
pt_br: Sì, anch'io. Mi impegnerò al massimo!

# 592_Kotaro
source: Someday, I'd even like to open up my own restaurant!
pt_br: Un giorno, mi piacerebbe persino aprire un mio ristorante!

# 604_Sushi Gin Master
source: Hey, Kotaro! I can't wait all day!
pt_br: Oi, Kotaro! Non ho mica tutto il giorno!

# 616_Kotaro
source: Yikes, gotta run! See you, Kiryu-san!
pt_br: Mamma mia, devo scappare! Ci vediamo, Kiryu-san!

# 628_Kotaro
source: I'll make you some really good sushi, so come by sometime!
pt_br: Ti farò un sushi coi fiocchi, quindi passa a trovarmi quando vuoi!

# 724_Kiryu
source: Kotaro! What happened!?
pt_br: Kotaro! Che è successo!?

# 736_Kotaro
source: Heh... I kept my promise...
pt_br: Heh... Ho mantenuto la mia promessa...

# 748_Kotaro
source: I didn't punch the customers... Surprised...?
pt_br: Non ho picchiato i clienti... Sorpreso...?

# 760_Kiryu
source: You're hurt pretty bad. We need to find someplace you can lie down.
pt_br: Sei messo proprio male. Dobbiamo trovare un posto dove puoi stenderti.

# 784_Street Punk
source: Huh? Hey, it's that old man from before!
pt_br: Eh? Ehi, è quel vecchio di prima!

# 796_Kiryu
source: Oh, you guys.
pt_br: Oh, voi altri.

# 808_Street Punk
source: We just happened to be walking by and spotted that little punk cleaning up in front of the shop.
pt_br: Siamo capitati lì per caso e abbiamo beccato quel teppistello che puliva davanti al negozio.

# 820_Street Punk
source: Figured he'd start up with that mouth of his, but he just started bowing and shit all of a sudden.
pt_br: Pensavo si mettesse a fare il gradasso con quella boccaccia sua, invece di punto in bianco ha iniziato a fare inchini e stronzate varie.

# 832_Other Street Punks
source: What happened to that attitude from before? I took one look at him and got pissed.
pt_br: Che fine ha fatto quella faccia tosta di prima? Mi è bastato uno sguardo e mi sono incazzato.

# 844_Street Punk
source: Yeah, why so polite? I got so ticked off I kicked his ass.
pt_br: Già, perché tanta creanza? Mi sono incazzato così tanto che gli ho spaccato il culo.

# 856_Other Street Punks
source: Heheheh! He was so scared he couldn't even throw a single punch!
pt_br: Heheheh! Gli è venuta una fifa tale che non è riuscito a tirare nemmeno un pugno!

# 868_Street Punk
source: We were having so much fun, we called all our buddies! We had a proper ass-kicking party!
pt_br: Ci stavamo spassando un casino, abbiamo chiamato tutti i nostri compagni! Abbiamo fatto una vera e propria pestata!

# 892_Kiryu
source: You bunch of...
pt_br: Voi una manica di...

# 904_Street Punk
source: Ooh, real scary. Your friend put his head down and practically begged us to hit him, but you're still gonna act tough?
pt_br: Ooh, che fifa! Il tuo amico ha abbassato la testa e ci ha praticamente implorato di picchiarlo, e tu vuoi ancora fare il gradasso?

# 916_Kiryu
source: He was trying to work on his attitude. You could see that, couldn't you?
pt_br: Stava cercando di darsi una regolata. Lo vedevi, no?

# 928_Kiryu
source: And what did you do? You beat up a guy who wasn't fighting back, just for fun? It's not right.
pt_br: E tu che hai combinato? Hai pestato un tizio che non si stava difendendo, tanto per divertirti? Non è giusto.

# 940_Other Street Punks
source: What, you gonna lecture us now? Who d'ya think you are, my old man?
pt_br: Ma che, mo' ci fai la paternale? Ma chi ti credi di essere, il mio vecchio?

# 952_Street Punk
source: C'mon, we can take this guy on. We've got everybody together this time. It's a sure thing!
pt_br: Dai, questo lo sistemiamo noi. Questa volta siamo tutti quanti. È fatta!

# 964_Kiryu
source: Sure, you can give it your best shot. Kotaro may not have wanted to fight you, but I've got no problem beating the hell out of all of you.
pt_br: Certo, provateci pure. Kotaro magari non voleva farvi a botte, ma io non ho alcun problema a farvi a pezzi tutti quanti.

# 976_Street Punk
source: You've got balls, pops! Let's get him!
pt_br: Hai le palle, vecchio! Prendiamolo!
