Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01a40209.po
Languages: pt_br

# 188_Takeda
source: Saejima-san's here to see you, ma'am.
pt_br: Saejima-san è qui per vederla, signora.

# 200_Oyamada
source: I'm Oyamada, President of Oyamada Talent Productions.
pt_br: Sono Oyamada, il presidente della Oyamada Talent Productions.

# 212_Saejima
source: So what's this job entail, Oyamada-san?
pt_br: Allora, di che si tratta 'sto lavoro, Oyamada-san?

# 224_Oyamada
source: I'd like you to be a security guard for my daughter, Makiko.
pt_br: Vorrei che tu facessi da guardia del corpo a mia figlia, Makiko.

# 236_Oyamada
source: Now that she's making more media appearances, she's starting to get mobbed by rabid fans.
pt_br: Ora che fa più apparizioni sui media, i fan scatenati le stanno già addosso.

# 248_Saejima
source: Why not just tell the cops? Ain't that their job?
pt_br: Perché non lo dici e basta agli sbirri? Non è mica il loro lavoro?

# 260_Oyamada
source: Discretion is crucial this early on in Makiko's career. Surrounding her with police could cause a scandal...
pt_br: La discrezione è fondamentale così presto nella carriera di Makiko. Circondarla di polizia potrebbe causare uno scandalo...

# 272_Takeda
source: Show business is all about survival of the fittest. We just want to avoid any unnecessary trouble.
pt_br: Lo show business è tutta una questione di sopravvivenza del più forte. Vogliamo solo evitare grane inutili.

# 284_Saejima
source: Okay fine, so ya don't want the fuzz involved. Then why not keep an eye on your own kid?
pt_br: Ok, va bene, quindi non vuoi gli sbirri di mezzo. E allora perché non tieni d'occhio tu tuo figlio?

# 296_Takeda
source: Well, er... you see, with Makiko-chan...
pt_br: Beh, uhm... vedi, con Makiko-chan...

# 308_Makiko
source: God! It's because I refuse to let President Useless be responsible for my safety. She couldn't raise her own child, let alone protect her top talent.
pt_br: Mamma mia! È perché non ci penso proprio a lasciare che quella Presidentessa Inutile si occupi della mia sicurezza. Non è riuscita a tirare su suo figlio, figuriamoci proteggere il suo elemento di punta.

# 320_Takeda
source: Makiko-chan, is that any way to talk about your mother?
pt_br: Makiko-chan, ma è questo il modo di parlare di tua madre?

# 332_Makiko
source: Hey, I called her "President." And that's what matters, right? Because in case you forgot, I didn't even exist to this woman until I started making TV appearances!
pt_br: Ehi, l'ho chiamata "Presidente". Ed è questo che conta, no? Perché, in caso te lo fossi scordato, per questa donna non esistevo nemmeno finché non ho iniziato a fare apparizioni in TV!

# 344_Oyamada
source: Makiko, you only just became a regular talk show guest－ daytime, at that. If anything were to happen to you now...
pt_br: Makiko, sei appena diventata un'ospite fissa di un talk show－ Di giorno, poi. Se ti capitasse qualcosa adesso...

# 356_Makiko
source: I don't want any part of this stupid industry... You're the one who wanted to be on TV, not me. Quit making <Italic>me</Italic> live <Italic>your</Italic> dream!
pt_br: Non voglio avere niente a che fare con questa stupida industria... Sei tu che volevi andare in TV, mica io. Smettila di far vivere a <Italic>me</Italic> il <Italic>tuo</Italic> sogno!

# 380_Takeda
source: I'm terribly sorry, but you see how it is. This is why we would like you to handle her security detail.
pt_br: Mi dispiace un mondo, ma vede com'è la faccenda. Per questo, vorremmo che si occupasse lei della sua scorta.

# 392_Saejima
source: If ya say so...
pt_br: Se lo dici te...

# 404_Takeda
source: What matters here is that Makiko-chan's being stalked. So, will you be her bodyguard?
pt_br: Quel che conta qui è che Makiko-chan viene stalkerata. Allora, le farai da guardia del corpo?

# 416_Saejima
source: Sure, why not? I accept. But in return, well, I come with a helluva price tag.
pt_br: Ma sì, perché no? Ci sto. Ma in cambio, beh, vengo con un prezzo d'inferno.

# 428_Oyamada
source: We'll be sure to pay you handsomely. Just, please... keep Makiko safe.
pt_br: Stai certo che ti pagheremo profumatamente. Solo, ti prego... proteggi Makiko.

# 440_Takeda
source: Makiko-chan will be heading home for the day. Would you please escort her to her cab?
pt_br: Makiko ha finito per oggi. Potresti per favore accompagnarla al suo taxi?

# 452_Saejima
source: At the taxi stand? No problem.
pt_br: Alla fermata dei taxi? Non c'è problema.

# 464_Saejima
source: Alright, Makiko-san. Lookin' forward to workin' with ya, and all that jazz.
pt_br: Allora, Makiko-san. Non vedo l'ora di lavorare con te, e tutto il resto.

# 476_Makiko
source: God...
pt_br: Cazzo...

# 500_Saejima
source: I ain't jonesin' to be a babysitter. Ask someone else.
pt_br: Non ho proprio voglia di fare da balia. Chiedi a qualcun altro.

# 524_Saejima
source: Me playin' bodyguard or not ain't even the issue here. First, you two oughta have yourselves a heart-to-heart.
pt_br: Che io faccia da guardia del corpo o no, non è neanche questo il problema. Prima di tutto, voi due dovreste farvi una chiacchierata a cuore aperto.

# 536_Takeda
source: I'm with you there. But right now what's important is protecting Makiko-chan from her stalkers.
pt_br: Su questo ti do ragione. Ma in questo momento quello che conta è proteggere Makiko-chan dai suoi stalker.

# 548_Takeda
source: Please, Saejima-san. Please take on this job!
pt_br: Ti prego, Saejima-san. Ti prego, accetta questo incarico!

# 560_Saejima
source: Keep askin'. My answer ain't gonna change. No way, no how.
pt_br: Continua pure a chiedere. La mia risposta non cambierà. Non c'è verso, in nessun modo.

# 584_Takeda
source: I'm begging you, Saejima-san. Please take on this job!
pt_br: Ti supplico, Saejima-san. Ti prego, accetta questo incarico!

# 596_Takeda
source: Accept the Job
pt_br: Accetta l'incarico

# 608_Takeda
source: Turn Him Down
pt_br: Rifiutalo

# 620_Takeda
source: Accept the Job
pt_br: Accetta l'incarico

# 632_Takeda
source: Turn Him Down
pt_br: Rifiutalo

# 644_Takeda
source: Accept the Job
pt_br: Accetta l'incarico

# 656_Takeda
source: Turn Him Down
pt_br: Rifiutalo
