Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00ee019c.po
Languages: pt_br

source: Receptionist
pt_br: Addetto alla reception

source: Aromatherapy Massage Rules
pt_br: Regole del Massaggio Aromaterapico

source: Player
pt_br: Giocatore

source: Therapist
pt_br: Terapista

# 68_Receptionist
source: Hello, sir. This is your first time here, right? Then allow me to explain the rules.
pt_br: Salve, signore. È la sua prima volta qui, vero? Allora, mi permetta di spiegarle le regole.

# 80_Receptionist
source: Aromatherapy Massage is a minigame where you rapidly press buttons to keep the gauge from going past the top or the bottom. If it does, you lose the game.
pt_br: Il Massaggio Aromaterapico è un minigioco in cui devi premere a raffica i pulsanti per evitare che la barra vada troppo su o troppo giù. Se succede, perdi la partita.

# 92_Receptionist
source: The gauge is divided into five parts. The higher the gauge goes, the more points you earn. Go for the most points possible by keeping the gauge as high as you can without letting it go past the top or the bottom.
pt_br: La barra è divisa in cinque parti. Più la barra sale, più punti guadagni. Punta al massimo dei punti, mantenendo la barra più in alto che puoi, senza farla andare né troppo su né troppo giù.

# 104_Receptionist
source: If you make it to the end without letting the gauge go past the top or bottom, the Finish Gauge appears on the center of the screen. You win if you fill up this gauge before time runs out. Note that the gauge is harder to fill if you scored too few points earlier.
pt_br: Se riesci ad arrivare in fondo senza far sforare l'indicatore né in alto né in basso, la barra Finale comparirà al centro dello schermo. Vinci se riempi questa barra prima che il tempo scada. Tieni presente che la barra sarà più difficile da riempire se prima hai totalizzato pochi punti.

# 116_Receptionist
source: Okay, which massage would you like?
pt_br: Allora, quale massaggio vorrebbe?

# 140_Receptionist
source: Hello, sir. Which massage would you like today?
pt_br: Salve, signore. Che massaggio desidera per oggi?

# 176_Player
source: I'll have the Standard Massage.
pt_br: Prendo il Massaggio Standard.

# 212_Player
source: I'll go for the Deluxe Course today.
pt_br: Oggi mi faccio il Corso Deluxe.

# 248_Player
source: I'll do the VIP Oil Massage.
pt_br: Prenderò il Massaggio all'Olio VIP.

# 284_Player
source: I'll do the Super VIP Massage Course.
pt_br: Farò il Super Corso di Massaggio VIP.

# 320_Receptionist
source: All right. Since it is your first time using our services, we will start a member stamp card for you.
pt_br: Va bene. Visto che è la sua prima volta che viene qui da noi, le facciamo subito la tessera a timbri per i soci.

# 344_Receptionist
source: Every time you use our services, you will earn one stamp. With enough stamps, you can unlock special massage options.
pt_br: Ogni volta che ti affiderai ai nostri servizi, riceverai un timbro. Con abbastanza timbri, potrai sbloccare delle opzioni di massaggio davvero speciali.

# 356_Receptionist
source: Please take a seat in the waiting room while we prepare your room.
pt_br: Prego, si accomodi nella sala d'attesa mentre le prepariamo la stanza.

# 380_Receptionist
source: All right. Let me stamp your member card.
pt_br: Ok, allora. Le timbro la sua tessera socio.

# 428_Receptionist
source: Please take a seat in the waiting room while we prepare your room.
pt_br: Prego, si accomodi nella sala d'attesa mentre le prepariamo la stanza.

# 440_Receptionist
source: Congratulations! Now that you've earned five stamps, our shop recognizes you as one of our special VIPs!
pt_br: Complimenti! Adesso che hai collezionato cinque timbri, il nostro salone ti riconosce come uno dei nostri VIP più speciali!

# 452_Receptionist
source: You'll now have the choice of experiencing our VIP Massage Course on top of your other options. It'll make you feel even more refreshed and relaxed than ever! We hope you enjoy it.
pt_br: Ora potrai scegliere di goderti il nostro esclusivo Corso di Massaggio VIP, in aggiunta alle altre opzioni a tua disposizione. Ti farà sentire ancora più rigenerato e rilassato che mai! Speriamo che ti piaccia.

# 464_Receptionist
source: Please take a seat in the waiting room while we prepare your room.
pt_br: Prego, si accomodi nella sala d'attesa mentre le prepariamo la stanza.

# 476_Receptionist
source: Congratulations! Now that you've earned ten stamps, our shop recognizes you as one of our Super VIPs!
pt_br: Congratulazioni! Ora che hai guadagnato dieci timbri, il nostro negozio ti riconosce come uno dei nostri Super VIP!

# 488_Receptionist
source: You'll now have the choice of experiencing our Super VIP Massage Course on top of your other options. This incredible massage will take your body to Paradise! We hope you enjoy it.
pt_br: Ora potrai scegliere il nostro Corso Massaggio Super VIP, in aggiunta alle tue altre opzioni. Questo massaggio incredibile ti farà toccare il cielo con un dito! Speriamo ti piaccia!

# 500_Receptionist
source: Please take a seat in the waiting room while we prepare your room.
pt_br: Prego, si accomodi nella sala d'attesa mentre le prepariamo la stanza.

# 584_Therapist
source: Hi! I hope you weren't waiting long!
pt_br: Salve! Spero non abbia atteso troppo!

# 608_Mari
source: I'm Mari, and I'll be your massage therapist for this session. I look forward to working with you today! ♪
pt_br: Sono Mari, e sarò la sua massaggiatrice per questa sessione. Non vedo l'ora di prendermi cura di lei oggi! ♪

# 620_Mari
source: Follow me, please!
pt_br: Seguimi, prego!

# 644_Mari
source: Hey! I'm so glad to see you again! I'm gonna make sure you get lots of special attention today... Hehehe.
pt_br: Ehi! Sono così felice di rivederti! Mi assicurerò che oggi tu riceva un sacco di attenzioni speciali... Hehehe.

# 656_Mari
source: Follow me, please!
pt_br: Seguimi, prego!

# 680_Player
source: (...Shoot, I don't have enough on me.)
pt_br: (...Cavolo, non ho abbastanza grana addosso.)

# 704_Player
source: Sorry, I just remembered something I need to do.
pt_br: Scusa, mi è appena venuta in mente una cosa che devo fare.

# 716_Receptionist
source: All right. We hope to see you again soon.
pt_br: Perfetto. Speriamo di rivederla presto.

# 752_Receptionist
source: All right! Boy, the Super VIP Course is really something, let me tell you.
pt_br: Perfetto! Mamma mia, il Corso Super VIP è una roba pazzesca, te lo dico io.

# 764_Receptionist
source: I hear you'll experience a pleasure unlike anything anyone has ever experienced on this Earth.
pt_br: Sento dire che proverai un piacere come nessun altro, qualcosa che nessuno ha mai sperimentato su questa Terra.

# 776_Player
source: A pleasure... unlike anything...
pt_br: Un piacere... come nessun altro...

# 788_Receptionist
source: That's right! It's very rare for someone to get the opportunity to experience this kind of service. To be honest, I'm a bit jealous!
pt_br: Esatto! È molto raro che qualcuno abbia l'opportunità di provare un servizio del genere. A dire il vero, sono un po' gelosa!

# 800_Player
source: It's... that amazing? *gulp*
pt_br: È... così tanta roba? *gulp*

# 812_Receptionist
source: Believe me, you can't even imagine the kind of pleasure you're about to... Oh, sorry, I got a little too excited there. We'll be ready for you soon, so please have a seat in the waiting room.
pt_br: Credimi, non puoi nemmeno immaginare il tipo di piacere che stai per... Oh, scusa, mi sono lasciato prendere un po' troppo la mano. Saremo pronti per te a breve, quindi per favore accomodati nella sala d'attesa.

# 884_Player
source: (...A pleasure unlike anything anyone has ever experienced on this Earth...)
pt_br: (...Un piacere come nessun altro mai provato su questa Terra...)

# 896_Therapist
source: I hope you weren't waiting long!
pt_br: Spero non abbia aspettato a lungo!

# 908_Player
source: (...Here we go.)
pt_br: (...Ci siamo.)

# 932_Therapist
source: Hi there! I'm Momiyama, and I'll be your massage therapist. I'm sooo excited to work with you today! ♪ Hehe, hehehe...
pt_br: Ehilà! Sono Momiyama, e sarò il tuo massaggiatore. Sono così eccitato di lavorare con te oggi! ♪ Hehe, hehehe...

# 956_Receptionist
source: Oh, you're so lucky, sir!
pt_br: Oh, Lei è fortunatissimo, signore!

# 968_Receptionist
source: Momiyama-san's one of the best massage therapists in the world! His incredible techniques won him a special prize in the world championships!
pt_br: Momiyama-san è uno dei massaggiatori migliori al mondo! Le sue incredibili tecniche gli sono valse un premio speciale ai campionati mondiali!

# 980_Receptionist
source: I hope you're looking forward to the ultimate pleasure you're about to experience! Boy oh boy, am I jealous of you!
pt_br: Spero proprio che tu sia pronto per il massimo del piacere che stai per provare! Mamma mia, che invidia che ho di te!

# 992_Player
source: Ultimate... pleasure...
pt_br: Piacere... supremo...

# 1004_Momiyama
source: Wow, your body is divine! Like a Greek god, chiseled from the purest marble... I can't wait to work my magic on it. Hehehe...
pt_br: Wow, il tuo corpo è divino! Come un dio greco, scolpito nel marmo più puro... Non vedo l'ora di farti sentire la mia magia. Hehehe...

# 1028_Receptionist
source: I'll see you when you're back from heaven!
pt_br: Ci vediamo quando torni dal settimo cielo!

# 1040_Receptionist
source: All right! Please take a seat in the waiting room while we prepare your room.
pt_br: Perfetto! Prego, si accomodi nella sala d'attesa mentre prepariamo la sua stanza.

# 1124_Momiyama
source: I hope you weren't waiting long!
pt_br: Spero non abbia aspettato a lungo!

# 1148_Momiyama
source: Hiii, I'm Momiyama! So good to meet you! Hehehe... Don't worry, I'm going to make sure you get lots of special treatment, my succulent Hercules!
pt_br: Ciaooo, sono Momiyama! Che piacere conoscerti! Hehehe... Non ti preoccupare, farò in modo che tu abbia un sacco di trattamenti speciali, mio delizioso Ercole!

# 1172_Momiyama
source: Right this way! Don't be shy, now!
pt_br: Da questa parte! Non fare il timido, su!

# 1184_Player
source: Let me hear the rules.
pt_br: Fammi sentire le regole.

# 1196_Receptionist
source: Of course. Allow me to explain.
pt_br: Certo. Mi permetta di spiegarle.

# 1208_Receptionist
source: Aromatherapy Massage is a minigame where you rapidly press buttons to keep the gauge from going past the top or the bottom. If it does, you lose the game.
pt_br: Il Massaggio Aromaterapico è un minigioco in cui devi premere a raffica i pulsanti per evitare che la barra vada troppo su o troppo giù. Se succede, perdi la partita.

# 1220_Receptionist
source: The gauge is divided into five parts. The higher the gauge goes, the more points you earn. Go for the most points possible by keeping the gauge as high as you can without letting it go past the top or the bottom.
pt_br: La barra è divisa in cinque parti. Più la barra sale, più punti guadagni. Punta al massimo dei punti, mantenendo la barra più in alto che puoi, senza farla andare né troppo su né troppo giù.

# 1232_Receptionist
source: If you make it to the end without letting the gauge go past the top or bottom, the Finish Gauge appears on the center of the screen. You win if you fill up this gauge before time runs out. Note that the gauge is harder to fill if you scored too few points earlier.
pt_br: Se riesci ad arrivare in fondo senza far sforare l'indicatore né in alto né in basso, la barra Finale comparirà al centro dello schermo. Vinci se riempi questa barra prima che il tempo scada. Tieni presente che la barra sarà più difficile da riempire se prima hai totalizzato pochi punti.

# 1256_Player
source: Let me hear the rules.
pt_br: Fammi sentire le regole.

# 1268_Receptionist
source: Of course. Allow me to explain.
pt_br: Certo. Mi permetta di spiegarle.

# 1280_Receptionist
source: Aromatherapy Massage is a minigame where you rapidly press buttons to keep the gauge from going past the top or the bottom. If it does, you lose the game.
pt_br: Il Massaggio Aromaterapico è un minigioco in cui devi premere a raffica i pulsanti per evitare che la barra vada troppo su o troppo giù. Se succede, perdi la partita.

# 1292_Receptionist
source: The gauge is divided into five parts. The higher the gauge goes, the more points you earn. Go for the most points possible by keeping the gauge as high as you can without letting it go past the top or the bottom.
pt_br: La barra è divisa in cinque parti. Più la barra sale, più punti guadagni. Punta al massimo dei punti, mantenendo la barra più in alto che puoi, senza farla andare né troppo su né troppo giù.

# 1304_Receptionist
source: If you make it to the end without letting the gauge go past the top or bottom, the Finish Gauge appears on the center of the screen. You win if you fill up this gauge before time runs out. Note that the gauge is harder to fill if you scored too few points earlier.
pt_br: Se riesci ad arrivare in fondo senza far sforare l'indicatore né in alto né in basso, la barra Finale comparirà al centro dello schermo. Vinci se riempi questa barra prima che il tempo scada. Tieni presente che la barra sarà più difficile da riempire se prima hai totalizzato pochi punti.
