Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01830220.po
Languages: pt_br

# 68_Akiyama
source: Pardon me! I'd like to borrow some money.
pt_br: Scusi! Mi servirebbero dei soldi.

# 92_Akiyama?
source: Huh? A customer?
pt_br: Eh? Un cliente?

# 104_Akiyama
source: Yes, well...
pt_br: Sì, beh...

# 116_"Akiyama"
source: My goodness! Forgive me. Welcome to Sky Finance. I'm Akiyama, the CEO.
pt_br: Accidenti! Mi perdoni. Benvenuto a Sky Finance. Sono Akiyama, il CEO.

# 128_Akiyama
source: Akiyama-san. I see...
pt_br: Akiyama-san. Vedo...

# 200_"Akiyama"
source: Oh, and your name is?
pt_br: Oh, e come ti chiami?

# 212_Akiyama
source: Uh, it's Suzuki.
pt_br: Ah, sono Suzuki.

# 224_"Akiyama"
source: I have to warn you, Suzuki-san, I do things a little differently around here.
pt_br: Devo avvertirti, Suzuki-san, faccio le cose un po' diversamente da queste parti.

# 236_Akiyama
source: You'll give me certain "conditions," and it's my job to meet them, is that right?
pt_br: Tu mi darai delle "condizioni," e il mio compito è di affrontarle, giusto?

# 248_"Akiyama"
source: Yes. I see you're familiar with us. These conditions differ depending on the size of the loan. How much were you looking to borrow?
pt_br: Sì. Vedo che ci conosci bene. Queste condizioni cambiano a seconda di quanto ti serve. Quanto pensavi di voler prendere in prestito?

# 260_Akiyama
source: Let's see... About a hundred million or so.
pt_br: Allora... Un centinaio di milioni, o giù di lì.

# 272_"Akiyama"
source: A hundred million!?
pt_br: Cento milioni!?

# 284_"Akiyama"
source: Do you have any idea what you're asking!?
pt_br: Ma ti rendi conto di cosa stai chiedendo!?

# 296_Akiyama
source: (Maybe it's just a coincidence, but it bugs me how much he sounds like me right now...)
pt_br: (Forse è solo una coincidenza, ma mi rode quanto parli come me adesso...)

# 308_Akiyama
source: I really need it. Will you lend it to me?
pt_br: Mi serve da morire. Me lo darai?

# 320_"Akiyama"
source: If I'm going to lend you a hundred million, the terms will be considerable. Are you prepared for that?
pt_br: Se ti devo sganciare cento milioni, le condizioni saranno pesanti. Sei pronto ad affrontarle?

# 332_Akiyama
source: Yeah, sure.
pt_br: Sì, certo.

# 380_"Akiyama"
source: Sky Finance... Yes. Uh-huh.
pt_br: Sky Finance... Sì. Ah-ah.

# 392_"Akiyama"
source: Why, that's perfect! Sure, I'll do it. Be right over!
pt_br: Ma è perfetto! Certo che lo faccio. Arrivo subito!

# 416_"Akiyama"
source: You see, I have my customers take a test so I can tell if they're truly ready for their loan.
pt_br: Sai, faccio fare una prova ai miei clienti così posso capire se sono davvero pronti per il loro prestito.

# 428_"Akiyama"
source: All right. If you can pass the test I'm about to give you, I'll lend you a hundred million yen.
pt_br: Allora. Se riesci a superare la prova che sto per darti, Ti presterò cento milioni di yen.

# 440_Akiyama
source: Really? Oh, thank goodness. So what kind of test is it?
pt_br: Davvero? Ah, meno male, va'. Allora, che genere di prova sarebbe?

# 452_"Akiyama"
source: You'll help me transport a certain something. It's very valuable, and almost certainly a target for thieves... Things could get dangerous. Do you accept?
pt_br: Mi darai una mano a trasportare 'na certa roba. È roba di gran valore, e praticamente un invito a nozze per i ladri... Le cose potrebbero farsi brutte. Ci stai?

# 464_Akiyama
source: If it'll get me that hundred million, then I'm in.
pt_br: Se mi fa prendere quei cento milioni, allora ci sto.

# 476_"Akiyama"
source: All right, let's go!
pt_br: Dai, andiamo!
