Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid016c0278.po
Languages: pt_br

source: Attendant
pt_br: Addetto

# 924_Attendant
source: Sorry to keep you waiting.
pt_br: Scusa se ti ho fatto aspettare.

# 948_Attendant
source: This is Noa.
pt_br: Questa è Noa.

# 972_Attendant
source: Hello!
pt_br: Ciao!

# 1008_Attendant
source: Sorry to keep you waiting.
pt_br: Scusa se ti ho fatto aspettare.

# 1032_Attendant
source: This is Noa.
pt_br: Questa è Noa.

# 1056_Attendant
source: Hello!
pt_br: Ciao!

# 1092_Attendant
source: Thanks for waiting.
pt_br: Grazie per l'attesa.

# 1116_Attendant
source: This is Noa.
pt_br: Questa è Noa.

# 1140_Attendant
source: Hello!
pt_br: Ciao!

# 1164_Noa
source: Hello!
pt_br: Ciao!

# 1188_Attendant
source: I'm Noa!
pt_br: Sono Noa!

# 1200_Noa
source: Hello!
pt_br: Ciao!

# 1224_Attendant
source: I'm Noa!
pt_br: Sono Noa!

# 1236_Noa
source: Hello!
pt_br: Ciao!

# 1260_Attendant
source: I'm Noa!
pt_br: Sono Noa!

# 1272_Noa
source: Hello!
pt_br: Ciao!

# 1284_Attendant
source: I'm Noa!
pt_br: Sono Noa!

# 1320_Noa
source: Hello.
pt_br: Salve.

# 1332_Attendant
source: Oh, you're back!
pt_br: Oh, è tornato!

# 1368_Noa
source: Hello.
pt_br: Salve.

# 1380_Attendant
source: Oh, Akiyama-san. You didn't request me today?
pt_br: Oh, Akiyama-san. Non mi hai mica chiesta oggi?

# 1392_Noa
source: It looks like someone's requesting me.
pt_br: Pare che qualcuno mi abbia richiesto.

# 1404_Noa
source: Please enjoy your stay.
pt_br: Spero che si goda la sua permanenza.

# 1416_Noa
source: Bye for now.
pt_br: A dopo.

# 1428_Noa
source: Noa Mizutani does not show up when enter this store as Kiryu. Please notify a programmer if this message is displayed.
pt_br: Noa Mizutani non compare quando si entra in questo locale nei panni di Kiryu. Si prega di avvisare un programmatore se questo messaggio viene visualizzato.

# 1440_Noa
source: Noa Mizutani does not show up when enter this store as Kiryu. Please notify a programmer if this message is displayed.
pt_br: Noa Mizutani non compare quando si entra in questo locale nei panni di Kiryu. Si prega di avvisare un programmatore se questo messaggio viene visualizzato.

# 1452_Noa
source: Noa Mizutani does not show up when enter this store as Kiryu. Please notify a programmer if this message is displayed.
pt_br: Noa Mizutani non compare quando si entra in questo locale nei panni di Kiryu. Si prega di avvisare un programmatore se questo messaggio viene visualizzato.

# 1464_Noa
source: Noa Mizutani does not show up when enter this store as Kiryu. Please notify a programmer if this message is displayed.
pt_br: Noa Mizutani non compare quando si entra in questo locale nei panni di Kiryu. Si prega di avvisare un programmatore se questo messaggio viene visualizzato.

# 1476_Noa
source: Noa Mizutani does not show up when enter this store as Kiryu. Please notify a programmer if this message is displayed.
pt_br: Noa Mizutani non compare quando si entra in questo locale nei panni di Kiryu. Si prega di avvisare un programmatore se questo messaggio viene visualizzato.

# 1488_Noa
source: Noa Mizutani does not show up when enter this store as Kiryu. Please notify a programmer if this message is displayed.
pt_br: Noa Mizutani non compare quando si entra in questo locale nei panni di Kiryu. Si prega di avvisare un programmatore se questo messaggio viene visualizzato.

# 1500_Noa
source: Noa Mizutani does not show up when enter this store as Kiryu. Please notify a programmer if this message is displayed.
pt_br: Noa Mizutani non compare quando si entra in questo locale nei panni di Kiryu. Si prega di avvisare un programmatore se questo messaggio viene visualizzato.

# 1512_Noa
source: Noa Mizutani does not show up when enter this store as Kiryu. Please notify a programmer if this message is displayed.
pt_br: Noa Mizutani non compare quando si entra in questo locale nei panni di Kiryu. Si prega di avvisare un programmatore se questo messaggio viene visualizzato.

# 1524_Noa
source: Noa Mizutani does not show up when enter this store as Kiryu. Please notify a programmer if this message is displayed.
pt_br: Noa Mizutani non compare quando si entra in questo locale nei panni di Kiryu. Si prega di avvisare un programmatore se questo messaggio viene visualizzato.

# 1536_Noa
source: Noa Mizutani does not show up when enter this store as Kiryu. Please notify a programmer if this message is displayed.
pt_br: Noa Mizutani non compare quando si entra in questo locale nei panni di Kiryu. Si prega di avvisare un programmatore se questo messaggio viene visualizzato.

# 1548_Noa
source: Noa Mizutani does not show up when enter this store as Kiryu. Please notify a programmer if this message is displayed.
pt_br: Noa Mizutani non compare quando si entra in questo locale nei panni di Kiryu. Si prega di avvisare un programmatore se questo messaggio viene visualizzato.

# 1560_Noa
source: Noa Mizutani does not show up when enter this store as Kiryu. Please notify a programmer if this message is displayed.
pt_br: Noa Mizutani non compare quando si entra in questo locale nei panni di Kiryu. Si prega di avvisare un programmatore se questo messaggio viene visualizzato.

# 1572_Noa
source: I'm Noa. Nice to meet you. <Color:7>♥<Color:Default>
pt_br: Sono Noa. Piacere di conoscerti. <Color:7>♥<Color:Default>

# 1584_Akiyama
source: Hi. I'm Shun Akiyama.
pt_br: Ciao. Sono Shun Akiyama.

# 1596_Noa
source: Hello, Akiyama-san. You seem like you know your way around a hostess club.
pt_br: Ciao, Akiyama-san. Sembra proprio che tu sia uno che ci sa fare, qui in un hostess club.

# 1608_Akiyama
source: I suppose... But I don't come by myself very often. I can get a little too... relaxed.
pt_br: Credo di sì... Ma non vengo spesso da solo. Posso diventare un po' troppo... rilassato.

# 1620_Noa
source: Ahahah! That's my favorite type of customer. I can just take it easy and be myself.
pt_br: Ahahah! Quello sì che è il mio tipo di cliente preferito. Posso star tranquilla ed essere me stessa.

# 1632_Noa
source: Sometimes CEOs will drag some of their new employees here. The poor boys get so nervous, it terrifies me.
pt_br: A volte i pezzi grossi si trascinano qui alcuni dei loro novellini. Quei poveri ragazzi si agitano così tanto, che mi fa una paura boia.

# 1644_Akiyama
source: Yeah, I remember those days. My boss took me to a really expensive club once.
pt_br: Ah, sì, me li ricordo quei giorni. Una volta il mio capo mi ha portato in un locale davvero costoso.

# 1656_Noa
source: Really? Were you nervous?
pt_br: Davvero? Eri nervoso?

# 1668_Akiyama
source: No. But I tried so hard to pick up a hostess.
pt_br: No. Ma mi sono sbattuto un casino per rimorchiare una hostess.

# 1680_Erena
source: Ahaha! Wow, you're really something!
pt_br: Ahaha! Wow, sei proprio un tipo!

# 1692_Noa
source: So, how'd it go?
pt_br: Allora, com'è andata?

# 1704_Akiyama
source: You mean, did I pick her up?
pt_br: Vuoi dire, l'ho rimorchiata?

# 1716_Noa
source: Yes! ♪
pt_br: Sì! ♪

# 1728_Akiyama
source: No, I had no money. And there's no way a hostess at a top club would go out with a guy like me.
pt_br: No, non avevo un soldo. E figurati se un'hostess di un club di lusso sarebbe uscita con uno come me.

# 1740_Noa
source: Haha! I suppose you're right!
pt_br: Ahah! Eh, sì, hai ragione!

# 1752_Akiyama
source: That's understandable they get nervous. You can't blame a guy for that when he's around so many beautiful girls.
pt_br: Ci sta che siano nervosi. Non puoi dar torto a un tipo per questo, quando è in mezzo a così tante belle ragazze.

# 1764_Noa
source: Haha. You're a pretty smooth talker, aren't you? <Color:7>♥<Color:Default>
pt_br: Haha. Sei proprio uno con la parlantina facile, eh? <Color:7>♥<Color:Default>

# 1776_Erena
source: Hahaha! You sure have a silver tongue, don't you? <Color:7>♥<Color:Default>
pt_br: Ahahah! Hai proprio una bella parlantina, eh? <Color:7>♥<Color:Default>

# 1788_Akiyama
source: No, it's true! My heart's racing just talking to you two.
pt_br: No, ma è vero! Ho il cuore a mille solo a parlarvi.

# 1800_Noa
source: Oh... Then what could we do to help you relax?
pt_br: Oh... Allora cosa potremmo fare per aiutarti a rilassarti?

# 1812_Akiyama
source: I'll get used to it sooner or later. Come on, let's drink.
pt_br: Prima o poi mi ci abituerò. Dai, beviamo.

# 1824_Noa
source: Okay!
pt_br: Ok!

# 1836_Akiyama
source: Well, I'm always pretty calm, at home or at work.
pt_br: Beh, sono sempre piuttosto calmo, a casa o al lavoro.

# 1848_Noa
source: Hahah! You're the first one I've ever met who's as comfortable here as he is at home.
pt_br: Ahahah! Sei il primo che incontro che si sente a suo agio qui come a casa sua.

# 1860_Erena
source: You look like you could curl up on the sofa and take a nap.
pt_br: Hai l'aria di uno che potrebbe accoccolarsi sul divano e farsi un sonnellino.

# 1872_Akiyama
source: You know, guys often go out of their way to impress girls, but I don't think they buy it one bit.
pt_br: Sai, i ragazzi spesso si fanno in quattro per fare colpo sulle ragazze, ma non credo che la bevano neanche un po'.

# 1884_Akiyama
source: You've got to be yourself. That way there aren't any surprises.
pt_br: Devi essere te stesso. Così non ci sono sorprese.

# 1896_Noa
source: It's true! That's a really good observation.
pt_br: È proprio vero! Hai notato proprio bene.

# 1908_Akiyama
source: Heheh.
pt_br: Eheh.

# 1920_Noa
source: So, what kind of girls do you like?
pt_br: Allora, che tipo di ragazze ti piacciono?

# 1932_Erena
source: That's a good question!
pt_br: Bella domanda!

# 1944_Akiyama
source: Oh, come on. You don't really want to know that, do you? Here, let's drink.
pt_br: Ma dai. Non vorrai mica saperlo per davvero, eh? Dai, beviamo.

# 1956_Noa
source: So that must mean I'm not your type...
pt_br: Quindi non sono il tuo tipo...

# 1968_Akiyama
source: Hey, why are you looking so down?
pt_br: Ehi, perché sei così giù?

# 1980_Noa
source: My last customer said he wanted a girl who was more ladylike.
pt_br: Il mio ultimo cliente mi ha detto che voleva una ragazza più signorile.

# 1992_Noa
source: I don't think he's going to be requesting me next time.
pt_br: Non credo che mi richiederà la prossima volta.

# 2004_Akiyama
source: Don't worry about it. That was just one guy, who cares what he thinks?
pt_br: Non preoccuparti. Era solo un tipo, chi se ne frega di quello che pensa?

# 2016_Noa
source: But don't most clients want a girl like that?
pt_br: Ma la maggior parte dei clienti non vuole una tipa così?

# 2028_Akiyama
source: I don't know. If this club hadn't found you attractive, they wouldn't have hired you, right?
pt_br: Non lo so. Se questo locale non ti avesse trovata attraente, non ti avrebbero assunta, giusto?

# 2040_Noa
source: Oh... I hadn't thought of it that way.
pt_br: Oh... Non ci avevo mica pensato così.

# 2052_Akiyama
source: You just keep on doing what you're doing.
pt_br: Continua così.

# 2064_Noa
source: Thanks! I feel better now.
pt_br: Grazie! Mi sento meglio ora.

# 2076_Akiyama
source: Hey, I like you. You're nice and easy to talk to.
pt_br: Ehi, mi piaci. Sei simpatico e si chiacchiera bene con te.

# 2088_Noa
source: Really? Thanks!
pt_br: Davvero? Grazie!

# 2100_Akiyama
source: I bet you're popular.
pt_br: Scommetto che vai forte.

# 2112_Noa
source: Hmm... Well, sort of. I have some regulars, but not that many.
pt_br: Hmm... Beh, più o meno. Ho qualche cliente fisso, ma non tantissimi.

# 2124_Akiyama
source: Then you'll be fine. Don't worry about it.
pt_br: Allora starai bene. Non preoccuparti.

# 2136_Noa
source: If you're concerned, you could try requesting me!
pt_br: Se non sei sicuro, potresti provare a richiedermi!

# 2148_Akiyama
source: Heheh. Next time I will.
pt_br: Eheh. La prossima volta lo farò.

# 2160_Noa
source: Hehe. Cross your heart? <Color:7>♥<Color:Default>
pt_br: Hehe. Me lo giuri? <Color:7>♥<Color:Default>

# 2172_Akiyama
source: Maybe you could try changing your image. You might be more popular that way.
pt_br: Forse potresti provare a cambiare immagine. Potresti essere più gettonata così.

# 2184_Noa
source: What kind of image should I try?
pt_br: Che tipo di immagine dovrei provare?

# 2196_Akiyama
source: Well... Maybe you could try the pristine young maiden type.
pt_br: Beh... Magari potresti provare il tipo della ragazza giovane e pura.

# 2208_Noa
source: Ahahahah! I could never do that. My real personality would come out right away.
pt_br: Ahahahah! Non ce la farei mai. La mia vera personalità salterebbe fuori subito.

# 2220_Akiyama
source: Okay, then... I wonder what else would work.
pt_br: Va bene, allora... mi chiedo cos'altro potrebbe funzionare.

# 2232_Noa
source: I think I'll stay the way I am. I've got some regulars, even now.
pt_br: Credo che resterò come sono. Ho i miei clienti fissi, anche adesso.

# 2244_Akiyama
source: Heheh. Fair enough.
pt_br: Heheh. Ci sta.

# 2256_Noa
source: Thanks for coming to see me.
pt_br: Grazie per essere venuto a trovarmi.

# 2268_Akiyama
source: Heheh. You haven't changed, I see.
pt_br: Heheh. Non sei cambiato, vedo.

# 2280_Noa
source: Huh? What do you mean?
pt_br: Eh? Cosa intendi?

# 2292_Akiyama
source: Friendly as usual. Do you get even friendlier with your regulars?
pt_br: Sempre la solita simpatica. Diventi ancora più amichevole con i tuoi clienti abituali?

# 2304_Noa
source: Of course! You can count on it.
pt_br: Certo! Ci puoi scommettere.

# 2316_Akiyama
source: Ah. Must be tough.
pt_br: Ah. Dev'essere tosta.

# 2328_Himeka
source: The dialogue will end after one round if you've entered a club more than once. Please notify a programmer if this message is displayed.
pt_br: Il dialogo finirà dopo un solo round se sei entrato in un club più di una volta. Si prega di notificare un programmatore se questo messaggio viene visualizzato.

# 2340_Noa
source: How come didn't you request me today?
pt_br: Come mai non mi hai richiesta oggi?

# 2352_Akiyama
source: Hey, you don't need me to request you to know how I feel about you, right?
pt_br: Ehi, non hai bisogno che ti nomini per sapere cosa sento per te, vero?

# 2364_Noa
source: That sounds kind of like an excuse to me.
pt_br: Mi sa tanto di scusa.

# 2376_Akiyama
source: Not at all. Look, I'll request you next time. I promise.
pt_br: Ma figurati. Guarda, la prossima volta ti chiedo io. Te lo prometto.

# 2388_Noa
source: Really? I'll hold you to that, then.
pt_br: Davvero? Allora ti prendo in parola.

# 2400_Himeka
source: The dialogue will end after one round if you've entered a club more than once. Please notify a programmer if this message is displayed.
pt_br: Il dialogo finirà dopo un solo round se sei entrato in un club più di una volta. Si prega di notificare un programmatore se questo messaggio viene visualizzato.

# 2412_Noa
source: Noa Mizutani does not appear for Akiyama's 2nd. Please notify a programmer if this message is displayed.
pt_br: Noa Mizutani non si presenta per il secondo di Akiyama. Si prega di avvisare un programmatore se questo messaggio viene visualizzato.

# 2424_Noa
source: Noa Mizutani does not appear for Akiyama's 2nd. Please notify a programmer if this message is displayed.
pt_br: Noa Mizutani non si presenta per il secondo di Akiyama. Si prega di avvisare un programmatore se questo messaggio viene visualizzato.

# 2436_Noa
source: Noa Mizutani does not appear for Akiyama's 2nd. Please notify a programmer if this message is displayed.
pt_br: Noa Mizutani non si presenta per il secondo di Akiyama. Si prega di avvisare un programmatore se questo messaggio viene visualizzato.

# 2448_Noa
source: Noa Mizutani does not appear for Akiyama's 2nd. Please notify a programmer if this message is displayed.
pt_br: Noa Mizutani non si presenta per il secondo di Akiyama. Si prega di avvisare un programmatore se questo messaggio viene visualizzato.

# 2460_Noa
source: Noa Mizutani does not appear for Akiyama's 2nd. Please notify a programmer if this message is displayed.
pt_br: Noa Mizutani non si presenta per il secondo di Akiyama. Si prega di avvisare un programmatore se questo messaggio viene visualizzato.

# 2472_Noa
source: Noa Mizutani does not appear for Akiyama's 2nd. Please notify a programmer if this message is displayed.
pt_br: Noa Mizutani non si presenta per il secondo di Akiyama. Si prega di avvisare un programmatore se questo messaggio viene visualizzato.

# 2484_Noa
source: Noa Mizutani does not appear for Tanimura's 1st or 3rd. Please notify a programmer if this message is displayed.
pt_br: Noa Mizutani non compare per il primo o il terzo appuntamento di Tanimura. Si prega di avvisare un programmatore se questo messaggio viene visualizzato.

# 2496_Noa
source: Noa Mizutani does not appear for Tanimura's 2nd. Please notify a programmer if this message is displayed.
pt_br: Noa Mizutani non compare per il secondo appuntamento di Tanimura. Si prega di avvisare un programmatore se questo messaggio viene visualizzato.

# 2508_Noa
source: Noa Mizutani does not appear for Tanimura's 2nd. Please notify a programmer if this message is displayed.
pt_br: Noa Mizutani non compare per il secondo appuntamento di Tanimura. Si prega di avvisare un programmatore se questo messaggio viene visualizzato.

# 2520_Noa
source: Noa Mizutani does not appear for Tanimura's 2nd. Please notify a programmer if this message is displayed.
pt_br: Noa Mizutani non compare per il secondo appuntamento di Tanimura. Si prega di avvisare un programmatore se questo messaggio viene visualizzato.

# 2532_Noa
source: Tanimura cannot request Himeka Kawasaki. Please notify a programmer if this message is displayed.
pt_br: Tanimura non può richiedere Himeka Kawasaki. Per favore, avvisa un programmatore se questo messaggio viene visualizzato.

# 2544_Noa
source: Tanimura cannot request Himeka Kawasaki. Please notify a programmer if this message is displayed.
pt_br: Tanimura non può richiedere Himeka Kawasaki. Per favore, avvisa un programmatore se questo messaggio viene visualizzato.

# 2556_Tanimura
source: Your name's Noa, right? I'm Tanimura. Nice meeting you.
pt_br: Ti chiami Noa, giusto? Sono Tanimura. Piacere di conoscerti.

# 2568_Noa
source: Yep, I'm Noa! Nice to meet you.
pt_br: Sì, sono Noa! Piacere di conoscerti.

# 2580_Tanimura
source: So, what kind of men do you like?
pt_br: Allora, che tipo di uomini ti piacciono?

# 2592_Noa
source: Well... Somebody who's a good driver.
pt_br: Beh... uno che sappia guidare bene.

# 2604_Tanimura
source: A good driver, huh? Yeah, a fender bender can sure ruin a date.
pt_br: Un bravo guidatore, eh? Già, un tamponamento può proprio rovinare un appuntamento.

# 2616_Noa
source: What kind of car do you usually ride in?
pt_br: Che auto usi di solito?

# 2628_Tanimura
source: Usually a police car.
pt_br: Di solito un'auto della polizia.

# 2640_Noa
source: Huh!? You mean you're a policeman?
pt_br: Cosa!? Vuoi dire che sei un poliziotto?

# 2652_Tanimura
source: I didn't say that. Criminals ride in police cars too, you know.
pt_br: Non ho detto mica quello. Anche i criminali salgono sulle volanti, sai.

# 2664_Noa
source: Well, which is it!? I have to know!
pt_br: Allora, qual è!? Devo saperlo!

# 2676_Noa
source: Do you come to hostess clubs often?
pt_br: Vieni spesso nei club per hostesse?

# 2688_Tanimura
source: Not really. I'm more of a mahjong kind of guy. I guess I'm sort of competitive.
pt_br: Non proprio. Sono uno più da mahjong. Diciamo che sono un po' competitivo.

# 2700_Noa
source: Really... Do you play pachinko, too?
pt_br: Davvero... Giochi anche tu a pachinko?

# 2712_Tanimura
source: Of course. Oh, I don't line up in the morning waiting for the parlor to open, but I'll play when I've got the time.
pt_br: Certo. Ah, non mi metto in fila all'alba per l'apertura del pachinko, ma quando ho tempo, una partita me la faccio.

# 2724_Noa
source: I love pachinko! <Color:7>♥<Color:Default> Let me know if you hear about any machines that are lucky!
pt_br: Il pachinko mi fa impazzire! <Color:7>♥<Color:Default> Fammi sapere se senti parlare di qualche macchinetta fortunata!

# 2736_Tanimura
source: Heheh. I like straightforward girls.
pt_br: Eheh. Mi piacciono le ragazze schiette.

# 2748_Noa
source: Welcome back!
pt_br: Bentornato!

# 2760_Tanimura
source: Yeah.
pt_br: Sì.

# 2772_Noa
source: You said you don't visit clubs very often. You must've had a good time here.
pt_br: Hai detto che non vieni spesso nei club. Devi esserti divertito qui.

# 2784_Tanimura
source: Is that a problem?
pt_br: È un problema?

# 2796_Noa
source: I may work here, but I wouldn't want my boyfriend cavorting at hostess bars.
pt_br: Anche se lavoro qui, non vorrei che il mio ragazzo se la spassasse in altri hostess bar.

# 2808_Tanimura
source: Huh? You think he'd be cheating on you?
pt_br: Eh? Credi che ti tradirebbe?

# 2820_Noa
source: Of course! He'd be paying up the wazoo to drink and hang out with other women!
pt_br: Certo! Pagherebbe un occhio della testa per bere e stare con altre donne!

# 2832_Tanimura
source: That makes sense, but lecturing me won't help.
pt_br: Capisco, ma farmi la paternale non aiuterà.

# 2844_Himeka
source: The dialogue will end after one round if you've entered a club more than once. Please notify a programmer if this message is displayed.
pt_br: Il dialogo finirà dopo un solo round se sei entrato in un club più di una volta. Si prega di notificare un programmatore se questo messaggio viene visualizzato.

# 2856_Noa
source: Tanimura cannot request Himeka Kawasaki. Please notify a programmer if this message is displayed.
pt_br: Tanimura non può richiedere Himeka Kawasaki. Per favore, avvisa un programmatore se questo messaggio viene visualizzato.

# 2868_Noa
source: Tanimura cannot request Himeka Kawasaki. Please notify a programmer if this message is displayed.
pt_br: Tanimura non può richiedere Himeka Kawasaki. Per favore, avvisa un programmatore se questo messaggio viene visualizzato.

# 2880_Noa
source: Cheers!
pt_br: Salute!

# 2892_Erena
source: Cheers!
pt_br: Salute!

# 2904_Attendant
source: Yeah, I remember those days.
pt_br: Già, mi ricordo quei giorni.

# 2916_Attendant
source: That's understandable.
pt_br: Ci sta.

# 2928_Attendant
source: Well, I'm always pretty calm.
pt_br: Beh, sono sempre piuttosto calmo.

# 2940_Attendant
source: Don't worry about it.
pt_br: Non preoccuparti.

# 2952_Attendant
source: Hey, I like you.
pt_br: Ehi, mi piaci proprio.

# 2964_Attendant
source: Maybe you could try changing your image.
pt_br: Magari potresti provare a cambiare look.
