Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid010201fb.po
Languages: pt

source: Okama
pt: Drag Queen

# 72_Akiyama
source: (Sticking around here'll just land me in more trouble. Need to get back to Sky Finance.)
pt: (Rimanere qui mi metterà solo in altri guai. Devo tornare alla Sky Finance.)

# 96_Akiyama
source: (Drama Queen's manager is dead. Murdered, and a few days ago by the looks of it.)
pt: (Il manager del Drama Queen è morto. Assassinato, e da qualche giorno, a quanto pare.)

# 108_Akiyama
source: (He was practically naked, too. Just like how Kido-chan found old man Kanemura.)
pt: (Era anche praticamente nudo. Proprio come Kido-chan ha trovato il vecchio Kanemura.)

# 120_Akiyama
source: (Was it the same killer? Maybe someone from the Shibata Family?)
pt: (È stato lo stesso assassino? Forse qualcuno della Famiglia Shibata?)

# 132_Okama
source: You okay, sweetie? You look like you just saw a ghost.
pt: Tutto bene, tesoro? Sembra che tu abbia appena visto un fantasma.

# 144_Akiyama
source: Oh, uh, yeah...
pt: Oh, uh, sì...

# 156_Okama
source: You don't sound okay. Why don't you come relax over at my bar?
pt: Non mi sembri a posto. Perché non vieni a rilassarti al mio bar?

# 168_Akiyama
source: I appreciate the offer, but I've got places to be. Sorry.
pt: Apprezzo l'offerta, ma ho da fare. Mi dispiace.

# 180_Okama
source: Aww, you're no fun!
pt: Uff, non sei per niente divertente!
