Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c000a.po
Languages: pt_br

# 15228_Tanimura
source: I think you've got it wrong. As I recall, Prince Genji had a lot of affairs.
pt_br: Penso tu abbia capito male. Se ricordo bene, il Principe Genji aveva molte relazioni.

# 15240_Chihiro
source: Well, yes, that's true.
pt_br: Beh, sì, è vero.

# 15252_Tanimura
source: So you're okay with that kind of thing?
pt_br: Quindi ti sta bene quel genere di cose?

# 15264_Chihiro
source: Of course not!
pt_br: Certo che no!

# 15276_Chihiro
source: But I might not mind if it was Prince Genji.
pt_br: Ma potrebbe non dispiacermi se fosse il Principe Genji.

# 15288_Tanimura
source: What if it was me?
pt_br: E se fossi io?

# 15300_Chihiro
source: Oh, you don't want to know what I'd do if you cheated on me.
pt_br: Oh, non vuoi sapere cosa farei se mi tradissi.

# 15312_Tanimura
source: That's not fair...
pt_br: Non è giusto...

# 15324_Tanimura
source: He's an idol to a lot of men. He had power, fame, and beautiful women.
pt_br: È un idolo per molti uomini. Aveva potere, fama e belle donne.

# 15336_Chihiro
source: He's a little different from you, it's true.
pt_br: È un po' diverso da te, è vero.

# 15348_Tanimura
source: Although, I do have one of those things.
pt_br: Anche se, io ho una di quelle cose.

# 15360_Chihiro
source: Which one?
pt_br: Quale?

# 15372_Tanimura
source: The answer's right in front of me.
pt_br: La risposta è proprio davanti a me.

# 15384_Chihiro
source: Huh? Are you talking about me?
pt_br: Eh? Stai parlando di me?

# 15396_Tanimura
source: Maybe.
pt_br: Forse.

# 15408_Chihiro
source: Stop it! You'll make me blush. <Color:7>♥<Color:Default>
pt_br: Smettila! Mi farai arrossire. <Color:7>♥<Color:Default>

# 15420_Tanimura
source: I bet I could beat him in a fight.
pt_br: Scommetto che potrei batterlo in un combattimento.

# 15432_Chihiro
source: What!? Why would you want to fight Prince Genji!?
pt_br: Cosa!? Perché vorresti combattere il Principe Genji!?

# 15444_Tanimura
source: If both Genji and I were interested in you, there's only one way it's going to end.
pt_br: Se sia Genji che io fossimo interessati a te, c'è solo un modo in cui finirà.

# 15456_Chihiro
source: You'd fight Genji for me?
pt_br: Combatteresti Genji per me?

# 15468_Tanimura
source: Sure. And I'd beat him, too.
pt_br: Certo. E lo batterei anche.

# 15480_Chihiro
source: How romantic! Just like a movie! <Color:7>♥<Color:Default>
pt_br: Che romantico! Proprio come in un film! <Color:7>♥<Color:Default>

# 15492_Chihiro
source: I wonder which of you I would choose.
pt_br: Mi chiedo chi di voi sceglierei.

# 15504_Tanimura
source: Hey!
pt_br: Ehi!

# 15516_Chihiro
source: Thanks for the other day.
pt_br: Grazie per l'altro giorno.

# 15528_Tanimura
source: Sure. How have things been going? Are you working hard in your acting lessons?
pt_br: Certo. Come sono andate le cose? Stai lavorando sodo nelle tue lezioni di recitazione?

# 15540_Chihiro
source: I am, but...
pt_br: Sì, ma...

# 15552_Tanimura
source: But what?
pt_br: Ma cosa?

# 15564_Chihiro
source: When I think about auditioning, I start to worry about getting scammed again.
pt_br: Quando penso alle audizioni, inizio a preoccuparmi di essere truffata di nuovo.

# 15576_Tanimura
source: It wasn't your fault. You shouldn't let it get to you.
pt_br: Non è stata colpa tua. Non dovresti lasciarti abbattere.

# 15588_Chihiro
source: I know. I'm going to be a big star someday and make them regret what they did to me!
pt_br: Lo so. Un giorno sarò una grande star e li farò pentire di quello che mi hanno fatto!

# 15600_Tanimura
source: Haha! That's the spirit!
pt_br: Haha! Questo è lo spirito giusto!

# 15612_Chihiro
source: Why don't you take me somewhere to help me forget about all this?
pt_br: Perché non mi porti da qualche parte per aiutarmi a dimenticare tutto questo?

# 15624_Tanimura
source: Hey, you can't just run away from your problems. What if I said no more dates until you made your acting debut?
pt_br: Ehi, non puoi scappare dai tuoi problemi. E se dicessi niente più appuntamenti finché non farai il tuo debutto come attrice?

# 15636_Chihiro
source: What!? Then I'd have to make extra sure I get cast on my next audition!
pt_br: Cosa!? Allora dovrei assicurarmi ancora di più di ottenere la parte alla mia prossima audizione!

# 15648_Chihiro
source: All right. I'm going to do this!
pt_br: Va bene. Lo farò!

# 15660_Tanimura
source: That experience was just part of your journey. You just have to keep going.
pt_br: Quell'esperienza era solo parte del tuo viaggio. Devi solo continuare ad andare avanti.

# 15672_Chihiro
source: You really think I can do it?
pt_br: Pensi davvero che io possa farcela?

# 15684_Tanimura
source: Sure. Even a bad experience can be inspiration for a great performance.
pt_br: Certo. Anche una brutta esperienza può essere ispirazione per una grande performance.

# 15696_Chihiro
source: I guess that's the optimistic way of looking at it.
pt_br: Immagino sia il modo ottimistico di vederla.

# 15708_Chihiro
source: I'll have some sweets to cheer myself up!
pt_br: Mangerò dei dolci per tirarmi su di morale!

# 15720_Tanimura
source: Heh. Just watch your weight, okay?
pt_br: Eh. Stai solo attenta al peso, okay?

# 15732_Tanimura
source: You're pretty high maintenance, aren't you?
pt_br: Sei piuttosto esigente, vero?

# 15744_Chihiro
source: Hehe. I guess I am.
pt_br: Ehe. Immagino di sì.

# 15756_Tanimura
source: That's why I'd better stick with you.
pt_br: Ecco perché farei meglio a starti vicino.

# 15768_Chihiro
source: Really? You'll help me out when I need it?
pt_br: Davvero? Mi aiuterai quando ne avrò bisogno?

# 15780_Tanimura
source: Sure. If you need help, just call the police.
pt_br: Certo. Se hai bisogno di aiuto, chiama la polizia.

# 15792_Chihiro
source: Haha! That doesn't mean you'll be the one to answer!
pt_br: Haha! Questo non significa che sarai tu a rispondere!

# 15804_Chihiro
source: But thanks for everything. I feel like I can keep going now.
pt_br: Ma grazie per tutto. Sento di poter continuare ora.

# 15816_Tanimura
source: That's the spirit.
pt_br: È lo spirito giusto.

# 15828_Tanimura
source: Normal dialogue 31.
pt_br: Dialogo normale 31.

# 15852_Chihiro
source: You came to see me!
pt_br: Sei venuto a trovarmi!

# 15888_Chihiro
source: Welcome!
pt_br: Benvenuto!

# 15900_Chihiro
source: Did you come to see me?
pt_br: Sei venuto a trovarmi?

# 15912_Chihiro
source: You came! I'm so happy! <Color:7>♥<Color:Default>
pt_br: Sei venuto! Sono così felice! <Color:7>♥<Color:Default>

# 15924_Chihiro
source: Thanks for our date. I had a lot of fun.
pt_br: Grazie per il nostro appuntamento. Mi sono divertito un sacco.

# 15936_Chihiro
source: I waited for you to show up for our date...
pt_br: Ho aspettato che ti presentassi al nostro appuntamento...

# 15948_Chihiro
source: Sorry about the other day. We should try going out again.
pt_br: Scusa per l'altro giorno. Dovremmo provare a uscire di nuovo.

# 15960_Chihiro
source: I was really looking forward to going out with you...
pt_br: Non vedevo davvero l'ora di uscire con te...

# 15972_Chihiro
source: I'm sorry about before. We should try going out again.
pt_br: Mi dispiace per prima. Dovremmo provare a uscire di nuovo.

# 15984_Chihiro
source: Allow me to introduce myself properly. I'm Chihiro. Nice to meet you.
pt_br: Permettimi di presentarmi correttamente. Sono Chihiro. Piacere di conoscerti.

# 15996_Tanimura
source: Likewise.
pt_br: Anche per me.

# 16008_Chihiro
source: Thanks for coming.
pt_br: Grazie per essere venuto.

# 16020_Tanimura
source: Make yourself at home.
pt_br: Fai come se fossi a casa tua.

# 16032_Chihiro
source: I hope you have a nice time.
pt_br: Spero che ti diverta.

# 16044_Chihiro
source: Make yourself at home.
pt_br: Fai come se fossi a casa tua.

# 16056_Chihiro
source: I really enjoyed our date.
pt_br: Mi è piaciuto molto il nostro appuntamento.

# 16068_Chihiro
source: Let's go out again when you have the chance.
pt_br: Usciamo di nuovo quando ne avrà l'occasione.

# 16080_Chihiro
source: Let's go out again when you have the chance.
pt_br: Usciamo di nuovo quando ne avrà l'occasione.

# 16092_Chihiro
source: Thanks for going out with me today!
pt_br: Grazie per essere uscito con me oggi!

# 16104_Chihiro
source: Would you mind taking me out again?
pt_br: Ti dispiacerebbe portarmi fuori ancora?

# 16116_Chihiro
source: Would you mind taking me out again?
pt_br: Ti dispiacerebbe portarmi fuori ancora?

# 16128_Chihiro
source: You look great today!
pt_br: Stai benissimo oggi!

# 16140_Chihiro
source: You're looking nice today.
pt_br: Stai molto bene oggi.

# 16152_Chihiro
source: You always seem to wear the same clothes.
pt_br: Sembri indossare sempre gli stessi vestiti.

# 16164_Chihiro
source: Do you really like that look? Shouldn't you try to be a bit more fashionable?
pt_br: Ti piace davvero quel look? Non dovresti provare a essere un po' più alla moda?

# 16176_Chihiro
source: Are you seriously happy with that outfit?
pt_br: Sei seriamente contento di quel completo?

# 16188_Tanimura
source: You should be more aware of what's fashionable.
pt_br: Dovresti essere più consapevole di ciò che è alla moda.

# 16200_Chihiro
source: You look great today!
pt_br: Stai benissimo oggi!

# 16212_Chihiro
source: You're kidding! Is this for me!?
pt_br: Stai scherzando! È per me!?

# 16224_Tanimura
source: I've wanted one of these forever!
pt_br: Ne volevo uno da sempre!

# 16236_F_cab_sitsofa_tlk_happy
source: Thank you! I'll treasure it always! <Color:7>♥<Color:Default>
pt_br: Grazie! Lo custodirò per sempre! <Color:7>♥<Color:Default>

# 16248_Chihiro
source: Is that a present for me?
pt_br: È un presentino per me?

# 16272_Chihiro
source: Is that a present for me?
pt_br: È un presentino per me?

# 16284_Tanimura
source: Thank you.
pt_br: Grazie.

# 16296_Chihiro
source: Oh, is that for me?
pt_br: Oh, è per me?

# 16308_F_cab_sitsofa_tlk_ojigiA
source: Uh, thanks.
pt_br: Uh, grazie.

# 16320_Chihiro
source: What on earth is that?
pt_br: Cos'è mai quello?

# 16332_F_cab_sitsofa_tlk_angry
source: And what do you expect me to do with it?
pt_br: E cosa ti aspetti che ci faccia?

# 16344_Chihiro
source: Hmm? You're giving me that again?
pt_br: Hmm? Me lo stai dando di nuovo?

# 16356_Tanimura
source: You already gave me one of those. Or did you forget?
pt_br: Me ne hai già dato uno. O te ne sei dimenticato?

# 16368_Chihiro
source: You're kidding! Is this for me!?
pt_br: Stai scherzando! È per me!?

# 16380_Tanimura
source: I've wanted one of these forever! Thank you!
pt_br: Ne volevo uno da sempre! Grazie!

# 16392_F_cab_sitsofa_tlk_happy
source: I'll treasure it always! <Color:7>♥<Color:Default>
pt_br: Lo custodirò per sempre! <Color:7>♥<Color:Default>

# 16404_Chihiro
source: What would you like?
pt_br: Cosa desideri?

# 16428_Player
source: Okay, I'll have this.
pt_br: Okay, prendo questo.

# 16440_Tanimura
source: Huh. Okay. I guess some people come to hostess clubs and don't drink.
pt_br: Uh. Okay. Immagino che alcune persone vengano negli hostess club e non bevano.

# 16452_Chihiro
source: Your glass is empty. Would you like another drink?
pt_br: Il tuo bicchiere è vuoto. Vuoi un altro drink?

# 16476_Player
source: Okay, I'll have this.
pt_br: Okay, prendo questo.

# 16488_Tanimura
source: Really? Not much of a drinker, huh?
pt_br: Davvero? Non sei un gran bevitore, eh?

# 16500_Chihiro
source: I like that, too! It's really tasty, isn't it?
pt_br: Piace anche a me! È davvero buono, vero?

# 16512_Chihiro
source: You drink that too?
pt_br: Bevi anche quello?

# 16524_Chihiro
source: All right, then.
pt_br: Ok, allora.

# 16536_Chihiro
source: Oh, I don't like that very much.
pt_br: Oh, non mi piace molto.

# 16548_Chihiro
source: I see...
pt_br: Capisco...

# 16560_Chihiro
source: What would you like to eat?
pt_br: Cosa ti piacerebbe mangiare?

# 16584_Player
source: Okay, I'll have this.
pt_br: Okay, prendo questo.

# 16596_Tanimura
source: You're not hungry?
pt_br: Non hai fame?

# 16608_Chihiro
source: Do you want something to eat?
pt_br: Ti va qualcosa da mangiare?

# 16632_Player
source: Okay, I'll have this.
pt_br: Okay, prendo questo.

# 16644_Tanimura
source: You're full already?
pt_br: Sei già sazio?

# 16656_Chihiro
source: I love that!
pt_br: Adoro!

# 16668_Tanimura
source: Can I have a little bit?
pt_br: Posso assaggiarne un po'?

# 16680_Chihiro
source: That's so tasty.
pt_br: È così buono.

# 16692_Chihiro
source: All right, then.
pt_br: Ok, allora.

# 16704_Chihiro
source: You actually eat that?
pt_br: Mangi davvero quello?

# 16716_Chihiro
source: I can't stand that.
pt_br: Non lo sopporto.

# 16728_Tanimura
source: I don't know what people like about it.
pt_br: Non so cosa ci trovino le persone.

# 16740_Chihiro
source: Okay, I'll order.
pt_br: Ok, ordino io.

# 16752_P_sitsofaR_tlk_quest
source: Excuse me!
pt_br: Scusi!

# 16764_Tanimura
source: Yes.
pt_br: Sì.

# 16776_P_sitsofaR_tlk_quest
source: Here's our order.
pt_br: Ecco il nostro ordine.

# 16788_Tanimura
source: Right away.
pt_br: Subito.

# 16812_Player
source: Let's drink.
pt_br: Dai, beviamo.

# 16836_Tanimura
source: I hope you enjoy yourself!
pt_br: Spero ti diverta!

# 16848_Player
source: Let's drink.
pt_br: Dai, beviamo.

# 16872_Tanimura
source: I hope you enjoy yourself!
pt_br: Spero ti diverta!

# 16884_Chihiro
source: Just a minute...
pt_br: Solo un minuto...

# 16896_Tanimura
source: Okay.
pt_br: Ok.

# 16932_Chihiro
source: I'm Chihiro. Nice to meet you.
pt_br: Sono Chihiro. Piacere di conoscerti.

# 16944_Tanimura
source: Likewise.
pt_br: Anche per me.

# 16968_Tanimura
source: You got a business card.
pt_br: Hai ricevuto un biglietto da visita.

# 17004_Tanimura
source: (Maybe I'll ask for her next time I'm here.)
pt_br: (Forse chiederò di lei la prossima volta che vengo qui.)

# 17028_Chihiro
source: Come back soon!
pt_br: Torna presto!

# 17040_Tanimura
source: Sure.
pt_br: Certo.

# 17064_Tanimura
source: You got a fancy business card.
pt_br: Hai ricevuto un bel biglietto da visita.

# 17112_Chihiro
source: Here you are!
pt_br: Ecco a lei!

# 17136_Chihiro
source: Do you mind if I smoke, too?
pt_br: Ti dispiace se fumo anch'io?

# 17148_Tanimura
source: No, go ahead.
pt_br: No, vai pure.

# 17160_Chihiro
source: Come on. Drink up!
pt_br: Dai. Bevi!

# 17172_Tanimura
source: Sure.
pt_br: Certo.

# 17184_Chihiro
source: Maybe I'll have a little drink myself.
pt_br: Forse bevo un po' anch'io.

# 17196_Tanimura
source: Sure.
pt_br: Certo.

# 17208_Tanimura
source: I should be going.
pt_br: Dovrei andare.

# 17220_F_cab_sitsofa_tlk_noA
source: You're leaving already?
pt_br: Te ne vai già?

# 17232_Chihiro
source: Is it that time already?
pt_br: È già ora?

# 17244_P_sitsofaR_tlk_yes
source: Yeah.
pt_br: Sì.

# 17352_Chihiro
source: Thanks so much for coming! <Color:7>♥<Color:Default>
pt_br: Grazie mille per essere venuto! <Color:7>♥<Color:Default>

# 17376_Tanimura
source: I hope to see you again soon! <Color:7>♥<Color:Default>
pt_br: Spero di rivederti presto! <Color:7>♥<Color:Default>

# 17388_Tanimura
source: Yeah.
pt_br: Sì.

# 17400_F_cab_sitsofa_tlk_noA
source: Bye.
pt_br: Ciao.

# 17424_Tanimura
source: I really had a good time! <Color:7>♥<Color:Default>
pt_br: Mi sono divertita molto! <Color:7>♥<Color:Default>

# 17436_Tanimura
source: Me too.
pt_br: Anch'io.

# 17448_F_cab_sitsofa_tlk_noA
source: Bye.
pt_br: Ciao.

# 17472_Tanimura
source: Thanks for today! <Color:7>♥<Color:Default>
pt_br: Grazie per oggi! <Color:7>♥<Color:Default>

# 17496_Tanimura
source: Sure.
pt_br: Certo.

# 17508_F_cab_sitsofa_tlk_noA
source: Well, I'll be waiting.
pt_br: Beh, aspetterò.

# 17532_Tanimura
source: I love you! <Color:7>♥<Color:Default>
pt_br: Ti amo! <Color:7>♥<Color:Default>

# 17556_Tanimura
source: Thanks.
pt_br: Grazie.

# 17568_F_cab_sitsofa_tlk_noA
source: Well, I'll be waiting.
pt_br: Beh, aspetterò.

# 17616_Chihiro
source: Be careful on your way home!
pt_br: Fai attenzione tornando a casa!

# 17628_Chihiro
source: Hehe! Welcome!
pt_br: Ehe! Benvenuto!

# 17640_Chihiro
source: Have you heard of anything interesting happening around town?
pt_br: Hai sentito di qualcosa di interessante che succede in città?

# 17652_Tanimura
source: I haven't been able to go out much lately. So I was just wondering what was going on.
pt_br: Non sono potuto uscire molto ultimamente. Quindi mi stavo solo chiedendo cosa stesse succedendo.

# 17664_F_cab_sitsofa_sp2_sync_hiza
source: Something interesting? Well...
pt_br: Qualcosa di interessante? Mah...

# 17676_Tanimura
source: No, I can't think of anything right now.
pt_br: No, non mi viene in mente niente al momento.

# 17796_Chihiro
source: I've been thinking about going to one of those beauty spas where they really pamper you.
pt_br: Sto pensando di andare in una di quelle spa di bellezza dove ti coccolano davvero.

# 17808_Tanimura
source: Oh? You're like a movie star already.
pt_br: Oh? Sei già come una star del cinema.

# 17820_Chihiro
source: Hehe! Yeah, I guess so.
pt_br: Ehe! Sì, immagino di sì.

# 17832_Chihiro
source: But they have so many different treatments you can choose from.
pt_br: Ma hanno così tanti trattamenti diversi tra cui puoi scegliere.

# 17844_Chihiro
source: I'm not even sure what kind of treatment I need. What part of my body do you think needs the most attention?
pt_br: Non sono nemmeno sicura di che tipo di trattamento ho bisogno. Quale parte del mio corpo pensi abbia bisogno di più attenzioni?

# 17856_Tanimura
source: Well...
pt_br: Beh...

# 17868_Chihiro
source: In an audition, do they ask you a bunch of questions in addition to seeing you act? Like a job interview?
pt_br: In un'audizione, ti fanno un sacco di domande oltre a vederti recitare? Come un colloquio di lavoro?

# 17880_Tanimura
source: I'm not sure. But that sounds about right.
pt_br: Non sono sicuro. Ma sembra giusto.

# 17892_Chihiro
source: What should I say if they ask me what my most attractive feature is?
pt_br: Cosa dovrei dire se mi chiedono qual è la mia caratteristica più attraente?

# 17904_Tanimura
source: Your most attractive feature? Hmm...
pt_br: La tua caratteristica più attraente? Hmm...

# 17940_Chihiro
source: Look! This is the present you gave me!
pt_br: Guarda! Questo è il regalo che mi hai fatto!

# 17952_Tanimura
source: I just love it! <Color:7>♥<Color:Default>
pt_br: Lo adoro! <Color:7>♥<Color:Default>

# 17964_Chihiro
source: I'm a little thirsty. Can I order some <Color:7>Orange Juice<Color:Default>?
pt_br: Ho un po' sete. Posso ordinare del <Color:7>Succo d'arancia<Color:Default>?

# 17976_Chihiro
source: Yay! I'll go ahead and order it, then.
pt_br: Evvai! Allora vado avanti e lo ordino.

# 18000_Tanimura
source: Oh, I don't have enough money.
pt_br: Oh, non ho abbastanza soldi.

# 18012_Chihiro
source: Huh? Do you have money problems or something?
pt_br: Eh? Hai problemi di soldi o qualcosa del genere?

# 18024_Chihiro
source: Really? But I'm thirsty...
pt_br: Davvero? Ma ho sete...

# 18036_Chihiro
source: I'm getting hungry! Can I order a little snack?
pt_br: Sto avendo fame! Posso ordinare uno spuntino?

# 18060_Tanimura
source: Yay! I'll go ahead and order it, then.
pt_br: Evvai! Allora vado avanti e lo ordino.

# 18072_F_cab_sitsofa_sync_order
source: Excuse me!
pt_br: Scusi!

# 18096_Tanimura
source: Huh? Why not?
pt_br: Eh? Perché no?

# 18108_Chihiro
source: Thanks for replying to my email. I'm gonna work hard to get used to my job here!
pt_br: Grazie per aver risposto alla mia email. Lavorerò sodo per abituarmi al mio lavoro qui!

# 18120_Tanimura
source: That's the spirit.
pt_br: È lo spirito giusto.

# 18132_Chihiro
source: Ever since you sent me that mail, I've been renting a lot of movies so I can work on my acting skills.
pt_br: Da quando mi hai mandato quella mail, ho noleggiato molti film per poter lavorare sulle mie capacità recitative.

# 18144_Chihiro
source: I find it motivating to see how professional actors work!
pt_br: Trovo motivante vedere come lavorano gli attori professionisti!

# 18156_Tanimura
source: Ah, I see.
pt_br: Ah, capisco.

# 18168_Chihiro
source: Do you know a lot about Chinese tea? I've been interested in it, but I don't know a whole lot about it.
pt_br: Sai molto di tè cinese? Mi ha interessato, ma non ne so molto.

# 18180_Tanimura
source: If you like, I can take you to one of my favorite Chinese restaurants.
pt_br: Se vuoi, posso portarti in uno dei miei ristoranti cinesi preferiti.

# 18192_Chihiro
source: Really!? Thanks! <Color:7>♥<Color:Default>
pt_br: Davvero!? Grazie! <Color:7>♥<Color:Default>

# 18204_Chihiro
source: Are you good at karaoke? I'm no slouch myself. I know! Whoever loses has to pay for dinner!
pt_br: Sei bravo al karaoke? Non sono da meno nemmeno io. Lo so! Chi perde deve pagare la cena!

# 18216_Tanimura
source: There's no need to get carried away.
pt_br: Non c'è bisogno di esagerare.

# 18228_Chihiro
source: If I took Chachamaru out for a walk, you could get a chance to pet him.
pt_br: Se portassi Chachamaru a fare una passeggiata, potresti avere la possibilità di accarezzarlo.

# 18240_Tanimura
source: Huh. Rabbits aren't the same as dogs, are they?
pt_br: Uh. I conigli non sono come i cani, vero?

# 18252_Chihiro
source: Yeah. You might still get a chance to pet him someday.
pt_br: Sì. Potresti comunque avere la possibilità di accarezzarlo un giorno.

# 18264_Tanimura
source: What sort of actress do you want to be?
pt_br: Che tipo di attrice vuoi diventare?

# 18276_Tanimura
source: You're both a college student and a hostess?
pt_br: Sei sia una studentessa universitaria che un'hostess?

# 18288_Tanimura
source: How much money are you trying to make?
pt_br: Quanti soldi stai cercando di guadagnare?

# 18300_Tanimura
source: Can you try a little bit for me?
pt_br: Puoi provare un po' per me?

# 18312_Tanimura
source: That's an unusual hobby.
pt_br: È un hobby insolito.

# 18324_Tanimura
source: Why didn't you join the normal theater club?
pt_br: Perché non ti sei iscritta al normale club di teatro?

# 18336_Tanimura
source: A pure and innocent woman.
pt_br: Una donna pura e innocente.

# 18348_Tanimura
source: A strong-willed woman.
pt_br: Una donna determinata.

# 18360_Tanimura
source: A ditzy woman.
pt_br: Una donna svampita.

# 18372_Tanimura
source: All I thought about was girls.
pt_br: Pensavo solo alle ragazze.

# 18384_Tanimura
source: I wasn't interested in love yet.
pt_br: Non ero ancora interessato all'amore.

# 18396_Tanimura
source: All I thought about was horses.
pt_br: Pensavo solo ai cavalli.

# 18408_Tanimura
source: Want to touch me?
pt_br: Vuoi toccarmi?

# 18420_Tanimura
source: It's nothing, really.
pt_br: Non è niente di che, davvero.

# 18432_Tanimura
source: It's even more impressive when I'm naked.
pt_br: È ancora più impressionante quando sono nudo.

# 18444_Tanimura
source: It can't be helped.
pt_br: Non ci si può far niente.

# 18456_Tanimura
source: It's cute.
pt_br: È carino.

# 18468_Tanimura
source: You should train yourself to drink.
pt_br: Dovresti allenarti a bere.

# 18480_Tanimura
source: I don't think I'd get along with one.
pt_br: Non credo che andrei d'accordo con uno.

# 18492_Tanimura
source: I like anime too.
pt_br: Piacciono anche a me gli anime.

# 18504_Tanimura
source: Why aren't you an otaku?
pt_br: Perché non sei un'otaku?

# 18516_Tanimura
source: A girl should have a good appetite.
pt_br: Una ragazza dovrebbe avere un buon appetito.

# 18528_Tanimura
source: It's fine as long as you don't get fat.
pt_br: Va bene finché non ingrassi.

# 18540_Tanimura
source: Your health is what's important.
pt_br: La tua salute è ciò che conta.

# 18552_Tanimura
source: Maybe he's lonely.
pt_br: Forse si sente solo.

# 18564_Tanimura
source: Maybe he wants to go outside.
pt_br: Forse vuole uscire.
