Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0102034b.po
Languages: it

# 80_Midorikawa
source: Hey, you're good. Real dedication to the job...
it: Ehi, sei bravo. Vera dedizione al lavoro...

# 92_Akiyama
source: Midorikawa-san, I presume?
it: Midorikawa-san, presumo?

# 104_Akiyama
source: And I take it that's the Hatsushiba Clan chairman?
it: E immagino che quello sia il presidente del Clan Hatsushiba?

# 116_Akiyama
source: I don't know what you want with Kido-chan and my registry, but what do you say you give them back?
it: Non so cosa vogliate da Kido-chan e dal mio registro, ma che ne dici di restituirli?

# 140_Midorikawa
source: You heard the man, boss. What's it gonna be?
it: Hai sentito l'uomo, capo. Che si fa?

# 164_Hatsushiba
source: Heheheh... Akiyama, was it? I'm afraid you've got the wrong idea.
it: Heheheh... Akiyama, giusto? Temo che tu abbia un'idea sbagliata.

# 176_Akiyama
source: Oh, yeah? How you figure?
it: Oh, sì? In che senso?

# 188_Hatsushiba
source: You didn't lend us shit. You <Italic>gave</Italic> it to us.
it: Non ci hai prestato un bel niente. Ce l'hai <Italic>regalato</Italic>.

# 200_Hatsushiba
source: So, you see, you can't ask for it back. That'd be just plain rude.
it: Quindi, vedi, non puoi chiederlo indietro. Sarebbe semplicemente scortese.

# 212_Akiyama
source: Ohhh, why didn't you just say so? If I gave it to you, that's different.
it: Ohhh, perché non l'hai detto prima? Se ve l'ho dato io, è diverso.

# 224_Hatsushiba
source: Damn straight. Glad we're seein' eye to eye.
it: Esattamente. Sono contento che siamo sulla stessa lunghezza d'onda.

# 236_Akiyama
source: Absolutely. Now I'm gonna ask you to <Italic>give</Italic> it back to me.
it: Assolutamente. Ora ti chiedo di <Italic>ridarmelo</Italic>.

# 248_Hatsushiba
source: What?
it: Cosa?

# 260_Akiyama
source: Just playing along with your little game. Now give it back before things get ugly.
it: Stavo solo al tuo giochetto. Ora ridammelo prima che le cose si mettano male.

# 272_Midorikawa
source: Hah, this guy's a riot! You seriously think you can take us?
it: Ah, questo tizio è uno spasso! Pensi davvero di potercela fare contro di noi?

# 284_Akiyama
source: We won't know unless I try, will we?
it: Non lo sapremo finché non ci provo, no?

# 296_Midorikawa
source: Oh, I definitely know... But hey, why not?
it: Oh, io lo so per certo... Ma ehi, perché no?

# 308_Midorikawa
source: I'll send you back to your bitch secretary in a body bag!
it: Ti rimanderò dalla tua cagna di segretaria in un sacco per cadaveri!
