Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01830209.po
Languages: pt_br

# 68_Akiyama
source: (Phew, I'm beat... Well, it looks like we got an impostor on the loose. Question is: what do I do about it?)
pt_br: Uff, sono a pezzi... Beh, a quanto pare abbiamo un impostore in giro. La questione è: che ci faccio?

# 80_Akiyama
source: (Better talk to Hana-chan. She should be able to come up with something.)
pt_br: (Meglio sentire Hana-chan. Dovrebbe tirare fuori qualcosa.)

# 128_Hana
source: Yes, hello? What is it, Chief?
pt_br: Sì, pronto? Che c'è, Capo?

# 140_Akiyama
source: Hey, Hana-chan. Listen, somebody's impersonating me, and he's clearly up to no good.
pt_br: Senti, Hana-chan. Qualcuno si sta spacciando per me, e si vede lontano un miglio che non ha buone intenzioni.

# 152_Hana
source: Really?
pt_br: Davvero?

# 164_Akiyama
source: Yep. He makes his customers do random chores as tests, but he's never satisfied with the result, which means they never get their money.
pt_br: Già. Fa fare ai suoi clienti lavoretti a caso come prove, ma non è mai soddisfatto del risultato, il che significa che non ottengono mai i loro soldi.

# 176_Akiyama
source: It's like he's got some kind of customer-exploiting, pseudo handyman business going on.
pt_br: È come se avesse una specie di attività che sfrutta i clienti, una pseudo attività da tuttofare in ballo.

# 188_Hana
source: Pretty small-scale scam, considering how much work he's probably putting into it...
pt_br: Roba da quattro soldi, considerando lo sbattimento che ci sta mettendo, probabilmente...

# 200_Akiyama
source: You got that right. Pitiful, really. I know I shouldn't pay any mind to it, but when it affects my reputation...
pt_br: Hai proprio ragione. Fa pena, davvero. So che non dovrei farci caso, ma quando intacca la mia reputazione...

# 212_Akiyama
source: I called you because I was wondering if there was a good way to punish this poser. Would you mind looking him up for me, please?
pt_br: Ti ho chiamato perché mi chiedevo se ci fosse un buon modo per dare una lezione a questo farabutto. Ti dispiacerebbe darci un'occhiata per me, per favore?

# 224_Hana
source: Sure. One minute...
pt_br: Certo. Un minuto...

# 296_Hana
source: Okay, yeah. He's sketchy for sure.
pt_br: Sì, ok. È losco, di sicuro.

# 308_Hana
source: He came to Kamurocho and opened up shop about a month ago...
pt_br: È venuto a Kamurocho e ha aperto bottega circa un mese fa...

# 320_Hana
source: He's not just a moneylender, either. He's also a courier, a handyman... The list goes on.
pt_br: Non è mica solo un prestatore, eh. È anche un corriere, un tuttofare... E la lista non finisce più.

# 332_Akiyama
source: Interesting. A courier, huh?
pt_br: Interessante. Un corriere, eh?

# 344_Hana
source: What do you think? Should I try to come up with a fitting punishment?
pt_br: Che ne pensi? Dovrei provare a tirare fuori una punizione come si deve?

# 356_Akiyama
source: Oh, would you? That'd be great!
pt_br: Ah, lo faresti? Sarebbe fantastico!

# 368_Hana
source: Okay, you go to the fake Sky Finance and pretend you're a customer.
pt_br: Ok, tu vai alla finta Sky Finance e fai finta di essere un cliente.

# 380_Hana
source: After a while, I'll make contact with him, so just go along with whatever he says.
pt_br: Tra un po' lo contatterò, quindi dagli corda su qualsiasi cosa dica.

# 392_Akiyama
source: Sounds good. Thanks, Hana-chan.
pt_br: Ottimo. Grazie, Hana-chan.

# 404_Hana
source: Sure! Heheheh, this is going to be fun...
pt_br: Certo! Eheheh, sarà uno spasso...

# 500_Akiyama
source: (Yikes. She's enjoying this a little too much. All right, now to check out this fake Sky Finance. <Color:7>Park Alley<Color:Default>, was it?)
pt_br: (Accidenti. Se la sta godendo un po' troppo questa. Bene, adesso andiamo a dare un'occhiata a questa finta Sky Finance. <Color:7>Park Alley<Color:Default>, giusto?)
