Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00e60536.po
Languages: pt

# 68_Kiryu
source: This area never seems to change.
pt: Questa zona non sembra cambiare mai.

# 80_Matsuyama
source: No? But I guess the Millennium Tower was one really big change. The kind of people who come here now seem different.
pt: Dici? Però la Millennium Tower è stato un bel cambiamento. Anche il tipo di gente che viene qui ora sembra diverso.

# 92_Kiryu
source: You're right, they do. There used to be a lot more small-time thugs around here.
pt: Hai ragione. Prima c'erano molti più teppistelli in giro.

# 104_Ueda
source: Whew, I feel so revitalized!
pt: Fiuu, mi sento così rivitalizzato!

# 116_Matsuyama
source: Hey, that's...
pt: Ehi, quello è...

# 152_Ueda
source: Huh? Oh, Kiryu-san! Matsuyama-san! What are you two up to?
pt: Eh? Oh, Kiryu-san! Matsuyama-san! Che fate voi due?

# 164_Kiryu
source: We were gonna ask you the same thing. Hey... is there something different about you?
pt: Stavamo per chiederti la stessa cosa. Ehi... c'è qualcosa di diverso in te?

# 176_Ueda
source: Oh, you noticed? I stopped by a tanning salon!
pt: Oh, l'avete notato? Sono passato in un centro abbronzante!

# 200_Ueda
source: You know, I was up for a little image change. Thought I'd try a new style. Like something tough and urban, you know?
pt: Sai, volevo cambiare un po' look. Ho pensato di provare un nuovo stile. Qualcosa da duro, metropolitano, capisci?

# 212_Kiryu
source: Well, you were pretty pale before, so... Your tan makes quite an impact.
pt: Beh, prima eri piuttosto pallido, quindi... la tua abbronzatura fa un certo effetto.

# 224_Ueda
source: Doesn't it? Heheh. Look out! I'm a little bit gangsta now!
pt: Vero? Eheh. Attenzione! Ora sono un po' un gangsta!

# 236_Kiryu
source: Huh. Were you just bored or something?
pt: Mh. Ti stavi solo annoiando o cosa?

# 248_Matsuyama
source: Wait a minute, Mr. Kiryu! What did you just say!?
pt: Aspetti un attimo, signor Kiryu! Che cosa ha appena detto!?

# 260_Kiryu
source: I just thought maybe he had a little too much time on his hands...
pt: Ho solo pensato che forse aveva un po' troppo tempo libero...

# 272_Matsuyama
source: No, no. Before that!
pt: No, no. Prima di quello!

# 284_Kiryu
source: Uh, let's see... He was pale before, so his tan makes quite an impact?
pt: Uh, vediamo... "Prima era pallido, quindi la sua abbronzatura fa un certo effetto"?

# 308_Matsuyama
source: That's it!
pt: È QUELLO!

# 320_Ueda
source: What?
pt: Cosa?

# 332_Matsuyama
source: I've got it! This time I've really got it, Kiryu-san! I have to follow up on this right away! I'll see you guys later!
pt: Ce l'ho! Stavolta ce l'ho fatta, Kiryu-san! Devo subito mettermi all'opera! Ci vediamo dopo!

# 368_Ueda
source: What was he talking about?
pt: Di cosa stava parlando?

# 380_Kiryu
source: I don't know, but it sounded like he hit upon a good idea.
pt: Non lo so, ma sembra che gli sia venuta una buona idea.

# 392_Ueda
source: Oh, you mean for his new ramen? That's great! We should drop by No. 1 Star, then!
pt: Oh, intendi per il suo nuovo ramen? Fantastico! Allora dovremmo fare un salto al Kyushu Ichibanboshi!

# 404_Kiryu
source: Yeah.
pt: Già.
