Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid0009037c.po
Languages: pt_br

source: Meathead Yakuza
pt_br: Bestione Yakuza

# 96_Homeless Man
source: Agh! Somebody help me!
pt_br: Ahi! Qualcuno mi aiuti!

# 120_Kiryu
source: (That's Saejima. I think I'm finally starting to see what the Florist is up to.)
pt_br: (Quello è Saejima. Credo di star finalmente iniziando a capire cosa sta combinando il Florista.)

# 132_Takashi
source: What the heck? Nobody told me this guy was gonna be a freak of nature! He's huge!
pt_br: Ma che diavolo? Nessuno mi aveva detto che questo qui sarebbe stato un mostro della natura! È un armadio!

# 144_Kiryu
source: You might want to step back, Takashi. This isn't a fight you can win.
pt_br: Ti conviene farti da parte, Takashi. Questo non è uno scontro che tu puoi vincere.

# 156_Takashi
source: No! I promised the Florist I'd handle it, so that's what I'm gonna do!
pt_br: No! Ho promesso al Florista che me ne sarei occupato, quindi è quello che\nfarò!

# 192_Takashi
source: Hey, you there! Knock it off!
pt_br: Ehi, tu! Smettila!

# 204_Meathead Yakuza
source: Hm?
pt_br: Mh?

# 216_Meathead Yakuza
source: What was 'at?
pt_br: Che è stato?

# 228_Takashi
source: I, um...
pt_br: Io, ehm...

# 240_Takashi
source: I won't let you keep picking on him!
pt_br: Non ti lascerò continuare a tartassarlo!

# 252_Meathead Yakuza
source: Oh yeah?
pt_br: Ah sì?

# 264_Meathead Yakuza
source: How 'bout I pick on you instead, kid?
pt_br: Che ne dici se me la prendo con te, pivello?

# 276_Takashi
source: Huh? I, well... Never mind. I know my limits.
pt_br: Eh? Io, beh... Lascia stare. Conosco i miei limiti.

# 288_Meathead Yakuza
source: All bark and not a lick o' bite, huh? Guess I gave ya too much credit.
pt_br: Tutto abbaiare e neanche un briciolo di morso, eh? Mi sa che ti ho dato troppo credito.

# 300_Meathead Yakuza
source: Good boy. Nothin' embarrassing about steppin' down to save your own neck. No point riskin' your life for some person ya don't even know.
pt_br: Bravo, bravo. Non c'è niente di cui vergognarsi a farsi da parte per salvare la tua pellaccia. Che senso ha rischiare la vita per uno che nemmeno conosci.

# 312_Takashi
source: Dammit...
pt_br: Cavolo...

# 324_Takashi
source: No, things are different now! I've gotta think about what's best for Kyoka and our baby!
pt_br: No, le cose sono diverse adesso! Devo pensare a cosa è meglio per Kyoka e il nostro bambino!

# 336_Takashi
source: And if me taking on a yakuza is what's best for our family, I'm damn well gonna do it!
pt_br: E se affrontare uno yakuza è la cosa migliore per la nostra famiglia, lo farò, cazzo!

# 420_Meathead Yakuza
source: Look, kid. Bravery's all nice n' good, but gettin' yourself killed ain't. You oughta haul ass if you know ya can't win.
pt_br: Senti, pivello. Il coraggio è una bella cosa, ma farsi ammazzare non lo è affatto. Dovresti filartela se sai di non poter vincere.

# 444_Takashi
source: Dammit...
pt_br: Cavolo...

# 504_Kiryu
source: You okay, Takashi?
pt_br: Stai bene, Takashi?

# 516_Takashi
source: I... think so. What happened to that homeless guy, though? Did he get away?
pt_br: Credo... di sì. Ma quel barbone, che fine ha fatto? È riuscito a scappare?

# 528_Kiryu
source: Yeah, he ran off while you had the big guy distracted. You did it.
pt_br: Già, è filato via mentre tu tenevi occupato quel bestione. Tu ce l'hai fatta.

# 540_Takashi
source: Heh, hehe. Yeah, I guess I did.
pt_br: Heh, hehe. Sì, direi di sì.

# 564_Takashi
source: Hey, it's Takashi. Yup, I'm all done!
pt_br: Ehi, sono Takashi. Sì, ho finito!

# 576_Takashi
source: You'll accept my request? Thank you very much!
pt_br: Accetti la mia richiesta? Grazie mille!

# 588_Takashi
source: All right, got it!
pt_br: A posto, capito!

# 612_Takashi
source: The Florist says he's going to find my father!
pt_br: Il Fiorista dice che andrà a cercare mio padre!

# 624_Kiryu
source: Really!? That's great.
pt_br: Davvero!? Ottimo!

# 636_Takashi
source: Yes, and I owe it all to you, Kiryu-san!
pt_br: Sì, e ti devo tutto, Kiryu-san!

# 648_Takashi
source: That reminds me, the Florist also said you should stop by. He mentioned you two needing to talk about something.
pt_br: Ah, sì, il Florista ha detto pure che dovresti fare un salto. Ha detto che voi due avete una cosa di cui parlare.

# 660_Kiryu
source: He did, huh? All right, then.
pt_br: L'ha fatto, eh? Bene, allora.

# 672_Takashi
source: In the meantime, I guess I'll just lay low and wait to see what info the Florist comes back with.
pt_br: Intanto, credo che mi terrò a basso profilo e aspetterò di vedere con che informazioni torna il Florista.

# 684_Takashi
source: Thanks again, Kiryu-san! I couldn't have done this without you!
pt_br: Grazie ancora, Kiryu-san! Non ci sarei riuscito senza di te!

# 744_Kiryu
source: (Sounds like I should head over to Purgatory.)
pt_br: (Mi sa che devo andare al Purgatorio.)
