Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid006c0036.po
Languages: pt_br

# 17700_Kiryu
source: I told you. Muscles develop most when you're taking a break from your training. If you drink then, it cancels out all of your hard work.
pt_br: Te l'ho detto. I muscoli si sviluppano soprattutto quando ti prendi una pausa dall'allenamento. Se bevi in quel momento, annulli tutto il tuo duro lavoro.

# 17712_松岡里緒奈：源氏名
source: You might be right. I'll be more careful from now on. <Color:7>♥<Color:Default>
pt_br: Potresti avere ragione. D'ora in poi starò più attenta. <Color:7>♥<Color:Default>

# 17724_松岡里緒奈：源氏名
source: So I'm homesick, huh?
pt_br: Quindi ho nostalgia di casa, eh?

# 17736_Kiryu
source: Probably. Most people are happier being with their families than living alone.
pt_br: Probabilmente. La maggior parte delle persone è più felice di stare con la propria famiglia che di vivere da sola.

# 17748_松岡里緒奈：源氏名
source: I guess you're right. Maybe I'll email someone in my family.
pt_br: Immagino tu abbia ragione. Forse manderò un'e-mail a qualcuno della mia famiglia.

# 17760_松岡里緒奈：源氏名
source: Thanks for listening, Kiryu-san. <Color:7>♥<Color:Default>
pt_br: Grazie per avermi ascoltato, Kiryu-san. <Color:7>♥<Color:Default>

# 17772_松岡里緒奈：源氏名
source: You really understand fashion. You don't need expensive clothes. With good fashion sense, you can look good in anything. <Color:7>♥<Color:Default>
pt_br: Te ne intendi davvero di moda. Non hai bisogno di vestiti costosi. Con un buon senso della moda, puoi stare bene con qualsiasi cosa. <Color:7>♥<Color:Default>

# 17784_Kiryu
source: That's right.
pt_br: Esatto.

# 17796_松岡里緒奈：源氏名
source: So let's see how well-dressed you are...
pt_br: Allora vediamo quanto sei ben vestito...

# 17808_Kiryu
source: A fight with your father... That's funny.
pt_br: Una lite con tuo padre... Buffo.

# 17820_Kiryu
source: But don't you want to make up with him?
pt_br: Ma non vuoi fare pace con lui?

# 17832_Kiryu
source: If he bothers you anymore, just tell me.
pt_br: Se ti dà ancora fastidio, dimmelo.

# 17844_Kiryu
source: I know the boys would love you.
pt_br: So che i ragazzi ti adorerebbero.

# 17856_Kiryu
source: Are you sure you can handle being a teacher?
pt_br: Sei sicura di essere in grado di fare l'insegnante?

# 17868_Kiryu
source: You think a hostess can be a good teacher?
pt_br: Pensi che un'hostess possa essere una brava insegnante?

# 17880_Kiryu
source: Why don't you look for a boyfriend?
pt_br: Perché non ti cerchi un ragazzo?

# 17892_Kiryu
source: You could find a roommate.
pt_br: Potresti trovarti una coinquilina.

# 17904_Kiryu
source: You'll get used to it eventually.
pt_br: Alla fine ti ci abituerai.

# 17916_Kiryu
source: Piece of cake.
pt_br: Una passeggiata.

# 17928_Kiryu
source: Are you saying you want to date me?
pt_br: Stai dicendo che vuoi uscire con me?

# 17940_Kiryu
source: You won't find too many men like that.
pt_br: Non troverai molti uomini così.

# 17952_Kiryu
source: When I'm drinking.
pt_br: Quando bevo.

# 17964_Kiryu
source: When I'm playing with my kids.
pt_br: Quando gioco con i miei figli.

# 17976_Kiryu
source: When I'm doing it.
pt_br: Quando lo faccio.

# 17988_Kiryu
source: Maybe you could make a team at the club.
pt_br: Forse potresti formare una squadra al club.

# 18000_Kiryu
source: That's just the way it is.
pt_br: È così e basta.

# 18012_Kiryu
source: You want to go to a batting cage and hit a few?
pt_br: Vuoi andare in una gabbia di battuta e colpire qualche palla?

# 18024_Kiryu
source: I'd stay a human.
pt_br: Rimarrei un essere umano.

# 18036_Kiryu
source: I'd like to be a lion.
pt_br: Mi piacerebbe essere un leone.

# 18048_Kiryu
source: I'd like to be a gorilla, too.
pt_br: Anch'io vorrei essere un gorilla.

# 18060_Kiryu
source: We should go out for all-you-can-eat yakiniku.
pt_br: Dovremmo andare a mangiare yakiniku all-you-can-eat.

# 18072_Kiryu
source: Don't you worry about getting fat?
pt_br: Non ti preoccupi di ingrassare?

# 18084_Kiryu
source: Do you eat many vegetables?
pt_br: Mangi molte verdure?

# 18096_Kiryu
source: Maybe you should stop drinking.
pt_br: Forse dovresti smettere di bere.

# 18108_Kiryu
source: You're young. I'm sure you'll be fine.
pt_br: Sei giovane. Sono sicuro che starai bene.

# 18120_Kiryu
source: Why don't you just skip school that day?
pt_br: Perché non salti la scuola quel giorno?

# 18132_Kiryu
source: I think he's just messing with you.
pt_br: Penso che ti stia solo prendendo in giro.

# 18144_Kiryu
source: Why don't you do it?
pt_br: Perché non lo fai?

# 18156_Kiryu
source: He's a lot like you.
pt_br: È molto simile a te.

# 18168_Kiryu
source: I'm his biggest fan!
pt_br: Sono il suo più grande fan!

# 18180_Kiryu
source: I'd love to fight him just once.
pt_br: Mi piacerebbe combattere contro di lui almeno una volta.

# 18192_Kiryu
source: I'm jealous.
pt_br: Sono invidioso.

# 18204_Kiryu
source: You could try going to a match.
pt_br: Potresti provare ad andare a un incontro.

# 18216_Kiryu
source: You could ask your brother.
pt_br: Potresti chiedere a tuo fratello.

# 18228_Kiryu
source: You can't believe everything you read online.
pt_br: Non puoi credere a tutto quello che leggi online.

# 18240_Kiryu
source: Things will get better.
pt_br: Le cose miglioreranno.

# 18252_Kiryu
source: Maybe that's your fate.
pt_br: Forse è il tuo destino.

# 18264_Kiryu
source: Learn how to be a better judge of men.
pt_br: Impara a giudicare meglio gli uomini.

# 18276_Kiryu
source: If you're not sure, you shouldn't do it.
pt_br: Se non sei sicura, non dovresti farlo.

# 18288_Kiryu
source: What's he got that I haven't got?
pt_br: Cosa ha lui che io non ho?

# 18300_Kiryu
source: I should meet him sometime.
pt_br: Dovrei incontrarlo qualche volta.

# 18312_Kiryu
source: Just don't overdo it.
pt_br: Solo non esagerare.

# 18324_Kiryu
source: I'll pass.
pt_br: Passo.

# 18336_Kiryu
source: Sounds like a plan.
pt_br: Mi sembra un buon piano.

# 18348_Kiryu
source: Karate. Definitely.
pt_br: Karate. Senza dubbio.

# 18360_Kiryu
source: A foreign language is a must.
pt_br: Una lingua straniera è d'obbligo.

# 18372_Kiryu
source: It's not a question of what I want.
pt_br: Non è una questione di cosa voglio io.

# 18384_Kiryu
source: I could teach you if you'd like.
pt_br: Potrei insegnarti io, se vuoi.

# 18396_Kiryu
source: They don't get in the way when you're playing golf?
pt_br: Non ti sono d'intralcio quando giochi a golf?

# 18408_Kiryu
source: Want to play against me?
pt_br: Vuoi giocare contro di me?

# 18420_Kiryu
source: I could pick out an outfit for you.
pt_br: Potrei sceglierti un abito.

# 18432_Kiryu
source: There's nothing wrong with it.
pt_br: Non c'è niente di male.

# 18444_Kiryu
source: You should go for a more feminine look.
pt_br: Dovresti optare per un look più femminile.

# 18456_Kiryu
source: Documentaries.
pt_br: Documentari.

# 18468_Kiryu
source: Historical dramas.
pt_br: Drammi storici.

# 18480_Kiryu
source: Romance movies.
pt_br: Film d'amore.

# 18492_Kiryu
source: She sounds pretty aggressive.
pt_br: Sembra piuttosto aggressiva.

# 18504_Kiryu
source: So should we make babies?
pt_br: Allora, facciamo dei figli?

# 18516_Kiryu
source: What do you want to do?
pt_br: Cosa vuoi fare?

# 18528_Kiryu
source: Everyone has problems.
pt_br: Tutti hanno problemi.

# 18540_Kiryu
source: He probably wants to forget his money troubles.
pt_br: Probabilmente vuole dimenticare i suoi problemi di soldi.

# 18552_Kiryu
source: You should've talked to him.
pt_br: Avresti dovuto parlargli.

# 18564_Kiryu
source: That's a good idea.
pt_br: È una buona idea.

# 18576_Kiryu
source: He might not forgive you, you know.
pt_br: Potrebbe non perdonarti, sai.

# 18588_Kiryu
source: Want me to go with you?
pt_br: Vuoi che venga con te?

# 18600_Kiryu
source: That's nothing special.
pt_br: Non è niente di speciale.

# 18612_Kiryu
source: I don't mind if a girl's rough around the edges.
pt_br: Non mi dispiace se una ragazza è un po' grezza.

# 18624_Kiryu
source: You really think you can get married?
pt_br: Pensi davvero di poterti sposare?

# 18636_Kiryu
source: Make peace with your father first.
pt_br: Prima fai pace con tuo padre.

# 18648_Kiryu
source: That's hard to say.
pt_br: È difficile da dire.

# 18660_Kiryu
source: Let's give this a little more time.
pt_br: Diamo un po' più di tempo a questa cosa.

# 18672_Kiryu
source: You should cut down on spending.
pt_br: Dovresti ridurre le spese.

# 18684_Kiryu
source: I could loan you some money.
pt_br: Potrei prestarti dei soldi.

# 18696_Kiryu
source: You waste too much money.
pt_br: Sprechi troppi soldi.

# 18708_Kiryu
source: I'd like to see that.
pt_br: Mi piacerebbe vederla.

# 18720_Kiryu
source: I'm more interested in what's underneath...
pt_br: Sono più interessato a cosa c'è sotto...

# 18732_Kiryu
source: I could buy you even better ones if you like.
pt_br: Potrei comprartene di migliori, se vuoi.

# 18744_Kiryu
source: Then clean up your apartment.
pt_br: Allora pulisci il tuo appartamento.

# 18756_Kiryu
source: You could call an exterminator.
pt_br: Potresti chiamare un disinfestatore.

# 18768_Kiryu
source: I'll just have to take care of it myself.
pt_br: Dovrò occuparmene io.

# 18780_Kiryu
source: I'll get revenge for you.
pt_br: Ti vendicherò.

# 18792_Kiryu
source: You shouldn't be drinking that much.
pt_br: Non dovresti bere così tanto.

# 18804_Kiryu
source: Are you sure you're a strong drinker?
pt_br: Sei sicura di reggere l'alcol?

# 18816_Kiryu
source: That's not good for you.
pt_br: Non ti fa bene.

# 18828_Kiryu
source: Why don't I buy you something tasty?
pt_br: Perché non ti compro qualcosa di buono?

# 18840_Kiryu
source: Why are you dieting?
pt_br: Perché sei a dieta?

# 18852_Kiryu
source: You've really grown.
pt_br: Sei davvero cresciuta.

# 18864_Kiryu
source: Don't drag me into your family drama anymore.
pt_br: Non trascinarmi più nei tuoi drammi familiari.

# 18876_Kiryu
source: I need to talk to your father.
pt_br: Devo parlare con tuo padre.

# 18888_Kiryu
source: Nothing
pt_br: Niente

# 18900_Kiryu
source: 777 Town
pt_br: Città 777

# 18924_Kiryu
source: The Ghost in the Underground Mall
pt_br: Il Fantasma del Centro Commerciale Sotterraneo

# 18936_Kiryu
source: The Footbaths at Yunosono Hot Springs
pt_br: I Pediluvi alle Sorgenti Termali Yunosono

# 18948_Kiryu
source: Popular Golf Dates Among Women
pt_br: Appuntamenti a Golf Popolari tra le Donne

# 18960_Kiryu
source: Eating Liver to Reverse Brain Aging
pt_br: Mangiare Fegato per Invertire l'Invecchiamento Cerebrale

# 18972_Kiryu
source: The Pole Dancing Workout
pt_br: L'Allenamento di Pole Dance

# 18984_Kiryu
source: Popular Sweet Sake Among Women
pt_br: Sake Dolce Popolare tra le Donne

# 18996_Kiryu
source: Go ahead.
pt_br: Vai pure.

# 19020_Kiryu
source: Sure.
pt_br: Certo.

# 19032_Kiryu
source: Sorry.
pt_br: Scusa.
