Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid018301fa.po
Languages: it

# 280_Akiyama
source: (That settles that... Now I just have to do what I have to.)
it: (Questo è sistemato... Ora devo solo fare quello che devo.)

# 364_Akiyama
source: (Thanks, Hana-chan. It was fun.)
it: (Grazie, Hana-chan. È stato divertente.)

# 436_Akiyama
source: (All right... Let's go do this!)
it: (Bene... Andiamo a farlo!)

# 460_Akiyama
source: (I think that settles that.)
it: (Penso che questo sistemi le cose.)

# 472_Akiyama
source: (It's a little lonely without Hana-chan in the office. Maybe I'll reminisce about the good old days...)
it: (È un po' solitario l'ufficio senza Hana-chan. Forse ricorderò i bei vecchi tempi...)

# 484_Akiyama
source: (Now, what to do...)
it: (Ora, che si fa...)

# 496_Akiyama
source: (Maybe later.)
it: (Magari più tardi.)

# 508_Akiyama
source: (That settles that... Now I just have to do what I have to.)
it: (Questo è sistemato... Ora devo solo fare quello che devo.)

# 676_Akiyama
source: (I'll think about the good old days, just for a little bit...)
it: (Penserò ai bei vecchi tempi, solo per un po'...)

# 832_Hana
source: What is it, boss? Hold on, are you off to play pachinko again!?
it: Cosa c'è, capo? Aspetti, sta andando di nuovo a giocare a pachinko!?

# 844_Akiyama
source: ...Yeah, you got me. Anyway, I'm off.
it: ...Sì, mi hai scoperto. Comunque, io vado.

# 880_Akiyama
source: (Should I rest until dusk...?)
it: (Dovrei riposare fino al crepuscolo...?)

# 892_Akiyama
source: (Should I rest until evening...?)
it: (Dovrei riposare fino a sera...?)

# 904_Akiyama
source: (Maybe I should rest until tomorrow morning.)
it: (Forse dovrei riposare fino a domattina.)

# 916_Akiyama
source: (Not right now...)
it: (Non ora...)

# 976_Akiyama
source: Reminisce about Hana-chan
it: Ricorda Hana-chan

# 988_Akiyama
source: I've settled things.
it: Ho sistemato le cose.

# 1000_Akiyama
source: Rest for a While
it: Riposa per un po'

# 1012_Akiyama
source: Cancel
it: Annulla

# 1024_Akiyama
source: Rest Until Dusk
it: Riposa fino al crepuscolo

# 1036_Akiyama
source: Don't Rest
it: Non riposare

# 1048_Akiyama
source: Rest Until Evening
it: Riposa fino a sera

# 1060_Akiyama
source: Don't Rest
it: Non riposare

# 1072_Akiyama
source: Rest Until Morning
it: Riposa fino a mattina

# 1084_Akiyama
source: Don't Rest
it: Non riposare
