Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00090522.po
Languages: pt_br

source: You gained 5,000 EXP.
pt_br: Hai guadagnato 5.000 EXP.

source: Client
pt_br: Cliente

source: Tadokoro's Subordinate
pt_br: Subordinato di Tadokoro

source: Former Debtor
pt_br: Ex-debitore

# 56_Saejima
source: Welp. That's that, then.
pt_br: Vabbè. È finita qui, allora.

# 68_Client
source: Phew... I guess I'm safe for real now.
pt_br: Uff... mi sa che sono al sicuro sul serio ora.

# 80_Tadokoro's Subordinate
source: Thank you for a job well done.
pt_br: Grazie per l'ottimo lavoro.

# 92_Saejima
source: The goddamn are you doing here? Where's the fella who's s'posed to take this schlub off my hands?
pt_br: Che cazzo ci fai qui? Dov'è quel tizio che doveva togliermi questo sfigato di torno?

# 104_Tadokoro's Subordinate
source: Don't worry about that. I got a call confirming both you gentlemen have completed your respective assignments.
pt_br: Non darti pensiero per quello. Ho ricevuto una chiamata che conferma che entrambi voi signori avete completato i vostri rispettivi incarichi.

# 116_Saejima
source: Gentle...men?
pt_br: Gentiluomini...?

# 128_Tadokoro's Subordinate
source: That's correct, Suzuki-san...
pt_br: Esatto, Suzuki-san...

# 140_Tadokoro's Subordinate
source: ...And you as well.
pt_br: ...E anche tu.

# 152_Saejima
source: What's goin' on here?
pt_br: Che succede qui?

# 164_Tadokoro's Subordinate
source: Hehehe. I suppose I can tell you now.
pt_br: Hehehe. Beh, credo che adesso te lo possa dire.

# 176_Tadokoro's Subordinate
source: This man you worked so hard to protect didn't really need protecting. He's one of our debtors, just like Tadashi-kun.
pt_br: Questo tizio per cui ti sei sbattuto tanto a proteggere, in realtà non aveva bisogno di essere protetto. È uno dei nostri debitori, proprio come Tadashi-kun.

# 188_Saejima
source: The fuck!?
pt_br: Che cazzo!?

# 200_Tadokoro's Subordinate
source: While you two were stumbling about, the gentleman who actually required a bodyguard was safely delivered by one of our agents.
pt_br: Mentre voi due annaspavate, il signore a cui serviva davvero una scorta è stato messo al sicuro da uno dei nostri agenti.

# 212_Saejima
source: So we were just a couple decoys?
pt_br: Ma allora eravamo solo un paio di esche?

# 224_Tadokoro's Subordinate
source: Correct. This fellow agreed to act as a distraction in exchange for having his debts forgiven.
pt_br: Esatto. Questo qui ha accettato di fare da diversivo in cambio di vedersi condonare i debiti.

# 236_Tadokoro's Subordinate
source: Now he's debt-free, and we were able to complete our own assignment without incident. It was a clever arrangement, you must admit.
pt_br: Ora è pulito coi debiti, e siamo riusciti a chiudere il nostro incarico senza intoppi. È stata una mossa astuta, devi ammetterlo.

# 248_Saejima
source: Is he tellin' the truth?
pt_br: Sta dicendo la verità?

# 260_Former Debtor
source: Uh-huh.
pt_br: Ah-ah.

# 272_Saejima
source: Sunnuva...
pt_br: Figlio di...

# 284_Tadokoro's Subordinate
source: Thank you again for your hard work. I'll apply your compensation toward the repayment of Tadashi-kun's debts.
pt_br: Grazie ancora per il tuo duro lavoro. Il tuo compenso lo userò per ripagare i debiti di Tadashi-kun.

# 296_Tadokoro's Subordinate
source: I'll be in touch when your next assignment comes in.
pt_br: Ci sentiamo quando arriva il tuo prossimo incarico.

# 344_Former Debtor
source: Haha... Ridiculous, isn't it? All this time, the man you were risking your life to protect was just some loser up to his neck in debt.
pt_br: Ahah... Ridicolo, no? Per tutto questo tempo, il tizio per cui rischiavi la pelle era solo uno sfigato indebitato fino al collo.

# 356_Former Debtor
source: Sorry about that...
pt_br: Scusa per quello...

# 368_Former Debtor
source: But this was the only way I could turn my life around. I was fresh out of options.
pt_br: Ma era l'unico modo per rimettere in sesto la mia vita. Non avevo più altre carte da giocare.

# 380_Former Debtor
source: I apologize, for what little that's worth.
pt_br: Mi scuso, per quello che vale.

# 392_Saejima
source: It don't bother me none.
pt_br: Non mi dà fastidio nemmeno un po'.

# 404_Former Debtor
source: Huh?
pt_br: Uh?

# 416_Saejima
source: If I decide to protect somebody, doesn't matter if he's a hot-shot brain surgeon or a snot-nosed street punk.
pt_br: Se decido di proteggere qualcuno, non importa se è un luminare della neurochirurgia o un teppista moccioso di strada.

# 428_Saejima
source: When I make a decision, I stick to it. Period. No excuses. That's what's important.
pt_br: Una volta presa una decisione, ci tengo fede. Punto. Niente scuse. Questo è quello che conta.

# 440_Former Debtor
source: Huh...
pt_br: Eh...

# 452_Saejima
source: Besides, I'm glad I got to be your bodyguard.
pt_br: E poi, sono contento di essere stato il tuo bodyguard.

# 464_Former Debtor
source: ...You are?
pt_br: ...E tu chi saresti?

# 476_Saejima
source: You're gonna turn your life around, yeah? Keep your nose clean? Then I'm happy I could help.
pt_br: Hai intenzione di raddrizzare la tua vita, eh? E di rigare dritto? Allora sono contento di esserti stato d'aiuto.

# 488_Saejima
source: Ya fought hard to get your life back. Now take a deep breath, get out there, and live it.
pt_br: Hai lottato duro per riprenderti la tua vita. Ora fai un bel respiro, esci là fuori, e vivila.

# 512_Former Debtor
source: Hey, mister!
pt_br: Ehi, signore!

# 524_Saejima
source: Yeah?
pt_br: Sì?

# 536_Former Debtor
source: Thanks. I'm gonna straighten up and fly right from here on out. I promise.
pt_br: Grazie. D'ora in poi metterò la testa a posto e righerò dritto. Lo prometto.

# 548_Former Debtor
source: I'm sure you have your own demons to face, same as anybody. So I'll be rooting for you!
pt_br: Sono sicuro che pure tu hai i tuoi demoni da affrontare, come ogni altro. Perciò, farò il tifo per te!

# 560_Saejima
source: Heh. Much obliged.
pt_br: Heh. Molto obbligato.
