Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/pausepar/pause_*/tougijyo/ikusei_msg.po
Languages: pt

# 80 MSG
source: Set Training Menu.
pt: Imposta il Menu di Allenamento.

# 99 MSG
source: Read comments from Sodachi.
pt: Leggi i commenti di Sodachi.

# 127 MSG
source: Read comments from apprentices.
pt: Leggi i commenti degli apprendisti.

# 159 MSG
source: Equip apprentice with acquired Skills and Finishing Moves.
pt: Equipaggia l'apprendista con Abilità e Mosse Finali acquisite.

# 218 MSG
source: Check dojo status.
pt: Controlla lo stato del dojo.

# 237 MSG
source: Spend funds to enhance dojo facilities.
pt: Spendi fondi per migliorare le strutture del dojo.

# 277 MSG
source: Quit training.
pt: Smetti di allenarti.

# 292 MSG
source: Please set a schedule.
pt: Si prega di impostare un programma.

# 315 MSG
source: Begin training.
pt: Inizia l'addestramento.

# 331 MSG
source: You must finish setting the schedule.
pt: Devi finire di impostare il programma.

# 369 MSG
source: Equip apprentice with acquired Skills.
pt: Equipaggia l'apprendista con le competenze acquisite.

# 408 MSG
source: Equip apprentice with acquired Finishing Moves.
pt: Equipaggia l'apprendista con le Mosse Finali acquisite.

# 456 MSG
source: You have not acquired this Skill yet.
pt: Non hai ancora acquisito questa Abilità.

# 494 MSG
source: You have not acquired this Finishing Move yet.
pt: Non hai ancora acquisito questa Mossa Finale.

# 541 MSG
source: You can only select Rest. Your apprentice is injured.
pt: Puoi selezionare solo Riposo. Il tuo apprendista è infortunato.

# 595 MSG
source: You can only select Tournament as this is your final turn.
pt: Puoi selezionare solo Torneo, dato che questo è il tuo turno finale.

# 654 MSG
source: You must enter a Tournament as this is your final turn.
pt: Devi partecipare a un Torneo poiché questo è il tuo turno finale.

# 710 MSG
source: You cannot return until you start training.
pt: Non puoi tornare finché non inizi ad allenarti.

# 754 MSG
source: Special menu items cannot be changed.
pt: Gli elementi del menu speciale non possono essere modificati.

# 792 MSG
source: There are no Finishing Moves that you can teach.
pt: Non ci sono Mosse Finali che puoi insegnare.

# 841 MSG
source: You cannot upgrade this facility without renovating.
pt: Non puoi migliorare questa struttura senza ristrutturare.

# 895 MSG
source: You cannot upgrade this facility yet.
pt: Non puoi ancora potenziare questa struttura.
