Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/pausepar/pause_*/tougijyo/ikusei_smenu_msg.po
Languages: pt

# 153 KIND
source: Solo Training
pt: Allenamento Solitario

# 167 KIND
source: Finishing Moves
pt: Mosse Finali

# 183 KIND
source: Meeting
pt: Incontro

# 191 KIND
source: Rest
pt: Riposo

# 196 KIND
source: Fight Slot A
pt: Slot Combattimento A

# 211 KIND
source: Fight Slot B
pt: Slot Combattimento B

# 226 KIND
source: Fight Slot C
pt: Slot Combattimento C

# 241 KIND
source: Tournament
pt: Torneo

# 254 KIND
source: BLANK
pt: VUOTO

# 260 MSG
source: Training fight with your apprentice. Consumes a lot of Stamina, but will boost overall abilities.
pt: Lotta di allenamento con il tuo apprendista. Consuma molta Stamina, ma potenzierà le abilità generali.

# 358 MSG
source: Entrust your apprentice to train on their own. Odds for a successful training session depend on personality and Trust.
pt: Affida il tuo apprendista ad allenarsi da solo. Le probabilità di una sessione di allenamento riuscita dipendono da personalità e Fiducia.

# 477 MSG
source: Teach your apprentice a Finishing Move. Consumes a great amount of Stamina and slightly decreases Mood.
pt: Insegna al tuo apprendista una Mossa Finale. Consuma una grande quantità di Resistenza e diminuisce leggermente l'Umore.

# 581 MSG
source: Take your apprentice out for drinks for a change of mood. A fun conversation will increase Trust and Mood.
pt: Porta il tuo apprendista fuori a bere qualcosa per cambiare umore. Una conversazione divertente aumenterà Fiducia e Umore.

# 688 MSG
source: Allow your apprentice to fully rest.
pt: Fai riposare completamente il tuo apprendista.

# 727 MSG
source: Participate in a special match.
pt: Partecipa a un incontro speciale.

# 759 MSG
source: Participate in a special match.
pt: Partecipa a un incontro speciale.

# 791 MSG
source: Participate in a special match.
pt: Partecipa a un incontro speciale.

# 823 MSG
source: Participate in a tournament. Final objective for your apprentice is to win a tournament within 50 Turns.
pt: Partecipa a un torneo. L'obiettivo finale per il tuo apprendista è vincere un torneo entro 50 Turni.

# 928 MSG
source: Not set.
pt: Non impostato.
