Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/pausepar/pause_*/tougijyo/ikusei_skill_msg.po
Languages: pt

# 144 KIND
source: Willpower
pt: Volontà

# 154 KIND
source: Final Stretch
pt: Rettilineo Finale

# 169 KIND
source: First Attack
pt: Primo Attacco

# 183 KIND
source: Moody
pt: Lunatico

# 190 KIND
source: Lucky Punch
pt: Pugno Fortunato

# 203 KIND
source: Pride
pt: Orgoglio

# 210 KIND
source: Persistence
pt: Persistenza

# 223 KIND
source: Regular Skill 07
pt: Abilità Regolare 07

# 240 KIND
source: Regular Skill 08
pt: Abilità Regolare 08

# 257 KIND
source: Regular Skill 09
pt: Abilità Normale 09

# 274 MSG
source: The apprentice will get back up once more even if his Stamina reaches zero.
pt: L'apprendista si rialzerà ancora una volta anche se la sua Resistenza raggiunge zero.

# 351 MSG
source: Attack rate will increase after the opponent is cornered.
pt: La frequenza di attacco aumenterà dopo che l'avversario è messo all'angolo.

# 410 MSG
source: Attack rate will increase for 10 seconds after the fight starts. However, this Skill becomes ineffective once you get hit.
pt: La velocità d'attacco aumenterà per 10 secondi dopo l'inizio del combattimento. Tuttavia, questa abilità diventa inefficace una volta che vieni colpito.

# 533 MSG
source: The apprentice's Mood determines his attack rate. There is a 70％ chance the attack rate will increase.
pt: L'umore dell'apprendista determina la sua frequenza d'attacco. C'è una probabilità del 70% che la frequenza d'attacco aumenti.

# 638 MSG
source: Abilities will be enhanced if the opponent has more Stamina than the apprentice. Abilities will decrease if the opponent has less Stamina.
pt: Le abilità saranno potenziate se l'avversario ha più Resistenza dell'apprendista. Le abilità diminuiranno se l'avversario ha meno Resistenza.

# 777 MSG
source: The apprentice's Mood will improve by one level. However, his post-fight fatigue will be greater than usual.
pt: L'umore dell'apprendista migliorerà di un livello. Tuttavia, la sua fatica post-combattimento sarà maggiore del solito.

# 886 MSG
source: Increases the prize purse. However, the apprentice will be more open to damage from the opponent, as he will be distracted by fan reaction.
pt: Aumenta il montepremi. Tuttavia, l'apprendista sarà più suscettibile ai danni dall'avversario, poiché sarà distratto dalla reazione dei fan.

# 1026 MSG
source: The apprentice's abilities increases greatly if you do not give orders during a fight. Giving orders will have the opposite effect.
pt: Le abilità dell'apprendista aumentano notevolmente se non dai ordini durante un combattimento. Dare ordini avrà l'effetto opposto.

# 1158 MSG
source: The apprentice's abilities will increase when fighting in a match that he lost before. Losing the second time does not decrease his Mood.
pt: Le abilità dell'apprendista aumenteranno quando combatterà in un incontro che aveva già perso. Perdere una seconda volta non diminuisce il suo umore.

# 1296 MSG
source: Abilities will increase overall in accordance with the Trust level the apprentice has with Saejima.
pt: Le abilità aumenteranno complessivamente in base al livello di Fiducia che l'apprendista ha con Saejima.
