Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/pausepar/pause_*/tougijyo/ikusei_tournament_msg.po
Languages: pt

# 208 KIND
source: Dragon's Gate
pt: Porta del Drago

# 224 KIND
source: Brawlfest
pt: Festival della Rissa

# 236 KIND
source: Regular Tryouts
pt: Provini Regolari

# 254 KIND
source: Shuffle Zone
pt: Zona Casuale

# 267 KIND
source: Big Money
pt: Grandi Soldi

# 277 KIND
source: Rising Stars
pt: Stelle Nascenti

# 290 KIND
source: Sink or Swim
pt: Affonda o Nuota

# 305 KIND
source: Winner's Circle
pt: Cerchia dei vincitori

# 321 KIND
source: Veteran's Showdown
pt: Scontro dei Veterani

# 340 KIND
source: Opening Fight
pt: Scontro d'apertura

# 354 KIND
source: King of the Mountain
pt: Re della Montagna

# 375 KIND
source: Power Masters
pt: Maestri di Potenza

# 389 KIND
source: Speed Masters
pt: Maestri di Velocità

# 403 KIND
source: Technique Masters
pt: Maestri della Tecnica

# 421 KIND
source: Rookie Stars
pt: Stelle Esordienti

# 434 KIND
source: Tournament
pt: Torneo

# 445 MSG
source: Exhibition match for rookie fighters. Held frequently. Prize: 100,000 yen Level: ★☆☆☆☆
pt: Incontro di esibizione per lottatori principianti. Si tiene frequentemente. Premio: 100.000 yen Livello: ★☆☆☆☆

# 543 MSG
source: Exhibition match for tough guys that like to fight. Held frequently. Prize: 120,000 yen Level: ★☆☆☆☆
pt: Incontro di esibizione per tipi tosti che amano combattere. Si tiene spesso. Premio: 120.000 yen Livello: ★☆☆☆☆

# 655 MSG
source: Match against fighters with the dream of going pro. Held frequently. Prize: 150,000 yen Level: ★★☆☆☆
pt: Incontro contro combattenti con il sogno di diventare professionisti. Si tiene frequentemente. Premio: 150.000 yen Livello: ★★☆☆☆

# 767 MSG
source: Match where opponent is unknown. Held frequently. Prize: 400,000 yen Level: ?????
pt: Partita in cui l'avversario è sconosciuto. Si tiene frequentemente. Premio: 400.000 yen Livello: ?????

# 850 MSG
source: Match with an enormous prize purse. Held rarely. Prize: 800,000 yen Level: ?????
pt: Incontro con un enorme montepremi. Si tiene raramente. Premio: 800.000 yen Livello: ?????

# 932 MSG
source: Match for fighters worthy of becoming the next star. Held frequently. Prize: 200,000 yen Level: ★★★☆☆
pt: Incontro per lottatori degni di diventare la prossima stella. Si tiene frequentemente. Premio: 200.000 yen Livello: ★★★☆☆

# 1045 MSG
source: Match for those with little training. Held at select times. Prize: 300,000 yen Level: ★★★☆☆ ~Eligibility: Up to the 6th Turn.
pt: Incontro per chi ha poco allenamento. Si tiene in orari selezionati. Premio: 300.000 yen Livello: ★★★☆☆ Idoneità: Fino al 6° Turno.

# 1187 MSG
source: Match for warriors who have never lost. Held frequently. Prize: 400,000 yen Level: ★★★☆☆ ~Eligibility: Must be undefeated.
pt: Incontro per guerrieri che non hanno mai perso. Si tiene frequentemente. Premio: 400.000 yen Livello: ★★★☆☆ ~Idoneità: Essere imbattuto.

# 1326 MSG
source: Match for veterans with ample training. Held frequently. Prize: 350,000 yen Level: ★★★★☆ ~Eligibility: After the 20th Turn.
pt: Incontro per veterani con ampio addestramento. Si tiene frequentemente. Premio: 350.000 yen Livello: ★★★★☆ ~Idoneità: Dopo il 20° turno.

# 1466 MSG
source: Match held before the main Tournament at the Coliseum. Held frequently. Prize: 400,000 yen Level: ★★★★☆
pt: Incontro che precede il Torneo principale al Colosseo. Si svolge frequentemente. Premio: 400.000 yen Livello: ★★★★☆

# 1587 MSG
source: Match for powerful challengers aiming for the top. Held frequently. Prize: 500,000 yen Level: ★★★★☆
pt: Incontro per potenti sfidanti che puntano alla vetta. Si tiene frequentemente. Premio: 500.000 yen Livello: ★★★★☆

# 1704 MSG
source: Match for men of brute power and strength only. Held frequently. Prize: 700,000 yen Level: ★★★★☆ ~Eligibility: Must be at a certain Power level.
pt: Incontro riservato solo a uomini dalla forza e potenza bruta. Si tiene frequentemente. Premio: 700.000 yen Livello: ★★★★☆ ~Idoneità: È necessario essere a un certo livello di Potenza.

# 1865 MSG
source: Match for men of lightning speed only. Held frequently. Prize: 700,000 yen Level: ★★★★☆ ~Eligibility: Must be at a certain Speed level.
pt: Incontro riservato a uomini dalla velocità fulminea. Si tiene spesso. Premio: 700.000 yen Livello: ★★★★☆ ~Requisiti: Bisogna possedere un determinato livello di Velocità.

# 2017 MSG
source: Match for artisans of exquisite technique only. Held frequently. Prize: 700,000 yen Level: ★★★★☆ ~Eligibility: Must be at a certain Technique level.
pt: Incontro per soli artigiani di tecnica squisita. Si tiene frequentemente. Premio: 700.000 yen Livello: ★★★★☆ ~Idoneità: È necessario essere a un certo livello di Tecnica.

# 2183 MSG
source: Highest level exhibition match. Held frequently. Prize: 1,000,000 yen Level: ★★★★★
pt: Incontro esibizione del massimo livello. Si tiene frequentemente. Premio: 1.000.000 di yen Livello: ★★★★★
