Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/pausepar/pause_*/tougijyo/ikusei_s_skill_msg.po
Languages: pt

# 144 KIND
source: Body Slam
pt: Schianto Corporeo

# 156 KIND
source: German Suplex
pt: Suplex tedesco

# 172 KIND
source: Bear Hug
pt: Presa dell'Orso

# 183 KIND
source: Essence of Opportune Strikes
pt: Essenza dei Colpi Opportuni

# 212 KIND
source: Essence of Fence Bashing
pt: Essenza di Sfondamento del Recinto

# 237 KIND
source: Essence of Fence Smashing
pt: Essenza dello Spacca-Recinzioni

# 263 KIND
source: Guard Breaker
pt: Rompiguardia

# 279 KIND
source: Wall Bounce Combo
pt: Combo Rimbalzo Muro

# 299 KIND
source: Special Skill 08
pt: Abilità Speciale 08

# 316 KIND
source: Special Skill 09
pt: Abilità Speciale 09

# 335 MSG
source: A simple yet powerful body slam. Power: Low
pt: Uno schianto corporale semplice ma potente. Potenza: Bassa

# 379 MSG
source: Move quickly to the rear of the opponent to perform a suplex move. Power: Low
pt: Muoviti rapidamente alle spalle dell'avversario per eseguire un suplex. Potenza: Bassa

# 457 MSG
source: Uses brute strength to toss the opponent far away. Power: Medium
pt: Usa la forza bruta per scaraventare l'avversario lontano. Potenza: Media

# 522 MSG
source: A powerful standing attack using knee and leg kick combos. Power: Medium
pt: Un potente attacco in piedi che sfrutta combo di ginocchiate e calci alle gambe. Potenza: Media

# 595 MSG
source: Stomp an enemy with brute leg strength. Power: High
pt: Calpesta un nemico con la forza bruta delle gambe. Potenza: Alta

# 647 MSG
source: Punch the face of a downed enemy without mercy. Power: High ~Can only be used when opponent is down.
pt: Colpisci il viso di un nemico a terra senza pietà. Potenza: Alta ~Utilizzabile solo quando l'avversario è a terra.

# 748 MSG
source: Launch a downed enemy into the air for a clothesline. Power: Super ~Can only be used when opponent is down.
pt: Lancia un nemico atterrato in aria per un clothesline. Potenza: Super ~Può essere usato solo quando l'avversario è a terra.

# 856 MSG
source: A merciless attack that slams an enemy's face into a fence. Power: Medium ~Can only be used when grabbing an opponent.
pt: Un attacco spietato che sbatte la faccia di un nemico contro una recinzione. Potenza: Media ~Utilizzabile solo quando si afferra un avversario.

# 975 MSG
source: Grab and power slam an enemy into the ground. Power: Super ~Can only be used while grabbing an opponent.
pt: Afferrare e schiantare con forza un nemico a terra. Potenza: Super ~Può essere usato solo mentre si afferra un avversario.

# 1080 MSG
source: An extremely powerful move that knocks the enemy face down by leveraging your entire body strength. Power: High
pt: Una mossa estremamente potente che atterra il nemico a faccia in giù sfruttando tutta la forza del tuo corpo. Potenza: Alta
