Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_ASAGAO/1061.po
Languages: pt_br

source: Uncle Kaz! <Color:7>Komaki Tiger Drop<Color:Default>!
pt_br: Zio Kaz! <Color:7>Controcolpo della Tigre di Komaki<Color:Default>!

source: Now! <Color:7>Komaki Tiger Drop<Color:Default>!
pt_br: Ora! <Color:7>Controcolpo della Tigre di Komaki<Color:Default>!

source: Now use a <Color:7>Komaki Tiger Drop<Color:Default>!
pt_br: Ora usa un <Color:7>Controcolpo della Tigre di Komaki<Color:Default>!

source: You can do it, Uncle Kaz!
pt_br: Puoi farcela, Zio Kaz!

source: Uncle Kaz! <Color:7>Double Finisher<Color:Default>! Come on, do a <Color:7>Double Finisher<Color:Default>!
pt_br: Zio Kaz! <Color:7>Doppio Colpo di Grazia<Color:Default>! Dai, fai un <Color:7>Doppio Colpo di Grazia<Color:Default>!

source: Now! Do a <Color:7>Double Finisher<Color:Default>!
pt_br: Ora! Fai un <Color:7>Doppio Colpo di Grazia<Color:Default>!

source: Now use a <Color:7>Double Finisher<Color:Default>!
pt_br: Ora usa un <Color:7>Doppio Colpo di Grazia<Color:Default>!

source: Watch out, Uncle Kaz!
pt_br: Attento, Zio Kaz!

source: Keep it up! <Color:7>Dropkick<Color:Default>!
pt_br: Continua così! <Color:7>Dropkick<Color:Default>!

source: Use a <Color:7>Dropkick<Color:Default>! <Color:7>Dropkick<Color:Default>, c'mon!
pt_br: Usa un <Color:7>Dropkick<Color:Default>! <Color:7>Dropkick<Color:Default>, dai!

source: That's it, Uncle Kaz!
pt_br: Proprio così, Zio Kaz!

source: <Color:7>Komaki Cat-Like Reflexes<Color:Default>!
pt_br: <Color:7>Riflessi Felini di Komaki<Color:Default>!

source: <Color:7>Komaki Cat-Like Reflexes<Color:Default>!
pt_br: <Color:7>Riflessi Felini di Komaki<Color:Default>!

source: Use a <Color:7>Komaki Cat-Like Reflexes<Color:Default>! <Color:7>Komaki Cat-Like Reflexes<Color:Default>, c'mon!
pt_br: Usa i <Color:7>Riflessi Felini di Komaki<Color:Default>! <Color:7>Riflessi Felini di Komaki<Color:Default>, dai!

source: That's it, Uncle Kaz!
pt_br: Proprio così, Zio Kaz!

source: All right! Use a <Color:7>Komaki Dodge Shot<Color:Default>!
pt_br: Molto bene! Usa un <Color:7>Colpo in Schivata di Komaki<Color:Default>!

source: Uncle Kaz! Do a <Color:7>Komaki Dodge Shot<Color:Default>!
pt_br: Zio Kaz! Fai un <Color:7>Colpo in Schivata di Komaki<Color:Default>!

source: Hit 'em with a <Color:7>Komaki Dodge Shot<Color:Default>!
pt_br: Colpiscili con un <Color:7>Colpo in Schivata di Komaki<Color:Default>!

source: That's it, Uncle Kaz!
pt_br: Proprio così, Zio Kaz!

source: Now! Do a <Color:7>Knockdown Reversal<Color:Default>!
pt_br: Ora! Fai un' <Color:7>Inversione a Terra<Color:Default>!

source: And now... Do a <Color:7>Knockdown Reversal<Color:Default>!
pt_br: E ora... Fai un' <Color:7>Inversione a Terra<Color:Default>!

source: Do a <Color:7>Knockdown Reversal<Color:Default> for us! C'mon!
pt_br: Fai un' <Color:7>Inversione a Terra<Color:Default> per noi! Dai!

source: That's it, Uncle Kaz
pt_br: Proprio così, Zio Kaz

source: And now for the finish! <Color:7>True Lotus Flare Fist<Color:Default>!
pt_br: E ora per il finale! <Color:7>Vero Pugno di Fuoco del Loto<Color:Default>!

source: <Color:7>True Lotus Flare Fist<Color:Default>!
pt_br: <Color:7>Vero Pugno di Fuoco del Loto<Color:Default>!

source: Finish 'em with a <Color:7>True Lotus Flare Fist<Color:Default>
pt_br: Finiscili con un <Color:7>Vero Pugno di Fuoco del Loto<Color:Default>

source: That's it, Uncle Kaz!
pt_br: Proprio così, Zio Kaz!
