Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_ASAGAO/1062.po
Languages: pt_br

source: <Color:7>Komaki Tiger Drop<Color:Default>!
pt_br: <Color:7>Controcolpo della Tigre di Komaki<Color:Default>!

source: That's it! Now, use a <Color:7>Komaki Tiger Drop<Color:Default>!
pt_br: Proprio così! Ora, usa un <Color:7>Controcolpo della Tigre di Komaki<Color:Default>!

source: Go! <Color:7>Komaki Tiger Drop<Color:Default>!
pt_br: Vai! <Color:7>Controcolpo della Tigre di Komaki<Color:Default>!

source: Don't give up, Uncle Kaz!
pt_br: Non arrenderti, Zio Kaz!

source: <Color:7>Double Finisher<Color:Default>!
pt_br: <Color:7>Doppio Colpo di Grazia<Color:Default>!

source: Next... do a <Color:7>Double Finisher<Color:Default>!
pt_br: Ora... fai un <Color:7>Doppio Colpo di Grazia<Color:Default>!

source: Now do another <Color:7>Double Finisher<Color:Default>!
pt_br: Ora fai un altro <Color:7>Doppio Colpo di Grazia<Color:Default>!

source: Be careful, Uncle Kaz!
pt_br: Fai attenzione, Zio Kaz!

source: Go, go! <Color:7>Dropkick<Color:Default>!
pt_br: Vai, vai! <Color:7>Dropkick<Color:Default>!

source: Do a <Color:7>Dropkick<Color:Default>!
pt_br: Fai un <Color:7>Dropkick<Color:Default>!

source: Do a <Color:7>Dropkick<Color:Default>! <Color:7>Dropkick<Color:Default>!
pt_br: Fai un <Color:7>Dropkick<Color:Default>! <Color:7>Dropkick<Color:Default>!

source: Don't lose, Uncle Kaz!
pt_br: Non perdere, Zio Kaz!

source: Show me a <Color:7>Komaki Cat-Like Reflexes<Color:Default>!
pt_br: Fammi vedere i <Color:7>Riflessi Felini di Komaki<Color:Default>!

source: Watch out! <Color:7>Komaki Cat-Like Reflexes<Color:Default>!
pt_br: Attento! <Color:7>Riflessi Felini di Komaki<Color:Default>!

source: <Color:7>Komaki Cat-Like Reflexes<Color:Default>!
pt_br: <Color:7>Riflessi Felini di Komaki<Color:Default>!

source: You can do it, Uncle Kaz!
pt_br: Puoi farcela, Zio Kaz!

source: Get 'em with a <Color:7>Komaki Dodge Shot<Color:Default>!
pt_br: Prendili con un <Color:7>Colpo in Schivata di Komaki<Color:Default>!

source: Go Uncle Kaz! Use a <Color:7>Komaki Dodge Shot<Color:Default>!
pt_br: Vai Zio Kaz! Usa un <Color:7>Colpo in Schivata di Komaki<Color:Default>!

source: <Color:7>Komaki Dodge Shot<Color:Default> C'mon!
pt_br: <Color:7>Colpo in Schivata di Komaki<Color:Default> Dai!

source: Don't lose, Uncle Kaz!
pt_br: Non perdere, Zio Kaz!

source: Now use... <Color:7>Knockdown Reversal<Color:Default>!
pt_br: Ora usa... <Color:7>Inversione a Terra<Color:Default>!

source: <Color:7>Knockdown Reversal<Color:Default>!
pt_br: <Color:7>Inversione a Terra<Color:Default>!

source: <Color:7>Knockdown Reversal<Color:Default> C'mon!
pt_br: <Color:7>Inversione a Terra<Color:Default> Dai!

source: Now's your chance, Uncle Kaz!
pt_br: Ora è la tua occasione, Zio Kaz!

source: Finish them off with a <Color:7>True Lotus Flare Fist<Color:Default>!
pt_br: Finiscili con un <Color:7>Vero Pugno di Fuoco del Loto<Color:Default>!

source: Do a <Color:7>True Lotus Flare Fist<Color:Default> to finish 'em off!
pt_br: Fai un <Color:7>Vero Pugno di Fuoco del Loto<Color:Default> per finirli!

source: <Color:7>True Lotus Flare Fist<Color:Default>! C'mon, you can do it!
pt_br: <Color:7>Vero Pugno di Fuoco del Loto<Color:Default>! Dai, puoi farcela!

source: Uncle Kaz!
pt_br: Zio Kaz!
