Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_ASAGAO/288.po
Languages: pt_br

source: （このシーサー…… 写真のシーサーによく似ているな）
pt_br: (Questo Shisa... somiglia molto a quello della foto.)

source: （……あの二人に電話してみるか）
pt_br: (...Dovrei provare a chiamare quei due?)

source: （いや…… ちがうシーサーかもしれないし、 電話はやめておくか）
pt_br: (No... potrebbe essere un altro Shisa, meglio non chiamare.)

source: ……ああ、写真のシーサーだ。 来てくれるか？
pt_br: ...Sì, è lo Shisa della foto. Potete venire?

source: 写真のシーサー、見つかったんですか？
pt_br: Hai trovato lo Shisa della foto?

source: ……そこだ。
pt_br: ...È lì.

source: これは……ちがいますね。 ほら、よく見てくださいよ。
pt_br: Questo... è diverso. Guarda, guarda bene.

source: そう言われれば……
pt_br: Ora che mi ci fai pensare...

source: シーサーって、よく似たの多いですから。 写真のシーサーが見つかったら、 また、電話してくださいね。
pt_br: Ci sono molti Shisa simili. Se trovi quello della foto, chiamami di nuovo.

source: 電話する
pt_br: Chiama

source: 電話しない
pt_br: Non chiamare
