Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_ASAGAO/781.po
Languages: pt_br

source: Bring it, Dragon Mask! <Color:7>throw<Color:Default> him!
pt_br: Fatti sotto, Dragon Mask! <Color:7>proiettalo<Color:Default>!

source: C'mon, c'mon, c'mon! <Color:7>Chuck<Color:Default> him out of the ring!
pt_br: Dai, dai, dai! <Color:7>Sbattilo<Color:Default> fuori dal ring!

source: <Color:7>Toss<Color:Default> him around!
pt_br: <Color:7>Scaraventalo<Color:Default> ovunque!

source: Let's go, Dragon Mask! You can do it!
pt_br: Andiamo, Dragon Mask! Puoi farcela!

source: Use a <Color:7>dropkick<Color:Default>, Dragon Mask!
pt_br: Usa un <Color:7>dropkick<Color:Default>, Dragon Mask!

source: Now! It's <Color:7>dropkick<Color:Default> time!
pt_br: Ora! È il momento del <Color:7>dropkick<Color:Default>!

source: Give it to him!
pt_br: Dagliene un po'!

source: Watch out, Dragon!
pt_br: Attento, Dragon!

source: Goooo Ricky Mask!
pt_br: Vaaaai, Ricky Mask!

source: Ricky Mask! You gotta keep going!
pt_br: Ricky Mask! Devi continuare!

source: Now's your chance, Ricky!
pt_br: Ora è la tua occasione, Ricky!

source: Hit him harder!
pt_br: Colpiscilo più forte!

source: Don't give up, Ricky!
pt_br: Non arrenderti, Ricky!

source: Keep it up! Hit him with another <Color:7>dropkick<Color:Default>!
pt_br: Continua così! Colpiscilo con un altro <Color:7>dropkick<Color:Default>!

source: One more time! Do another <Color:7>dropkick<Color:Default>!
pt_br: Ancora una volta! Fai un altro <Color:7>dropkick<Color:Default>!

source: Run at him and give that <Color:7>dropkick<Color:Default> all you've got!
pt_br: Corrigli incontro e dagli tutto quello che hai con quel <Color:7>dropkick<Color:Default>!

source: Yesss, Dragon! That's it!
pt_br: Sììì, Dragon! Proprio così!

source: C'mon, show us a <Color:7>special move<Color:Default>!
pt_br: Dai, facci vedere una <Color:7>mossa speciale<Color:Default>!

source: Use a <Color:7>special move<Color:Default>, Dragon!
pt_br: Usa una <Color:7>mossa speciale<Color:Default>, Dragon!

source: I wanna see a <Color:7>special move<Color:Default>! Pleeease!
pt_br: Voglio vedere una <Color:7>mossa speciale<Color:Default>! Per favooore!

source: Go go Dragon go! He's on the ropes!
pt_br: Vai, Dragon, vai! È alle corde!
