Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_ASAGAO/784.po
Languages: pt_br

source: Go Dragon Mask, go! Kick some Ricky butt!
pt_br: Vai Dragon Mask, vai! Dalle a quel Ricky!

source: <Color:7>Throw<Color:Default> him on the ground, Dragon Mask!
pt_br: <Color:7>Scaraventalo<Color:Default> a terra, Dragon Mask!

source: <Color:7>Throw<Color:Default> him outta the ring, Dragon!
pt_br: <Color:7>Scaraventalo<Color:Default> fuori dal ring, Dragon!

source: <Color:7>Toss<Color:Default> that jerk!
pt_br: <Color:7>Lancia<Color:Default> quel cretino!

source: Dragon! Look out!
pt_br: Dragon! Attento!

source: Do a <Color:7>dropkick<Color:Default>!
pt_br: Fai un <Color:7>dropkick<Color:Default>!

source: Charge him down and smack him with a <Color:7>dropkick<Color:Default>!
pt_br: Caricalo e colpiscilo con un <Color:7>dropkick<Color:Default>!

source: It's <Color:7>dropkick<Color:Default> o'clock!
pt_br: È l'ora del <Color:7>dropkick<Color:Default>!

source: Now's your chance, Ricky!
pt_br: È la tua occasione, Ricky!

source: Don't lose hope, Ricky Mask!
pt_br: Non perdere la speranza, Ricky Mask!

source: Show that dragon who's boss, Ricky Mask!
pt_br: Mostra a quel drago chi è il capo, Ricky Mask!

source: Give him heck, Ricky Mask!
pt_br: Dagliene un sacco, Ricky Mask!

source: Here we go, Ricky!
pt_br: Andiamo, Ricky!

source: Dragon Mask, he's our man! If he can't do it, no one can!
pt_br: Dragon Mask, è il nostro uomo! Se non può farlo lui, nessuno può!

source: Come on! Hit him with a big old <Color:7>dropkick<Color:Default>!
pt_br: Forza! Colpiscilo con un bel <Color:7>dropkick<Color:Default>!

source: Another <Color:7>dropkick<Color:Default>! Yay yay yay!
pt_br: Un altro <Color:7>dropkick<Color:Default>! Sììììì!

source: I wanna see a <Color:7>dropkick<Color:Default>! Chaaaaaaarge!
pt_br: Voglio vedere un <Color:7>dropkick<Color:Default>! Caricaaaaaa!

source: Do a <Color:7>special move<Color:Default> and beat that guy once and for all!
pt_br: Fai una <Color:7>mossa speciale<Color:Default> e batti quel tizio una volta per tutte!

source: Now's the time! Hit him with a <Color:7>special move<Color:Default>!
pt_br: È il momento! Colpiscilo con una <Color:7>mossa speciale<Color:Default>!

source: Wait wait wait! I wanna see a <Color:7>special move<Color:Default>!
pt_br: Aspetta aspetta aspetta! Voglio vedere una <Color:7>mossa speciale<Color:Default>!

source: You better not lose, Dragon Mask!
pt_br: Vedi di non perdere, Dragon Mask!
