Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/ikusei/01_sug_master_comment.po
Languages: it

# 656 COMENNT
source: Umm... Don't you think it's about time to enter him into a tournament?
it: Uhm... non pensi che sia ora di iscriverlo a un torneo?

# 727 COMENNT
source: Building up Trust with your apprentice comes before training. How about taking him out for a drink?
it: Creare fiducia con il tuo apprendista viene prima dell'allenamento. Che ne dici di portarlo fuori a bere qualcosa?

# 827 COMENNT
source: Honestly, he doesn't need any more training. He should have no problems fighting in a tournament.
it: Onestamente, non ha più bisogno di allenarsi. Dovrebbe cavarsela bene in un torneo.

# 925 COMENNT
source: His Technique won't improve any further. He has plenty of abilities now. Why don't you let him compete in a real match?
it: La sua tecnica non migliorerà più di così. Ormai ha un ottimo bagaglio di abilità. Perché non farlo combattere in un vero incontro?

# 1045 COMENNT
source: His Speed won't improve any further. He has plenty of abilities now. Why don't you let him compete in a real match?
it: La sua velocità non potrà migliorare ulteriormente. Ha già grandi capacità. Perché non farlo partecipare a un vero incontro?

# 1161 COMENNT
source: His Power won't improve any further. He has plenty of abilities now. Why don't you let him compete in a real match?
it: La sua potenza non aumenterà più. È già molto capace. Perché non farlo combattere in un incontro ufficiale?

# 1277 COMENNT
source: He's become an exemplary fighter. I'm sure he can hold his own in a tournament! Let's give it a shot!
it: È diventato un combattente esemplare. Sono sicuro che saprà farsi valere in un torneo! Proviamoci!

# 1379 COMENNT
source: His Technique is superb! If you work on strengthening his weak points, I'm sure he'll win a tournament.
it: La sua tecnica è eccezionale! Se lavori per rafforzare i suoi punti deboli, sono certo che vincerà un torneo.

# 1483 COMENNT
source: His Speed is superb! If you work on strengthening his weak points, I'm sure he'll win a tournament.
it: La sua velocità è eccezionale! Se migliori i suoi punti deboli, sono sicuro che potrà vincere un torneo.

# 1583 COMENNT
source: His Power is superb! If you work on strengthening his weak points, I'm sure he'll win a tournament.
it: La sua potenza è straordinaria! Se rinforzi i suoi punti deboli, sono certo che potrà vincere un torneo.

# 1683 COMENNT
source: He's become a spectacular fighter. He may be ready for a mid-level exhibition match.
it: È diventato un combattente spettacolare. Potrebbe essere pronto per un incontro dimostrativo di medio livello.

# 1768 COMENNT
source: His Technique is much better. Hideo is a well-balanced fighter, so his other abilities will still grow as well.
it: La sua tecnica è migliorata molto. Hideo è un combattente equilibrato, quindi anche le sue altre abilità continueranno a crescere.

# 1880 COMENNT
source: He's gotten much faster. Hideo is a well-balanced fighter, so his other abilities will still grow as well.
it: È diventato molto più veloce. Hideo è un combattente equilibrato, quindi anche le sue altre abilità continueranno a svilupparsi.

# 1987 COMENNT
source: He has amazing Power. Hideo is a well-balanced fighter, so his other abilities will still grow as well.
it: Ha una potenza incredibile. Hideo è un combattente equilibrato, quindi anche le sue altre abilità continueranno a migliorare.

# 2091 COMENNT
source: He's really starting to master the basics. Why don't you try entering him into a low-level exhibition match?
it: Sta davvero padroneggiando le basi. Perché non farlo partecipare a un incontro dimostrativo di basso livello?

# 2200 COMENNT
source: You should teach him Finishing Moves. But try not to overuse them in fights because they reduce Trust.
it: Dovresti insegnargli le Mosse Finali. Ma cerca di non abusarne nei combattimenti: riducono la fiducia.

# 2303 COMENNT
source: He still has no foundation. The only thing to do now is train, train, and train.
it: Non ha ancora solide basi. L'unica cosa da fare ora è allenarsi, allenarsi e ancora allenarsi.
