Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/ikusei/02_eha_master_comment.po
Languages: it

# 656 COMENNT
source: He really needs to win a tournament soon. We've got to do something...
it: Deve assolutamente vincere un torneo, e presto. Dobbiamo trovare una soluzione...

# 727 COMENNT
source: Building up Trust with your apprentice comes before training. How about taking him out for a drink?
it: Creare fiducia con il tuo apprendista viene prima dell'allenamento. Che ne dici di portarlo fuori a bere qualcosa?

# 827 COMENNT
source: Honestly, he doesn't need any more training. He should have no problems fighting in a tournament.
it: Onestamente, non ha più bisogno di allenarsi. Non dovrebbe avere problemi a combattere in un torneo.

# 925 COMENNT
source: His Technique won't improve any further. He has plenty of abilities now. Why don't you let him compete in a real match?
it: La sua tecnica non potrà migliorare ulteriormente. Ha già molte abilità: perché non farlo competere in un vero incontro?

# 1045 COMENNT
source: His Speed won't improve any further. He has plenty of abilities now. Why don't you let him compete in a real match?
it: La sua velocità ha raggiunto il limite. Ormai ha un ottimo livello di abilità: fallo partecipare a un incontro vero.

# 1161 COMENNT
source: His Power won't improve any further. He has plenty of abilities now. Why don't you let him compete in a real match?
it: La sua potenza non migliorerà più. Ha già un buon equilibrio di capacità: sarebbe ora di metterlo alla prova in un incontro reale.

# 1277 COMENNT
source: He's become an exemplary fighter. I'm sure he can hold his own in a tournament! Let's give it a shot!
it: È diventato un combattente esemplare. Sono sicuro che saprà cavarsela in un torneo! Proviamoci!

# 1379 COMENNT
source: His Technique is superb! If you work on strengthening his weak points, I'm sure he'll win a tournament.
it: La sua tecnica è eccezionale! Se lavori per coprire i suoi punti deboli, sono certo che potrà vincere un torneo.

# 1483 COMENNT
source: His Speed is superb! If you work on strengthening his weak points, I'm sure he'll win a tournament.
it: La sua velocità è straordinaria! Se riesci a migliorare i suoi punti deboli, potrà vincere senza problemi un torneo.

# 1583 COMENNT
source: His Power is superb! If you work on strengthening his weak points, I'm sure he'll win a tournament.
it: La sua potenza è impressionante! Se riesci a bilanciare i suoi punti deboli, sono sicuro che vincerà un torneo.

# 1683 COMENNT
source: He's become a spectacular fighter. He may be ready for a mid-level exhibition match.
it: È diventato un combattente spettacolare. Potrebbe essere pronto per un incontro dimostrativo di livello intermedio.

# 1768 COMENNT
source: His Stamina has finally developed to a decent level. But that may be the max, so you should make up for it with other abilities.
it: La sua resistenza è finalmente a un livello accettabile. Ma potrebbe essere il massimo raggiungibile, quindi cerca di compensare con altre abilità.

# 1897 COMENNT
source: His Technique has gotten much better. Ehama is very agile, so I'm sure his technique can improve more.
it: La sua tecnica è molto migliorata. Ehama è molto agile, quindi sono sicuro che potrà perfezionarsi ancora.

# 2000 COMENNT
source: He's gotten much faster. Ehama's potential for Speed is incredible. It's like he has no limit.
it: È diventato molto più veloce. Il potenziale di Ehama in termini di velocità è incredibile, sembra non avere limiti.

# 2095 COMENNT
source: He's gotten stronger, but Ehama's Power will never be his forte. His other abilities should be easier to develop.
it: È diventato più forte, ma la potenza non sarà mai il punto forte di Ehama. Le sue altre abilità, però, si sviluppano con più facilità.

# 2209 COMENNT
source: He's really starting to master the basics. Why don't you try entering him into a low-level exhibition match?
it: Sta davvero iniziando a padroneggiare le basi. Perché non farlo partecipare a un incontro dimostrativo di livello basso?

# 2318 COMENNT
source: His Stamina is just too low... All of this training will go to waste if he gets hurt, so keep an eye on his Mood.
it: La sua resistenza è troppo bassa... Tutto questo allenamento sarà inutile se si fa male, quindi tieni d'occhio il suo umore.

# 2432 COMENNT
source: He still has no foundation. The only thing to do now is train, train, and train.
it: Non ha ancora una base solida. L'unica cosa da fare adesso è allenarsi, allenarsi e ancora allenarsi.
