Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/ikusei/03_och_master_comment.po
Languages: it

# 656 COMENNT
source: He really needs to win a tournament soon. We've got to do something...
it: Deve assolutamente vincere un torneo, e presto. Dobbiamo fare qualcosa...

# 727 COMENNT
source: Fukushi will never listen to you unless you develop Trust with him first. How about taking him out for a drink?
it: Fukushi non ti ascolterà mai se prima non guadagni la sua fiducia. Che ne dici di portarlo fuori a bere qualcosa?

# 839 COMENNT
source: Honestly, he doesn't need any more training. He should have no problems fighting in a tournament.
it: Onestamente, non ha più bisogno di allenarsi. Non dovrebbe avere problemi a combattere in un torneo.

# 937 COMENNT
source: His Technique won't improve any further. He has plenty of abilities now. Why don't you let him compete in a real match?
it: La sua tecnica non migliorerà più di così. Ha già abbastanza abilità: perché non farlo competere in un vero incontro?

# 1057 COMENNT
source: His Speed won't improve any further. He has plenty of abilities now. Why don't you let him compete in a real match?
it: La sua velocità non aumenterà ulteriormente. Ha già un buon livello di abilità: fallo partecipare a un incontro reale.

# 1173 COMENNT
source: His Power won't improve any further. He has plenty of abilities now. Why don't you let him compete in a real match?
it: La sua potenza non crescerà più. Ha ormai capacità sufficienti: perché non farlo combattere in un vero incontro?

# 1289 COMENNT
source: He's become an exemplary fighter. I'm sure he can hold his own in a tournament! Let's give it a shot!
it: È diventato un combattente esemplare. Sono sicuro che saprà cavarsela in un torneo! Proviamoci!

# 1391 COMENNT
source: His Technique is superb! If you work on strengthening his weak points, I'm sure he'll win a tournament.
it: La sua tecnica è eccellente! Se lavori per rafforzare i suoi punti deboli, sono certo che potrà vincere un torneo.

# 1495 COMENNT
source: His Speed is superb! If you work on strengthening his weak points, I'm sure he'll win a tournament.
it: La sua velocità è eccezionale! Se riesci a coprire i suoi punti deboli, sono sicuro che potrà vincere un torneo.

# 1595 COMENNT
source: His Power is superb! If you work on strengthening his weak points, I'm sure he'll win a tournament.
it: La sua potenza è impressionante! Se riesci a bilanciare le sue debolezze, sono certo che potrà vincere un torneo.

# 1695 COMENNT
source: He's become a spectacular fighter. He may be ready for a mid-level exhibition match.
it: È diventato un combattente spettacolare. Potrebbe essere pronto per un incontro dimostrativo di livello medio.

# 1780 COMENNT
source: He has excellent Stamina. Keep it up and work on his other abilities as well. I'm sure his Power will develop quite a bit.
it: Ha un'ottima resistenza. Continua così e lavora anche sulle altre abilità: sono sicuro che la sua potenza crescerà ancora.

# 1903 COMENNT
source: His Technique has gotten much better. It may never be outstanding, but I'm sure there's still room for some growth.
it: La sua tecnica è molto migliorata. Forse non sarà mai eccezionale, ma c'è ancora spazio per crescere.

# 2019 COMENNT
source: He's gotten much faster, but Fukushi seems to hate Speed training. You should work on developing his other abilities.
it: È diventato molto più veloce, ma sembra odiare l'allenamento sulla velocità. Meglio concentrarsi sulle altre abilità.

# 2137 COMENNT
source: Fukushi is becoming really powerful! What am I going to do if he assaults me in a dark alley? Just kidding! Haha.
it: Fukushi sta diventando davvero potente! Cosa farò se mi assale in un vicolo buio? Scherzo, eh! Ahah!

# 2251 COMENNT
source: He's growing at a well-balanced rate. His Power will definitely grow more though. Let him gain experience in real matches.
it: Sta crescendo in modo equilibrato. La sua potenza sicuramente aumenterà ancora: fallo fare esperienza in veri incontri.

# 2374 COMENNT
source: He already has a basic level of Stamina and Power. He'll become a great fighter, if he takes his training seriously...
it: Ha già una buona base di resistenza e potenza. Diventerà un grande combattente... se inizierà a prendere l'allenamento sul serio.
