Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/ikusei/04_oto_master_comment.po
Languages: it

# 656 COMENNT
source: He really needs to win a tournament soon. We've got to do something...
it: Deve assolutamente vincere un torneo, e presto. Dobbiamo trovare una soluzione...

# 727 COMENNT
source: Tokita will never listen to you unless you develop Trust with him first. How about taking him out for a drink?
it: Tokita non ti ascolterà mai se prima non guadagni la sua fiducia. Che ne dici di portarlo fuori a bere qualcosa?

# 838 COMENNT
source: Honestly, he doesn't need any more training. He should have no problems fighting in a tournament.
it: Onestamente, non ha più bisogno di allenarsi. Non dovrebbe avere problemi a combattere in un torneo.

# 936 COMENNT
source: His Technique won't improve any further. He has plenty of abilities now. Why don't you let him compete in a real match?
it: La sua tecnica non migliorerà più di così. Ha già un buon bagaglio di abilità: perché non farlo competere in un vero incontro?

# 1056 COMENNT
source: His Speed won't improve any further. He has plenty of abilities now. Why don't you let him compete in a real match?
it: La sua velocità non potrà aumentare più di tanto. È già a un ottimo livello: fallo competere in un vero incontro.

# 1172 COMENNT
source: His Power won't improve any further. He has plenty of abilities now. Why don't you let him compete in a real match?
it: La sua potenza non migliorerà ulteriormente. Ha già ottime capacità: perché non farlo partecipare a un incontro reale?

# 1288 COMENNT
source: He's become an exemplary fighter. I'm sure he can hold his own in a tournament! Let's give it a shot!
it: È diventato un combattente esemplare. Sono sicuro che saprà cavarsela in un torneo! Proviamoci!

# 1390 COMENNT
source: His Technique is superb! If you work on strengthening his weak points, I'm sure he'll win a tournament.
it: La sua tecnica è straordinaria! Se lavori per rinforzare i suoi punti deboli, sono certo che potrà vincere un torneo.

# 1494 COMENNT
source: His Speed is superb! If you work on strengthening his weak points, I'm sure he'll win a tournament.
it: La sua velocità è eccezionale! Se riesci a migliorare i suoi punti deboli, potrà tranquillamente vincere un torneo.

# 1594 COMENNT
source: His Power is superb! If you work on strengthening his weak points, I'm sure he'll win a tournament.
it: La sua potenza è eccezionale! Se lavori per equilibrare le sue debolezze, sono certo che potrà vincere un torneo.

# 1694 COMENNT
source: He's become a spectacular fighter. He may be ready for a mid-level exhibition match.
it: È diventato un combattente spettacolare. Potrebbe essere pronto per un incontro dimostrativo di livello medio.

# 1779 COMENNT
source: He has excellent Stamina. Keep it up and work on his other abilities as well. I'm sure his Technique will develop even further.
it: Ha un'ottima resistenza. Continua così e lavora anche sulle altre abilità: sono sicuro che la sua tecnica si affinerà ancora di più.

# 1907 COMENNT
source: His Technique has gotten much better. This is his specialty, so keep working on it in the future as well.
it: La sua tecnica è migliorata molto. È la sua specialità, quindi continua a puntare su quella anche in futuro.

# 2013 COMENNT
source: He's gotten much faster. I bet he can get even faster, so let's keep working on his Speed.
it: È diventato molto più veloce. Scommetto che può migliorare ancora: continuiamo a lavorare sulla velocità.

# 2104 COMENNT
source: His Power is developing well. Compared to other abilities, his Power develops slowly, but it's nothing to worry about!
it: La sua potenza sta crescendo bene. Rispetto alle altre abilità progredisce più lentamente, ma non è affatto un problema!

# 2223 COMENNT
source: He's growing at a well-balanced rate. His Technique is especially promising. Let's have him compete in lots of matches!
it: Sta crescendo in modo equilibrato. La sua tecnica è particolarmente promettente: facciamogli disputare più incontri possibile!

# 2343 COMENNT
source: He has experience so he has the basics down. But he can be a chore to deal with, so try to gain his Trust and watch his Mood.
it: Ha esperienza e conosce già le basi. Ma può essere difficile da gestire, quindi cerca di guadagnarti la sua fiducia e tieni d'occhio il suo umore.
