Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/ikusei/05_wat_master_comment.po
Languages: it

# 656 COMENNT
source: He really needs to win a tournament soon. We've got to do something...
it: Deve assolutamente vincere un torneo, e presto. Dobbiamo fare qualcosa...

# 727 COMENNT
source: Build up Trust. Try to get Watanabe to open up to you. How about taking him out for a drink?
it: Devi guadagnarti la sua fiducia. Prova a far aprire Watanabe: che ne dici di portarlo fuori a bere qualcosa?

# 820 COMENNT
source: Honestly, he doesn't need any more training. He should have no problems fighting in a tournament.
it: Onestamente, non ha più bisogno di allenarsi. Non dovrebbe avere problemi a combattere in un torneo.

# 918 COMENNT
source: His Technique won't improve any further. He has plenty of abilities now. Why don't you let him compete in a real match?
it: La sua tecnica non potrà migliorare ulteriormente. Ha già un ottimo livello di abilità: perché non farlo partecipare a un vero incontro?

# 1038 COMENNT
source: His Speed won't improve any further. He has plenty of abilities now. Why don't you let him compete in a real match?
it: La sua velocità ha raggiunto il massimo. È già più che preparato: fallo partecipare a un incontro reale.

# 1154 COMENNT
source: His Power won't improve any further. He has plenty of abilities now. Why don't you let him compete in a real match?
it: La sua potenza non migliorerà più. Ha già capacità sufficienti: perché non farlo competere in un incontro ufficiale?

# 1270 COMENNT
source: He's become an exemplary fighter. I'm sure he can hold his own in a tournament! Let's give it a shot!
it: È diventato un combattente esemplare. Sono sicuro che saprà farsi valere in un torneo! Proviamoci!

# 1372 COMENNT
source: His Technique is superb! If you work on strengthening his weak points, I'm sure he'll win a tournament.
it: La sua tecnica è eccezionale! Se lavori sui suoi punti deboli, sono certo che potrà vincere un torneo.

# 1476 COMENNT
source: His Speed is superb! If you work on strengthening his weak points, I'm sure he'll win a tournament.
it: La sua velocità è eccellente! Se riesci a coprire le sue debolezze, potrà tranquillamente vincere un torneo.

# 1576 COMENNT
source: His Power is superb! If you work on strengthening his weak points, I'm sure he'll win a tournament.
it: La sua potenza è notevole! Se riesci a bilanciare i suoi punti deboli, sono sicuro che potrà vincere un torneo.

# 1676 COMENNT
source: He's become a spectacular fighter. He may be ready for a mid-level exhibition match.
it: È diventato un combattente spettacolare. Potrebbe essere pronto per un incontro dimostrativo di livello medio.

# 1761 COMENNT
source: His Stamina has improved significantly. His other abilities will grow more as well. He has potential!
it: La sua resistenza è migliorata parecchio. Anche le altre abilità cresceranno ancora. Ha davvero del potenziale!

# 1863 COMENNT
source: His Technique is much better. Watanabe is very agile, so I'm sure his Technique can get even better.
it: La sua tecnica è migliorata molto. Watanabe è molto agile, quindi sono sicuro che potrà perfezionarla ancora di più.

# 1964 COMENNT
source: He's much faster. His Speed grows slower than his other abilities, but I'm sure it will continue to improve.
it: È molto più veloce ora. La sua velocità cresce più lentamente delle altre abilità, ma continuerà sicuramente a migliorare.

# 2073 COMENNT
source: Watanabe is becoming really powerful! What am I going to do if he assaults me in a dark alley? Just kidding! Hahaha.
it: Watanabe sta diventando davvero potente! Cosa farò se mi aggredisce in un vicolo buio? Scherzo, ovviamente! Ahahah!

# 2190 COMENNT
source: He's growing at a well-balanced rate. All of his abilities are sure to grow even more. Let him gain experience in real matches.
it: Sta crescendo in modo equilibrato. Tutte le sue abilità miglioreranno ancora. Fagli fare esperienza in veri incontri.

# 2318 COMENNT
source: He hasn't gotten the basics down yet, but he has a lot of room to grow. Let's train him hard and turn him into a great fighter.
it: Non ha ancora assimilato bene le basi, ma ha un enorme margine di crescita. Alleniamolo duramente e faremo di lui un grande combattente.
