Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/ikusei/ikusei_fighter.po
Languages: it

# 528 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 01
it: Apprendista Combattente 01

# 550 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 02
it: Apprendista Combattente 02

# 572 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 03
it: Apprendista Combattente 03

# 594 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 04
it: Apprendista Combattente 04

# 616 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 05
it: Apprendista Combattente 05

# 638 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 06
it: Apprendista Combattente 06

# 660 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 07
it: Apprendista Combattente 07

# 682 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 08
it: Apprendista Combattente 08

# 704 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 09
it: Apprendista Combattente 09

# 726 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 10
it: Apprendista Combattente 10

# 748 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 11
it: Apprendista Combattente 11

# 770 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 12
it: Apprendista Combattente 12

# 792 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 13
it: Apprendista Combattente 13

# 814 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 14
it: Apprendista Combattente 14

# 836 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 15
it: Apprendista Combattente 15

# 858 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 16
it: Apprendista Combattente 16

# 880 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 17
it: Apprendista Combattente 17

# 902 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 18
it: Apprendista Combattente 18

# 924 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 19
it: Apprendista Combattente 19

# 946 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 20
it: Apprendista Combattente 20

# 968 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 21
it: Apprendista Combattente 21

# 990 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 22
it: Apprendista Combattente 22

# 1012 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 23
it: Apprendista Combattente 23

# 1034 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 24
it: Apprendista Combattente 24

# 1056 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 25
it: Apprendista Combattente 25

# 1078 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 26
it: Apprendista Combattente 26

# 1100 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 27
it: Apprendista Combattente 27

# 1122 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 28
it: Apprendista Combattente 28

# 1144 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 29
it: Apprendista Combattente 29

# 1166 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 30
it: Apprendista Combattente 30

# 1188 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 31
it: Apprendista Combattente 31

# 1210 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 32
it: Apprendista Combattente 32

# 1232 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 33
it: Apprendista Combattente 33

# 1254 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 34
it: Apprendista Combattente 34

# 1276 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 35
it: Apprendista Combattente 35

# 1298 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 36
it: Apprendista Combattente 36

# 1320 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 37
it: Apprendista Combattente 37

# 1342 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 38
it: Apprendista Combattente 38

# 1364 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 39
it: Apprendista Combattente 39

# 1386 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 40
it: Apprendista Combattente 40

# 1408 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 41
it: Apprendista Combattente 41

# 1430 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 42
it: Apprendista Combattente 42

# 1452 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 43
it: Apprendista Combattente 43

# 1474 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 44
it: Apprendista Combattente 44

# 1496 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 45
it: Apprendista Combattente 45

# 1518 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 46
it: Apprendista Combattente 46

# 1540 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 47
it: Apprendista Combattente 47

# 1562 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 48
it: Apprendista Combattente 48

# 1584 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 49
it: Apprendista Combattente 49

# 1606 IKUSEI_ENEMY_NAME
source: Apprentice Fighter 50
it: Apprendista Combattente 50
