Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/hact/subtitle/hact_22600.po
Languages: it

# 22 80
source: Hey mister.
it: Ehi signore.

# 100 210
source: I'll give you the best massage ever.
it: Le darò il miglior massaggio di sempre.

# 238 410
source: You're so cool!\nYou make me blush.
it: Sei così figo!\nMi fai arrossire.

# 430 549
source: Hey, don't stare at me like that.
it: Ehi, non mi guardi in questo modo.

# 569 674
source: I bet you were having some weird thoughts.
it: Scommetto che ha avuto dei pensieri impuri.

# 694 789
source: What's going on inside your head?
it: Cosa le frulla in testa?

# 927 1055
source: What!?\nInconceivable!
it: Cosa!?\n Inconcepibile!

# 1075 1230
source: Your bod is so hot...\nI bet you get hit on all the time.
it: Che bel fisico che ha...\nScommetto che in tante la vorrebbero.

# 1250 1384
source: Does that feel good?
it: Ti fa sentire bene?

# 1576 1636
source: How's that!
it: Che te ne pare!

# 1656 1841
source: Wow, you're so tense!
it: Wow, siete così teso.

# 1861 2068
source: Mister, I see this is your weak spot.
it: Signore, vedo che questo è il suo punto debole.

# 2088 2294
source: Oh, that feels good?
it: Oh, la fa sentire bene?

# 2314 2489
source: No need to be afraid. I'll be gentle.
it: Non si preoccupi. Sarò delicata.

# 2509 2630
source: You need to relieve your stress.
it: Deve alleviare tutto lo stress.
