{
  "0": {
    "BELONG": "Sky Finance",
    "NAME": "Shun Akiyama",
    "NAME_SHORT": "Akiyama",
    "FACE_TEX_NAME": "2d_cf_jin_face_akiyama",
    "WHOLE_TEX_NAME": "2d_cf_jin_akiyama",
    "SCENARIO_STATE": "80030000",
    "TITLE": "Proprietario di Sky Finance",
    "EXPLANATION": "Proprietario di una società di prestiti con sede a Kamurocho.",
    "GROUP1": "笳",
    "GROUP2": "",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "1": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80030011",
    "TITLE": "",
    "EXPLANATION": "Proprietario di Sky Finance, un prestatore di denaro a Kamurocho. Conosciuto come la \"Ancora di salvezza di Kamurocho\", Akiyama presta denaro anche a coloro che sono stati rifiutati da altri strozzini. I potenziali clienti devono superare un test speciale per ricevere un prestito.",
    "GROUP1": "笳",
    "GROUP2": "",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "2": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80040000",
    "TITLE": "",
    "EXPLANATION": "Proprietario di Sky Finance, un prestatore di denaro a Kamurocho. Conosciuto come la \"Ancora di salvezza di Kamurocho\", Akiyama presta denaro anche a coloro che sono stati rifiutati da altri strozzini. I potenziali clienti devono superare un test speciale per ricevere un prestito. Dopo essere stato coinvolto in una lotta tra le Imprese Kanemura e il Clan Ueno Seiwa al Club Elnard, assiste all'omicidio di Ihara da parte di Arai e viene arrestato dalla polizia per essere interrogato. Pur essendo stato scagionato da ogni illecito, Akiyama attira l'attenzione di Sugiuchi.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "3": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8004000a",
    "TITLE": "",
    "EXPLANATION": "Proprietario di Sky Finance, un prestatore di denaro a Kamurocho. Conosciuto come la \"Ancora di salvezza di Kamurocho\", Akiyama presta denaro anche a coloro che sono stati rifiutati da altri strozzini. I potenziali clienti devono superare un test speciale per ricevere un prestito. Dopo essere stato coinvolto in una lotta tra le Imprese Kanemura e il Clan Ueno Seiwa al Club Elnard, assiste all'omicidio di Ihara da parte di Arai e viene arrestato dalla polizia per essere interrogato. Pur essendo stato scagionato da ogni illecito, Akiyama attira l'attenzione di Sugiuchi. Prepara un test per Lily, una donna misteriosa che ha richiesto un prestito di 100 milioni di yen.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "4": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8005000b",
    "TITLE": "",
    "EXPLANATION": "Proprietario di Sky Finance, un prestatore di denaro a Kamurocho. Conosciuto come la \"Ancora di salvezza di Kamurocho\", Akiyama presta denaro anche a coloro che sono stati rifiutati da altri strozzini. I potenziali clienti devono superare un test speciale per ricevere un prestito. Apprende da Sugiuchi che il Clan Tojo e il Clan Ueno Seiwa sono sull'orlo della guerra e che il Clan Tojo sta tentando di scongiurare il disastro facendo tutto ciò che è in suo potere per dare la caccia ad Arai. Lily visita di nuovo Sky Finance e fa il test per il prestito di 100 milioni di yen.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "5": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8005001d",
    "TITLE": "",
    "EXPLANATION": "Proprietario di Sky Finance, un prestatore di denaro a Kamurocho. Conosciuto come la \"Ancora di salvezza di Kamurocho\", Akiyama presta denaro anche a coloro che sono stati rifiutati da altri strozzini. I potenziali clienti devono superare un test speciale per ricevere un prestito. Apprende da Sugiuchi che i Clan Tojo e Ueno Seiwa sono sull'orlo della guerra e che il Clan Tojo sta tentando di scongiurare il disastro facendo tutto ciò che è in suo potere per dare la caccia ad Arai. Akiyama sta ora somministrando il suo test a Lily per il prestito di 100 milioni di yen. Si rende conto di poter provare sentimenti speciali per Lily.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "6": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80060005",
    "TITLE": "",
    "EXPLANATION": "Proprietario di Sky Finance, un prestatore di denaro a Kamurocho. Ex bancario licenziato con l'accusa di appropriazione indebita e ridotto a vivere per strada. Ha usato il denaro caduto dal cielo per avviare la sua attività attuale. Dopo essere stato salvato da Arai durante i suoi giorni da senzatetto, è convinto che solo Arai possa riportare l'ordine a Kamurocho.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "7": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80060016",
    "TITLE": "",
    "EXPLANATION": "Proprietario di Sky Finance, un prestatore di denaro a Kamurocho. Ex bancario licenziato con l'accusa di appropriazione indebita e ridotto a vivere per strada. Ha usato il denaro caduto dal cielo per avviare la sua attività attuale. Dopo essere stato salvato da Arai durante i suoi giorni da senzatetto, è convinto che solo Arai possa riportare l'ordine a Kamurocho. Scopre un'apparente vittima dei recenti omicidi seriali mentre riscuote i debiti al Drama Queen.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "8": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8006001c",
    "TITLE": "",
    "EXPLANATION": "Proprietario di Sky Finance, un prestatore di denaro a Kamurocho. Ex bancario licenziato con l'accusa di appropriazione indebita e ridotto a vivere per strada. Ha usato il denaro caduto dal cielo per avviare la sua attività attuale. Dopo essere stato salvato da Arai durante i suoi giorni da senzatetto, Akiyama è convinto che solo Arai possa riportare l'ordine a Kamurocho. Scopre un'apparente vittima dei recenti omicidi seriali mentre riscuote i debiti al Drama Queen. Attualmente sta cercando di riavere Kido e il suo registro clienti da Midorikawa del Clan Hatsushiba.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "9": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8006003e",
    "TITLE": "",
    "EXPLANATION": "Proprietario di Sky Finance, un prestatore di denaro a Kamurocho. Ex bancario licenziato con l'accusa di appropriazione indebita e ridotto a vivere per strada. Ha usato il denaro caduto dal cielo per avviare la sua attività attuale. Dopo essere stato salvato da Arai durante i suoi giorni da senzatetto, Akiyama è convinto che solo Arai possa riportare l'ordine a Kamurocho. Scopre un'apparente vittima dei recenti omicidi seriali mentre riscuote i debiti al Drama Queen. Riesce a riavere Kido e il suo registro clienti da Midorikawa del Clan Hatsushiba.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "10": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8006004e",
    "TITLE": "",
    "EXPLANATION": "Proprietario di Sky Finance, un prestatore di denaro a Kamurocho. Ex bancario licenziato con l'accusa di appropriazione indebita e ridotto a vivere per strada. Ha usato il denaro caduto dal cielo per avviare la sua attività attuale. Dopo essere stato salvato da Arai durante i suoi giorni da senzatetto, Akiyama è convinto che solo Arai possa riportare l'ordine a Kamurocho. Presta a Lily 100 milioni di yen dopo che lei supera il test come promesso. Scopre che lei è responsabile degli omicidi seriali, ma non riesce a ottenere dettagli da lei.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "11": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80060054",
    "TITLE": "",
    "EXPLANATION": "Proprietario di Sky Finance, un prestatore di denaro a Kamurocho. Ex bancario licenziato con l'accusa di appropriazione indebita e ridotto a vivere per strada. Ha usato il denaro caduto dal cielo per avviare la sua attività attuale. Dopo essere stato salvato da Arai durante i suoi giorni da senzatetto, Akiyama è convinto che solo Arai possa riportare l'ordine a Kamurocho. Presta a Lily 100 milioni di yen dopo che lei supera il test come promesso. Scopre che lei è responsabile degli omicidi seriali, ma non riesce a ottenere dettagli da lei. Il prestito a Lily porta a una discussione con Hana.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "12": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80070000",
    "TITLE": "",
    "EXPLANATION": "Proprietario di Sky Finance, un prestatore di denaro a Kamurocho. Ex bancario licenziato con l'accusa di appropriazione indebita e ridotto a vivere per strada. Ha usato il denaro caduto dal cielo per avviare la sua attività attuale. Dopo essere stato salvato da Arai durante i suoi giorni da senzatetto, Akiyama è convinto che solo Arai possa riportare l'ordine a Kamurocho.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "13": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80080000",
    "TITLE": "",
    "EXPLANATION": "Proprietario di Sky Finance, un prestatore di denaro a Kamurocho. Ex bancario licenziato con l'accusa di appropriazione indebita e ridotto a vivere per strada. Ha usato il denaro caduto dal cielo per avviare la sua attività attuale. Dopo essere stato salvato da Arai durante i suoi giorni da senzatetto, Akiyama è convinto che solo Arai possa riportare l'ordine a Kamurocho. Presta a Lily 100 milioni di yen. Attualmente sta lavorando con Kido per trovare Arai.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "14": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80090000",
    "TITLE": "",
    "EXPLANATION": "Proprietario di Sky Finance, un prestatore di denaro a Kamurocho. Ex bancario licenziato con l'accusa di appropriazione indebita e ridotto a vivere per strada. Ha usato il denaro caduto dal cielo per avviare la sua attività attuale. Dopo essere stato salvato da Arai durante i suoi giorni da senzatetto, Akiyama è convinto che solo Arai possa riportare l'ordine a Kamurocho. Presta a Lily 100 milioni di yen. Attualmente sta lavorando con Kido per trovare Arai. Apprende il vero nome di Lily da Majima.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "15": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "800e000a",
    "TITLE": "",
    "EXPLANATION": "Proprietario di Sky Finance, un prestatore di denaro a Kamurocho. Ex bancario licenziato con l'accusa di appropriazione indebita e ridotto a vivere per strada. Ha usato il denaro caduto dal cielo per avviare la sua attività attuale. Dopo essere stato salvato da Arai durante i suoi giorni da senzatetto, Akiyama è convinto che solo Arai possa riportare l'ordine a Kamurocho. Stava lavorando con Kido per trovare Arai, ma apprende da Tanimura che Arai è in combutta con Katsuragi.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "16": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80100000",
    "TITLE": "",
    "EXPLANATION": "Proprietario di Sky Finance, un prestatore di denaro a Kamurocho. Ex bancario licenziato con l'accusa di appropriazione indebita e ridotto a vivere per strada. Ha usato il denaro caduto dal cielo per avviare la sua attività attuale. Sconcertato dal tradimento per mano dell'alleato fidato Arai e dalla consapevolezza che Lily ha commesso omicidi per aiutare suo fratello. Attualmente si nasconde con Tanimura, poiché Sky Finance è perquisita dalla polizia.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "17": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8011001e",
    "TITLE": "",
    "EXPLANATION": "Proprietario di Sky Finance, un prestatore di denaro a Kamurocho. Ex bancario licenziato con l'accusa di appropriazione indebita e ridotto a vivere per strada. Ha usato il denaro caduto dal cielo per avviare la sua attività attuale. Sconcertato dal tradimento per mano dell'alleato fidato Arai e dalla consapevolezza che Lily ha commesso omicidi per aiutare suo fratello. Si nasconde con Tanimura, mentre Sky Finance è perquisita dalla polizia. Quando Lily viene da lui per chiedere aiuto, tenta di portarla da Saejima nel Purgatorio.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "18": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80120009",
    "TITLE": "",
    "EXPLANATION": "Proprietario di Sky Finance, un prestatore di denaro a Kamurocho. Ex bancario licenziato con l'accusa di appropriazione indebita e ridotto a vivere per strada. Ha usato il denaro caduto dal cielo per avviare la sua attività attuale. Sconcertato dal tradimento per mano dell'alleato fidato Arai e dalla consapevolezza che Lily ha commesso omicidi per aiutare suo fratello. Si nasconde con Tanimura, mentre Sky Finance è perquisita dalla polizia. Quando Lily viene da lui per chiedere aiuto, tenta di portarla da Saejima nel Purgatorio. Abbattuto dopo che Kido ruba 100 miliardi di yen dalla sua azienda.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "19": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80130009",
    "TITLE": "",
    "EXPLANATION": "Proprietario di Sky Finance, un prestatore di denaro a Kamurocho. Ex bancario licenziato con l'accusa di appropriazione indebita e ridotto a vivere per strada. Ha usato il denaro caduto dal cielo per avviare la sua attività attuale. Recupera con successo i 100 miliardi di yen da Kido, ma è scioccato dalla morte di Lily. Akiyama ha sentimenti contrastanti riguardo alle recenti azioni di Arai che hanno tradito la sua fiducia in lui.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "20": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80130011",
    "TITLE": "",
    "EXPLANATION": "Proprietario di Sky Finance, un prestatore di denaro a Kamurocho. Ex bancario licenziato con l'accusa di appropriazione indebita e ridotto a vivere per strada. Ha usato il denaro caduto dal cielo per avviare la sua attività attuale. Recupera con successo i 100 miliardi di yen da Kido, ma è scioccato dalla morte di Lily. Usa i 100 miliardi di yen per attirare i giocatori chiave in un'unica posizione. Cerca di regolare i conti con Arai, che lo ha tradito più e più volte in nome dei suoi ideali.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "21": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8013001a",
    "TITLE": "",
    "EXPLANATION": "Proprietario di Sky Finance, un prestatore di denaro a Kamurocho. Ex bancario licenziato con l'accusa di appropriazione indebita e ridotto a vivere per strada. Ha usato il denaro caduto dal cielo per avviare la sua attività attuale. Recupera con successo i 100 miliardi di yen da Kido, ma è scioccato dalla morte di Lily. Usa i 100 miliardi di yen per attirare i giocatori chiave in un'unica posizione. Regola i conti con Arai, che lo ha tradito più e più volte in nome dei suoi ideali.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "22": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80010004",
    "TITLE": "",
    "EXPLANATION": "Proprietario di Sky Finance, un prestatore di denaro a Kamurocho. Conosciuto come la \"Ancora di salvezza di Kamurocho\", Akiyama presta denaro anche a coloro che sono stati rifiutati da altri strozzini. I potenziali clienti devono superare un test speciale per ricevere un prestito. Attualmente si gode una passeggiata per la città.",
    "GROUP1": "笳",
    "GROUP2": "",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "23": {
    "BELONG": "",
    "NAME": "Hana",
    "NAME_SHORT": "Hana",
    "FACE_TEX_NAME": "2d_cf_jin_face_hana",
    "WHOLE_TEX_NAME": "2d_cf_jin_hana",
    "SCENARIO_STATE": "80040000",
    "TITLE": "Impiegata di Sky Finance",
    "EXPLANATION": "Assistente personale di Akiyama e responsabile dell'ufficio di Sky Finance. Un'impiegata affidabile che si prende cura delle cose in ufficio per il suo capo rilassato e disorganizzato. Ama il Bento Kalbi Deluxe di Kanrai. Assiste all'omicidio di Ihara da parte di Arai. Dopo l'arresto di Akiyama, si precipita alla stazione di polizia per garantire la sua innocenza.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "24": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80050000",
    "TITLE": "",
    "EXPLANATION": "Assistente personale di Akiyama e responsabile dell'ufficio di Sky Finance. Un'impiegata affidabile che si prende cura delle cose in ufficio per il suo capo rilassato e disorganizzato. Ama il Bento Kalbi Deluxe di Kanrai. Assiste all'omicidio di Ihara da parte di Arai. Dopo l'arresto di Akiyama, si precipita alla stazione di polizia per garantire la sua innocenza. Quando la Famiglia Shibata attacca l'ufficio, li allontana senza sforzo.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "25": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8006001c",
    "TITLE": "",
    "EXPLANATION": "Assistente personale di Akiyama e responsabile dell'ufficio di Sky Finance. Un'impiegata affidabile che si prende cura delle cose in ufficio per il suo capo rilassato e disorganizzato. Ama il Bento Kalbi Deluxe di Kanrai. Assiste all'omicidio di Ihara da parte di Arai. Dopo l'arresto di Akiyama, si precipita alla stazione di polizia per garantire la sua innocenza. Mentre è in ufficio con Kido, vengono attaccati da Midorikawa e dai membri del Clan Hatsushiba, che rubano il registro clienti. Riporta lesioni alla testa ed è attualmente in cura in ospedale.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "26": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8006004e",
    "TITLE": "",
    "EXPLANATION": "Assistente personale di Akiyama e responsabile dell'ufficio di Sky Finance. Un'impiegata affidabile che si prende cura delle cose in ufficio per il suo capo rilassato e disorganizzato. Ama il Bento Kalbi Deluxe di Kanrai. Assiste all'omicidio di Ihara da parte di Arai. Dopo l'arresto di Akiyama, si precipita alla stazione di polizia per garantire la sua innocenza. Mentre è in ufficio con Kido, vengono attaccati da Midorikawa e dai membri del Clan Hatsushiba, che rubano il registro clienti. Riporta lesioni alla testa ma è stata curata in ospedale. Le sue ferite non erano gravi, quindi ora sta tornando a Sky Finance.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "27": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8006004f",
    "TITLE": "",
    "EXPLANATION": "Assistente personale di Akiyama e responsabile dell'ufficio di Sky Finance. Un'impiegata affidabile che si prende cura delle cose in ufficio per il suo capo rilassato e disorganizzato. Ama il Bento Kalbi Deluxe di Kanrai. Assiste all'omicidio di Ihara da parte di Arai. Dopo l'arresto di Akiyama, si precipita alla stazione di polizia per garantire la sua innocenza. Mentre è in ufficio con Kido, vengono attaccati da Midorikawa e dai membri del Clan Hatsushiba, che rubano il registro clienti. Riporta lesioni alla testa ma è stata curata in ospedale. Se ne va da Akiyama dopo aver appreso del suo prestito di 100 milioni di yen a Lily che probabilmente non sarà mai rimborsato.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "28": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80060054",
    "TITLE": "Ex impiegata di Sky Finance",
    "EXPLANATION": "Assistente personale di Akiyama e responsabile dell'ufficio di Sky Finance. Un'impiegata affidabile che si prende cura delle cose in ufficio per il suo capo rilassato e disorganizzato. Ama il Bento Kalbi Deluxe di Kanrai. Ha lavorato con Akiyama alla Touto Bank. Accusa Akiyama di aver prestato denaro a Lily perché assomiglia alla sua ex ragazza. Stufa della natura egoista e sconsiderata di Akiyama, si dimette da Sky Finance.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "29": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80010004",
    "TITLE": "Impiegata di Sky Finance",
    "EXPLANATION": "Assistente personale di Akiyama e responsabile dell'ufficio di Sky Finance. Un'impiegata affidabile che si prende cura delle cose in ufficio per il suo capo rilassato e disorganizzato. Ama il Bento Kalbi Deluxe di Kanrai.",
    "GROUP1": "笳",
    "GROUP2": "",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "30": {
    "BELONG": "Imprese Kanemura",
    "NAME": "Hiroshi Kanemura",
    "NAME_SHORT": "Kanemura",
    "FACE_TEX_NAME": "2d_cf_jin_face_kanemura",
    "WHOLE_TEX_NAME": "2d_cf_jin_kanemura",
    "SCENARIO_STATE": "80030010",
    "TITLE": "Patriarca delle Imprese Kanemura del Clan Tojo",
    "EXPLANATION": "Patriarca di un gruppo di terzo livello del Clan Tojo. Mostra scarso potenziale di avanzamento e ha problemi a riscuotere il denaro dei tributi. Si arrangia con i soldi presi in prestito da Akiyama a condizioni di prestito speciali. Lascia la famiglia quasi interamente nelle mani del suo capitano, Arai.",
    "GROUP1": "笳",
    "GROUP2": "",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
"31": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80030019",
    "TITLE": "",
    "EXPLANATION": "Patriarca di un gruppo di terzo livello del Clan Tojo. Mostra scarso potenziale di avanzamento e ha problemi a riscuotere il denaro dei tributi. Si arrangia con i soldi presi in prestito da Akiyama a condizioni di prestito speciali. Lascia la famiglia quasi interamente nelle mani del suo capitano, Arai. Prende parte a una lotta contro il Clan Ueno Seiwa al Club Elnard, ma viene ucciso da Arai.",
    "GROUP1": "笳",
    "GROUP2": "",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "32": {
    "BELONG": "Imprese Kanemura",
    "NAME": "Kazuya Arai",
    "NAME_SHORT": "Arai",
    "FACE_TEX_NAME": "2d_cf_jin_face_arai",
    "WHOLE_TEX_NAME": "2d_cf_jin_arai",
    "SCENARIO_STATE": "80030010",
    "TITLE": "Capitano delle Imprese Kanemura del Clan Tojo",
    "EXPLANATION": "Capitano delle Imprese Kanemura. Un uomo ambizioso che mira a salire al potere e prendere il controllo del Clan Tojo. È un abile combattente che usa spade giapponesi in battaglia. Uccide Ihara per nascondere la sua connessione con l'omicidio di Ueno e la successiva lotta tra i clan. Dopo essere stato arrestato, usa l'avvocato Sugiuchi per evitare l'incriminazione.",
    "GROUP1": "笳",
    "GROUP2": "",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "33": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80050000",
    "TITLE": "",
    "EXPLANATION": "Capitano delle Imprese Kanemura. Un uomo ambizioso che mira a salire al potere e prendere il controllo del Clan Tojo. È un abile combattente che usa spade giapponesi in battaglia. Uccide Ihara per nascondere la sua connessione con l'omicidio di Ueno e la successiva lotta tra i clan. Dopo essere stato arrestato, usa l'avvocato Sugiuchi per evitare l'incriminazione. Il suo piano fallisce quando viene visto da Akiyama.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "34": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80060005",
    "TITLE": "",
    "EXPLANATION": "Capitano delle Imprese Kanemura. Un uomo ambizioso che mira a salire al potere e prendere il controllo del Clan Tojo. È un abile combattente che usa spade giapponesi in battaglia. Uccide Ihara per nascondere la sua connessione con l'omicidio di Ueno e la successiva lotta tra i clan. Dopo essere stato arrestato, usa l'avvocato Sugiuchi per evitare l'incriminazione. Diventa il bersaglio della vendetta di Kiryu dopo che Kiryu apprende che Arai ha ucciso Tanemura.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "35": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "800e000a",
    "TITLE": "",
    "EXPLANATION": "Capitano delle Imprese Kanemura. Un uomo ambizioso che mira a salire al potere e prendere il controllo del Clan Tojo. È un abile combattente che usa spade giapponesi in battaglia. Uccide Ihara per nascondere la sua connessione con l'omicidio di Ueno e la successiva lotta tra i clan. Dopo essere stato arrestato, usa l'avvocato Sugiuchi per evitare l'incriminazione. Diventa il bersaglio della vendetta di Kiryu dopo che Kiryu apprende che Arai ha ucciso Tanemura. Viene rivelato che è in combutta con Katsuragi. Ha ucciso Ueno per ordine di Katsuragi.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "36": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80120000",
    "TITLE": "",
    "EXPLANATION": "Capitano delle Imprese Kanemura. Un uomo ambizioso che mira a salire al potere e prendere il controllo del Clan Tojo. È un abile combattente che usa spade giapponesi in battaglia. Uccide Ihara per nascondere la sua connessione con l'omicidio di Ueno e la successiva lotta tra i clan. Dopo essere stato arrestato, usa l'avvocato Sugiuchi per evitare l'incriminazione. Diventa il bersaglio della vendetta di Kiryu dopo che Kiryu apprende che Arai ha ucciso Tanemura. Viene rivelato che è in combutta con Katsuragi. Ha ucciso Ueno per ordine di Katsuragi. Appare davanti ad Akiyama con 100 miliardi di yen rubati.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "37": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8013001a",
    "TITLE": "",
    "EXPLANATION": "Capitano delle Imprese Kanemura. Un uomo ambizioso che mira a salire al potere e prendere il controllo del Clan Tojo. È un abile combattente che usa spade giapponesi in battaglia. Uccide Ihara per nascondere la sua connessione con l'omicidio di Ueno e la successiva lotta tra i clan. Dopo essere stato arrestato, usa l'avvocato Sugiuchi per evitare l'incriminazione. Diventa il bersaglio della vendetta di Kiryu dopo che Kiryu apprende che Arai ha ucciso Tanemura. Viene rivelato che è in combutta con Katsuragi. Ha ucciso Ueno per ordine di Katsuragi. Viene ucciso da Akiyama, ponendo fine alla sua malvagità.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "38": {
    "BELONG": "Ufficio di Pubblica Sicurezza",
    "NAME": "Junji Sugiuchi",
    "NAME_SHORT": "Sugiuchi",
    "FACE_TEX_NAME": "2d_cf_jin_face_sugiuchi",
    "WHOLE_TEX_NAME": "2d_cf_jin_sugiuchi",
    "SCENARIO_STATE": "80030010",
    "TITLE": "Procuratore del Dipartimento di Pubblica Sicurezza del Dipartimento di Polizia Metropolitana",
    "EXPLANATION": "Un procuratore con il Dipartimento di Pubblica Sicurezza del Dipartimento di Polizia Metropolitana. Si occupa dell'omicidio di Ueno e della lotta tra il Clan Tojo e il Clan Ueno Seiwa. È un avvocato abile che usa i media per manipolare le informazioni e influenzare l'opinione pubblica.",
    "GROUP1": "笳",
    "GROUP2": "",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "39": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80030018",
    "TITLE": "",
    "EXPLANATION": "Un procuratore con il Dipartimento di Pubblica Sicurezza del Dipartimento di Polizia Metropolitana. Si occupa dell'omicidio di Ueno e della lotta tra il Clan Tojo e il Clan Ueno Seiwa. È un avvocato abile che usa i media per manipolare le informazioni e influenzare l'opinione pubblica. Si sospetta che sia coinvolto nell'omicidio di Ihara da parte di Arai.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "40": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80040000",
    "TITLE": "",
    "EXPLANATION": "Un procuratore con il Dipartimento di Pubblica Sicurezza del Dipartimento di Polizia Metropolitana. Si occupa dell'omicidio di Ueno e della lotta tra il Clan Tojo e il Clan Ueno Seiwa. È un avvocato abile che usa i media per manipolare le informazioni e influenzare l'opinione pubblica. Si sospetta che sia coinvolto nell'omicidio di Ihara da parte di Arai. Usa la sua influenza per far rilasciare Arai.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "41": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80050000",
    "TITLE": "",
    "EXPLANATION": "Un procuratore con il Dipartimento di Pubblica Sicurezza del Dipartimento di Polizia Metropolitana. Si occupa dell'omicidio di Ueno e della lotta tra il Clan Tojo e il Clan Ueno Seiwa. È un avvocato abile che usa i media per manipolare le informazioni e influenzare l'opinione pubblica. Si sospetta che sia coinvolto nell'omicidio di Ihara da parte di Arai. Usa la sua influenza per far rilasciare Arai. Avverte Akiyama della guerra imminente tra il Clan Tojo e il Clan Ueno Seiwa.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "42": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80080000",
    "TITLE": "",
    "EXPLANATION": "Un procuratore con il Dipartimento di Pubblica Sicurezza del Dipartimento di Polizia Metropolitana. Si occupa dell'omicidio di Ueno e della lotta tra il Clan Tojo e il Clan Ueno Seiwa. È un avvocato abile che usa i media per manipolare le informazioni e influenzare l'opinione pubblica. Si sospetta che sia coinvolto nell'omicidio di Ihara da parte di Arai. Usa la sua influenza per far rilasciare Arai. Avverte Akiyama della guerra imminente tra il Clan Tojo e il Clan Ueno Seiwa. Si scopre che è in combutta con Katsuragi, il capo dell'Ufficio di Pubblica Sicurezza.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "43": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8013001a",
    "TITLE": "",
    "EXPLANATION": "Un procuratore con il Dipartimento di Pubblica Sicurezza del Dipartimento di Polizia Metropolitana. Si occupa dell'omicidio di Ueno e della lotta tra il Clan Tojo e il Clan Ueno Seiwa. È un avvocato abile che usa i media per manipolare le informazioni e influenzare l'opinione pubblica. Si sospetta che sia coinvolto nell'omicidio di Ihara da parte di Arai. Usa la sua influenza per far rilasciare Arai. Avverte Akiyama della guerra imminente tra il Clan Tojo e il Clan Ueno Seiwa. Si scopre che è in combutta con Katsuragi, il capo dell'Ufficio di Pubblica Sicurezza. Viene arrestato da Tanimura per il suo coinvolgimento nell'omicidio di Ueno e in altri crimini.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "44": {
    "BELONG": "Clan Ueno Seiwa",
    "NAME": "Tsuneo Iwaki",
    "NAME_SHORT": "Iwaki",
    "FACE_TEX_NAME": "2d_cf_jin_face_iwaki",
    "WHOLE_TEX_NAME": "2d_cf_jin_iwaki",
    "SCENARIO_STATE": "80030000",
    "TITLE": "Patriarca del Clan Ueno Seiwa",
    "EXPLANATION": "Patriarca di un gruppo criminale con sede a Ueno. È in guerra con il Clan Tojo. È un uomo spietato e violento che non ha paura di uccidere per ottenere ciò che vuole. Viene ucciso da Arai.",
    "GROUP1": "笳",
    "GROUP2": "",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "45": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80030010",
    "TITLE": "",
    "EXPLANATION": "Patriarca di un gruppo criminale con sede a Ueno. È in guerra con il Clan Tojo. È un uomo spietato e violento che non ha paura di uccidere per ottenere ciò che vuole. Viene ucciso da Arai. La sua morte innesca una lotta per il potere all'interno del Clan Ueno Seiwa.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "46": {
    "BELONG": "Clan Ueno Seiwa",
    "NAME": "Yoshitaka Minami",
    "NAME_SHORT": "Minami",
    "FACE_TEX_NAME": "2d_cf_jin_face_minami",
    "WHOLE_TEX_NAME": "2d_cf_jin_minami",
    "SCENARIO_STATE": "80030010",
    "TITLE": "Capitano del Clan Ueno Seiwa",
    "EXPLANATION": "Capitano del Clan Ueno Seiwa. È un uomo leale e fidato che è determinato a vendicare la morte del suo patriarca. È un abile combattente che usa una varietà di armi, tra cui pistole e coltelli.",
    "GROUP1": "笳",
    "GROUP2": "",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "47": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80030011",
    "TITLE": "",
    "EXPLANATION": "Capitano del Clan Ueno Seiwa. È un uomo leale e fidato che è determinato a vendicare la morte del suo patriarca. È un abile combattente che usa una varietà di armi, tra cui pistole e coltelli. Assume la guida del Clan Ueno Seiwa dopo la morte di Iwaki.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "48": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80030018",
    "TITLE": "",
    "EXPLANATION": "Capitano del Clan Ueno Seiwa. È un uomo leale e fidato che è determinato a vendicare la morte del suo patriarca. È un abile combattente che usa una varietà di armi, tra cui pistole e coltelli. Assume la guida del Clan Ueno Seiwa dopo la morte di Iwaki. Viene ucciso da Arai.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "49": {
    "BELONG": "Clan Tojo",
    "NAME": "Masaru Ihara",
    "NAME_SHORT": "Ihara",
    "FACE_TEX_NAME": "2d_cf_jin_face_ihara",
    "WHOLE_TEX_NAME": "2d_cf_jin_ihara",
    "SCENARIO_STATE": "80030010",
    "TITLE": "Consigliere del Clan Tojo",
    "EXPLANATION": "Consigliere del Clan Tojo. È un uomo potente e influente che mira a diventare il prossimo patriarca del clan. È un abile combattente che usa una varietà di armi, tra cui pistole e coltelli. Viene ucciso da Arai.",
    "GROUP1": "笳",
    "GROUP2": "",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "50": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80030019",
    "TITLE": "",
    "EXPLANATION": "Consigliere del Clan Tojo. È un uomo potente e influente che mira a diventare il prossimo patriarca del clan. È un abile combattente che usa una varietà di armi, tra cui pistole e coltelli. Viene ucciso da Arai. La sua morte innesca una lotta per il potere all'interno del Clan Tojo.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "51": {
    "BELONG": "Clan Tojo",
    "NAME": "Ryuzo Tamiya",
    "NAME_SHORT": "Tamiya",
    "FACE_TEX_NAME": "2d_cf_jin_face_tamiya",
    "WHOLE_TEX_NAME": "2d_cf_jin_tamiya",
    "SCENARIO_STATE": "80030010",
    "TITLE": "Capitano del Clan Tojo",
    "EXPLANATION": "Capitano del Clan Tojo. È un uomo leale e fidato che è determinato a vendicare la morte del suo patriarca. È un abile combattente che usa una varietà di armi, tra cui pistole e coltelli.",
    "GROUP1": "笳",
    "GROUP2": "",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "52": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80030011",
    "TITLE": "",
    "EXPLANATION": "Capitano del Clan Tojo. È un uomo leale e fidato che è determinato a vendicare la morte del suo patriarca. È un abile combattente che usa una varietà di armi, tra cui pistole e coltelli. Assume la guida del Clan Tojo dopo la morte di Ihara.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "53": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80030018",
    "TITLE": "",
    "EXPLANATION": "Capitano del Clan Tojo. È un uomo leale e fidato che è determinato a vendicare la morte del suo patriarca. È un abile combattente che usa una varietà di armi, tra cui pistole e coltelli. Assume la guida del Clan Tojo dopo la morte di Ihara. Viene ucciso da Arai.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "54": {
    "BELONG": "Clan Tojo",
    "NAME": "Kazuo Shibata",
    "NAME_SHORT": "Shibata",
    "FACE_TEX_NAME": "2d_cf_jin_face_shibata",
    "WHOLE_TEX_NAME": "2d_cf_jin_shibata",
    "SCENARIO_STATE": "80050000",
    "TITLE": "Patriarca della Famiglia Shibata del Clan Tojo",
    "EXPLANATION": "Patriarca di un gruppo di terzo livello del Clan Tojo. È un uomo potente e influente che mira a diventare il prossimo patriarca del clan. È un abile combattente che usa una varietà di armi, tra cui pistole e coltelli.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "55": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80050002",
    "TITLE": "",
    "EXPLANATION": "Patriarca di un gruppo di terzo livello del Clan Tojo. È un uomo potente e influente che mira a diventare il prossimo patriarca del clan. È un abile combattente che usa una varietà di armi, tra cui pistole e coltelli. Viene ucciso da Arai.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "56": {
    "BELONG": "Clan Tojo",
    "NAME": "Isamu Kido",
    "NAME_SHORT": "Kido",
    "FACE_TEX_NAME": "2d_cf_jin_face_kido",
    "WHOLE_TEX_NAME": "2d_cf_jin_kido",
    "SCENARIO_STATE": "80060005",
    "TITLE": "Capitano della Famiglia Kido del Clan Tojo",
    "EXPLANATION": "Capitano di un gruppo di terzo livello del Clan Tojo. È un uomo leale e fidato che è determinato a vendicare la morte del suo patriarca. È un abile combattente che usa una varietà di armi, tra cui pistole e coltelli.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "57": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8006001c",
    "TITLE": "",
    "EXPLANATION": "Capitano di un gruppo di terzo livello del Clan Tojo. È un uomo leale e fidato che è determinato a vendicare la morte del suo patriarca. È un abile combattente che usa una varietà di armi, tra cui pistole e coltelli. Ha un registro clienti che è stato rubato da Midorikawa del Clan Hatsushiba.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": ""
  },
  "58": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8006004e",
    "TITLE": "",
    "EXPLANATION": "Capitano di un gruppo di terzo livello del Clan Tojo. È un uomo leale e fidato che è determinato a vendicare la morte del suo patriarca. È un abile combattente che usa una varietà di armi, tra cui pistole e coltelli. Ha un registro clienti che è stato rubato da Midorikawa del Clan Hatsushiba. Recupera il registro clienti e torna a Sky Finance per riferire ad Akiyama.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": ""
  },
  "59": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80080000",
    "TITLE": "",
    "EXPLANATION": "Capitano di un gruppo di terzo livello del Clan Tojo. È un uomo leale e fidato che è determinato a vendicare la morte del suo patriarca. È un abile combattente che usa una varietà di armi, tra cui pistole e coltelli. Sta lavorando con Akiyama per trovare Arai.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": ""
  },
  "60": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80120000",
    "TITLE": "",
    "EXPLANATION": "Capitano di un gruppo di terzo livello del Clan Tojo. È un uomo leale e fidato che è determinato a vendicare la morte del suo patriarca. È un abile combattente che usa una varietà di armi, tra cui pistole e coltelli. Sta lavorando con Akiyama per trovare Arai. Ruba 100 miliardi di yen da Sky Finance e scompare.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
 "66": {
    "BELONG": "Ufficio di Pubblica Sicurezza",
    "NAME": "Seishiro Munakata",
    "NAME_SHORT": "Munakata",
    "FACE_TEX_NAME": "2d_cf_jin_face_munakata",
    "WHOLE_TEX_NAME": "2d_cf_jin_munakata",
    "SCENARIO_STATE": "80080000",
    "TITLE": "Capo dell'Ufficio di Pubblica Sicurezza del Dipartimento di Polizia Metropolitana",
    "EXPLANATION": "Capo dell'Ufficio di Pubblica Sicurezza del Dipartimento di Polizia Metropolitana. È un uomo potente e influente che mira a controllare l'intera polizia di Tokyo. È un maestro della manipolazione e usa i media per plasmare l'opinione pubblica.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "67": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8013001a",
    "TITLE": "",
    "EXPLANATION": "Capo dell'Ufficio di Pubblica Sicurezza del Dipartimento di Polizia Metropolitana. È un uomo potente e influente che mira a controllare l'intera polizia di Tokyo. È un maestro della manipolazione e usa i media per plasmare l'opinione pubblica. Viene sconfitto e arrestato da Kiryu e dai suoi alleati.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "68": {
    "BELONG": "Ufficio di Pubblica Sicurezza",
    "NAME": "Tadahiro Katsuragi",
    "NAME_SHORT": "Katsuragi",
    "FACE_TEX_NAME": "2d_cf_jin_face_katsuragi",
    "WHOLE_TEX_NAME": "2d_cf_jin_katsuragi",
    "SCENARIO_STATE": "800e000a",
    "TITLE": "Vicecapo dell'Ufficio di Pubblica Sicurezza del Dipartimento di Polizia Metropolitana",
    "EXPLANATION": "Vicecapo dell'Ufficio di Pubblica Sicurezza del Dipartimento di Polizia Metropolitana. È un uomo potente e influente che mira a controllare l'intera polizia di Tokyo. È un maestro della manipolazione e usa i media per plasmare l'opinione pubblica. È in combutta con Arai e Sugiuchi.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "69": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8013001a",
    "TITLE": "",
    "EXPLANATION": "Vicecapo dell'Ufficio di Pubblica Sicurezza del Dipartimento di Polizia Metropolitana. È un uomo potente e influente che mira a controllare l'intera polizia di Tokyo. È un maestro della manipolazione e usa i media per plasmare l'opinione pubblica. È in combutta con Arai e Sugiuchi. Viene sconfitto e arrestato da Tanimura.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "70": {
    "BELONG": "Polizia di Tokyo",
    "NAME": "Masayoshi Tanimura",
    "NAME_SHORT": "Tanimura",
    "FACE_TEX_NAME": "2d_cf_jin_face_tanimura",
    "WHOLE_TEX_NAME": "2d_cf_jin_tanimura",
    "SCENARIO_STATE": "800e000a",
    "TITLE": "Detective del Distretto di Kamurocho del Dipartimento di Polizia Metropolitana",
    "EXPLANATION": "Detective del Distretto di Kamurocho del Dipartimento di Polizia Metropolitana. È un poliziotto corrotto che è più interessato a fare soldi che a fare il suo lavoro. È in combutta con Katsuragi e Arai.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "71": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80100000",
    "TITLE": "",
    "EXPLANATION": "Detective del Distretto di Kamurocho del Dipartimento di Polizia Metropolitana. È un poliziotto corrotto che è più interessato a fare soldi che a fare il suo lavoro. È in combutta con Katsuragi e Arai. Decide di diventare un informatore di Kiryu e dei suoi alleati.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "72": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8013001a",
    "TITLE": "",
    "EXPLANATION": "Detective del Distretto di Kamurocho del Dipartimento di Polizia Metropolitana. È un poliziotto corrotto che è più interessato a fare soldi che a fare il suo lavoro. È in combutta con Katsuragi e Arai. Decide di diventare un informatore di Kiryu e dei suoi alleati. Arresta Katsuragi e Sugiuchi per il loro coinvolgimento nell'omicidio di Ueno e in altri crimini.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "73": {
    "BELONG": "Clan Tojo",
    "NAME": "Daigo Dojima",
    "NAME_SHORT": "Dojima",
    "FACE_TEX_NAME": "2d_cf_jin_face_dojima",
    "WHOLE_TEX_NAME": "2d_cf_jin_dojima",
    "SCENARIO_STATE": "80050000",
    "TITLE": "Sesto Patriarca del Clan Tojo",
    "EXPLANATION": "Sesto Patriarca del Clan Tojo. È un uomo giovane e ambizioso che mira a riportare il clan al suo antico splendore. È un abile combattente e un leader astuto.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "74": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80050005",
    "TITLE": "",
    "EXPLANATION": "Sesto Patriarca del Clan Tojo. È un uomo giovane e ambizioso che mira a riportare il clan al suo antico splendore. È un abile combattente e un leader astuto. Si offre di aiutare Kiryu a trovare Arai.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "75": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80080000",
    "TITLE": "",
    "EXPLANATION": "Sesto Patriarca del Clan Tojo. È un uomo giovane e ambizioso che mira a riportare il clan al suo antico splendore. È un abile combattente e un leader astuto. Si offre di aiutare Kiryu a trovare Arai. Si scopre che è in combutta con Katsuragi.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "76": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8013001a",
    "TITLE": "",
    "EXPLANATION": "Sesto Patriarca del Clan Tojo. È un uomo giovane e ambizioso che mira a riportare il clan al suo antico splendore. È un abile combattente e un leader astuto. Si offre di aiutare Kiryu a trovare Arai. Si scopre che è in combutta con Katsuragi. Viene sconfitto e arrestato da Kiryu e dai suoi alleati.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "77": {
    "BELONG": "Clan Tojo",
    "NAME": "Goro Majima",
    "NAME_SHORT": "Majima",
    "FACE_TEX_NAME": "2d_cf_jin_face_majima",
    "WHOLE_TEX_NAME": "2d_cf_jin_majima",
    "SCENARIO_STATE": "80090000",
    "TITLE": "Patriarca della Famiglia Majima del Clan Tojo",
    "EXPLANATION": "Patriarca della Famiglia Majima del Clan Tojo. È un uomo pazzo e imprevedibile che è uno dei combattenti più potenti del Clan Tojo. È un alleato di Kiryu e lo aiuta a trovare Arai.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "78": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80090009",
    "TITLE": "",
    "EXPLANATION": "Patriarca della Famiglia Majima del Clan Tojo. È un uomo pazzo e imprevedibile che è uno dei combattenti più potenti del Clan Tojo. È un alleato di Kiryu e lo aiuta a trovare Arai. Rivela il vero nome di Lily ad Akiyama.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "79": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8013001a",
    "TITLE": "",
    "EXPLANATION": "Patriarca della Famiglia Majima del Clan Tojo. È un uomo pazzo e imprevedibile che è uno dei combattenti più potenti del Clan Tojo. È un alleato di Kiryu e lo aiuta a trovare Arai. Rivela il vero nome di Lily ad Akiyama. Aiuta Kiryu e i suoi alleati a sconfiggere Katsuragi e i suoi scagnozzi.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "80": {
    "BELONG": "Purgatorio",
    "NAME": "Taiga Saejima",
    "NAME_SHORT": "Saejima",
    "FACE_TEX_NAME": "2d_cf_jin_face_saejima",
    "WHOLE_TEX_NAME": "2d_cf_jin_saejima",
    "SCENARIO_STATE": "8011001e",
    "TITLE": "Prigioniero nel Purgatorio",
    "EXPLANATION": "Prigioniero nel Purgatorio. È un uomo forte e potente che è uno dei combattenti più temuti nel mondo criminale. È un alleato di Kiryu e lo aiuta a trovare Arai. Akiyama cerca di portare Lily da lui per protezione.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "81": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8013001a",
    "TITLE": "",
    "EXPLANATION": "Prigioniero nel Purgatorio. È un uomo forte e potente che è uno dei combattenti più temuti nel mondo criminale. È un alleato di Kiryu e lo aiuta a trovare Arai. Akiyama cerca di portare Lily da lui per protezione. Aiuta Kiryu e i suoi alleati a sconfiggere Katsuragi e i suoi scagnozzi.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "82": {
    "BELONG": "???",
    "NAME": "Lily",
    "NAME_SHORT": "Lily",
    "FACE_TEX_NAME": "2d_cf_jin_face_ririi",
    "WHOLE_TEX_NAME": "2d_cf_jin_ririi",
    "SCENARIO_STATE": "8005000b",
    "TITLE": "???",
    "EXPLANATION": "Una donna misteriosa che chiede ad Akiyama un prestito di 100 milioni di yen. Supera il test di Akiyama e ottiene il prestito. Si scopre che è una serial killer che sta prendendo di mira i membri del Clan Tojo.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "83": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8006004e",
    "TITLE": "",
    "EXPLANATION": "Una donna misteriosa che chiede ad Akiyama un prestito di 100 milioni di yen. Supera il test di Akiyama e ottiene il prestito. Si scopre che è una serial killer che sta prendendo di mira i membri del Clan Tojo. Si scopre che è la sorella di Arai.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "84": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8011001e",
    "TITLE": "",
    "EXPLANATION": "Una donna misteriosa che chiede ad Akiyama un prestito di 100 milioni di yen. Supera il test di Akiyama e ottiene il prestito. Si scopre che è una serial killer che sta prendendo di mira i membri del Clan Tojo. Si scopre che è la sorella di Arai. Si reca da Akiyama per chiedere aiuto e Akiyama cerca di portarla da Saejima per protezione.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "85": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80130009",
    "TITLE": "",
    "EXPLANATION": "Una donna misteriosa che chiede ad Akiyama un prestito di 100 milioni di yen. Supera il test di Akiyama e ottiene il prestito. Si scopre che è una serial killer che sta prendendo di mira i membri del Clan Tojo. Si scopre che è la sorella di Arai. Viene uccisa da Arai.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "86": {
    "BELONG": "???",
    "NAME": "Kiryu Kazuma",
    "NAME_SHORT": "Kiryu",
    "FACE_TEX_NAME": "2d_cf_jin_face_kiryu",
    "WHOLE_TEX_NAME": "2d_cf_jin_kiryu",
    "SCENARIO_STATE": "80060005",
    "TITLE": "???",
    "EXPLANATION": "Un leggendario yakuza conosciuto come il \"Drago di Dojima\". È un uomo potente e abile che è determinato a proteggere coloro che ama. È un alleato di Akiyama e lo aiuta a trovare Arai.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "87": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8013001a",
    "TITLE": "",
    "EXPLANATION": "Un leggendario yakuza conosciuto come il \"Drago di Dojima\". È un uomo potente e abile che è determinato a proteggere coloro che ama. È un alleato di Akiyama e lo aiuta a trovare Arai. Sconfigge Katsuragi e i suoi scagnozzi.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "88": {
    "BELONG": "???",
    "NAME": "Haruka Sawamura",
    "NAME_SHORT": "Haruka",
    "FACE_TEX_NAME": "2d_cf_jin_face_haruka",
    "WHOLE_TEX_NAME": "2d_cf_jin_haruka",
    "SCENARIO_STATE": "80060005",
    "TITLE": "???",
    "EXPLANATION": "Una giovane donna che è stata adottata da Kiryu. È una cantante e ballerina di talento. È un'alleata di Akiyama e lo aiuta a trovare Arai.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "89": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8013001a",
    "TITLE": "",
    "EXPLANATION": "Una giovane donna che è stata adottata da Kiryu. È una cantante e ballerina di talento. È un'alleata di Akiyama e lo aiuta a trovare Arai. Aiuta Kiryu e i suoi alleati a sconfiggere Katsuragi e i suoi scagnozzi.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "90": {
    "BELONG": "???",
    "NAME": "Makoto Date",
    "NAME_SHORT": "Date",
    "FACE_TEX_NAME": "2d_cf_jin_face_date",
    "WHOLE_TEX_NAME": "2d_cf_jin_date",
    "SCENARIO_STATE": "80060005",
    "TITLE": "???",
    "EXPLANATION": "Un detective della polizia che è un amico di Kiryu. È un uomo leale e affidabile che è determinato a fare la cosa giusta. È un alleato di Akiyama e lo aiuta a trovare Arai.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "91": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8013001a",
    "TITLE": "",
    "EXPLANATION": "Un detective della polizia che è un amico di Kiryu. È un uomo leale e affidabile che è determinato a fare la cosa giusta. È un alleato di Akiyama e lo aiuta a trovare Arai. Aiuta Kiryu e i suoi alleati a sconfiggere Katsuragi e i suoi scagnozzi.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  },
  "92": {
    "BELONG": "???",
    "NAME": "Azusa Minami",
    "NAME_SHORT": "Minami",
    "FACE_TEX_NAME": "2d_cf_jin_face_minami_a",
    "WHOLE_TEX_NAME": "2d_cf_jin_minami_a",
    "SCENARIO_STATE": "80030010",
    "TITLE": "???",
    "EXPLANATION": "Una giovane donna che è stata rapita dal Clan Ueno Seiwa. È la figlia del patriarca del clan. È un'alleata di Akiyama e lo aiuta a trovare Arai.",
    "GROUP1": "笳",
    "GROUP2": "",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "93": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "80030018",
    "TITLE": "",
    "EXPLANATION": "Una giovane donna che è stata rapita dal Clan Ueno Seiwa. È la figlia del patriarca del clan. È un'alleata di Akiyama e lo aiuta a trovare Arai. Viene uccisa da Arai.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "94": {
    "BELONG": "???",
    "NAME": "Joji Futa",
    "NAME_SHORT": "Futa",
    "FACE_TEX_NAME": "2d_cf_jin_face_futa",
    "WHOLE_TEX_NAME": "2d_cf_jin_futa",
    "SCENARIO_STATE": "8006001c",
    "TITLE": "???",
    "EXPLANATION": "Un giornalista che sta indagando sugli omicidi seriali. È un alleato di Akiyama e lo aiuta a trovare Arai.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": ""
  },
  "95": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8006003e",
    "TITLE": "",
    "EXPLANATION": "Un giornalista che sta indagando sugli omicidi seriali. È un alleato di Akiyama e lo aiuta a trovare Arai. Viene ucciso da Arai.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": ""
  },
  "96": {
    "BELONG": "???",
    "NAME": "Shunbo",
    "NAME_SHORT": "Shunbo",
    "FACE_TEX_NAME": "2d_cf_jin_face_shunbo",
    "WHOLE_TEX_NAME": "2d_cf_jin_shunbo",
    "SCENARIO_STATE": "80010004",
    "TITLE": "???",
    "EXPLANATION": "Un uomo misterioso che è un alleato di Akiyama. È un maestro del travestimento e può assumere l'aspetto di chiunque.",
    "GROUP1": "笳",
    "GROUP2": "",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "97": {
    "BELONG": "???",
    "NAME": "Sosuke Komaki",
    "NAME_SHORT": "Komaki",
    "FACE_TEX_NAME": "2d_cf_jin_face_komaki",
    "WHOLE_TEX_NAME": "2d_cf_jin_komaki",
    "SCENARIO_STATE": "80010004",
    "TITLE": "???",
    "EXPLANATION": "Un maestro di arti marziali che è un alleato di Akiyama. È un uomo saggio e calmo che è sempre disposto a dare una mano.",
    "GROUP1": "笳",
    "GROUP2": "",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "98": {
    "BELONG": "???",
    "NAME": "Naoki Katsuya",
    "NAME_SHORT": "Katsuya",
    "FACE_TEX_NAME": "2d_cf_jin_face_katsuya",
    "WHOLE_TEX_NAME": "2d_cf_jin_katsuya",
    "SCENARIO_STATE": "80010004",
    "TITLE": "???",
    "EXPLANATION": "Un medico che è un alleato di Akiyama. È un uomo gentile e compassionevole che è sempre disposto ad aiutare i bisognosi.",
    "GROUP1": "笳",
    "GROUP2": "",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "99": {
    "BELONG": "???",
    "NAME": "Mack",
    "NAME_SHORT": "Mack",
    "FACE_TEX_NAME": "2d_cf_jin_face_mack",
    "WHOLE_TEX_NAME": "2d_cf_jin_mack",
    "SCENARIO_STATE": "80010004",
    "TITLE": "???",
    "EXPLANATION": "Un trafficante d'armi che è un alleato di Akiyama. È un uomo scaltro e astuto che è sempre alla ricerca di un affare.",
    "GROUP1": "笳",
    "GROUP2": "",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "100": {
    "BELONG": "???",
    "NAME": "Haruka's Manager",
    "NAME_SHORT": "Haruka's Manager",
    "FACE_TEX_NAME": "2d_cf_jin_face_manager",
    "WHOLE_TEX_NAME": "2d_cf_jin_manager",
    "SCENARIO_STATE": "80060005",
    "TITLE": "???",
    "EXPLANATION": "Il manager di Haruka Sawamura. È un uomo severo e autoritario che è sempre alla ricerca del meglio per Haruka.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "",
    "GROUP4": "",
    "GROUP5": ""
  },
  "101": {
    "BELONG": "",
    "NAME": "",
    "NAME_SHORT": "",
    "FACE_TEX_NAME": "",
    "WHOLE_TEX_NAME": "",
    "SCENARIO_STATE": "8013001a",
    "TITLE": "",
    "EXPLANATION": "Il manager di Haruka Sawamura. È un uomo severo e autoritario che è sempre alla ricerca del meglio per Haruka. Aiuta Kiryu e i suoi alleati a sconfiggere Katsuragi e i suoi scagnozzi.",
    "GROUP1": "笳",
    "GROUP2": "笳",
    "GROUP3": "笳",
    "GROUP4": "",
    "GROUP5": "笳"
  }
}