{
  "0": {
    "CATEGORY": "Sistema",
    "CATEGORY_EXPLANATION": "Consigli su utili funzionalit~ di sistema.",
    "TIPS_NAME": "Memo",
    "SCENARIO_STATUS": "80a30000",
    "TIPS_EXPLANATION": "I <Color:255, 200, 200, 255>Memo<Color:Default> vengono raccolti mentre avanzi nella storia e interagisci con le persone in citt~.\n\nCoprono una vasta gamma di argomenti, tutti utili per la vita a Kamurocho.\n\nEsplora la citt~ da cima a fondo per completare la tua collezione di Memo!"
  },
  "1": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Punti di Salvataggio",
    "SCENARIO_STATUS": "80a30001",
    "TIPS_EXPLANATION": "Puoi salvare la tua partita in luoghi come cabine telefoniche e nascondigli. ^ possibile creare fino a trenta file di salvataggio. Salvare la partita in file diversi ti permetter~ di tornare a un momento o stato di gioco precedente."
  },
  "2": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Icona di Azione",
    "SCENARIO_STATUS": "80a30002",
    "TIPS_EXPLANATION": "Un suggerimento del pulsante insieme a un messaggio come \"Parla\" o \"Vai via\" pu# apparire in alto a destra dello schermo a seconda dello stato del gioco. Questa | chiamata <Color:255, 200, 200, 255>Icona di Azione<Color:Default>.\n\nPremendo il pulsante quando richiesto, eseguirai l'azione in quel momento/luogo."
  },
  "3": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Recupero della Salute",
    "SCENARIO_STATUS": "80a30003",
    "TIPS_EXPLANATION": "Ci sono cinque metodi base per ripristinare la salute dopo una battaglia:\n\n 1. Mangia/bevi in un ristorante/bar.\n 2. Rilassati in luoghi come le terme.\n 3. Mangia un oggetto cibo.\n 4. Usa un oggetto di recupero, come Staminan X.\n 5. Riposa in un Nascondiglio.\n\n Presta sempre attenzione alla tua salute e ripristinala quando necessario."
  },
  "4": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Cambio dei Personaggi Principali",
    "SCENARIO_STATUS": "80a30004",
    "TIPS_EXPLANATION": "Durante il Finale, puoi passare da uno qualsiasi dei quattro personaggi principali a New Serena.\n\nParla con il personaggio che vuoi controllare e seleziona il comando appropriato."
  },
  "5": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Possedimenti dei Personaggi Principali",
    "SCENARIO_STATUS": "80a30005",
    "TIPS_EXPLANATION": "Una volta che sei in grado di passare da un personaggio principale all'altro, denaro, punti vinti in luoghi come il casin# o il Colosseo e oggetti nel deposito saranno condivisi tra loro."
  },
  "6": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "<Action:Button_L3@Adventure> e <Action:Button_R3@Adventure>",
    "SCENARIO_STATUS": "80a30006",
    "TIPS_EXPLANATION": "<Action:Button_L3@Adventure> viene utilizzato per ingrandire e ridurre la minimappa. <Action:Button_R3@Adventure> viene utilizzato per entrare in modalit~ in prima persona."
  },
  "7": {
    "CATEGORY": "Menu di Pausa",
    "CATEGORY_EXPLANATION": "Consigli sulle funzionalit~ del Menu di Pausa.",
    "TIPS_NAME": "Mappe",
    "SCENARIO_STATUS": "80a30007",
    "TIPS_EXPLANATION": "La mappa circolare in basso a sinistra dello schermo di gioco | chiamata minimappa. Mostra l'area intorno a te, nonch$ le destinazioni della storia e le posizioni dei nemici. Puoi cambiarne la modalit~ di visualizzazione premendo <Action:Button_L3@Adventure>. Selezionando Mappa nel Menu di Pausa (visualizzato premendo il pulsante <Action:Button_Options@Adventure>), puoi ottenere una visuale completa di Kamurocho, comprese le aree sul tetto e sotterranee.\nLa mappa del Menu di Pausa visualizza anche informazioni utili su negozi e altre strutture."
  },
  "8": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Email",
    "SCENARIO_STATUS": "80a30008",
    "TIPS_EXPLANATION": "Oltre a ricevere email dalle persone che conosci, potresti anche ricevere email di e-zine ricche di informazioni utili di tanto in tanto.\n\nLe email che ricevi sono separate in categorie in base al mittente, facilitando la ricerca di messaggi specifici.\n\nPuoi anche rispondere alle email delle hostess, quindi assicurati di tenere d'occhio eventuali messaggi e di rispondere rapidamente."
  },
  "9": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Utilizzo degli Oggetti",
    "SCENARIO_STATUS": "80a30009",
    "TIPS_EXPLANATION": "Gli Oggetti Consumabili hanno vari effetti come il recupero o il far passare la sbornia, ma scompaiono dopo essere stati utilizzati.\n\nAlcuni oggetti non vengono venduti nei negozi o possono essere ottenuti solo tramite scambio di punti.\n\nAssicurati di acquistare regolarmente oggetti consumabili per i momenti in cui potresti averne bisogno."
  },
  "10": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Equipaggiamento (1/2)",
    "SCENARIO_STATUS": "80a3000a",
    "TIPS_EXPLANATION": "L'equipaggiamento pu# essere diviso in Armi, Attrezzatura e Accessori. Questi oggetti non hanno effetto finch$ non li equipaggi.\n\nEquipaggiandoli sul lato sinistro del Menu Oggetti, puoi usarli o attivare i loro effetti.\n\nSii consapevole che alcuni personaggi non possono equipaggiare determinate armi."
  },
  "11": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Equipaggiamento (2/2)",
    "SCENARIO_STATUS": "80a3000b",
    "TIPS_EXPLANATION": "Alcuni oggetti, quando equipaggiati, migliorano il tuo aspetto e fanno piacere di pi& alle hostess. Questi oggetti possono essere ottenuti da negozi come rivenditori di marchi famosi e negozi di pegni.\n\nSe il tuo outfit non ottiene la reazione giusta, indossa alcuni oggetti eleganti e riprova. Potrebbero piacerti molto di pi&."
  },
  "12": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Oggetti di Valore",
    "SCENARIO_STATUS": "80a3000c",
    "TIPS_EXPLANATION": "Ingrandisci la visualizzazione degli oggetti di valore premendo <Action:Button_Cross@UI>. Premendo <Action:Button_Cross@UI> sulle ricette dell'Equipaggiamento, verranno visualizzate informazioni utili sull'equipaggiamento in questione."
  },
  "13": {
    "CATEGORY": "Combattimento",
    "CATEGORY_EXPLANATION": "Un'introduzione al combattimento. Per maggiori informazioni sulle tecniche\ndi combattimento, consulta Abilit~ nel Menu di Pausa.",
    "TIPS_NAME": "Stile di Combattimento di Akiyama",
    "SCENARIO_STATUS": "80a3000d",
    "TIPS_EXPLANATION": "Akiyama | noto per i suoi calci fulminei e il suo elegante gioco di gambe. Quando questo | combinato con la sua velocit~ innata, il vero valore del suo stile di combattimento diventa evidente. La sua variet~ di combo e attacchi acrobatici imprevedibili lasceranno i suoi avversari a bocca aperta."
  },
  "14": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Stile di Combattimento di Saejima",
    "SCENARIO_STATUS": "80a3000e",
    "TIPS_EXPLANATION": "Saejima | noto per uno stile di combattimento che sfrutta la sua potenza grezza e fuori scala. Ogni suo attacco ha la possibilit~ di polverizzare un nemico in un singolo colpo. Ad esempio, una Combo Rush con <Action:Battle_Normal_Attack@Combat> seguita da un attacco con una carica <Action:Battle_Heavy_Attack@Combat> rivela il suo potenziale spaventoso. La sua forza erculea significa che anche le grandi motociclette diventano armi portatili quando combatte."
  },
  "15": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Stile di Combattimento di Tanimura",
    "SCENARIO_STATUS": "80a3000f",
    "TIPS_EXPLANATION": "Tanimura | noto per uno stile di combattimento unico che incorpora elementi di jujitsu, aikido e altre arti marziali che disabilitano invece di uccidere. Fa un ampio uso di blocchi articolari e lanci che infliggono un tipo di danno diverso rispetto ai tipici attacchi di percussione. Pu# anche parare attacchi da varie direzioni usando <Action:Battle_Guard@Combat>. Padroneggia questo e puoi gestire i nemici che hanno un vantaggio numerico."
  },
  "16": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Stile di Combattimento di Kiryu",
    "SCENARIO_STATUS": "80a30010",
    "TIPS_EXPLANATION": "Lo stile di combattimento di Kiryu si basa su una variet~ di attacchi di percussione, lancio, multidirezionali e altre tecniche che non smettono mai di stupire. Pu# anche padroneggiare un'ampia variet~ di armi, rendendolo una macchina da combattimento quasi perfetta in grado di gestire ogni tipo di situazione. Quando | davvero eccitato e circondato dal suo speciale \"Calore Rosso\", pu# scatenare potenti Azioni di Calore senza pari."
  },
  "17": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Azioni di Calore",
    "SCENARIO_STATUS": "80a30011",
    "TIPS_EXPLANATION": "Le Azioni di Calore sono tecniche segrete disponibili solo per i prescelti.\n\nPer scatenarle, devi entrare in Modalit~ Calore e soddisfare determinate condizioni. Ad esempio, afferra un nemico per eseguire una mossa Essenza del Terreno e sbattilo a terra. Oppure, prendi un'arma per scatenare una dolorosa mossa Essenza dell'Armamento. Controlla queste condizioni premendo <Action:Battle_Heavy_Attack@Combat> sulla schermata Abilit~ e visualizzando l'elenco delle Azioni di Calore."
  },
  "18": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Calcio di Oggetti",
    "SCENARIO_STATUS": "80a30012",
    "TIPS_EXPLANATION": "Puoi calciare oggetti contro nemici distanti con <Action:Battle_Heavy_Attack@Combat>.\n\nGli oggetti calciati colpiscono i nemici pi& velocemente di quanto avrebbero fatto se fossero stati raccolti e lanciati. Ci sono anche oggetti, come lattine vuote, che puoi solo calciare. Quegli oggetti non visualizzeranno l'icona <Sign:23>."
  },
  "19": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Oggetti Distruttibili",
    "SCENARIO_STATUS": "80a30013",
    "TIPS_EXPLANATION": "Gli <Color:255, 200, 200, 255>Oggetti Distruttibili<Color:Default> sono oggetti luminosi che bloccano il tuo percorso.\n\nPossono essere distrutti attaccandoli. Quando un oggetto distruttibile | vicino, una barra di stato blu chiaro che mostra la sua condizione apparir~ in basso a destra dello schermo. Usa la barra di stato per cercare e distruggere gli oggetti secondo necessit~."
  },
  "20": {
    "CATEGORY": "Battaglie di Inseguimento",
    "CATEGORY_EXPLANATION": "Consigli sulle Battaglie di Inseguimento.",
    "TIPS_NAME": "Battaglie di Inseguimento (Fuga)",
    "SCENARIO_STATUS": "80a30014",
    "TIPS_EXPLANATION": "Puoi sfuggire al tuo inseguitore quando raggiungi la tua destinazione o quando l'Indicatore di Inseguimento dell'inseguitore scende a zero.\n\nObiettivi speciali come \"Vai a Sky Finance\" appariranno all'inizio dell'inseguimento, quindi assicurati di prestare loro attenzione.\n\nVerr~ visualizzato anche il percorso pi& veloce per la tua destinazione. Usa queste informazioni a tuo vantaggio ed evita la cattura."
  },
  "21": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Battaglie di Inseguimento (Inseguimento)",
    "SCENARIO_STATUS": "80a30015",
    "TIPS_EXPLANATION": "Puoi prendere il tuo bersaglio una volta che il suo Indicatore di Inseguimento scende quasi a zero e lo placcate premendo <Action:Button_Square@Chase> o lo colpite con un oggetto raccolto lungo la strada premendo <Action:Button_Circle@Chase>.\n\nPreparati per l'abbattimento perfetto usando <Action:Button_LS_Up@Chase><Action:Button_LS_Down@Chase><Action:Button_LS_Left@Chase><Action:Button_LS_Right@Chase> per scattare o scegliendo un percorso strategico per l'inseguimento."
  },
  "22": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Altre Tecniche di Battaglia di Inseguimento",
    "SCENARIO_STATUS": "80a30016",
    "TIPS_EXPLANATION": "Ci sono una serie di tecniche che puoi usare durante le Battaglie di Inseguimento.\n\n - Salta con <Action:Button_Cross@Chase>.\n - Inversione rapida con <Action:Button_R1@Chase> + <Action:Button_LS_Up@Chase><Action:Button_LS_Down@Chase><Action:Button_LS_Left@Chase><Action:Button_LS_Right@Chase>.\n - Scatena un'Azione di Calore quando viene visualizzato <Action:Button_Triangle@Chase>.\n Questo pu# essere usato solo una volta per Battaglia di Inseguimento.\nPuoi anche mostrare/nascondere la guida della Battaglia di Inseguimento premendo <Action:Button_L1@Chase>."
  },
  "23": {
    "CATEGORY": "Salire di Livello",
    "CATEGORY_EXPLANATION": "Consigli sull'allenamento e sul miglioramento delle abilit~.",
    "TIPS_NAME": "Punti Esperienza e Salire di Livello",
    "SCENARIO_STATUS": "80a30017",
    "TIPS_EXPLANATION": "I personaggi salgono di livello ogni volta che i loro punti esperienza raggiungono un limite preimpostato.\nOgni volta che sconfiggi i nemici, mangi, bevi o completi le sottotrame, guadagnerai una certa quantit~ di punti esperienza per salire di livello. Ogni volta che sali di livello, la tua salute massima e l'Indicatore di Calore aumenteranno. Guadagnerai anche Sfere dell'Anima.\nAssicurati di salire di livello e prepararti ad affrontare nemici ancora pi& forti."
  },
  "24": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Sfere dell'Anima",
    "SCENARIO_STATUS": "80a30018",
    "TIPS_EXPLANATION": "Per ogni livello che guadagni, otterrai tre Sfere dell'Anima. Entra nella schermata Abilit~ e assegna da una a quattro Sfere dell'Anima a una tecnica per sbloccare il potenziale nascosto di ogni personaggio. Sviluppa le tecniche il pi& possibile, ma pianifica attentamente, poich$ le Sfere dell'Anima scompaiono dopo essere state utilizzate."
  },
  "25": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Rivelazioni",
    "SCENARIO_STATUS": "80a30019",
    "TIPS_EXPLANATION": "Le Rivelazioni ti danno una visione di nuove tecniche trovando ispirazione negli incidenti che accadono in tutta la citt~.\n\nSe entri in modalit~ in prima persona con <Action:Button_R3@Adventure> e guardi un incidente in procinto di accadere, inizier~ una sequenza di Rivelazione. Acquisirai una nuova tecnica se premi i pulsanti corretti al momento giusto e quindi selezioni la visione giusta tra le tre visualizzate."
  },
  "26": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Allenamento di Daijiro Saigo - Akiyama",
    "SCENARIO_STATUS": "80a3001a",
    "TIPS_EXPLANATION": "Akiyama pu# migliorare una variet~ di tecniche studiando sotto Saigo, un ex mercenario.\n\nSaigo sta presumibilmente aspettando Akiyama sul tetto dell'edificio rosso in Piazza del Teatro.\n\n^ ansioso di allenare Akiyama, ma l'unica domanda | perch$? La risposta arriver~ solo con il tempo."
  },
  "27": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Aiutante del Maestro - Saejima",
    "SCENARIO_STATUS": "80a3001b",
    "TIPS_EXPLANATION": "Saejima ha promesso di aiutare un vecchio eccentrico, il Maestro, con il suo progetto minerario.\n\nLa sua miniera | accessibile dal tombino di fronte alla Millennium Tower. L'unica domanda |: scavare servir~ davvero come allenamento per Saejima? O forse Saejima scaver~ qualcosa che migliorer~ le sue abilit~? C'| solo un modo per scoprirlo..."
  },
  "28": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Supporto al Detective Nair - Tanimura",
    "SCENARIO_STATUS": "80a3001c",
    "TIPS_EXPLANATION": "Tanimura ha accettato di aiutare Nair, una detective di un altro paese, a localizzare e arrestare un criminale. Aiuta la sua indagine ascoltando ci# che dice e raccogliendo informazioni. Potrebbe esserci qualcosa anche per Tanimura!"
  },
  "29": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Sviluppo delle Azioni di Calore",
    "SCENARIO_STATUS": "80a3001d",
    "TIPS_EXPLANATION": "Dopo aver usato frequentemente le Azioni di Calore generali, come Essenza della Finitura ed Essenza del Terreno, guadagnerai una nuova azione aggiuntiva che infligger~ ancora pi& danni. Prova a ottenere nuove tecniche usando le Azioni di Calore il pi& spesso possibile."
  },
  "30": {
    "CATEGORY": "Avventura",
    "CATEGORY_EXPLANATION": "Consigli su utili funzionalit~ relative all'avventura.",
    "TIPS_NAME": "Modalit~ in Prima Persona",
    "SCENARIO_STATUS": "80a3001e",
    "TIPS_EXPLANATION": "Vedi il mondo attraverso gli occhi dei personaggi principali premendo <Action:Button_R3@Adventure> durante la tua avventura per entrare in modalit~ in prima persona.\n\nQuesto a volte ti aiuta a fare nuove scoperte, come trovare cose che normalmente non vedresti in modalit~ in terza persona."
  },
  "31": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Alleati di Akiyama",
    "SCENARIO_STATUS": "80a3001f",
    "TIPS_EXPLANATION": "Mangiando e bevendo in determinati negozi o aiutando determinate persone con i loro problemi, guadagnerai alleati.\n\nQuesti alleati potrebbero parlarti di menu speciali o aiutarti quando entri in battaglia in citt~.\n\nLavora sodo per conoscere le persone in citt~ e diventare l'uomo pi& popolare di Kamurocho!"
  },
  "32": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Tombini",
    "SCENARIO_STATUS": "80a30020",
    "TIPS_EXPLANATION": "Saejima deve usare percorsi sul tetto o sotterranei per viaggiare mentre elude la polizia. Pu# anche aprire determinati tombini per accedere alle aree sotterranee. Le posizioni dei tombini sono comodamente contrassegnate sulla minimappa e sulla mappa del Menu di Pausa."
  },
  "33": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Armadietti (1/2)",
    "SCENARIO_STATUS": "80a30021",
    "TIPS_EXPLANATION": "Qualcuno ha affittato tutti gli armadietti a gettoni di Kamurocho. Ancora pi& strano, le chiavi per aprirli sono state sparse a casaccio in tutta la citt~, dai tetti pi& alti alle profondit~ pi& profonde. Nessuno sa perch$, ma una cosa | certa: chi trova tiene! Trova quante pi& chiavi dell'armadietto possibile, usando la modalit~ in prima persona (<Action:Button_R3@Adventure>) quando necessario, e poi vai ad aprirli per vedere cosa c'| dentro."
  },
  "34": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Armadietti (2/2)",
    "SCENARIO_STATUS": "80a30022",
    "TIPS_EXPLANATION": "Anche il centro commerciale sotterraneo di Kamurocho ha armadietti e, come quelli a nord di Via Nakamichi, sono stati tutti utilizzati e le loro chiavi sparse per la citt~, principalmente sottoterra e sui tetti. Il proprietario degli armadietti | al limite perch$ nessun altro pu# usarli finch$ non vengono trovate le chiavi. Puoi aiutare trovandole. Potrai anche tenere ci# che c'| dentro."
  },
  "35": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Sottotrame",
    "SCENARIO_STATUS": "80a30023",
    "TIPS_EXPLANATION": "Le sottotrame offrono uno sguardo su parti precedentemente sconosciute della vita dei personaggi principali.\n\nL'inizio di ogni storia | registrato in Sottotrame nel Menu di Pausa. Controlla l* per vedere se hai qualche sottotrama da finire. Inoltre, si dice che un giornalista che frequenta un bar chiamato Shellac possa aiutarti a saperne di pi& sulle sottotrame. Potrebbe valere la pena fargli visita di tanto in tanto."
  },
  "36": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Finito e Completo",
    "SCENARIO_STATUS": "80a30024",
    "TIPS_EXPLANATION": "Nella schermata Sottotrame del Menu di Pausa, otterrai un segno <Sign:34> (\"Finito\") o <Sign:33> (\"Completo\") per le sottotrame finite. Le sottotrame sono contrassegnate a seconda di quanto soddisfacenti sono le loro conclusioni. Le sottotrame contrassegnate come \"Finito\" sono generalmente insoddisfacenti. Tuttavia, le sottotrame \"Finito\" non influenzeranno il completamento del gioco."
  },
  "37": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Pro e Contro dell'Ubriacarsi",
    "SCENARIO_STATUS": "80a30025",
    "TIPS_EXPLANATION": "Il consumo di alcol ha effetti sia positivi che negativi.\n\nAd esempio, il tuo Indicatore di Calore aumenter~ pi& rapidamente, ma il tuo campo visivo si offuscher~ quando giochi a freccette.\n\nBere caff| o consumare determinati oggetti che ti fanno passare la sbornia ridurr~ gli effetti dell'alcol, ma probabilmente | una buona idea non ubriacarsi troppo in primo luogo."
  },
  "38": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Edizioni Speciali di Riviste",
    "SCENARIO_STATUS": "80a30026",
    "TIPS_EXPLANATION": "Le edizioni speciali delle riviste vengono talvolta distribuite in Piazza del Teatro quando accade qualcosa di notevole.\n\nNon si sa quando verranno distribuite, quindi continua a controllare Piazza del Teatro."
  },
  "39": {
    "CATEGORY": "Kamurocho",
    "CATEGORY_EXPLANATION": "Consigli sulla disposizione di Kamurocho e sulle sue strutture.",
    "TIPS_NAME": "Tetti",
    "SCENARIO_STATUS": "80a30027",
    "TIPS_EXPLANATION": "Ci sono molti punti a Kamurocho che consentono l'accesso all'area del tetto, principalmente nelle regioni sud-est e sud-ovest della citt~. I tetti sono buone alternative ai percorsi a livello del suolo. I punti di accesso sono comodamente contrassegnati sulla minimappa e sulla mappa del Menu di Pausa.\n\nNota che quando piove, la maggior parte dei gestori di edifici chiuder~ i punti di accesso a causa del rischio di lesioni."
  },
  "40": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Sotterraneo",
    "SCENARIO_STATUS": "80a30028",
    "TIPS_EXPLANATION": "L'area sotterranea contiene luoghi essenziali di Kamurocho come il centro commerciale sotterraneo e il parcheggio.\n\nSi dice anche che alcuni senzatetto abbiano fatto del sotterraneo la loro nuova casa. Forse scoprirai la verit~ dietro queste voci mentre esplori il sotterraneo."
  },
  "41": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Kamiyama Works",
    "SCENARIO_STATUS": "80a30029",
    "TIPS_EXPLANATION": "Kamiyama Works si trova in una vetrina anonima in una strada senza uscita nel nord-est di Kamurocho. Il suo proprietario, Kamiyama, modifica l'equipaggiamento per vivere. Apparentemente ha la capacit~ di realizzare oggetti complessi purch$ tu abbia la \"ricetta\" necessaria, i materiali e il denaro per pagare la sua tariffa di servizio. Potrebbe essere in grado di realizzarti l'arma di cui hai bisogno nei combattimenti o per uscire dai guai."
  },
  "42": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Parlanti non Giapponesi",
    "SCENARIO_STATUS": "80a3002a",
    "TIPS_EXPLANATION": "I guardiani all'ingresso della Piccola Asia non parlano giapponese.\n\nTuttavia, un personaggio in grado di parlare altre importanti lingue asiatiche, come cinese, coreano o tagalog, potrebbe essere in grado di farsi strada."
  },
  "43": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Figlio Adottivo della Piccola Asia - Tanimura",
    "SCENARIO_STATUS": "80a3002b",
    "TIPS_EXPLANATION": "A causa della sua educazione e occupazione, Tanimura conosce bene le lingue asiatiche.\n\nTanimura | anche un residente della Piccola Asia. Considera il personale di Homeland come la sua seconda famiglia e pu# usare il ristorante come nascondiglio."
  },
  "44": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Taxi",
    "SCENARIO_STATUS": "80a3002c",
    "TIPS_EXPLANATION": "Ci sono cinque parcheggi di taxi alla periferia di Kamurocho e uno nel Parcheggio Centrale di Kamurocho. Usa i taxi per viaggiare velocemente verso luoghi lontani.\n\nPuoi anche usare i taxi per viaggiare verso luoghi al di fuori di Kamurocho. Visita un parcheggio di taxi quando hai bisogno di lasciare la citt~."
  },
  "45": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Palazzo di Naomi",
    "SCENARIO_STATUS": "80a3002d",
    "TIPS_EXPLANATION": "Al Palazzo di Naomi, puoi:\n\n 1. Ottenere pacchetti di oggetti\n 2. Ottenere ricompense di completamento\n\nPuoi anche ottenere informazioni utili parlando con Naomi stessa."
  },
  "46": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "MEB",
    "SCENARIO_STATUS": "80a3002e",
    "TIPS_EXPLANATION": "Il MEB | un punto di informazione che ti introdurr~ a eccellenti hostess club gratuitamente. Puoi anche conoscere le ragazze pi& popolari in determinati hostess club, nonch$ ricevere coupon.\n\nSe vuoi partecipare alla vita notturna di Kamurocho, il MEB sar~ il tuo alleato pi& forte."
  },
  "47": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Il Colosseo",
    "SCENARIO_STATUS": "80a3002f",
    "TIPS_EXPLANATION": "Il Colosseo, che opera nel Purgatorio sotto le strade della citt~, ha tenuto aperte le sue porte anche dopo che il suo campione onorario Kazuma Kiryu ha lasciato il ring. Tuttavia, a causa del calo di pubblico, il suo proprietario ha iniziato a introdurre regole tradizionali, come le partite per il titolo."
  },
  "48": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Fabbricante di Combattenti",
    "SCENARIO_STATUS": "80a30030",
    "TIPS_EXPLANATION": "Saejima ha accettato di diventare istruttore nel dojo di Sodachi. L'obiettivo | addestrare un combattente da zero e fargli vincere il Torneo delle Reclute. Per raggiungere questo obiettivo, prendi nota dei commenti sia di Sodachi che del tuo studente per mettere insieme un efficace regime di allenamento. La condizione del tuo studente e la fiducia in te sono parametri chiave per il successo. Devi forgiare sia la mente che il corpo bilanciando l'allenamento con il riposo e gli incontri."
  },
  "49": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "IF7-R",
    "SCENARIO_STATUS": "80a30031",
    "TIPS_EXPLANATION": "Minamida, il leggendario inventore di giochi, si | trasferito al Teatro Sotterraneo e ha intrapreso lo sviluppo di un nuovo progetto per l'IF7. Un anno fa, | stato invitato a lavorare in una piccola azienda di giochi, ma nel frattempo, ha fatto della sua vita lo sviluppo di un nuovo progetto per l'IF7."
  },
  "50": {
    "CATEGORY": "Combattimenti di Strada",
    "CATEGORY_EXPLANATION": "Consigli sulle funzionalit~ utili relative ai\ncombattimenti di strada (incontri casuali).",
    "TIPS_NAME": "Evitare i Combattimenti",
    "SCENARIO_STATUS": "80a30032",
    "TIPS_EXPLANATION": "Puoi camminare invece di correre tenendo premuto <Action:Button_L1@Adventure> mentre ti muovi. Le persone che sono inclini a provocare risse avranno meno probabilit~ di notarti se cammini. Questo | un modo per evitare i combattimenti di strada quando hai poca salute o hai fretta di arrivare da qualche parte. Passare dietro a persone che sembrano pronte a combattere | un altro modo per evitare di essere notato."
  },
  "51": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Ottenere Aiuto dalle Persone - Akiyama",
    "SCENARIO_STATUS": "80a30033",
    "TIPS_EXPLANATION": "Dopo che Akiyama ha fatto amicizia con alcune persone, queste potrebbero aiutarlo nei combattimenti che si verificano vicino ai loro luoghi abituali. Potrebbero lanciargli armi o oggetti di recupero, quindi preparati a premere il pulsante corretto al momento giusto per prenderli. Nota che il loro aiuto | limitato alle battaglie di incontri casuali."
  },
  "52": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Pattuglie di Polizia - Saejima",
    "SCENARIO_STATUS": "80a30034",
    "TIPS_EXPLANATION": "La polizia di Kamurocho ha inviato molti dei suoi agenti in pattuglia in citt~ per assicurarsi di catturare chiunque si comporti in modo sospetto. Esistono due tipi di agenti: alcuni fanno la guardia sul posto e osservano l'ambiente circostante, mentre altri seguono una pattuglia e si avvicinano a individui loschi per interrogarli. Correre per la strada attirer~ l'attenzione degli agenti di pattuglia. Potresti voler entrare in modalit~ in prima persona con <Action:Button_R3@Adventure> e controllare la presenza di agenti prima di muoverti velocemente."
  },
  "53": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Scanner della Polizia - Tanimura",
    "SCENARIO_STATUS": "80a30035",
    "TIPS_EXPLANATION": "Tanimura porta sempre con s$ una radio della polizia. Pu# ricevere le ultime informazioni della polizia su Kamurocho con essa. Cerca di arrivare sulla scena non appena senti un rapporto. Una volta trascorso un certo periodo di tempo, i poliziotti vicini alla scena risolveranno gli incidenti, quindi devi sbrigarti."
  },
  "54": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Incontri con le Bande - Kiryu",
    "SCENARIO_STATUS": "80a30036",
    "TIPS_EXPLANATION": "Nuove bande si sono trasferite a Kamurocho e sono alla ricerca di Kiryu. Pensano di poter farsi un nome sconfiggendo il leggendario Drago di Dojima. Sconfiggi abbastanza dei loro ranghi inferiori e potresti costringere il loro capo a uscire allo scoperto. Affrontare gli attacchi di ogni singolo membro della banda potrebbe diventare ingombrante dopo un po', quindi cerca di eliminare il loro capo il prima possibile."
  },
  "55": {
    "CATEGORY": "Rete",
    "CATEGORY_EXPLANATION": "Informazioni sulle funzionalit~ online.",
    "TIPS_NAME": "Connessione",
    "SCENARIO_STATUS": "80a30037",
    "TIPS_EXPLANATION": "Yakuza 4 ti consente di usufruire di una variet~ di contenuti aggiuntivi connettendoti a Internet.\n\nCi# include giochi che supportano le classifiche online, quindi assicurati di connetterti!\n\nAccedi al menu RETE nel menu Titolo per informazioni utili sulle funzionalit~ online."
  },
  "56": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Classifiche Online",
    "SCENARIO_STATUS": "80a30038",
    "TIPS_EXPLANATION": "Cerca di raggiungere la vetta delle classifiche online per i seguenti giochi:\n\n - Boxcelios 1 e 2 al Club SEGA\n - Freccette\n - Centro Battuta\n - Bowling\n - Tennis da Tavolo\n\nRegole speciali sono in vigore per i giochi abilitati alle classifiche online, con l'eccezione di Boxcelios 1 e 2."
  },
  "57": {
    "CATEGORY": "",
    "CATEGORY_EXPLANATION": "",
    "TIPS_NAME": "Giochi Bonus",
    "SCENARIO_STATUS": "80a30039",
    "TIPS_EXPLANATION": "I Giochi Bonus offerti al Palazzo di Naomi sono disponibili solo in modalit~ Avventura Premium.\n\nAlcuni dei giochi supportano le classifiche online, quindi assicurati di provarli! Fai riferimento al menu RETE nel menu Titolo per informazioni sui Giochi Bonus."
  },
  "types": {
    "CATEGORY": "string_idx",
    "CATEGORY_EXPLANATION": "string",
    "TIPS_NAME": "string",
    "SCENARIO_STATUS": "special_scenariostatus",
    "TIPS_EXPLANATION": "string"
  }
}