Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_SHOGI/27.po
Languages: pt_br

source: You're really good at shogi, Uncle Kaz!
pt_br: Sei davvero bravo a shogi, Zio Kaz!

source: I should practice too!
pt_br: Dovrei esercitarmi anch'io!

source: But I even practiced...
pt_br: Ma mi ero anche esercitato...

source: I wanted to play shogi with you...
pt_br: Volevo giocare a shogi con te...

source: That was close!
pt_br: C'Ã¨ mancato poco!

source: Let's try again!
pt_br: Proviamo di nuovo!

source: Uncle Kaz!
pt_br: Zio Kaz!

source: Let's play shogi!
pt_br: Giochiamo a shogi!

source: Uncle Kaz!
pt_br: Zio Kaz!

source: Let's play shogi!
pt_br: Giochiamo a shogi!

source: Uncle Kaz!
pt_br: Zio Kaz!

source: Let's play shogi!
pt_br: Giochiamo a shogi!
