Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/bar0000.po
Languages: it

source: Quit
it: Esci

source: Cancel the order.
it: Annulla l'ordine.

source: Order
it: Ordina

source: Order the currently selected item.
it: Ordina l'articolo selezionato.

source: (I haven't picked anything.)
it: (Non ho scelto niente.)

source: (I'm short on cash.)
it: (Sono a corto di soldi.)

source: Thank you. That'll be %s.
it: Grazie. Il totale è %s.

source: (I'd better not drink any more...)
it: (Forse è meglio se non bevo altro...)

source: A limited-edition whisky made to commemorate the 25th anniversary of the Yamazaki distillery.
it: Un whisky in edizione limitata, creato per commemorare il 25° anniversario della distilleria Yamazaki.

source: This is a whisky released by Yamazaki in 1984. It was created to commemorate the twenty fifth anniversary of the Yamazaki brand.
it: Un whisky Yamazaki del 1984, creato per commemorare il venticinquesimo anniversario del marchio.

source: Distilled and placed in barrels for aging in 1984, it is created from only the finest single malts. A symbol of 25 years of the Yamazaki brand.
it: Distillato nel 1984 e messo a invecchiare in botte, è prodotto esclusivamente con i migliori single malt. Il simbolo dei 25 anni del marchio Yamazaki.

source: This whisky is a blend of selected single malts aged in Japanese Mizunara oak barrels that are unique to the Yamazaki brand.
it: Questo whisky è un blend di single malt selezionati, invecchiati in botti di rovere giapponese Mizunara, un'esclusiva del marchio Yamazaki.

source: This imparts into the whisky its Asian flavor, known around the world as the epitome of Japanese whisky.
it: Questo conferisce al whisky il suo sapore asiatico, che lo ha reso famoso nel mondo come la quintessenza del whisky giapponese.

source: A Yamazaki whisky made with carefully selected, mature malts for a flavorful, smooth finish.
it: Un whisky Yamazaki prodotto con malti maturi e accuratamente selezionati, per un finale morbido e ricco di sapore.

source: This is one of Japan's top single malt whiskies. It's become such a status symbol that whisky aficionados the world over have heard of it.
it: È uno dei migliori whisky single malt del Giappone. È diventato un tale status symbol che gli intenditori di tutto il mondo ne hanno sentito parlare.

source: They use carefully selected, perfectly matured single malts to get that great, smooth flavor. It's popular overseas, too.
it: Vengono utilizzati single malt accuratamente selezionati e fatti maturare alla perfezione per ottenere quel gusto unico e vellutato. È molto apprezzato anche all'estero.

source: A whisky made in the Southern Alps of Japan. Has a fruity flavor with smoky accents.
it: Un whisky prodotto nelle Alpi meridionali del Giappone. Ha un gusto fruttato con note affumicate.

source: This one's made at Suntory's Hakushu distillery in Japan's South Alps, an area famous for its mountain spring water.
it: Questo è prodotto nella distilleria Hakushu di Suntory, nelle Alpi meridionali del Giappone, una zona famosa per la sua acqua sorgiva.

source: Its fruity, creamy flavor combined with a distinctly smoky accent makes for a superb drinking experience.
it: Il suo gusto fruttato e cremoso, unito a una spiccata nota affumicata, regala un'esperienza di degustazione superba.

source: I recommend taking the first drink straight up, to fully appreciate its quality.
it: Consiglio di berlo liscio, per apprezzarne appieno la qualità.

source: A 30-year-old whisky with rich sherry notes and profound sweetness.
it: Un whisky di 30 anni con intense note di sherry e una profonda dolcezza.

source: By the way, The Macallan has a brand new product called Fine Oak, which is a blend of single malts aged in bourbon and sherry barrels.
it: A proposito, The Macallan ha un prodotto nuovissimo chiamato Fine Oak, un blend di single malt invecchiati in botti di bourbon e sherry.

source: But this one here was aged entirely in sherry barrels, using the traditional Macallan production method.
it: Ma questo, invece, è stato invecchiato esclusivamente in botti di sherry, secondo il metodo di produzione tradizionale di Macallan.

source: The 30 year aging process produces a rich sherry note and a deep sweetness like ripe fruit. There's none of the wood taste of overaging.
it: L'invecchiamento di 30 anni gli conferisce intense note di sherry e una dolcezza profonda, come di frutta matura, senza il sapore legnoso tipico di un invecchiamento eccessivo.

source: This one's incredibly smooth and it has a freshness you wouldn't expect from a 30-year-old whisky. It may be pricey, but one sip and you'll know that it's well worth it.
it: È incredibilmente vellutato e ha una freschezza inaspettata per un whisky di 30 anni. Certo, è costoso, ma basta un sorso per capire che vale ogni centesimo.

source: A cheaper, yet still tasty, alternative to some of the pricier Macallan whiskies.
it: Un'alternativa più economica, ma altrettanto gustosa, ad alcuni dei whisky Macallan più costosi.

source: That's the standard of The Macallan line, aged entirely in sherry barrels. It's perfect for people who want to enjoy The Macallan without breaking the bank.
it: È lo standard della linea Macallan, invecchiato interamente in botti di sherry. È perfetto per chi vuole godersi un Macallan senza spendere una fortuna.

source: It may be the standard bearer of the line, but it's guaranteed to deliver that classic Macallan taste. I recommend you experience its sweet, full flavor and aroma for yourself.
it: Sarà anche il prodotto base della linea, ma il classico gusto Macallan è garantito. Dovresti provare di persona il suo sapore dolce e corposo e il suo aroma.

source: Characterized by an intensely smoky flavor and a smooth, dry body.
it: Caratterizzato da un gusto intensamente affumicato e da un corpo morbido e secco.

source: It's safe to say this 10 year Laphroaig is the standard-bearer of the brand. It's characterized by an intensely smoky flavor and a smooth, dry body.
it: Si può dire che questo Laphroaig di 10 anni sia il fiore all'occhiello del marchio. È caratterizzato da un gusto intensamente affumicato e da un corpo morbido e secco.

source: And it has more than its share of quirks, so most people either love it or hate it. If you end up loving this one, it'll be one drink you'll never forget.
it: Ha un carattere molto particolare, per questo o lo si ama o lo si odia. Se ti piacerà, diventerà un whisky indimenticabile.

source: A 12-year-old Scotch whisky with ripe, floral overtones.
it: Uno Scotch whisky di 12 anni con sentori maturi e floreali.

source: That's the standard of the Bowmore line. Sherry barrels give it its uniquely ripe, floral overtones. Seaweeds unique to Islay give it a distinctive flavor and saltiness.
it: È il prodotto base della linea Bowmore. Le botti di sherry gli conferiscono sentori unici, maturi e floreali. Le alghe esclusive di Islay gli donano un gusto e una sapidità caratteristici.

source: These qualities have caused it to be known as the Queen of Islay. It stands a cut above the rest of the single malt 12-year-old whiskies.
it: Queste qualità gli sono valse il soprannome di "Regina di Islay". È una spanna sopra tutti gli altri single malt di 12 anni.

source: A unique bottle of whisky. Truly the peak of the Glenfiddich line.
it: Una bottiglia di whisky unica. La vera punta di diamante della linea Glenfiddich.

source: The 30-year-old stands at the pinnacle of the Glenfiddich line. It retains the brand's fruity sweetness, while adding a fullness only time can bring.
it: Il 30 anni rappresenta l'apice della linea Glenfiddich. Mantiene la dolcezza fruttata tipica del marchio, aggiungendo una corposità che solo il tempo sa dare.

source: It's a truly special bottle of whisky. It has a limited production each year, so it fetches a handsome price on the market.
it: È una bottiglia di whisky davvero speciale. La produzione annua è limitata, perciò spunta un ottimo prezzo sul mercato.

source: It's expensive, but you'll never regret drinking it.
it: È costoso, ma non ti pentirai mai di averlo bevuto.

source: The best-selling single malt whisky in the world, known for its light and fresh flavor.
it: Il whisky single malt più venduto al mondo, noto per il suo gusto leggero e fresco.

source: Glenfiddich 12 Years is the best-selling single malt whisky in the world. This bottle set the industry standard for a single malt.
it: Il Glenfiddich 12 anni è il whisky single malt più venduto al mondo. Questa bottiglia ha fissato lo standard del settore per i single malt.

source: You'll find it light and fresh. The nose is full of fruit, and it has a clean finish, making it exceptionally easy to drink.
it: Lo troverai leggero e fresco. Al naso è fruttato, con un finale pulito che lo rende eccezionalmente facile da bere.

source: Its light flavor makes it popular with the ladies and anyone new to single malt whiskies.
it: Il suo gusto leggero lo rende apprezzato dal pubblico femminile e da chiunque si avvicini per la prima volta al mondo dei single malt.

source: A rare Japanese whisky with a robust body.
it: Un raro whisky giapponese dal corpo robusto.

source: One of the top premium whiskies in Japan and the whole world. A blend of single malts featuring whiskies aged for 32 years in a Yamazaki white oak barrel gives its distinct character.
it: Uno dei migliori whisky premium del Giappone e del mondo intero. Un blend di single malt che include whisky invecchiati 32 anni in botte di rovere bianco Yamazaki, che gli conferisce il suo carattere unico.

source: Its quality has earned it a grand prize in an international competition. Only about 2,000 bottles are produced each year, making it especially rare.
it: La sua qualità gli è valsa un primo premio in una competizione internazionale. Ogni anno vengono prodotte solo circa 2.000 bottiglie, il che lo rende particolarmente raro.

source: If you really like whisky, this is one bottle you have to experience.
it: Se ti piace davvero il whisky, questa è una bottiglia che devi provare.

source: One of Japan's premium brands, known internationally for its mellow flavor.
it: Uno dei marchi premium giapponesi, conosciuto a livello internazionale per il suo gusto morbido.

source: This is a premium Japanese whisky that has won over whisky lovers around the world.
it: Questo è un whisky giapponese premium che ha conquistato gli amanti del whisky di tutto il mondo.

source: This whisky starts with a single malt aged in Japanese Mizunara oak and then blended with over thirty different, painstakingly selected single malts.
it: La base di questo whisky è un single malt invecchiato in rovere giapponese Mizunara, a cui vengono poi aggiunti oltre trenta diversi single malt scrupolosamente selezionati.

source: The mellow flavor produced by this process has earned it a gold prize in an international competition. The finish is particularly good.
it: Il gusto morbido ottenuto con questo processo gli è valso un premio d'oro in una competizione internazionale. Il finale, in particolare, è eccellente.

source: The best scotch available, hands down.
it: Il miglior scotch in assoluto.

source: This bottle is the pinnacle of Scotch whisky, head and shoulders above the competition.
it: Questa bottiglia rappresenta l'apice dello Scotch whisky, nettamente superiore alla concorrenza.

source: More than thirty different single malts aged over thirty years are hand-selected for their mellow character and blended. Truly the king of blended whisky.
it: Più di trenta diversi single malt invecchiati oltre trent'anni vengono selezionati a mano per il loro carattere morbido e poi uniti in un blend. È il re indiscusso dei whisky blended.

source: You can enjoy the taste of this whisky that can only be achieved by thirty years of aging. The fact that only 2,500 cases are bottled each year makes it quite rare.
it: Potrai assaporare un gusto che solo trent'anni di invecchiamento possono creare. Il fatto che ne vengano imbottigliate solo 2.500 casse all'anno lo rende piuttosto raro.

source: The crown jewel of the Ballantine's brand, crafted from a combination of over forty single malts.
it: Il gioiello della corona del marchio Ballantine's, ottenuto da un blend di oltre quaranta single malt.

source: This is the ultimate blended whisky. It boasts a rich and smooth taste only made possible by combining over forty single malts.
it: Questo è il blended whisky per eccellenza. Vanta un gusto ricco e morbido reso possibile solo dalla combinazione di oltre quaranta single malt.

source: This could very well be called the crown jewel of Ballantine's whisky blending skills. It's well-loved the world over, to the point of some calling it the best scotch ever made.
it: Potrebbe essere definito il gioiello della corona dell'arte del blending di Ballantine's. È amato in tutto il mondo, tanto che alcuni lo considerano il miglior scotch mai prodotto.

source: Standard Ballantine's scotch. Not too heavy, not too light, but just right.
it: Lo scotch Ballantine's standard. Né troppo corposo, né troppo leggero: semplicemente perfetto.

source: That's a standard scotch, made from a blend of over forty varieties of single malts. Not too heavy, not too light. It's got a great balance to it.
it: È uno scotch standard, ottenuto da un blend di oltre quaranta varietà di single malt. Né troppo corposo, né troppo leggero. È molto equilibrato.

source: And the price isn't too high, either. I recommend it to casual scotch drinkers. It's also a nice intro to blended whisky, if you've never tried one before.
it: E anche il prezzo non è eccessivo. Lo consiglio a chi beve scotch occasionalmente. È anche un'ottima introduzione ai whisky blended, se non ne hai mai provato uno.

source: The biggest brand in American whiskey with a simple, clear flavor.
it: Il marchio più famoso di whiskey americano, dal gusto semplice e netto.

source: When you think of American whiskey, this is it. A mellow, smooth taste is its defining feature.
it: Quando si pensa al whiskey americano, si pensa a questo. Il suo gusto morbido e vellutato è la sua caratteristica principale.

source: Made in the state of Tennessee, its unique charcoal filtering process officially qualifies it as Tennessee whiskey.
it: Prodotto nello stato del Tennessee, il suo unico processo di filtraggio a carbone lo qualifica ufficialmente come Tennessee whiskey.

source: However, it seems many people end up calling it a bourbon anyway.
it: Tuttavia, sembra che molte persone finiscano per chiamarlo comunque bourbon.

source: A silky bourbon with a sharp, clean finish.
it: Un bourbon setoso con un finale deciso e pulito.

source: People have enjoyed this bourbon since the day it first came out in 1860. It's the quintessential bourbon. The flavor is very American.
it: La gente apprezza questo bourbon sin dalla sua prima uscita nel 1860. È il bourbon per antonomasia. Il gusto è tipicamente americano.

source: Silky and smooth on the tongue with a clean finish. This whiskey's reasonable price also makes it a wonderful choice for a casual drink.
it: Setoso e morbido al palato, con un finale pulito. Il prezzo ragionevole lo rende anche un'ottima scelta per un bicchiere in relax.

source: One of Japan's top brandies, famous for its fruity aroma and smooth flavor.
it: Uno dei migliori brandy giapponesi, famoso per il suo aroma fruttato e il suo gusto morbido.

source: One of Japan's premium brandies, this bestseller has won over countless people with its bright, fruity bouquet and smooth taste.
it: Uno dei brandy premium giapponesi. Questo bestseller ha conquistato innumerevoli persone con il suo bouquet vivace e fruttato e il suo gusto morbido.

source: V.S.O.P stands for Very Superior Old Pale, but you probably already knew that.
it: V.S.O.P. sta per Very Superior Old Pale, ma probabilmente lo sapevi già.

source: A remarkable specimen made by pairing the finest grapes with Borderies spirits.
it: Un distillato notevole, ottenuto dall'unione delle migliori uve con acquaviti della regione di Borderies.

source: A remarkable specimen from France and the winner of a top prize in an international cognac competition.
it: Un prodotto francese notevole, vincitore del primo premio in una competizione internazionale di cognac.

source: A blend of grapes from the four finest crus in the Cognac region produces a full but smooth palate. You haven't tasted cognac until you've tried this one.
it: Un blend di uve provenienti dai quattro migliori cru della regione del Cognac dà vita a un gusto corposo ma morbido. Non si può dire di conoscere il cognac senza aver assaggiato questo.

source: A premium Japanese beer made with only the finest malts.
it: Una birra giapponese premium prodotta solo con i migliori malti.

source: This beer won Japan's first gold award in an international competition, and then defended the title for the next two years. It's a premium beer by Japanese and world standards.
it: Questa birra ha vinto il primo premio d'oro del Giappone in una competizione internazionale, per poi difendere il titolo per i due anni successivi. È una birra premium per gli standard giapponesi e mondiali.

source: Unyielding commitment to quality ingredients and Suntory's years of brewing know-how produce a delicious, almost magical flavor.
it: La dedizione assoluta alla qualità degli ingredienti e l'esperienza pluriennale di Suntory nel campo della birrificazione danno vita a un gusto delizioso, quasi magico.

source: A frosty glass of this beer while nibbling sashimi or enjoying a Blu-ray movie on your day off... Now that's what I call living.
it: Un boccale ghiacciato di questa birra mentre ti gusti del sashimi o un film in Blu-ray nel tuo giorno libero... Questa sì che è vita.

source: One of the most popular gins in the world, giving you that smooth juniper flavor with every sip.
it: Uno dei gin più famosi al mondo, che regala il suo morbido gusto di ginepro a ogni sorso.

source: That's the gin drinker's gin enjoyed in 170 countries the world over. It's popular straight up or in cocktails like the martini.
it: È il gin per eccellenza, apprezzato in 170 paesi del mondo. Ottimo sia liscio che in cocktail come il martini.

source: I'd bet any bar you walk into has at least one bottle of this gin. It's got a full juniper flavor, with a fresh citrus bite to it. I love to drink it as a gin and tonic.
it: Scommetto che in qualunque bar tu entri, ne trovi almeno una bottiglia. Ha un gusto intenso di ginepro, con una fresca nota agrumata. A me piace berlo come gin tonic.

source: A balanced medium-grade golden rum.
it: Un rum ambrato ed equilibrato.

source: A nicely balanced, medium-grade golden rum. Lemon Hart is a well-known Demerara style rum produced in Guyana, located in the northern part of South America.
it: Un rum ambrato e ben equilibrato. Il Lemon Hart è un noto rum stile Demerara prodotto in Guyana, nel nord del Sud America.

source: It's fermented and distilled along the banks of the Demerara River, then aged and blended in England.
it: Viene fermentato e distillato lungo le rive del fiume Demerara, per poi essere invecchiato e assemblato in Inghilterra.

source: This rum has a bright, yet deep aroma and a flavor that's powerful and elegant. Its faint, refined sweetness is a definite crowd pleaser.
it: Questo rum ha un aroma vivace ma profondo e un gusto potente ed elegante. La sua leggera e raffinata dolcezza conquista tutti.

source: A smooth tequila made with nothing but the finest blue agave.
it: Una tequila morbida prodotta esclusivamente con la migliore agave blu.

source: This brand is synonymous with premium tequila. This tequila uses one hundred percent blue agave, naturally fermented to create its all-natural taste.
it: Questo marchio è sinonimo di tequila premium. Viene utilizzata solo agave blu al cento per cento, fermentata naturalmente per creare un gusto del tutto naturale.

source: It boasts excellent aroma and palate that enables you to fully appreciate tequila's allure. Either as shots or mixed in cocktails, you can't go wrong with it.
it: Vanta un aroma e un palato eccellenti, che permettono di apprezzare appieno tutto il fascino della tequila. Che sia in shot o miscelata in un cocktail, è sempre la scelta giusta.

source: An American vodka quickly rising in popularity due to its pure flavor and elegant design.
it: Una vodka americana la cui popolarità è in rapida ascesa, grazie al suo gusto puro e al design elegante.

source: That's an exceptionally well-known vodka. It's the fastest growing vodka brand in the U.S. these days. The elegant bottle design evokes the vast blue skies of California.
it: È una vodka molto conosciuta. Al momento è il marchio di vodka con la crescita più rapida negli Stati Uniti. L'elegante design della bottiglia evoca i vasti cieli azzurri della California.

source: Their unique process of repeated distillation and filtration gives it a pure, smooth flavor. Maybe that's the secret behind its popularity. Either way, I recommend it.
it: Il loro esclusivo processo di distillazione e filtrazione ripetute le conferisce un gusto puro e morbido. Forse è questo il segreto della sua popolarità. In ogni caso, te la consiglio.
