Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/restaurant0006.po
Languages: it

source: Quit
it: Esci

source: Cancel the order.
it: Annulla l'ordine.

source: Order
it: Ordina

source: Order the currently selected item.
it: Ordina l'articolo selezionato.

source: (I haven't picked anything.)
it: (Non ho scelto nulla.)

source: (I'm short on cash.)
it: (Non ho abbastanza soldi.)

source: Thank you. Your total comes to %s.
it: Grazie. Il suo totale è di %s.

source: (I can't eat anymore...)
it: (Non riesco a mangiare altro...)

source: A blend of Mandheling and Brazilian beans with a Colombian base.
it: Una miscela di chicchi Mandheling e brasiliani con una base colombiana.

source: This is the ultimate cup of coffee, made with top-grade coffee beans.
it: Questa è la tazza di caffè definitiva, preparata con chicchi di altissima qualità.

source: A lot of coffee drinkers love our mocha for its rich, bitter flavor.
it: Molti amanti del caffè apprezzano la nostra moka per il suo sapore ricco e amaro.

source: Bergamot-scented and brewed with Sri Lankan tea leaves from a farm under exclusive contract.
it: Infuso al profumo di bergamotto con foglie di tè dello Sri Lanka da una piantagione in esclusiva.

source: Assam tea leaves from a tea farm under our exclusive contract have been carefully brewed with creamy, pasteurized milk from Hokkaido.
it: Foglie di tè Assam da una piantagione in esclusiva, accuratamente infuse con latte cremoso e pastorizzato di Hokkaido.

source: Made with healthy, organic tomatoes.
it: Preparato con pomodori sani e biologici.

source: Richly scented tea from the hills of Nuwara Eliya in Sri Lanka combined with organic lemon.
it: Tè intensamente profumato dalle colline di Nuwara Eliya in Sri Lanka, abbinato a limone biologico.

source: A creamy parfait loaded with fresh strawberries.
it: Un cremoso parfait ricco di fragole fresche.

source: A sizable parfait loaded with rich chocolate.
it: Un abbondante parfait ricco di cioccolato.

source: A popular float made with Uji green tea and creamy vanilla ice cream.
it: Un popolare float preparato con tè verde di Uji e cremoso gelato alla vaniglia.

source: Our special shortcake and a drink.
it: La nostra speciale shortcake e una bibita.

source: A fried egg, bacon, toast, and your choice of either coffee or tea.
it: Uovo fritto, pancetta, toast e una scelta tra caffè o tè.

source: This set features a bacon, egg, and lettuce sandwich on white bread.
it: Questo menu include un sandwich con pancetta, uovo e lattuga su pane bianco.

source: Tuna and cream pasta with a drink.
it: Pasta con tonno e panna, con una bibita.

source: This beef curry is our special house recipe.
it: Questo curry di manzo è la nostra ricetta speciale della casa.
