Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/restaurant0011.po
Languages: it

source: Quit
it: Esci

source: Cancel the order.
it: Annulla l'ordine.

source: Order
it: Ordina

source: Order the currently selected item.
it: Ordina l'articolo selezionato.

source: (I haven't picked anything.)
it: (Non ho scelto nulla.)

source: (I'm short on cash.)
it: (Non ho abbastanza soldi.)

source: Very well, sir.
it: Molto bene, signore.

source: (I can't eat anymore...)
it: (Non riesco a bere altro...)

source: This gin-based cocktail is mixed with ginger ale and a squeeze of lime.
it: Questo cocktail a base di gin è miscelato con ginger ale e una spruzzata di lime.

source: A Tequila Rickey is tequila mixed with soda and plenty of lime.
it: Un Tequila Rickey è tequila miscelato con soda e abbondante lime.

source: This cocktail is a mixture of tequila with bittersweet blood orange juice.
it: Questo cocktail è una miscela di tequila con succo di arancia rossa amara.

source: Campari & soda is loved the world over for its bittersweet magic.
it: Il Campari & soda è amato in tutto il mondo per la sua magia agrodolce.

source: A mixture of Kahlua liqueur and milk for everyone's favorite cocktail.
it: Una miscela di liquore Kahlua e latte per il cocktail preferito da tutti.

source: A nice mix of Kakubin, lemon, and soda water. The "XL" refers to its size, so you can take your time drinking it.
it: Un bel mix di Kakubin, limone e soda. La "XL" si riferisce alla sua dimensione, quindi puoi berlo con calma.

source: A slightly less alcoholic version of the regular Kakubin highball.
it: Una versione leggermente meno alcolica del normale highball di Kakubin.

source: One of our most popular cocktails. The coconut flavor will send you straight to a tropical paradise.
it: Uno dei nostri cocktail più popolari. Il sapore di cocco ti trasporterà dritto in un paradiso tropicale.

source: Yamazaki whisky mixed with lemon and soda. Served in a copper tumbler to keep it cold.
it: Whisky Yamazaki miscelato con limone e soda. Servito in un bicchiere di rame per mantenerlo freddo.

source: This is Yamazaki 12 Years. Carefully selected, mature malts were used to produce this smooth, rich flavor acknowledged the world over.
it: Questo è uno Yamazaki 12 Anni. Malti maturi e attentamente selezionati sono stati usati per produrre questo sapore morbido e ricco riconosciuto in tutto il mondo.

source: This is Bowmore 12 Years. It's aged in sherry barrels, giving it a ripe aroma and floral taste. Standard fare for Bowmore whisky.
it: Questo è un Bowmore 12 Anni. È invecchiato in botti di sherry, conferendogli un aroma maturo e un gusto floreale. Un classico per il whisky Bowmore.

source: This is Laphroaig 10 Years, known for its smoky and dry, yet smooth flavor.
it: Questo è un Laphroaig 10 Anni, noto per il suo sapore affumicato e secco, ma morbido.

source: Suntory Old Whisky is an old favorite in Japan, affectionately called "Daruma" for the bottle's Daruma doll shape.
it: Il Suntory Old Whisky è un vecchio classico in Giappone, chiamato affettuosamente "Daruma" per la forma della bottiglia, simile a una bambola Daruma.

source: Early Times first hit the market in 1860. At 150 years old, it's truly the face of bourbon.
it: L'Early Times è arrivato sul mercato per la prima volta nel 1860. Con i suoi 150 anni, è il vero volto del bourbon.
