Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/restaurant0017.po
Languages: it

source: Quit
it: Esci

source: Cancel the order.
it: Annulla l'ordine.

source: Order
it: Ordina

source: Order the currently selected item.
it: Ordina l'articolo selezionato.

source: (I haven't picked anything.)
it: (Non ho scelto nulla.)

source: (I'm short on cash.)
it: (Non ho abbastanza soldi.)

source: Thank you. Your total comes to %s.
it: Grazie. Il suo totale è di %s.

source: (I can't eat anymore...)
it: (Non riesco a mangiare altro...)

source: Thick-cut chuck meat. Some of the best beef on offer.
it: Spesso taglio di spalla. Una delle migliori carni di manzo in offerta.

source: This tongue meat is popular for its unique flavor.
it: Questa lingua è apprezzata per il suo sapore unico.

source: This tongue meat from carefully selected beef is soft and rich. Enjoy!
it: Questa lingua di manzo selezionato è morbida e ricca. Buon appetito!

source: Meat from the belly of the cow. Popular for its incredibly rich flavor.
it: Carne dalla pancia del bovino. Apprezzata per il suo sapore incredibilmente ricco.

source: Top-grade kalbi beef taken from the choicest parts of a single cow.
it: Manzo kalbi di prima scelta prelevato dalle parti più pregiate di un singolo bovino.

source: Beef back strap with a mild flavor and relatively low in fat.
it: Fesa di manzo dal sapore delicato e relativamente povera di grassi.

source: Choice sirloin taken from top-grade Japanese beef. The taste is incredible.
it: Controfiletto scelto da manzo giapponese di prima qualità. Il sapore è incredibile.

source: This beef skirt steak is actually considered to be entrails, but it's very popular nonetheless.
it: Questo diaframma di manzo è in realtà considerato frattaglie, ma è comunque molto popolare.

source: Harami taken from top-grade Japanese beef. An incredible treat for your tastebuds.
it: Harami prelevato da manzo giapponese di prima qualità. Un' incredibile delizia per il palato.

source: Fresh liver cut up into raw strips with a delicious sesame-based sauce.
it: Fegato fresco tagliato a striscioline crude con una deliziosa salsa a base di sesamo.

source: Some say this choice beef intestine only finds its true worth in being burnt black.
it: Alcuni dicono che questo pregiato intestino di manzo trovi il suo vero valore solo quando viene bruciato fino a diventare nero.

source: A serving of succulent seafood, such as shrimp, scallops, and squid.
it: Una porzione di succulenti frutti di mare, come gamberi, capesante e calamari.

source: Kimchi made from Chinese cabbage, cucumbers, daikon, and more in this tantalizing combo dish.
it: Kimchi a base di cavolo cinese, cetrioli, daikon e altro ancora in questo stuzzicante piatto combinato.

source: Eat it up with our salty sweet gochujang sauce. Delicious when roasted to a golden brown.
it: Gustalo con la nostra salsa agrodolce gochujang. Delizioso se arrostito fino a doratura.

source: Spicy beef soup and rice is one of our house specialties.
it: Zuppa di manzo piccante e riso è una delle nostre specialità della casa.
