Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/restaurant0010.po
Languages: it

source: Quit
it: Esci

source: Cancel the order.
it: Annulla l'ordine.

source: Order
it: Ordina

source: Order the currently selected item.
it: Ordina l'articolo selezionato.

source: (I haven't picked anything.)
it: (Non ho scelto nulla.)

source: (I'm short on cash.)
it: (Non ho abbastanza soldi.)

source: Very well, sir.
it: Molto bene, signore.

source: (I can't eat anymore...)
it: (Non riesco a mangiare altro...)

source: Prepared from fresh tomatoes and mozzarella with a light olive oil drizzle.
it: Preparata con pomodori freschi e mozzarella, con un leggero filo d'olio d'oliva.

source: Soft Hokkaido octopus and zesty ponzu sauce make this carpaccio really stand out.
it: Il morbido polpo di Hokkaido e la vivace salsa ponzu rendono questo carpaccio davvero speciale.

source: A salad of avocado and shrimp topped with a light Japanese-style dressing.
it: Un'insalata di avocado e gamberi condita con una leggera salsa in stile giapponese.

source: Spicy, bite-sized, Hawaiian-style Portuguese sausages. Goes great with beer.
it: Salsicce portoghesi piccanti, a bocconcini, in stile hawaiano. Si abbinano perfettamente alla birra.

source: Fries made from fresh strips of burdock. Enjoy their crunchy goodness!
it: Patatine fritte fatte con strisce fresche di bardana. Goditi la loro bontà croccante!

source: Spicy fries made by seasoning Hokkaido Matilda potatoes with chipotle salt.
it: Patatine piccanti preparate condendo le patate Matilda di Hokkaido con sale al chipotle.

source: Oven-roasted, fragrant, spicy chorizo sausage seasoned with chipotle salt.
it: Salsiccia chorizo piccante, fragrante e cotta al forno, condita con sale al chipotle.

source: Fresh, tender sea snails from Akkeshi, roasted in garlic butter.
it: Lumache di mare fresche e tenere di Akkeshi, arrostite nel burro all'aglio.

source: This Roman pizza is basic Margherita-style, made with fresh tomato sauce and basil.
it: Questa pizza romana è una classica Margherita, preparata con salsa di pomodoro fresco e basilico.
