Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/restaurant0024.po
Languages: it

source: Quit
it: Esci

source: Cancel the order.
it: Annulla l'ordine.

source: Order
it: Ordina

source: Order the currently selected item.
it: Ordina l'articolo selezionato.

source: (I haven't picked anything.)
it: (Non ho scelto nulla.)

source: (I'm short on cash.)
it: (Non ho abbastanza soldi.)

source: Very well, sir.
it: Molto bene, signore.

source: (I can't eat anymore...)
it: (Non riesco a bere altro...)

source: The true premium beer, now available on draft. From the first pint to the last, this taste will never disappoint.
it: La vera birra premium, ora disponibile alla spina. Dalla prima all'ultima pinta, questo sapore non deluderà mai.

source: A perfect blend of shochu with yuzu syrup and soda water. Finished with a pinch of yuzu preserves.
it: Una miscela perfetta di shochu con sciroppo di yuzu e acqua gassata. Rifinito con un pizzico di conserve di yuzu.

source: The quintessential drink for non-drinkers. Everyone loves this fragrant, flavorful tea.
it: La bevanda per eccellenza per gli astemi. Tutti amano questo tè fragrante e saporito.

source: A refreshing cocktail made with tart Kishu Nanko plums.
it: Un cocktail rinfrescante a base di aspre prugne Kishu Nanko.

source: The distinctive flavor of oolong tea really comes through. Pairs well with practically any food.
it: Il sapore caratteristico del tè oolong risalta davvero. Si abbina bene praticamente con qualsiasi cibo.

source: Pure and unadulterated plum wine. Enjoy that tangy, syrupy sweetness.
it: Vino di prugne puro e genuino. Goditi quella dolcezza aspra e sciropposa.

source: The tartness of citrus paired with the aroma of apple cider vinegar makes this drink popular with the ladies.
it: L'acidità degli agrumi abbinata all'aroma dell'aceto di sidro di mele rende questa bevanda popolare tra le donne.

source: All the rage right now. Its mild flavor helps it pair well with almost every meal.
it: Di gran moda in questo momento. Il suo sapore delicato lo aiuta ad abbinarsi bene con quasi tutti i pasti.

source: A famous cocktail made with vodka, lime juice, and ginger ale.
it: Un famoso cocktail a base di vodka, succo di lime e ginger ale.

source: A classic cocktail consisting of gin mixed with tonic water and lime juice.
it: Un cocktail classico composto da gin miscelato con acqua tonica e succo di lime.

source: An extremely popular cocktail made with one hundred percent pure orange juice.
it: Un cocktail estremamente popolare preparato con succo d'arancia puro al cento per cento.

source: A fruity cocktail blending the fresh flavors of strawberry, banana, and pineapple.
it: Un cocktail fruttato che unisce i sapori freschi di fragola, banana e ananas.
