Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/restaurant0012.po
Languages: it

source: Quit
it: Esci

source: Cancel the order.
it: Annulla l'ordine.

source: Order
it: Ordina

source: Order the currently selected item.
it: Ordina l'articolo selezionato.

source: (I haven't picked anything.)
it: (Non ho scelto nulla.)

source: (I'm short on cash.)
it: (Non ho abbastanza soldi.)

source: Thank you. Your total comes to %s.
it: Grazie. Il suo totale è di %s.

source: (I can't eat anymore...)
it: (Non riesco a mangiare altro...)

source: Our limited-edition black gelato. Looks can be deceiving: it's actually chock-full of fruity flavor.
it: Il nostro gelato nero in edizione limitata. L'apparenza può ingannare: in realtà è pieno di sapore fruttato.

source: A single scoop of our popular vanilla gelato made with real vanilla beans.
it: Una pallina del nostro famoso gelato alla vaniglia preparato con vere bacche di vaniglia.

source: Strawberry gelato is especially popular with girls for its uniquely sweet and tangy flavor.
it: Il gelato alla fragola è particolarmente apprezzato dalle ragazze per il suo sapore unico, dolce e acidulo.

source: A single scoop of chocolate gelato. Its slightly bitter taste is popular with adults.
it: Una pallina di gelato al cioccolato. Il suo gusto leggermente amaro è apprezzato dagli adulti.

source: Popular gelato made with sweet azuki beans. Loved by all ages.
it: Famoso gelato preparato con dolci fagioli azuki. Amato da tutte le età.

source: Who doesn't enjoy the sweet, sugary taste of caramel gelato?
it: Chi non ama il gusto dolce e zuccherino del gelato al caramello?

source: A single scoop of coffee gelato made with high-quality mocha bean extract.
it: Una pallina di gelato al caffè preparato con estratto di pregiati chicchi di moka.

source: Can't decide on one flavor? Get two with a double scoop!
it: Non riesci a decidere un solo gusto? Prendine due con una coppetta doppia!

source: Three flavors at once? Someone's feeling adventurous.
it: Tre gusti in una volta? Qualcuno si sente avventuroso.
