Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/restaurant0000.po
Languages: it

source: Quit
it: Esci

source: Cancel the order.
it: Annulla l'ordine.

source: Order
it: Ordina

source: Order the currently selected item.
it: Ordina l'articolo selezionato.

source: (I haven't picked anything.)
it: (Non ho scelto nulla.)

source: (I'm short on cash.)
it: (Non ho abbastanza soldi.)

source: Thank you. Your total comes to %s.
it: Grazie. Il suo totale è di %s.

source: (I can't eat anymore...)
it: (Non riesco a mangiare altro...)

source: As advertised, this meal comes with succulent, tender beef and miso soup.
it: Come da tradizione, questo pasto include manzo tenero e succulento e zuppa di miso.

source: As advertised, this large meal comes with succulent, tender beef and miso soup.
it: Come da tradizione, questa porzione grande include manzo tenero e succulento e zuppa di miso.

source: A new menu item, but we make sure to keep that classic pork flavor. Comes with miso soup.
it: Un nuovo piatto del menu, ma ci assicuriamo di mantenere quel classico sapore di maiale. Servito con zuppa di miso.

source: A new menu item, but we make sure to keep that classic pork flavor. Comes with miso soup. Now with extra rice and extra pork!
it: Un nuovo piatto del menu, ma manteniamo quel classico sapore di maiale. Servito con zuppa di miso. Ora con riso extra e maiale extra!

source: A bowl of spicy bibimbap. Comes with a salty sweet Korean sauce called gochujang and miso soup on the side.
it: Una ciotola di bibimbap piccante. Accompagnato da una salsa coreana agrodolce chiamata gochujang e zuppa di miso a parte.

source: A large bowl of spicy bibimbap. Comes with a salty sweet Korean sauce called gochujang and miso soup on the side.
it: Una ciotola grande di bibimbap piccante. Accompagnato da una salsa coreana agrodolce chiamata gochujang e zuppa di miso a parte.

source: As advertised, this meal is made with substantial chunks of tasty meat with miso soup on the side.
it: Come da tradizione, questo pasto è preparato con sostanziosi pezzi di carne saporita e zuppa di miso a parte.

source: As advertised, this large meal is made with substantial chunks of tasty meat with miso soup on the side.
it: Come da tradizione, questa porzione grande è preparata con sostanziosi pezzi di carne saporita e zuppa di miso a parte.

source: A popular menu item, with tender chunks of beef and curry on one plate. Comes with miso soup.
it: Un piatto popolare del menu, con teneri pezzi di manzo e curry in un unico piatto. Servito con zuppa di miso.

source: An especially popular choice. Juicy BBQ kalbi beef topped with kimchi on rice. Comes with miso soup.
it: Una scelta particolarmente amata. Succulento manzo kalbi al barbecue con kimchi su un letto di riso. Servito con zuppa di miso.

source: This is an extra large helping of our popular Kimchi & Kalbi set. Juicy BBQ kalbi beef topped with kimchi on rice. Comes with miso soup.
it: Questa è una porzione extra large del nostro popolare set Kimchi e Kalbi. Succulento manzo kalbi al barbecue con kimchi su un letto di riso. Servito con zuppa di miso.

source: One of our popular standard entrées on the menu. Juicy BBQ beef with rice, miso soup, and vegetables.
it: Uno dei nostri popolari piatti standard nel menu. Succulento manzo al barbecue con riso, zuppa di miso e verdure.

source: This popular set is made with juicy BBQ rib meat and tasty sauce. Comes with rice, miso soup, and vegetables.
it: Questo popolare set è preparato con succulenta carne di costata al barbecue e una salsa saporita. Servito con riso, zuppa di miso e verdure.

source: A hot, juicy hamburg steak topped with egg and sweet demiglace sauce. Served with rice, miso soup, and vegetables.
it: Un hamburger steak caldo e succoso, guarnito con uovo e una dolce salsa demiglace. Servito con riso, zuppa di miso e verdure.

source: Stuffed with great-tasting pork for high stamina. Includes rice, miso soup, fresh vegetables, and grated daikon.
it: Ricco di gustosa carne di maiale per la massima energia. Include riso, zuppa di miso, verdure fresche e daikon grattugiato.

source: Comes with plenty of succulent pork, white rice, miso soup, and vegetables.
it: Servito con abbondante maiale succulento, riso bianco, zuppa di miso e verdure.
