Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/restaurant0007.po
Languages: it

source: Quit
it: Esci

source: Cancel the order.
it: Annulla l'ordine.

source: Order
it: Ordina

source: Order the currently selected item.
it: Ordina l'articolo selezionato.

source: (I haven't picked anything.)
it: (Non ho scelto nulla.)

source: (I'm short on cash.)
it: (Non ho abbastanza soldi.)

source: Thank you. Your total comes to %s.
it: Grazie. Il suo totale è di %s.

source: (I can't eat anymore...)
it: (Non riesco a mangiare altro...)

source: The limited-edition Kamuro Burger: an enticing combination of avocado, tomato, and cheese.
it: Il Kamuro Burger in edizione limitata: un'invitante combinazione di avocado, pomodoro e formaggio.

source: Our classic burger set, with a Smile Burger, fries, and a drink.
it: Il nostro classico menu, con uno Smile Burger, patatine e una bibita.

source: This set includes a Smile Cheeseburger, fries, and a drink.
it: Questo menu include uno Smile Cheeseburger, patatine e una bibita.

source: This set includes a Teriyaki Smile Burger with special sauce, fries, and a drink.
it: Questo menu include un Teriyaki Smile Burger con salsa speciale, patatine e una bibita.

source: As advertised, this set comes with a King Smile Burger, fries, and a drink.
it: Come da tradizione, questo menu include un King Smile Burger, patatine e una bibita.

source: A tasty Tuna Burger with a unique texture. Fries and a drink come with this set.
it: Un gustoso Tuna Burger dalla consistenza unica. Patatine e una bibita sono incluse in questo menu.

source: A tender, stewed pork burger with fries and a drink.
it: Un tenero hamburger di maiale stufato con patatine e una bibita.

source: A Smile Shake made with fresh milk. Sure to put a smile on anyone's face.
it: Uno Smile Shake preparato con latte fresco. Metterà sicuramente un sorriso sul volto di chiunque.

source: The golden-fried standard of french fries. Served with a smile.
it: Lo standard delle patatine fritte dorate. Servite con un sorriso.
