Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/restaurant0009.po
Languages: it

source: Quit
it: Esci

source: Cancel the order.
it: Annulla l'ordine.

source: Order
it: Ordina

source: Order the currently selected item.
it: Ordina l'articolo selezionato.

source: (I haven't picked anything.)
it: (Non ho scelto nulla.)

source: (I'm short on cash.)
it: (Non ho abbastanza soldi.)

source: Very well, sir.
it: Molto bene, signore.

source: (I can't eat anymore...)
it: (Non riesco a bere altro...)

source: Nothing like a swig of grapefruit juice to cool you down. Tangy, refreshing, and full of vitamins.
it: Niente come un sorso di succo di pompelmo per rinfrescarsi. Aspro, dissetante e pieno di vitamine.

source: Made from Italian oranges with a refreshing blend of sweet and sour flavors.
it: Fatto con arance italiane, con una rinfrescante miscela di sapori dolci e aspri.

source: Made with only the finest Brazilian coffee beans for a rich, authentic flavor.
it: Preparato solo con i migliori chicchi di caffè brasiliano per un sapore ricco e autentico.

source: Made with only the finest Brazilian coffee beans. Watered down to alleviate the bitterness.
it: Preparato solo con i migliori chicchi di caffè brasiliano. Allungato con acqua per alleviare l'amaro.

source: A perfect marriage of rich milk and Brazilian coffee beans. Truly a match made in heaven.
it: Un connubio perfetto tra latte ricco e chicchi di caffè brasiliano. Un'unione celestiale.

source: A classic blend of rich espresso and frothy milk.
it: Una classica miscela di ricco espresso e latte schiumoso.

source: A popular drink made with espresso, chocolate, and cocoa. Smooth and chocolatey.
it: Una bevanda popolare a base di espresso, cioccolato e cacao. Morbida e cioccolatosa.

source: A rich, refreshing beverage made with fresh milk. The aroma alone will melt all your worries away.
it: Una bevanda ricca e rinfrescante preparata con latte fresco. Il solo aroma scioglierà tutte le tue preoccupazioni.

source: Nothing like a refreshing, nutritious glass of milk.
it: Niente come un bicchiere di latte rinfrescante e nutriente.

source: Rich, tasty cocoa brewed with hand-picked cacao beans.
it: Cacao ricco e gustoso preparato con fave di cacao raccolte a mano.
