Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/restaurant0025.po
Languages: it

source: Quit
it: Esci

source: Cancel the order.
it: Annulla l'ordine.

source: Order
it: Ordina

source: Order the currently selected item.
it: Ordina l'articolo selezionato.

source: (I haven't picked anything.)
it: (Non ho scelto nulla.)

source: (I'm short on cash.)
it: (Non ho abbastanza soldi.)

source: Thank you. Your total comes to %s.
it: Grazie. Il suo totale è di %s.

source: (I can't eat anymore...)
it: (Non riesco a mangiare altro...)

source: Tofu handmade from the finest organic soybeans. Savor that rich, natural flavor.
it: Tofu fatto a mano con i migliori semi di soia biologici. Assapora il suo sapore ricco e naturale.

source: One of our most popular items. The contrast of crispy skin and juicy meat is just to die for.
it: Uno dei nostri piatti più popolari. Il contrasto tra la pelle croccante e la carne succosa è da morire.

source: This fluffy omelet has the rich flavor of grated yam and fermented soybeans, finished with a fresh sauce.
it: Questa soffice omelette ha il sapore ricco di igname grattugiato e soia fermentata, rifinita con una salsa fresca.

source: Fresh Hokkaido mackerel slow-grilled to preserve its true flavor.
it: Sgombro fresco di Hokkaido grigliato lentamente per preservarne il vero sapore.

source: Meatballs made from only the juiciest ground beef. Try dipping them in egg yolk and our special sauce.
it: Polpette preparate solo con il più succoso manzo macinato. Provale intingendole nel tuorlo d'uovo e nella nostra salsa speciale.

source: Plenty of organic vegetables topped with crab salad. You can really taste the freshness.
it: Abbondanti verdure biologiche guarnite con insalata di granchio. Puoi davvero sentire la freschezza.

source: Home-made dumplings, bite-sized and easy to eat.
it: Ravioli fatti in casa, a dimensione di boccone e facili da mangiare.

source: Five varieties of fish will let you enjoy all the flavors of the season and the sea.
it: Cinque varietà di pesce ti permetteranno di godere di tutti i sapori della stagione e del mare.

source: Tomato pizza with thick bacon slices. The slow-cooked tomato garlic sauce really kicks it up a notch.
it: Pizza al pomodoro con fette spesse di pancetta. La salsa di pomodoro e aglio a cottura lenta le dà una marcia in più.

source: Fried rice cooked in a stone bowl. The shark fin sauce pulls it all together, but don't worry. We don't use real shark fins.
it: Riso fritto cotto in una ciotola di pietra. La salsa di pinne di pescecane lega il tutto, ma non preoccuparti. Non usiamo vere pinne di pescecane.

source: The rich chocolate fondant and flavorful green tea ice cream are the perfect match.
it: Il ricco fondant al cioccolato e il saporito gelato al tè verde sono l'abbinamento perfetto.
