Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/restaurant0018.po
Languages: it

source: Quit
it: Esci

source: Cancel the order.
it: Annulla l'ordine.

source: Order
it: Ordina

source: Order the currently selected item.
it: Ordina l'articolo selezionato.

source: (I haven't picked anything.)
it: (Non ho scelto nulla.)

source: (I'm short on cash.)
it: (Non ho abbastanza soldi.)

source: Thank you. Your total comes to %s.
it: Grazie. Il suo totale è di %s.

source: (I can't eat anymore...)
it: (Non riesco a mangiare altro...)

source: Our limited-edition sushi set. High quality fish at a truly bargain price!
it: Il nostro set di sushi in edizione limitata. Pesce di alta qualità a un prezzo davvero conveniente!

source: I take special pride in our egg sushi. It's simple, but they say you can determine the quality of an entire shop based only on how their egg is cooked!
it: Sono particolarmente orgoglioso del nostro sushi all'uovo. È semplice, ma dicono che si possa determinare la qualità di un intero locale solo da come viene cucinato il loro uovo!

source: This roll is filled with cucumbers, a favorite food of a mythical turtle-like creature called the kappa. Hence, kappamaki!
it: Questo roll è ripieno di cetrioli, il cibo preferito di una mitica creatura simile a una tartaruga chiamata kappa. Da qui, kappamaki!

source: There's many kinds of tuna out there, but this happens to be my top-grade bluefin tuna.
it: Ci sono molti tipi di tonno in giro, ma questo è il mio tonno rosso di prima qualità.

source: Unbelievably fresh! This tender, sweet shrimp will melt in your mouth.
it: Incredibilmente fresco! Questo gambero tenero e dolce si scioglierà in bocca.

source: Greenland and arrowtooth halibut don't cut it. This is a special cut of olive flounder.
it: L'halibut della Groenlandia e quello asiatico non sono all'altezza. Questo è un taglio speciale di platessa giapponese.

source: My whelk has the best texture around! It's a summer delicacy but tastes great all year round.
it: Il mio buccino ha la migliore consistenza in circolazione! È una prelibatezza estiva, ma è ottimo tutto l'anno.

source: This octopus is from Akashi. The more you chew it, the better it tastes. That's proof of quality.
it: Questo polpo proviene da Akashi. Più lo mastichi, più è buono. Questa è una prova di qualità.

source: Most amberjack comes from hatcheries these days, but mine is straight from the ocean.
it: La maggior parte della ricciola oggi proviene da allevamenti, ma la mia viene direttamente dall'oceano.

source: Amberjack's not quite in season, but ours is all-natural of course. Truly an oily masterpiece.
it: La ricciola non è propriamente di stagione, ma la nostra è ovviamente selvaggia. Un vero capolavoro di grassezza.

source: Hirame, AKA olive flounder, is right in season. And ours is all-natural.
it: L'hirame, ovvero la platessa giapponese, è in piena stagione. E la nostra è selvaggia.

source: The choicest of all horse mackerel, a summer fish best eaten as sashimi.
it: Il migliore di tutti gli sgombri cavallini, un pesce estivo ottimo da mangiare come sashimi.

source: This golden-eye snapper was freshly caught early this morning. It's an oily masterpiece!
it: Questo berice occhio d'oro è stato pescato fresco stamattina presto. È un capolavoro di grassezza!

source: Can you tell natural and artificial salmon roe apart? This here's the best in the industry.
it: Sai distinguere le uova di salmone naturali da quelle artificiali? Queste sono le migliori del settore.

source: Did you know that red clams have red blood? Oh, and apparently legends speak of a red clam goddess named Princess Kisagahi.
it: Sapevi che le vongole rosse hanno il sangue rosso? Ah, e apparentemente le leggende parlano di una dea delle vongole rosse di nome Principessa Kisagahi.

source: This is the richest meat from my top-grade bluefin tuna. It'll melt in your mouth.
it: Questa è la carne più ricca del mio tonno rosso di prima scelta. Si scioglierà in bocca.

source: This is top-grade abalone right here. Discount hunters had best look elsewhere.
it: Questo è abalone di prima scelta. I cacciatori di sconti farebbero meglio a cercare altrove.

source: Top-grade sea urchin straight from Numazu Port.
it: Ricci di mare di prima scelta direttamente dal porto di Numazu.
