Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/shop0012.po
Languages: it

source: Quit
it: Esci

source: Cancel the order.
it: Annulla l'ordine.

source: Order
it: Ordina

source: Order the currently selected item.
it: Ordina l'articolo selezionato.

source: (I haven't picked anything.)
it: (Non ho scelto nulla.)

source: (I'm short on cash.)
it: (Non ho abbastanza soldi.)

source: Will that be all for you?
it: Sarà tutto per lei?

source: (I can't carry any more stuff.)
it: (Non posso trasportare altri oggetti.)

source: (They're sold out.)
it: (Sono esauriti.)

source: The king of champagnes. Sure to turn heads.
it: Il re degli champagne. Farà sicuramente girare la testa.

source: Classy champagne for a classy man.
it: Champagne di classe per un uomo di classe.

source: A slightly more premium champagne for the discerning customer.
it: Uno champagne leggermente più pregiato per il cliente esigente.

source: A middle-of-the-road champagne. Not bad, but nothing too special.
it: Uno champagne nella media. Non male, ma niente di speciale.

source: A Yamazaki whisky made with carefully selected, mature malts for a flavorful, smooth finish.
it: Un whisky Yamazaki prodotto con malti maturi attentamente selezionati per un finale aromatico e morbido.

source: A simple draft beer with a nice head of foam.
it: Una semplice birra alla spina con una bella schiuma.

source: This is a cocktail of crème de cassis liqueur and orange juice.
it: Questo è un cocktail di liquore crème de cassis e succo d'arancia.

source: Plain old orange juice, pulp and all.
it: Semplice succo d'arancia, con polpa e tutto.

source: A clean spring water soju made with premier Korean barley.
it: Un soju di pura acqua di sorgente prodotto con orzo coreano di prima qualità.
