Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/shop0030.po
Languages: pt

source: Quit
pt: Esci

source: Cancel the order.
pt: Annulla l'ordine.

source: Order
pt: Ordina

source: Order the currently selected item.
pt: Ordina l'oggetto selezionato.

source: (I haven't picked anything.)
pt: (Non ho scelto niente.)

source: (I'm short on cash.)
pt: (Non ho abbastanza soldi.)

source: %s please.
pt: %s, per favore.

source: (I can't carry any more stuff.)
pt: (Non posso trasportare altri oggetti.)

source: (They're sold out.)
pt: (È esaurito.)

source: This is a plate made of platinum. Pretty rare and worth a lot.
pt: Questa è una lastra di platino. Piuttosto rara e vale molto.

source: This plate is made of gold. It's worth its weight in... Well, it's made of gold. Need I say more?
pt: Questa lastra è d'oro. Vale tanto quanto pesa... Beh, è fatta d'oro. Devo aggiungere altro?

source: This plate is made of silver. Only worth a fraction of a gold plate, but valuable nonetheless.
pt: Questa lastra è d'argento. Vale solo una frazione di una lastra d'oro, ma è comunque preziosa.

source: A plate made of bronze. Nothing special, but it could probably fetch some decent cash.
pt: Una lastra di bronzo. Niente di speciale, ma si può probabilmente ricavarne una discreta somma.

source: This plate is made of iron. Might be more useful for beating someone over the head, but it's still worth a fistful of yen.
pt: Questa lastra è di ferro. Potrebbe essere più utile per spaccarla in testa a qualcuno, ma vale comunque una manciata di yen.

source: Tauriner Maximum is the ultimate energy drink.
pt: Il Tauriner Maximum è l'energy drink definitivo.

source: This chain mail dates back to Japan's Sengoku Period. It still provides solid protection against bladed weapons.
pt: Questa cotta di maglia risale al periodo Sengoku del Giappone. Fornisce ancora una solida protezione contro le armi da taglio.

source: We've had this Gambler's Binding custom made, and you won't find it anywhere else. Pretty nice, huh?
pt: Abbiamo fatto fare su misura questa Fascia del Giocatore, e non la troverai da nessun'altra parte. Niente male, eh?

source: This is the Goddess of Children Amulet. I don't have to tell you what this thing's for... do I?
pt: Questo è l'Amuleto della Dea dei Bambini. Non devo dirti a cosa serve... vero?
