Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/shop0006.po
Languages: it

source: Quit
it: Esci

source: Cancel the order.
it: Annulla l'ordine.

source: Order
it: Ordina

source: Order the currently selected item.
it: Ordina l'articolo selezionato.

source: (I haven't picked anything.)
it: (Non ho scelto nulla.)

source: (I'm short on cash.)
it: (Non ho abbastanza soldi.)

source: Thank you. That'll be %s.
it: Grazie. Il totale è di %s.

source: (I can't carry any more stuff.)
it: (Non posso trasportare altri oggetti.)

source: (They're sold out.)
it: (Sono esauriti.)

source: This should help increase your Furore when you're feeling down.
it: Questo dovrebbe aiutare ad aumentare la tua Heat quando sei giù di morale.

source: This will give you a bigger Furore boost than the regular Tauriner.
it: Questo ti darà un aumento di Heat maggiore rispetto al normale Tauriner.

source: Great for warming you up on cold days. We pack more into one bowl than you might expect.
it: Ottimo per riscaldarsi nelle giornate fredde. Riempiamo la ciotola più di quanto ti aspetteresti.

source: Filled with seaweed boiled in soy sauce. Simple but delicious.
it: Ripieno di alghe bollite in salsa di soia. Semplice ma delizioso.

source: Filled to the brim with tuna and mayonnaise.
it: Ripieno fino all'orlo di tonno e maionese.

source: An old standby, and one of our most popular items.
it: Un grande classico e uno dei nostri articoli più popolari.

source: I haven't met a customer who didn't love this popular lunch set.
it: Non ho ancora incontrato un cliente che non abbia amato questo popolare set per il pranzo.

source: Our club sandwich is sure to fill you up. It's even good cold.
it: Il nostro club sandwich ti sazierà di sicuro. È buono anche freddo.

source: Egg salad with tuna on white bread. An old standby.
it: Insalata di uova con tonno su pane bianco. Un grande classico.

source: This is our special yakisoba. Mmm, smell that savory sauce.
it: Questo è il nostro yakisoba speciale. Mmm, senti che profumo di salsa.

source: This tasty bun is piping hot. Eat it before it cools down!
it: Questo gustoso panino è bollente. Mangialo prima che si raffreddi!

source: Nothing like a hot red bean paste bun on a cold day.
it: Niente come un panino caldo con pasta di fagioli rossi in una giornata fredda.

source: Heat up this sake to really bring out its flavor. That's the only way to drink it if you ask me.
it: Riscalda questo sakè per esaltarne il sapore. È l'unico modo di berlo, se vuoi il mio parere.

source: This premium beer was specially brewed to maximize the rich, refreshing taste of hops and barley.
it: Questa birra premium è stata prodotta appositamente per massimizzare il gusto ricco e rinfrescante di luppolo e orzo.

source: Delicious malt and two types of hops were joined in a special brewing process for this rich, great-tasting beer.
it: Malto delizioso e due tipi di luppolo sono stati uniti in uno speciale processo di produzione per questa birra ricca e gustosa.

source: A one-stop hangover cure. It's full of natural ingredients like turmeric.
it: Una cura completa per i postumi della sbornia. È pieno di ingredienti naturali come la curcuma.

source: Dogs love this brand of dog food. Careful you don't get mobbed by dogs when opening the bag.
it: I cani adorano questa marca di cibo per cani. Fai attenzione a non essere assalito dai cani quando apri il sacchetto.

source: This box of nigiri has a lot of food for a low price. It's tasty, too.
it: Questa scatola di nigiri contiene molto cibo a un prezzo basso. Ed è anche gustosa.

source: Popular for its roasted scent and rich, refreshing aftertaste.
it: Popolare per il suo profumo tostato e il retrogusto ricco e rinfrescante.

source: Lemon soda packed with 70 lemons worth of vitamin C and juice squeezed from real lemons. It's both refreshing and healthy.
it: Limonata ricca di vitamina C equivalente a 70 limoni e succo di limoni veri. È sia rinfrescante che salutare.

source: Bitter, but it's smoother than you'd expect. A real adult taste.
it: Amaro, ma più morbido di quanto ti aspetteresti. Un vero gusto da adulti.

source: A half liter of Suntory's Iyemon green tea, brewed in the purest spring water.
it: Mezzo litro di tè verde Iyemon di Suntory, infuso nella più pura acqua di sorgente.

source: A half liter of Suntory Mineral Water from the Minami Alps. I hear it's runoff from Mount Kai-Komagatake.
it: Mezzo litro di Acqua Minerale Suntory dalle Alpi Minami. Ho sentito che è acqua di sorgente del Monte Kai-Komagatake.

source: This ramen has a chicken and pork-based soup combined with spices and soy sauce for a rich, tasty flavor.
it: Questo ramen ha una zuppa a base di pollo e maiale unita a spezie e salsa di soia per un sapore ricco e gustoso.

source: Miso and pork mixed with spicy vegetables make for a succulent soup in this miso ramen.
it: Miso e maiale mescolati con verdure piccanti creano una zuppa succulenta in questo ramen al miso.

source: A Super Cup of squid yakisoba. Its flavor is enhanced with fresh, tasty squid.
it: Una Super Cup di yakisoba ai calamari. Il suo sapore è esaltato da calamari freschi e gustosi.

source: Includes mouth-watering wontons and soy sauce for a rich, flavorful soup.
it: Include wonton appetitosi e salsa di soia per una zuppa ricca e saporita.

source: Offers cabbage, seaweed, corn, and other veggies for a rich and hearty cup of soup.
it: Offre cavolo, alghe, mais e altre verdure per una tazza di zuppa ricca e sostanziosa.

source: Snow cabbage, minced chicken, sesame oil, soaked in chicken broth.
it: Cavolo da neve, pollo tritato, olio di sesamo, immersi nel brodo di pollo.

source: Includes eggs, mushrooms, hot spices, and vinegar, giving it a unique, hot and sour flavor.
it: Include uova, funghi, spezie piccanti e aceto, conferendogli un sapore unico, agropiccante.

source: The tender seaweed in this ramen always reminds me of the ocean.
it: L'alga tenera in questo ramen mi ricorda sempre l'oceano.

source: A fine choice for a fine man.
it: Una scelta raffinata per un uomo raffinato.

source: This heavy-duty tack can stick to any wall with enough force.
it: Questa puntina per carichi pesanti può essere fissata a qualsiasi muro con forza sufficiente.

source: This pepper is a special blend of black and white varieties.
it: Questo pepe è una miscela speciale di varietà bianche e nere.

source: A bag of ice. Great for cooling drinks of all kinds.
it: Un sacchetto di ghiaccio. Ottimo per raffreddare bevande di ogni tipo.

source: A safe toy for kids and dogs alike.
it: Un giocattolo sicuro sia per i bambini che per i cani.

source: Cats go crazy for this, guaranteed.
it: I gatti ne vanno pazzi, garantito.

source: You can find this cooking oil at all of our stores.
it: Puoi trovare questo olio da cucina in tutti i nostri negozi.

source: Sold pretty much everywhere.
it: Venduto praticamente ovunque.

source: If your batteries die on you, we've got your back. We're open 24 hours for all your power emergencies.
it: Se le batterie ti abbandonano, ci pensiamo noi. Siamo aperti 24 ore su 24 per tutte le tue emergenze energetiche.
