Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/shop0016.po
Languages: it

source: Quit
it: Esci

source: Cancel the order.
it: Annulla l'ordine.

source: Order
it: Ordina

source: Order the currently selected item.
it: Ordina l'articolo selezionato.

source: (I haven't picked anything.)
it: (Non ho scelto nulla.)

source: (I'm short on cash.)
it: (Non ho abbastanza soldi.)

source: Thank you. That'll be %s.
it: Grazie. Il totale è di %s.

source: (I can't carry any more stuff.)
it: (Non posso trasportare altri oggetti.)

source: (They're sold out.)
it: (Sono esauriti.)

source: This'll make you popular with the ladies, I guarantee it.
it: Questo ti renderà popolare con le donne, te lo garantisco.

source: Rumored to bring good luck to its wearer. I vouch for it myself.
it: Si dice che porti fortuna a chi lo indossa. Lo garantisco io stesso.

source: Someone who was desperate for cash brought this thing in. Please just take it off my hands.
it: Qualcuno disperato per i soldi ha portato questa roba. Ti prego, toglimela dalle mani.

source: This belt is authentic tiger skin, not some imitation. Its protective qualities are the real deal, too.
it: Questa cintura è di autentica pelle di tigre, non un'imitazione. Anche le sue qualità protettive sono autentiche.

source: This chain mail is very lightweight compared to Western versions. You'll find that it's quite effective against bladed weapons.
it: Questa cotta di maglia è molto leggera rispetto alle versioni occidentali. Scoprirai che è piuttosto efficace contro le armi da taglio.

source: Just a regular block of brass. Great for making statues.
it: Solo un normale blocco di ottone. Ottimo per fare statue.

source: The irregular shape of this pearl makes it less valuable than round ones, but some people prefer them.
it: La forma irregolare di questa perla la rende meno preziosa di quelle rotonde, ma alcune persone le preferiscono.

source: I've always preferred metal over wood. Want to go take a few swings?
it: Ho sempre preferito il metallo al legno. Vuoi fare qualche swing?

source: Denser than any wood driver available.
it: Più denso di qualsiasi driver in legno disponibile.

source: Made from wood even harder than red oak. I'm sure getting hit with it would hurt, so be careful with it.
it: Fatto di un legno ancora più duro della quercia rossa. Sono sicuro che essere colpiti con questo farebbe male, quindi fai attenzione.

source: Even though this short sword lacks a maker's mark, it'll cut better than any factory-made one.
it: Anche se questa spada corta non ha un marchio di fabbrica, taglierà meglio di qualsiasi altra spada prodotta in serie.

source: This Chinese broadsword is a legendary weapon from China. It's light, but don't go swinging it around here!
it: Questa sciabola cinese è un'arma leggendaria proveniente dalla Cina. È leggera, ma non agitarla in giro!

source: Even though this katana lacks a maker's mark, it'll cut better than any factory-made one.
it: Anche se questa katana non ha un marchio di fabbrica, taglierà meglio di qualsiasi altra spada prodotta in serie.

source: Beeps when you get near locker keys. It's popular with some of our shadier patrons.
it: Emette un segnale acustico quando ti avvicini alle chiavi degli armadietti. È popolare tra alcuni dei nostri clienti più loschi.

source: A plate that has been painted silver. It's good for spritzing up parties on a budget.
it: Un piatto dipinto d'argento. È buono per ravvivare le feste con un budget limitato.

source: A wooden carving of the famous swordsman, Miyamoto Musashi. It's so detailed that he's practically jumping out of the wood.
it: Una scultura in legno del famoso spadaccino, Miyamoto Musashi. È così dettagliata che sembra quasi saltar fuori dal legno.

source: Miyamoto Musashi's techniques are recorded in this journal. A spry-looking older man brought it in the other day. Seems quite valuable.
it: Le tecniche di Miyamoto Musashi sono registrate in questo diario. Un uomo anziano dall'aspetto arzillo l'ha portato l'altro giorno. Sembra piuttosto prezioso.

source: Miyamoto Musashi's techniques are recorded in this journal. A spry-looking older man brought it in the other day. Seems quite valuable.
it: Le tecniche di Miyamoto Musashi sono registrate in questo diario. Un uomo anziano dall'aspetto arzillo l'ha portato l'altro giorno. Sembra piuttosto prezioso.
