Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/shop0023.po
Languages: pt

source: Quit
pt: Esci

source: Cancel the order.
pt: Annulla l'ordine.

source: Order
pt: Ordina

source: Order the currently selected item.
pt: Ordina l'oggetto selezionato.

source: (I haven't picked anything.)
pt: (Non ho scelto niente.)

source: (I'm short on cash.)
pt: (Non ho abbastanza soldi.)

source: Thanks. That's %s.
pt: Grazie. Sono %s.

source: (I can't carry any more stuff.)
pt: (Non posso trasportare altri oggetti.)

source: (They're sold out.)
pt: (È esaurito.)

source: Basically a mini flamethrower. Try not to use it for anything but self-defense.
pt: Praticamente un lanciafiamme in miniatura. Cerca di non usarlo per scopi diversi dall'autodifesa.

source: This is a blunt weapon designed for self-defense, but I wouldn't try using it in a brawl.
pt: È un'arma contundente progettata per l'autodifesa, ma non proverei a usarla in una rissa.

source: Not a very powerful weapon, but it's compact and easy to hide.
pt: Non è un'arma molto potente, ma è compatta e facile da nascondere.

source: A basic wooden driver.
pt: Un normale driver in legno.

source: I don't need to explain how this works, do I? It's designed for self-defense.
pt: Non c'è bisogno che ti spieghi come funziona, vero? È progettato per l'autodifesa.

source: The next generation in self-defense technology.
pt: La nuova generazione nella tecnologia per l'autodifesa.

source: Has even more of a kick than a normal stun gun.
pt: Ha una scarica ancora più potente di un normale taser.

source: These are normally used for kendo practice, but they still pack a punch.
pt: Normalmente si usano per la pratica del kendo, ma picchiano sodo lo stesso.

source: The street brawler's weapons of choice. Put them on your fists to increase the power of your punches.
pt: Le armi preferite dai picchiatori di strada. Indossale per aumentare la potenza dei tuoi pugni.

source: Getting hit by these hurts like hell. Blocking doesn't do much to stop them, either.
pt: Essere colpiti da questi fa un male cane. E pararli non serve a molto.

source: These cover your whole fist, so they're good for blocking blades.
pt: Coprono l'intero pugno, quindi sono ottimi per parare le lame.

source: Collapsible and easy to store in a purse or jacket pocket. It's good for blocking low attacks, too.
pt: Pieghevole e facile da tenere in borsa o nella tasca della giacca. È utile anche per bloccare gli attacchi bassi.

source: A good nunchaku set for beginners to start out with.
pt: Un buon set di nunchaku per iniziare.

source: I extended the ends to give them a bit more reach. Some customers like the weight distribution like this.
pt: Ho allungato le estremità per dargli un po' più di portata. Ad alcuni clienti piace questa distribuzione del peso.

source: These may look like an ordinary couple of slats, but the cores have been reinforced for extra durability.
pt: Potranno sembrare due normali listelli, ma l'interno è stato rinforzato per una maggiore resistenza.

source: Perfect for kali stick beginners.
pt: Perfetto per i principianti dei bastoni kali.

source: That's a double action revolver. That means pulling the trigger both cocks the hammer and fires the gun. Well worth the price.
pt: Questo è un revolver a doppia azione. Significa che premendo il grilletto si arma il cane e si spara. Vale tutti i soldi che costa.

source: A cheap replica of a standard military issue weapon.
pt: Una replica economica di un'arma standard in dotazione ai militari.

source: That's a double action revolver. That means pulling the trigger both cocks the hammer and fires the gun. Well worth the price.
pt: Questo è un revolver a doppia azione. Significa che premendo il grilletto si arma il cane e si spara. Vale tutti i soldi che costa.

source: A cheap replica of a standard military issue weapon.
pt: Una replica economica di un'arma standard in dotazione ai militari.

source: Pretty much your garden-variety shotgun.
pt: Praticamente il tuo fucile a pompa standard.

source: It's a shotgun. What more do you want?
pt: È un fucile a pompa. Cos'altro vuoi sapere?

source: I figured it might be a good idea to send away for a few of these.
pt: Ho pensato che fosse una buona idea ordinarne qualcuno.

source: A pretty famous blade around here.
pt: Una lama piuttosto famosa da queste parti.

source: You're gonna need a lot of upper body strength to swing this thing around.
pt: Ti servirà un bel po' di forza nella parte superiore del corpo per brandire quest'arnese.

source: The tip of this spear is pretty sharp, making this a formidable weapon.
pt: La punta di questa lancia è molto affilata, il che la rende un'arma formidabile.

source: This prototype assault weapon will tear your enemies to shreds.
pt: Questo prototipo di arma d'assalto farà i tuoi nemici a pezzi.

source: A standard tonfa made of iron.
pt: Un tonfa standard in ferro.

source: Heavier than the iron tonfa, but stronger, too.
pt: Più pesante del tonfa di ferro, ma anche più robusto.

source: Can protect you against some lighter attacks.
pt: Può proteggerti da alcuni attacchi più leggeri.

source: Will really help psych you up before a fight.
pt: Ti darà la carica giusta prima di un combattimento.

source: Historically worn by gamblers and is stronger than regular chain mail.
pt: Storicamente indossata dai giocatori d'azzardo, è più resistente della normale cotta di maglia.

source: Actually just an iron grill pounded into this shape. It's heavy as hell, but it'll stop bullets.
pt: In realtà è solo una griglia di ferro modellata. È pesantissima, ma ferma i proiettili.

source: These metallic gauntlets can be used to block bladed weapons, giving you some protection from them.
pt: Questi guanti d'arme metallici possono essere usati per parare le armi da taglio, offrendo una certa protezione da esse.

source: This shard of bulletproof glass can't really block bullets anymore, but you could probably use it to mod a weapon.
pt: Questo frammento di vetro antiproiettile non può più fermare i proiettili, ma probabilmente potresti usarlo per modificare un'arma.

source: This robust cloth could be used to mod weapons.
pt: Questo tessuto robusto potrebbe essere usato per modificare le armi.
