Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/shop0039.po
Languages: pt

source: Quit
pt: Esci

source: Cancel the order.
pt: Annulla l'ordine.

source: Order
pt: Ordina

source: Order the currently selected item.
pt: Ordina l'oggetto selezionato.

source: (I haven't picked anything.)
pt: (Non ho scelto niente.)

source: (I'm short on cash.)
pt: (Non ho abbastanza soldi.)

source: Thank you. That'll be %s.
pt: Grazie. Fanno %s.

source: (I can't carry any more stuff.)
pt: (Non posso trasportare altri oggetti.)

source: (They're sold out.)
pt: (È esaurito.)

source: Should help you get back on your feet when you're low on health and Furore.
pt: Dovrebbe aiutarti a rimetterti in sesto quando sei a corto di salute e barra Heat.

source: More effective at revitalizing your health and Furore than a regular Staminan X.
pt: Più efficace nel rivitalizzare la tua salute e barra Heat rispetto a un normale Staminan X.

source: One of the most potent energy drinks on the market. It'll dramatically restore your health and Furore.
pt: Uno degli energy drink più potenti sul mercato. Ripristinerà drasticamente la tua salute e la barra Heat.

source: This flak vest is super resistant to bullets. It's extra durable due to its special creation process.
pt: Questo giubbotto antiproiettile è super resistente ai proiettili. È estremamente robusto grazie al suo speciale processo di creazione.

source: A powerful chemical compound that can freeze almost anything instantly.
pt: Un potente composto chimico che può congelare quasi tutto all'istante.

source: It's highly explosive, so be careful with it.
pt: È altamente esplosivo, quindi maneggialo con cura.

source: This chunk of metal has some serious magnetic pull. Maybe you can use it for something.
pt: Questo pezzo di metallo ha una notevole attrazione magnetica. Forse puoi usarlo per qualcosa.

source: Not really sure what you could do with this mystery white liquid...
pt: Non sono molto sicuro di cosa potresti fare con questo misterioso liquido bianco...

source: Used in cosmetics and stuff.
pt: Usato nei cosmetici e roba simile.

source: Perfect for making stuff bouncy!
pt: Perfetto per rendere le cose elastiche!

source: A weird-looking, blue fluorescent bulb. Probably not something you'd use for most lights.
pt: Una strana lampadina blu fluorescente. Probabilmente non è qualcosa che useresti per l'illuminazione normale.

source: Kind of an odd looking blow-up doll. I'm sure you know what it's for...
pt: Una bambola gonfiabile dall'aspetto un po' strano. Sono sicuro che sai a cosa serve...

source: Adjusts its tension in response to temperature.
pt: Regola la sua tensione in risposta alla temperatura.

source: The kind of dropper used in science experiments.
pt: Il tipo di contagocce usato negli esperimenti scientifici.
