Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/shop0075.po
Languages: it

source: Quit
it: Esci

source: Cancel the order.
it: Annulla l'ordine.

source: Order
it: Ordina

source: Order the currently selected item.
it: Ordina l'articolo selezionato.

source: (I haven't picked anything.)
it: (Non ho scelto nulla.)

source: (I'm short on cash.)
it: (Non ho abbastanza soldi.)

source: Yes, yes, that'll be %s.
it: Sì, sì, il totale è di %s.

source: (I can't carry any more stuff.)
it: (Non posso trasportare altri oggetti.)

source: (They're sold out.)
it: (Sono esauriti.)

source: Filleted horse mackerel is great for bait.
it: Lo sgombro sfilettato è un'ottima esca.

source: Filleted squid makes good bait.
it: Il calamaro sfilettato è una buona esca.

source: This shrimp makes fine bait.
it: Questo gambero è un'ottima esca.

source: This pickled squid makes good fishing bait.
it: Questo calamaro sottaceto è una buona esca da pesca.

source: A plain old earthworm. Classic bait.
it: Un semplice lombrico. Un'esca classica.

source: This common shellfish can be used for bait.
it: Questo comune mollusco può essere usato come esca.

source: This clam is small but makes good bait.
it: Questa vongola è piccola ma è una buona esca.

source: These large prawns are tasty, but they can be used as bait as well.
it: Questi gamberoni sono gustosi, ma possono essere usati anche come esca.

source: Lobster is a delicious treat, but it can be used as bait, too.
it: L'aragosta è una prelibatezza, ma può essere usata anche come esca.
