Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/shop0028.po
Languages: pt

source: Quit
pt: Esci

source: Cancel the order.
pt: Annulla l'ordine.

source: Order
pt: Noleggia

source: Order the currently selected item.
pt: Noleggia l'oggetto selezionato.

source: (I haven't picked anything.)
pt: (Non ho scelto niente.)

source: (I'm short on cash.)
pt: (Non ho abbastanza soldi.)

source: Thanks. That'll be %s.
pt: Grazie. Fanno %s.

source: (I can't carry any more stuff.)
pt: (Non posso trasportare altri oggetti.)

source: (They're sold out.)
pt: (È esaurito.)

source: The seventh installment of a film about a space ninja. It's chock full of weird sci-fi weapons.
pt: Il settimo capitolo di un film su un ninja spaziale. È pieno zeppo di strane armi fantascientifiche.

source: A documentary about a man known as the God of Golf.
pt: Un documentario su un uomo conosciuto come il Dio del Golf.

source: A high school romcom about baseball.
pt: Una commedia romantica liceale sul baseball.

source: A documentary that follows the life of a master swordsmith. It's extremely rare and valuable.
pt: Un documentario che segue la vita di un maestro spadaio. È estremamente raro e prezioso.

source: This boxing movie is a real tear jerker.
pt: Questo film sulla boxe è un vero e proprio strappalacrime.

source: The newest movie starring Dragon Smash! People have been waiting for this one for a long time, but it was worth the wait.
pt: L'ultimo film con Dragon Smash! La gente lo aspettava da molto tempo, ma ne è valsa la pena.

source: The long-awaited DVD of a popular mental training TV series.
pt: Il tanto atteso DVD di una popolare serie TV sull'allenamento mentale.

source: A sexy idol makes her debut in this movie. The gunplay is surprisingly well choreographed.
pt: Una idol sexy fa il suo debutto in questo film. Le sparatorie sono sorprendentemente ben coreografate.

source: This is a video about old ladies running. I guess some people like this sort of thing.
pt: Questo è un video di vecchiette che corrono. Immagino che ad alcuni piaccia questo genere di cose.

source: This fitness DVD is a big hit. It actually got me dieting.
pt: Questo DVD di fitness è un successone. Mi ha persino convinto a mettermi a dieta.

source: This DVD is a good introduction to self-defense weapons.
pt: Questo DVD è una buona introduzione alle armi da autodifesa.

source: This DVD introduces a lot of basic brawling techniques.
pt: Questo DVD introduce molte tecniche di rissa di base.

source: If you like occult stuff, you'll enjoy this DVD.
pt: Se ti piacciono le cose occulte, questo DVD ti piacerà.

source: The title says it all. You gotta be a badass to kick ass. This is a great guide.
pt: Il titolo dice tutto. Devi essere un duro per spaccare. Questa è un'ottima guida.
