Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/shop0027.po
Languages: pt

source: Quit
pt: Esci

source: Cancel the order.
pt: Annulla l'ordine.

source: Order
pt: Ordina

source: Order the currently selected item.
pt: Ordina l'oggetto selezionato.

source: (I haven't picked anything.)
pt: (Non ho scelto niente.)

source: (I'm short on cash.)
pt: (Non ho abbastanza soldi.)

source: Very well, that's %s.
pt: Molto bene, sono %s.

source: (I can't carry any more stuff.)
pt: (Non posso trasportare altri oggetti.)

source: (They're sold out.)
pt: (È esaurito.)

source: The strongest supplement on the market. Will fully restore your health.
pt: L'integratore più potente sul mercato. Ripristinerà completamente la tua salute.

source: Will fill your Furore to its maximum level. You'll be a walking inferno!
pt: Rempirà la tua barra Heat al massimo. Sarai un inferno che cammina!

source: Will rejuvenate your body and soul. And it'll restore your health and Furore to their maximum levels!
pt: Rinvigorirà il tuo corpo e la tua anima. E ripristinerà la tua salute e la barra Heat ai loro livelli massimi!

source: These plastic shin guards provide light protection. They're thin, so don't expect too much.
pt: Questi parastinchi di plastica offrono una leggera protezione. Sono sottili, quindi non aspettarti troppo.

source: This black belt is special, as they say the power of its late judo master resides within. It should give you extra throwing strength.
pt: Questa cintura nera è speciale: si dice che contenga il potere del suo defunto maestro di judo. Dovrebbe darti una forza extra nelle proiezioni.

source: This unique weapon is designed to deliver burning pain with deep cuts.
pt: Quest'arma unica è progettata per infliggere un dolore bruciante con tagli profondi.

source: This towel brings a sense of peace to its user, lowering their Furore.
pt: Questo asciugamano dona un senso di pace a chi lo usa, abbassando la sua barra Heat.

source: This unusual stone refracts light in a unique way. It's meant to be a commemorative item.
pt: Questa strana pietra rifrange la luce in un modo unico. È un oggetto commemorativo.

source: These are steel shin guards. They'll help protect your legs from attacks.
pt: Questi sono parastinchi d'acciaio. Ti aiuteranno a proteggere le gambe dagli attacchi.

source: This ring increases your physical strength more and more as you get injured.
pt: Questo anello aumenta la tua forza fisica sempre di più man mano che vieni ferito.

source: This is the Demon Stone, named for the hideous face carved on it. They say it has something to do with a deity who watches over travelers.
pt: Questa è la Pietra del Demone, chiamata così per l'orribile volto scolpito su di essa. Si dice che abbia a che fare con una divinità che protegge i viaggiatori.

source: A bloodied cloth that has seen plenty of action in the Coliseum. Its original wearers have bled their souls into it.
pt: Un panno insanguinato che ne ha viste di tutti i colori nel Colosseo. I suoi precedenti proprietari vi hanno riversato la loro anima.

source: A mysterious power residing in this thing somehow strengthens left-handed attacks.
pt: Un potere misterioso che risiede in questo oggetto in qualche modo rafforza gli attacchi mancini.

source: These shoes will help muffle your steps. They're often worn by unsavory individuals to help them get out of trouble.
pt: Queste scarpe aiutano a silenziare i tuoi passi. Spesso sono indossate da individui poco raccomandabili per aiutarli a tirarsi fuori dai guai.

source: These babies shield your entire fist.
pt: Questi cosi ti proteggono l'intero pugno.

source: This thing is surprisingly effective as a hammer.
pt: Quest'oggetto è sorprendentemente efficace come martello.

source: Put on this ring, and you'll have people coming at you in droves for a chance to defeat the Champ.
pt: Indossa questo anello e la gente ti verrà addosso a frotte per avere la possibilità di sconfiggere il Campione.

source: There's something I really don't like about this bloody binding. Be careful when you use it...
pt: C'è qualcosa che non mi piace in questa benda insanguinata. Fai attenzione quando la usi...

source: Will have a healing effect if you stand calmly during a fight.
pt: Avrà un effetto curativo se rimani fermo e calmo durante un combattimento.

source: This is a photo of an old and influential yakuza. They say just carrying it will awaken the bloodlust of the people around you.
pt: Questa è la foto di un vecchio e influente yakuza. Si dice che il solo portarla con sé risvegli la sete di sangue delle persone intorno a te.

source: This ornate blade is etched with a beautiful and intricate carp pattern. Its craftsmanship is of the highest quality.
pt: Questa lama ornata è incisa con un bellissimo e intricato motivo a carpa. La sua fattura è della più alta qualità.

source: Grab an enemy while wearing these to sap their strength and charge your Furore up.
pt: Afferra un nemico while indossandoli per prosciugare la sua forza e caricare la tua barra Heat.

source: This chain mail is said to confer upon its wearer the protection of a divine dragon... or something. It's really well-made, anyway.
pt: Si dice che questa cotta di maglia conferisca a chi la indossa la protezione di un drago divino... o qualcosa del genere. In ogni caso, è fatta molto bene.
