Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/shop0020.po
Languages: pt

source: Quit
pt: Esci

source: Cancel the order.
pt: Annulla l'ordine.

source: Order
pt: Ordina

source: Order the currently selected item.
pt: Ordina l'oggetto selezionato.

source: (I haven't picked anything.)
pt: (Non ho scelto niente.)

source: (I'm short on cash.)
pt: (Non ho abbastanza soldi.)

source: Thank you. That'll be %s.
pt: Grazie. Fanno %s.

source: (I can't carry any more stuff.)
pt: (Non posso trasportare altri oggetti.)

source: (They're sold out.)
pt: (È esaurito.)

source: Ah, the monogrammed bag? It should make a fabulous gift.
pt: Ah, la borsa con monogramma? Sarà un regalo favoloso.

source: This French cologne is popular for its alluring fragrance.
pt: Questa colonia francese è molto apprezzata per la sua fragranza seducente.

source: This French perfume is a popular item. Take in that flowery scent.
pt: Questo profumo francese è un articolo molto popolare. Senta che profumo fiorito.

source: Fine Italian cologne with a sensual aroma.
pt: Raffinata colonia italiana dall'aroma sensuale.

source: Fine Italian perfume with a sensual aroma.
pt: Raffinato profumo italiano dall'aroma sensuale.

source: This French cashmere scarf is a popular gift item.
pt: Questa sciarpa francese in cashmere è un articolo da regalo molto popolare.

source: This French, luxury brand wallet is a popular gift item.
pt: Questo portafoglio francese di lusso è un articolo da regalo molto popolare.

source: This Italian, luxury brand scarf is sure to please whichever lucky woman you give this to.
pt: Questa sciarpa italiana di lusso farà sicuramente piacere a qualunque fortunata donna la riceva.

source: This Italian, luxury brand wallet is a popular gift item.
pt: Questo portafoglio italiano di lusso è un articolo da regalo molto popolare.

source: This French handbag is a popular gift item.
pt: Questa borsetta francese è un articolo da regalo molto popolare.

source: This Italian, luxury brand shoulder bag would make the perfect gift for your perfect woman.
pt: Questa borsa a tracolla italiana di lusso sarebbe il regalo perfetto per la donna perfetta.

source: This Swiss watch was hand-crafted by a skilled watchmaker.
pt: Questo orologio svizzero è stato realizzato a mano da un abile orologiaio.

source: This Asian digital watch is very practical but still pairs well with the latest fashions.
pt: Questo orologio digitale asiatico è molto pratico ma si abbina comunque bene con le ultime mode.

source: The perfect watch for any diver. It can survive depths of up to 200 meters.
pt: L'orologio perfetto per ogni sub. Può resistere a profondità fino a 200 metri.

source: I hear this French Haute Couture Dress is all the rage in Paris right now.
pt: Ho sentito dire che questo abito francese di Haute Couture è l'ultimo grido a Parigi in questo momento.

source: The French, ready-made Prêt-à-Porter Dress is a popular gift item for women.
pt: L'abito francese Prêt-à-Porter è un regalo molto apprezzato dalle donne.

source: This company who makes this Italian women's suit is known for their clever usage of color in their designs.
pt: L'azienda che produce questo tailleur da donna italiano è nota per il suo sapiente uso del colore nei suoi modelli.

source: This high-end Italian women's watch is sure to turn heads and make a wonderful gift.
pt: Questo orologio da donna italiano di alta gamma farà sicuramente girare la testa e sarà un regalo meraviglioso.

source: This beautiful Italian necklace is the perfect gift for any woman.
pt: Questa splendida collana italiana è il regalo perfetto per ogni donna.

source: This caviar leather bag (that's a type of calf skin) was imported from France. It would make for a wonderful gift.
pt: Questa borsa in pelle caviar (un tipo di pelle di vitello) è stata importata dalla Francia. Sarebbe un regalo meraviglioso.

source: This sleek, Italian-made ring would make a fine gift for your special someone.
pt: Questo elegante anello di fattura italiana sarebbe un ottimo regalo per la vostra persona speciale.

source: A high-end Italian necklace for men. Crafted of silver and very distinguished.
pt: Una collana da uomo italiana di alta gamma. Realizzata in argento e molto distinta.

source: Luxury brand women's coat from Britain. A gift like this would make any girl's day.
pt: Cappotto da donna di lusso dalla Gran Bretagna. Un regalo come questo renderebbe felice qualsiasi ragazza.

source: Overflowing with elegance. Could make a great gift for a hostess.
pt: Traboccante di eleganza. Potrebbe essere un ottimo regalo per un'hostess.

source: Gives off that girly vibe. Could make a great gift for a hostess.
pt: Emana un'atmosfera femminile. Potrebbe essere un ottimo regalo per un'hostess.

source: Makes any outfit just a little bit classier. Could make a great gift for a hostess.
pt: Rende qualsiasi abito un po' più di classe. Potrebbe essere un ottimo regalo per un'hostess.

source: The ruby charm provides the perfect accent. Could make a great gift for a hostess.
pt: Il ciondolo di rubino fornisce il tocco perfetto. Potrebbe essere un ottimo regalo per un'hostess.

source: A simple design that goes with any outfit. Could make a great gift for a hostess.
pt: Un design semplice che si abbina a qualsiasi abito. Potrebbe essere un ottimo regalo per un'hostess.

source: A cute accessory that pairs well with a simple outfit. Could make a great gift for a hostess.
pt: Un accessorio carino che si abbina bene a un abito semplice. Potrebbe essere un ottimo regalo per un'hostess.

source: Pairs well with a nice suit. Could make a great gift for a hostess.
pt: Si abbina bene a un bel completo. Potrebbe essere un ottimo regalo per un'hostess.

source: Looking for that luxurious style? Look no further. Could make a great gift for a hostess.
pt: Cerchi quello stile lussuoso? Non cercare oltre. Potrebbe essere un ottimo regalo per un'hostess.

source: A cute ring accented by a heart-shaped gem. Could make a great gift for a hostess.
pt: Un anello carino impreziosito da una gemma a forma di cuore. Potrebbe essere un ottimo regalo per un'hostess.

source: A high-class ring encrusted with a massive blue gem. Could make a great gift for a hostess.
pt: Un anello di alta classe con incastonata un'enorme gemma blu. Potrebbe essere un ottimo regalo per un'hostess.

source: An ornate flower ring with an extravagant gem. Could make a great gift for a hostess.
pt: Un anello floreale ornato con una gemma stravagante. Potrebbe essere un ottimo regalo per un'hostess.
