Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/shop/shop0034.po
Languages: pt

source: Quit
pt: Esci

source: Cancel the order.
pt: Annulla l'ordine.

source: Order
pt: Ordina

source: Order the currently selected item.
pt: Ordina l'oggetto selezionato.

source: (I haven't picked anything.)
pt: (Non ho scelto niente.)

source: (I'm short on cash.)
pt: (Non ho abbastanza soldi.)

source: Thank you. That'll be %s.
pt: Grazie. Fanno %s.

source: (I can't carry any more stuff.)
pt: (Non posso trasportare altri oggetti.)

source: (They're sold out.)
pt: (È esaurito.)

source: The limited-edition Kamuro Burger: an enticing combination of avocado, tomato, and cheese. To go.
pt: Il Kamuro Burger in edizione limitata: una seducente combinazione di avocado, pomodoro e formaggio. D'asporto.

source: Our classic burger set, with a Smile Burger, fries, and a drink. To go.
pt: Il nostro classico menù, con uno Smile Burger, patatine e una bibita. D'asporto.

source: This set includes a Smile Cheeseburger, fries, and a drink. To go.
pt: Questo menù include uno Smile Cheeseburger, patatine e una bibita. D'asporto.

source: This set includes a Teriyaki Smile Burger with special sauce, fries, and a drink. To go.
pt: Questo menù include un Teriyaki Smile Burger con salsa speciale, patatine e una bibita. D'asporto.

source: As advertised, this set comes with a King Smile Burger, fries, and a drink. To go.
pt: Come da pubblicità, questo menù comprende un King Smile Burger, patatine e una bibita. D'asporto.

source: A tasty Tuna Burger with a unique texture. Fries and a drink come with this set. To go.
pt: Un gustoso Tuna Burger dalla consistenza unica. Patatine e una bibita sono incluse nel menù. D'asporto.

source: A tender, stewed pork burger with fries and a drink. To go.
pt: Un tenero hamburger di maiale stufato con patatine e una bibita. D'asporto.

source: A Smile Shake made with fresh milk. Sure to put a smile on anyone's face. To go.
pt: Uno Smile Shake fatto con latte fresco. Farà sicuramente sorrridere chiunque. D'asporto.

source: The golden-fried standard of french fries. Served with a smile. To go.
pt: Lo standard dorato delle patatine fritte. Servite con un sorriso. D'asporto.
