Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/data/auth/A0145.po
Languages: it

# 492 573
source: I'll be back. Tomorrow.
it: Sarò di ritorno. Domani.

# 607 674
source: Looking forward to it.
it: Non vedo l'ora.

# 975 1031
source: Hey, uh...
it: Ehi, ehm...

# 1056 1104
source: Your name.
it: Il vostro nome.

# 1105 1178
source: I never asked you your name.
it: Non ve l'ho chiesto.

# 1341 1392
source: It's Lily.
it: È Lily.

# 1474 1581
source: That your real name?\nOr just the one you use at work?
it: È il vostro vero nome?\nO quello del lavoro?

# 1659 1720
source: Does it really matter either way?
it: Ha qualche importanza?

# 1775 1845
source: No... Guess it doesn't.
it: No... Immagino di no.

# 1899 1976
source: See you tomorrow.
it: Ci vediamo domani.
