Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/data/auth/A0140.po
Languages: it

# 266 359
source: Those are my terms.
it: Questi sono i termini.

# 369 494
source: If you don't pass the test,\nI'm afraid I can't offer you the loan.
it: Se non supera la prova,\nnon posso darle il prestito.

# 562 652
source: And about the ten days you mentioned.
it: E riguardo ai dieci giorni.

# 654 789
source: You really need the money that soon?
it: I soldi sono davvero così urgenti?

# 811 852
source: I do.
it: Sì.

# 853 913
source: Pretty big hurry, huh?
it: Va di fredda, eh?

# 946 1031
source: Yes. That's right.
it: Sì. Esatto.

# 1058 1234
source: But if you don't pass my test,\nyou'll have wasted some of that precious time.
it: Ma se non supera la prova,\navrà sprecato del tempo prezioso.

# 1255 1374
source: What do you think?\nStill want to give it a shot?
it: Che ne pensi?\nVuoi comunque provarci?

# 1862 1914
source: Yes.
it: Sì.

# 1915 1972
source: I have to try.
it: Devo farlo.

# 2008 2096
source: And you're really sure?
it: E ne è sicura?

# 2201 2298
source: This is the only option I have left.
it: È l'unica opzione rimasta.

# 2374 2429
source: So please.
it: Quindi la prego.

# 2440 2566
source: Let me take your test.
it: Mi faccia fare la prova.
