Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/data/auth/A0260.po
Languages: it

# 167 261
source: Truth is, a few years back...
it: A dire il vero, anni fa...

# 271 360
source: Arai-san saved my life.
it: Arai-san mi salvò la vita.

# 401 465
source: You serious, Akiyama-san?
it: Sul serio, Akiyama-san?

# 461 514
source: Sure am.
it: Certo.

# 515 664
source: Speaking of. You ever hear about\nhow I used to be homeless?
it: A proposito. Sapevi che una volta\nero un senzatetto?

# 668 777
source: Well, uh...\nI know the rumors, at least.
it: Beh, uh...\nConosci le voci, almeno.

# 781 843
source: Is it really true?
it: È vera come cosa?

# 892 1000
source: You know, before I got booted to the curb...
it: Sai, prima di essere buttato sul marciapiede...

# 1005 1159
source: I had a job at a bank, place called Touto.\nJust an everyday working stiff.
it: Lavoravo in banca, da Touto.\nUn normalissimo lavoratore.

# 1280 1349
source: You were a banker!?
it: Eri un banchiere!?

# 1354 1489
source: Yeah. But that was over half a decade ago.
it: Già. Ma è stato mezzo decennio fa.
