Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/data/auth/A0270.po
Languages: it

# 62 255
source: Kamurocho attracts all kinds of people.\nWeak, strong, you name it.
it: Kamurocho attira molte persone.\nDeboli, forti, chiunque.

# 258 357
source: It really is a jungle out there.
it: Lì fuori è una giungla.

# 400 562
source: But there's one thing everyone\nwho comes here has in common.
it: Ma c'è una cosa che\naccomuna tutti loro.

# 567 627
source: Which is what?
it: E cioè?

# 673 737
source: A dream.
it: Un sogno.

# 802 945
source: Every single person has some\ngrand vision they're reaching for.
it: Ogni persona che arriva ha\nben chiaro il suo obiettivo...

# 964 1024
source: Like what?
it: Ad esempio?

# 1029 1156
source: Landing the perfect woman,\nhitting it rich, seizing power...
it: Prendersi la donna perfetta,\ndiventare ricco, avere potere...

# 1159 1333
source: Everyone's got something, no matter\nhow insignificant that something might seem.
it: Tutti hanno un sogno, non importa\nquanto questo possa sembrare insignificante.

# 1356 1475
source: But barely a soul actually achieves it.
it: Ma solo qualcuno ce la fa.

# 1492 1583
source: Even so, people don't just abandon their dreams.
it: Anche così, nessuno abbandona i propri sogni.

# 1588 1668
source: They're what keep us trudging onward.
it: Loro ci fanno andare avanti.

# 1673 1726
source: You get me?
it: Mi capisci?

# 1727 1787
source: Yeah.
it: Sì.

# 1802 1901
source: People wanna see those dreams come to fruition.
it: La gente vuole vedere quei sogni realizzarsi.

# 1908 2083
source: So what this town needs...\nis someone who can show them that's possible.
it: Questa città ha bisogno di...\nQualcuno che gli faccia credere sia possibile.

# 2093 2174
source: Someone like Arai-aniki?
it: Qualcuno come Arai-aniki?

# 2237 2368
source: For better or worse,\nstrength is what wins people over.
it: Nel bene o nel male,\nla forza convince le persone.

# 2385 2498
source: And Arai-san's got it in spades.
it: E Arai-san ne ha da vendere.

# 2510 2570
source: I've seen that first-hand.
it: L'ho visto di persona.

# 2645 2737
source: A jungle's nothing without its king.
it: La giungla è nulla senza il suo re.

# 2738 2854
source: And this town needs a king now more than ever.
it: E questa città ne ha un chiaro bisogno.

# 2884 3045
source: Kamurocho's always looked to\nthe yakuza to find its lions.
it: Kamurocho ha sempre guardato la yakuza\nper cercarne i leoni.

# 3064 3260
source: But Kazuma Kiryu's out of the picture,\nand nobody's stepped up to fill the void.
it: Ma con Kiryu Kazuma fuori dai giochi,\nnessuno si è più fatto avanti.

# 3299 3417
source: Without a leader,\neven the toughest prides will scatter.
it: Senza un leader,\nanche i branchi più forti si disperderanno.

# 3422 3502
source: Find a new king somewhere else.
it: Trova il nuovo re da un'altra parte.

# 3530 3633
source: That's, like... pretty deep.
it: Questa è... Roba profonda.

# 3630 3712
source: Forget all this nonsense about jungles, though.
it: Dimenticati queste sciocchezze sulla giungla.

# 3714 3852
source: What I'm saying is,\nI'm putting all my chips on Arai-san.
it: Ciò che voglio dire è che,\npunto tutto su Arai-san.

# 3873 3916
source: Got it.
it: Capito.

# 3934 4052
source: I'm in on that dream, too.
it: È anche il mio sogno.

# 4079 4159
source: I'll find Arai-aniki, no matter what!
it: Troverò Arai-aniki, a tutti i costi!

# 4168 4281
source: And I'll use this money to make it happen!
it: E userò questi soldi per riuscirci!

# 4286 4395
source: Good. Drop me a line if you learn anything.
it: Bene. Fammi sapere se trovi qualcosa.

# 4400 4455
source: Of course!
it: Ma certo!

# 4458 4520
source: I'm back.
it: Sono tornato.

# 4592 4650
source: Heya.
it: Ehi.
