Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/data/auth/B0200.po
Languages: it

# 360 426
source: Ya ain't half bad.
it: Non sei male.

# 437 555
source: Same to you.\nI'm honestly surprised.
it: Anche tu.\nSono sorpreso.

# 775 858
source: What are you doing?\nUncle Kaz!
it: Che state facendo?\nZio Kaz!

# 1008 1143
source: What's wrong with you!?\nStop it, please!
it: Cosa avete in testa!?\nFermatevi!

# 1376 1466
source: Mister! Mister, are you okay?
it: Signore! Signore, sta bene?

# 1509 1569
source: Shit...
it: Merda...

# 1585 1645
source: How am I...
it: Come farò...

# 1660 1772
source: Gonna face Hamazaki now...?
it: A guardare in faccia Hamazaki ora...?

# 1947 2007
source: Dammit.
it: Dannazione.

# 2014 2120
source: Body's... so heavy...
it: Il mio corpo... è così pesante...

# 2263 2352
source: Uncle Kaz, who is he?
it: Zio Kaz, chi è lui?
