Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/data/auth/B0340.po
Languages: it

# 231 405
source: Before you go.\nThere's one thing I want to know.
it: Prima che tu vada.\nDevo sapere una cosa.

# 438 552
source: Do you ever regret what you did?
it: Ti sei mai pentito delle tue azioni?

# 611 673
source: 25 years, wasn't it?
it: 25 anni, vero?

# 687 840
source: I know it was for your boss,\nbut all that hard time had to make you think.
it: So che era per il tuo capo,\nma questo tempo deve averti fatto pensare.

# 846 917
source: Don't you ever wanna take it all back?
it: Non vorresti non averlo mai fatto?

# 950 1021
source: What're ya askin' that for?
it: Perché me lo chiedi?

# 1046 1107
source: Well, I...
it: Beh, io...

# 1158 1224
source: I just had to ask.
it: Solo per chiedere.

# 1264 1324
source: Huh.
it: Uh.

# 1344 1475
source: Lemme guess, you're plannin' something big yourself.
it: Fammi indovinare, anche tu progetti qualcosa di grosso.

# 1493 1549
source: And now you're gettin' cold feet.
it: E ora ci stai ripensando.

# 1618 1678
source: Regrets, huh?
it: Rimpianto, eh?

# 1696 1756
source: Can't say I don't got 'em.
it: Non posso dire di no.

# 1899 2003
source: I regret every life these hands stole that day.
it: Mi pento di ogni vita tolta quel giorno.

# 2016 2090
source: Eats at my soul nonstop.
it: Mi mangiano l'anima.

# 2166 2365
source: Still... gettin' sent to the slammer,\ndoin' all that for the boss...
it: Però... Essere mandato al macello,\nFarlo per il mio capo...

# 2370 2433
source: I don't regret a speck of that.
it: Non mi pento di nulla.

# 2452 2494
source: How?
it: Come?

# 2495 2585
source: How are you that strong, Saejima-san?
it: Come fai a essere così forte, Saejima-san?

# 2584 2642
source: It ain't strength.
it: Non è la forza.

# 2670 2790
source: I'm just livin' the life\nme and my bro chose to lead.
it: Vivo la vita che io e mio fratello\nabbiamo deciso di fare.

# 2807 2921
source: That's what bein' a yakuza's really about.
it: Questo è ciò che significa essere yakuza.

# 2986 3081
source: People think we're criminals or whatever.
it: La gente pensa che siamo dei criminali.

# 3098 3232
source: But every day I'm proud to be part of somethin' bigger.
it: Ma ogni giorno sono fiero di far parte di qualcosa.

# 3252 3371
source: Honor and duty.\nThat's what it all means.
it: Onore e dovere.\nEcco il significato.

# 3464 3622
source: If I'd left that day without doin' my duty...
it: Se quel giorno me ne fossi andato...

# 3629 3777
source: Well that betrayal would've\ngone against everythin' I believe in.
it: Quel tradimento sarebbe andato contro\ntutto ciò a cui credo.

# 3781 3871
source: That'd really be somethin' to regret.
it: Sarebbe stato un altro rimpianto.

# 4141 4201
source: Ya gotta go balls out.
it: Hai le palle.

# 4283 4373
source: You only get one shot\nat hittin' it big.
it: Hai solo una possibilità\n per sfondare.

# 4409 4544
source: So when the time comes for ya\nto put your life on the line...
it: Quando arriverà il momento di mettere\nla tua vita in gioco...

# 4551 4622
source: Givin' it your all's the only way.
it: Dai tutto te stesso.

# 4647 4786
source: No lookin' back. No regrets.
it: Senza avere rimpianti.

# 4806 4854
source: Yes, sir.
it: Sì, signore.

# 4856 4916
source: Good luck out there, kid.
it: Buona fortuna, ragazzo.

# 4929 4989
source: Be seein' ya.
it: Ci vediamo.
