Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/data/auth/C0020.po
Languages: it

# 1416 1514
source: Hey. How's business?
it: Ehi. Come vanno gli affari?

# 1543 1633
source: Not again, Tanimura-san.
it: Non di nuovo, Tanimura-san.

# 1791 1851
source: Always a pleasure.
it: Sempre un piacere.

# 1852 1966
source: That's twice now.\nI thought we agreed once a month.
it: È la seconda volta.\nGli accordi erano una volta al mese.

# 1967 2017
source: Give me a break.
it: Dammi una pausa.

# 2018 2117
source: That girl you just got in.\nShe Korean?
it: La ragazza laggiù.\nÈ coreana?

# 2130 2178
source: Exchange student, maybe?
it: Studente in trasferta, forse?

# 2266 2388
source: Everyone knows it's illegal for foreigners\nto work here without a proper visa.
it: Tutti gli stranieri sanno che è illegale lavorare\nqui senza un visto regolare.

# 2402 2560
source: But what you might not know is,\nknowingly hiring them's a crime in itself.
it: Ma quello che non sai è che già\nassumerli è considerato un crimine.

# 2590 2771
source: Getting caught will cost you 3 years.\nWell, either that or 3 mil.
it: Venire scoperti ti costerà 3 anni.\nBeh, quello o 3 milioni.

# 2778 2847
source: Just cut me some slack here.
it: Dammi un po' di tregua.

# 2856 3043
source: Rumor has it you take advantage of these girls\nknowing full well they can't run to the cops.
it: Si dice che ti approfitti di quelle ragazze\nben conscio che non potranno andare dalla polizia.

# 3055 3131
source: You want me turning a blind eye to that?
it: Vuoi che chiuda un occhio?

# 3213 3284
source: Eh, we can handle that later.
it: Eh, ci penseremo dopo.

# 3305 3433
source: For now, let me know if you ever see this woman.
it: Per ora, fammi sapere se vedi questa donna.

# 3467 3520
source: Who is she?
it: Chi è lei?

# 3521 3651
source: Can't say.\nPolice confidentiality, you know.
it: Non posso dirlo.\nInformazioni segrete, sai.

# 3662 3750
source: Just call me if you see her.
it: Chiamami se la vedi.

# 3751 3817
source: Bye now.
it: Per ora, ciao.

# 4531 4615
source: There's my little Ma-chan!
it: Ecco la piccola Ma-chan!

# 4755 4789
source: 呀 哥哥！\n(Ooh, it's the cop man!)
it: 呀 哥哥！\n(Ooh, è il poliziotto!)

# 4795 4847
source: 你們好嗎？\n(What's up, big guy?)
it: 你們好嗎？\n(Che c'è, ragazzone?)

# 4849 4905
source: 改天再陪你們玩\n[Catch you tomorrow, okay?]
it: 改天再陪你們玩\n[Ci sentiamo domani, ok?]
