Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/data/auth/C0080.po
Languages: it

# 309 418
source: Can't remember the last time\nI was outside this time of day.
it: Non ricordo l'ultima volta che sono\nuscito a quest'ora.

# 428 512
source: Answer me, Katsuragi!
it: Rispondimi, Katsuragi!

# 524 599
source: First, your end of the bargain.
it: Prima di tutto, la tua parte.

# 610 758
source: You know where Yasuko Saejima-san is.\nAnd you're going to tell me.
it: Sai dov'è Yasuko Saejima-san.\nMi dirai dove si trova.

# 1259 1319
source: What are you doing?
it: Che vuoi fare?

# 1367 1485
source: This 100 mil is all yours.
it: Questi 100 milioni sono tuoi.

# 1499 1577
source: In return, I want you to forget about Yasuko-san.
it: In cambio, dimenticati di Yasuko-san.

# 1728 1795
source: She already left for Okinawa.
it: Se ne è partita per Okinawa.

# 1816 1899
source: To see Taiga Saejima.
it: Per vedere Taiga Saejima.

# 2041 2092
source: What's so funny?
it: Cosa c'è di buffo?

# 2109 2195
source: She's through working for you!
it: Non lavora più per te!

# 2274 2363
source: I'm afraid it's all too late.
it: Temo sia troppo tardi ormai.

# 2407 2476
source: Too late for Yasuko Saejima...
it: Troppo tardi per Yasuko Saejima...

# 2507 2567
source: And too late for you.
it: E anche per te.

# 3068 3186
source: What the hell?\nWhat's going on?
it: Che diavolo?\nChe sta succedendo?

# 3601 3720
source: Yasuko Saejima-san will just have to wait.
it: Yasuko Saejima-san aspetterà.

# 3734 3857
source: The problem in front of me takes priority.
it: Per ora, risolverò il problema davanti a me.

# 3876 3984
source: Katsuragi! You double-crossing...
it: Katsuragi! Tu, doppiogiochista...

# 3995 4075
source: Let me tell you this in your final moments.
it: Questi sono i tuoi ultimi momenti.

# 4083 4274
source: The one who killed those eighteen men,\nall the way back in 1985...
it: L'uomo che ha ucciso quei diciotto uomini,\nnel 1985...

# 4329 4389
source: Well.
it: Bene.

# 4572 4632
source: It was me.
it: Sono stato io.

# 4623 4683
source: What!?
it: Cosa!?

# 4752 4858
source: Katsuragi!\nWe're not done here!
it: Katsuragi!\nNon abbiamo finito!

# 4895 4953
source: Oh, yes.
it: Oh, sì invece.

# 4950 5056
source: You know that restaurant you love so much?\nHomeland, was it?
it: Sai quel ristorante che ami tanto?\nHomeland, mi pare?

# 5080 5208
source: I've arranged for its owner to be "taken care of."
it: Ho ordinato di "prendersi cura" del capo.

# 5222 5279
source: What!?
it: Cosa!?

# 5280 5372
source: Better hurry before time runs out.
it: Sarà meglio fare in fretta.

# 5364 5420
source: Or that Chinese gentleman...
it: O quel gentiluomo cinese...

# 5444 5539
source: And his cute little daughter will be gone forever.
it: La sua figliola potrebbe andarsene per sempre.

# 5557 5617
source: You son of a...!
it: Tu, figlio di...!

# 5628 5674
source: My condolences.
it: Le mie condoglianze.

# 5675 5735
source: Wait!
it: Aspetta!

# 5734 5817
source: Are you the one who murdered my father!?
it: Sei tu che hai ucciso mio padre!?

# 5805 5900
source: I want answers, Katsuragi!
it: Voglio risposte, Katsuragi!

# 5936 5996
source: Hmm.
it: Mhh.

# 6015 6075
source: Haven't the slightest idea.
it: Non ne ho idea.

# 6800 6860
source: Break it up, slimeballs!
it: Mani in alto!

# 6932 6977
source: Get the hell out of here!
it: Vattene da qui!

# 6978 7056
source: Or are you just gonna let\nthat asshole off your friends?
it: O lascerai che lo stronzo\nammazzi i tuoi amici?

# 7063 7123
source: Right!
it: Giusto!

# 7153 7275
source: We've got cells with all your names\non 'em down at Homicide.
it: Abbiamo una cella con tutti i vostri\nnomi giù a Homicide.

# 7264 7310
source: You're under arrest!
it: Siete in arresto!
