Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/data/auth/C0155.po
Languages: it

# 37 178
source: If Arai-san's been taking orders\nfrom Katsuragi on the sly...
it: Se Arai-san sta prendendo ordini\ndirettamente da Katsuragi...

# 179 288
source: Maybe the bullet in Ihara's head\nwas all part of the plan.
it: Forse il proiettile in testa a Ihara\nera parte del piano.

# 302 473
source: Yeah. A small piece of Katsuragi and\nShibata's plot to seize the Tojo.
it: Sì. Un tassello per permettere a Katsuragi\ne Shibata di prendersi il Tojo.

# 479 555
source: Which is where Lily-chan comes in.
it: E qui entra in gioco Lily-chan.

# 563 668
source: Katsuragi turns on his partner Shibata.
it: Katsuragi tradisce Shibata.

# 669 818
source: And uses her to erase anyone who knew\nwhat really happened that day in '85.
it: E lei viene usata per eliminare chiunque\nsappia la verità sull'85.

# 820 883
source: A real-life femme fatale.
it: Una vera femme fatale.

# 914 1048
source: What I'm not piecing together is,\nwhy do all that now?
it: Ciò che non capisco è,\nperché farlo adesso?

# 1074 1180
source: He could have snuffed them out\ndecades ago if he wanted.
it: Avrebbe potuto sbarazzarsene\ngià da tempo.

# 1191 1259
source: So why now?
it: Perché ora?

# 1305 1365
source: He panicked.
it: È andato nel panico.

# 1370 1471
source: Yeah. Something set him off for sure.
it: Sì. Qualcosa deve averlo spaventato.

# 1484 1545
source: Before he got rid of Ihara...
it: Prima di liberarsi di Ihara...

# 1546 1697
source: He had to be certain everyone who knew\nthe truth about '85 was out of the picture.
it: Doveva accertarsi che chiunque sapesse\nla verità sull'85 fosse fuori dai giochi.

# 1731 1790
source: But why?
it: Ma perché?

# 1791 1858
source: Maybe he was under orders.
it: Forse era sotto ordini.

# 1882 1980
source: Could be someone else pulling the strings.
it: Forse qualcun altro tira le fila.

# 1989 2050
source: Any idea who?
it: Sai mica chi?

# 2071 2209
source: Someone who can't afford to let the truth slip out.
it: Qualcuno che non può far scorpire la verità.

# 2225 2347
source: Like the top police brass who staged the cover-up.
it: Come i vertici della polizia che hanno insabbiato tutto.

# 2382 2434
source: The pieces <Italic>do</Italic> fit.
it: I pezzi <Italic>combaciano</Italic>.

# 2457 2566
source: Meaning you've got a rat on the force.
it: Significa che c'è una spia.

# 2834 2949
source: So? You gonna meet up with Mishima?
it: Quindi? Vuoi vederti con Mishima?

# 2950 3026
source: I think it's worth your time.
it: Penso ne valga la pena.

# 3041 3101
source: Agreed.
it: Concordo.

# 3129 3173
source: I'm going.
it: Vado.

# 3205 3258
source: But I'm setting a trap.
it: Mi sembra una trappola.

# 3261 3341
source: Oh? What do you mean?
it: Oh? Che vuoi dire?

# 3346 3415
source: This Mishima guy...
it: Quel Mishima...

# 3415 3576
source: If he's really the sole survivor of\nthat shooting, he has to know something.
it: Se è l'unico sopravvissuto a quella\nsparatoria, forse sa qualcosa.

# 3577 3662
source: Uh-huh. What's your point?
it: Uh-huh. Che vuoi dire?

# 3663 3792
source: He's a liability.\nNot just for Katsuragi...
it: È un peso.\nNon solo per Katsuragi...

# 3786 3889
source: But for the traitor on the force, too.
it: Ma anche per la talpa nelle forze.

# 3902 3960
source: I get the picture.
it: Capisco.

# 3957 4066
source: You call in your little rendezvous with Mishima...
it: Puoi organizzare l'incontro con Mishima...

# 4067 4158
source: And hope the traitor comes running.
it: Sperando che il traditore si faccia vedere.

# 4310 4368
source: It's a risky proposal.
it: È rischioso.

# 4383 4442
source: You sure you're ready?
it: Sicuro di essere pronto?

# 4494 4551
source: Positive.
it: Certo.

# 4552 4605
source: Far as I'm concerned...
it: Per quanto mi riguarda...

# 4631 4734
source: I'm either gonna solve this thing or die trying.
it: O risolvo la questione, o muoio provandoci.
