Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/data/auth/D0140.po
Languages: it

# 1623 1666
source: Hey, don't move!
it: Ehi, non muoverti!

# 1671 1700
source: That's far enough!
it: Basta così!

# 1712 1752
source: What happened here?
it: Cos'è successo qui?

# 1766 1922
source: They trapped me like a freakin' rat.\nGuess I'm gettin' cropped out for a while.
it: Mi hanno rinchiuso come un ratto.\nMi sa che sarò fuori dai giochi per un po'.

# 1932 1977
source: Who's behind this?
it: Chi c'è dietro a tutto?

# 2052 2091
source: What!?
it: Cosa!?

# 2199 2247
source: But why would he...?
it: Perché dovrebbe...?

# 2258 2320
source: That's enough chit-chat!
it: Basta chiacchiere!

# 2325 2375
source: You there, stay back!
it: Tu lì, stai indietro!

# 2380 2463
source: Unless you want to get hauled in, too!
it: A meno che tu non voglia fargli compagnia!

# 2596 2659
source: Better hurry, Kiryu-chan.
it: Meglio sbrigarsi, Kiryu-chan.

# 2719 2797
source: It's all one big spider web.
it: È tutta una grande ragnatela.

# 2807 2928
source: The hit back in '85.\nThe ten billion yen.
it: Il colpo dell'85.\nI dieci miliardi di yen.

# 2929 2990
source: Even Yasuko-chan.
it: Anche Yasuko-chan.

# 3007 3065
source: What!?
it: Cosa!?

# 3079 3206
source: If we don't do somethin'...\nthe Tojo's gonna bite the dust.
it: Se non facciamo qualcosa...\nIl Tojo verrà distrutto.

# 3207 3308
source: Yasuko-chan's in danger, too.
it: Anche Yasuko-chan è in pericolo.

# 3357 3417
source: This is on you.
it: Dipende tutto da te.

# 3434 3510
source: You're all we got.
it: Sei tutto ciò che ci rimane.
