Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/data/auth/D0220.po
Languages: it

# 50 165
source: So, what comes next?
it: Quindi, che si fa?

# 171 252
source: You getting Saejima and Yasuko back?
it: Vai a riprendere Yasuko e Saejima?

# 269 356
source: Of course. That's a given.
it: Ovvio. Questo è sicuro.

# 374 430
source: The real question is, how?
it: La vera domanda è, come?

# 438 520
source: Katsuragi already has his hands on the cash.
it: Katsuragi ha già messo le mani sui soldi.

# 528 669
source: We need to figure out where he is.\nHit him and his boys head on.
it: Dobbiamo capire dove si trova.\nPer colpirlo frontalmente.

# 684 761
source: No, I have a plan.
it: No, ho un piano.

# 1360 1393
source: What the...
it: Ma che...

# 1407 1489
source: Hold on, Kiryu.\nWhat am I looking at?
it: Aspetta, Kiryu.\nChe cosa sto guardando?

# 1500 1602
source: It's our smoking gun.\nLeverage.
it: È la nostra arma.\nIl nostro vantaggio.

# 1669 1840
source: No doubt, Munakata and Katsuragi\nare both clamoring for this file right now.
it: Non ne dubito, Munakata e Katsuragi\nvogliono assolutamente questo file.

# 1864 2040
source: With a little push...\nwe'll be able to draw them out.
it: Con una piccola spinta...\nRiusciremo a stanarli.
