Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_CABA_OKI_2/149.po
Languages: pt_br

source: Hey! Doesn't this club have any normal-looking girls?
pt_br: Ehi! In questo club non ci sono ragazze dall'aspetto normale?

source: I wanna drink with a regular-ass girl!
pt_br: Voglio bere con una ragazza comune!

source: I like my girls plain as possible. No flashy clothes, no makeup. Heck, no clothes at all wouldn't be so bad, haha!
pt_br: Mi piacciono le ragazze il più semplici possibile. Niente vestiti appariscenti, niente trucco. Diamine, anche senza vestiti non sarebbe male, haha!

source: I want a girl who looks like she just walked in off the street.
pt_br: Voglio una ragazza che sembri appena arrivata dalla strada.

source: I just want a basic babe. I don't even care if she showered today.
pt_br: Voglio solo una ragazza semplice. Non mi importa nemmeno se si è fatta la doccia oggi.

source: I want a girl who looks like she could be my neighbor.
pt_br: Voglio una ragazza che sembri la mia vicina di casa.

source: Normal-looking girls really pluck my strings.
pt_br: Le ragazze dall'aspetto normale mi toccano le corde giuste.

source: Be yourself, girl. Don't pretend to be something you're not.
pt_br: Sii te stessa, ragazza. Non fingere di essere ciò che non sei.

source: Plain, unassuming girls are the best.
pt_br: Le ragazze semplici e modeste sono le migliori.

source: I prefer to spend my time with girls who like the skin they're in.
pt_br: Preferisco passare il tempo con ragazze a cui piace stare nella propria pelle.

source: I'll take a plain girl over one who tries too hard any day of the week.
pt_br: Preferirò sempre una ragazza semplice a una che si sforza troppo.

source: Can't beat the girl next door, you get me?
pt_br: Niente batte la ragazza della porta accanto, mi capisci?

source: Normal girls make me abnormally horny.
pt_br: Le ragazze normali mi eccitano in modo anormale.

source: I'm a low-maintenance guy lookin' for a low-maintenance lady. Yep.
pt_br: Sono un tipo senza troppe pretese in cerca di una donna senza troppe pretese. Già.
