Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_CABA_OKI_2/150.po
Languages: pt_br

source: Hey! Doesn't this club have any refined girls?
pt_br: Ehi! In questo club non ci sono ragazze raffinate?

source: A truly refined woman makes the alcohol taste even better!
pt_br: Una donna davvero raffinata rende l'alcol ancora più buono!

source: Where all the refined mamasitas at?
pt_br: Dove sono finite tutte le mamasitas raffinate?

source: I want a girl who's simple and clean. Refined, even.
pt_br: Voglio una ragazza semplice e pulita. Raffinata, persino.

source: I like girls with a neat, refined look about them.
pt_br: Mi piacciono le ragazze con un aspetto curato e raffinato.

source: I wanted to drink with a girl who's a little more classy. Someone refined.
pt_br: Volevo bere con una ragazza un po' più di classe. Qualcuna di raffinata.

source: I need a refined girl to teach me how to live. I'm such a slob...
pt_br: Ho bisogno di una ragazza raffinata che mi insegni a vivere. Sono un tale zoticone...

source: I like laid-back, refined girls.
pt_br: Mi piacciono le ragazze tranquille e raffinate.

source: I like 'em neat and tidy. Y'know, refined!
pt_br: Mi piacciono ordinate e pulite. Sai, raffinate!

source: I want to kiss the refined feet of a refined woman. Or just gaze into her refined eyes...
pt_br: Voglio baciare i piedi raffinati di una donna raffinata. O semplicemente fissare i suoi occhi raffinati...

source: I'm all about this nice, refined look.
pt_br: Adoro questo look così curato e raffinato.

source: If they're not refined, they're just girls. I want a <Italic>woman</Italic>.
pt_br: Se non sono raffinate, sono solo ragazzine. Io voglio una <Italic>donna</Italic>.

source: A refined woman is like a unicorn. They simply don't exist these days.
pt_br: Una donna raffinata è come un unicorno. Al giorno d'oggi semplicemente non esistono.

source: I prefer a lady with a refined visage and a hint of debonair.
pt_br: Preferisco una signora dal viso raffinato e un tocco di eleganza.
