Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_CABA_OKI_2/151.po
Languages: pt_br

source: Cute as a button, that's what I want!
pt_br: Carina come un confetto, ecco cosa voglio!

source: I want to drink with someone super cute!
pt_br: Voglio bere con qualcuna di super carina!

source: I've got a fever, and the only cure is more cuteness!
pt_br: Ho la febbre, e l'unica cura è più carineria!

source: I want a girl with those big, cute eyes. It's like they can peer into my soul!
pt_br: Voglio una ragazza con quegli occhi grandi e carini. Sembra che possano leggermi nell'anima!

source: There's gotta be a cute, innocent hostess somewhere. Though a cute, dirty hostess works, too!
pt_br: Ci deve essere una hostess carina e innocente da qualche parte. Anche se una hostess carina e maliziosa andrebbe bene lo stesso!

source: I lose my mind when I see a cute girl.
pt_br: Perdo la testa quando vedo una ragazza carina.

source: I'm all about the cutesy girls.
pt_br: Adoro le ragazze carine.

source: I want 'em cute, like an idol!
pt_br: Le voglio carine, come un'idol!

source: Isn't it the best when they're nice and innocent? That is to say, I like them cute.
pt_br: Non è il massimo quando sono gentili e innocenti? Vale a dire, mi piacciono carine.

source: Where are all the cuties?
pt_br: Dove sono tutte le carine?

source: I want a girl who's utterly adorable.
pt_br: Voglio una ragazza assolutamente adorabile.

source: Cute girls make me feel loved.
pt_br: Le ragazze carine mi fanno sentire amato.

source: Super cute girls make me feel all warm and fuzzy inside.
pt_br: Le ragazze super carine mi fanno sentire tutto tenero dentro.

source: I can't help but smile when I see a cute girl.
pt_br: Non posso fare a meno di sorridere quando vedo una ragazza carina.
