Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_CABA_OKI_2/152.po
Languages: pt_br

source: Gimme a gorgeous girl! Luxury all the way!
pt_br: Dammi una ragazza splendida! Lusso sfrenato!

source: She's gotta be gorgeous, and she's gotta know it!
pt_br: Deve essere splendida, e deve saperlo!

source: I could really go for a gorgeous girl on this fine day.
pt_br: Ci starebbe proprio una ragazza splendida in questa bella giornata.

source: Gorgeous girls bring light back to my life.
pt_br: Le ragazze splendide riportano la luce nella mia vita.

source: Gorgeous girls give me hope.
pt_br: Le ragazze splendide mi danno speranza.

source: It's drinking time! But I only wanna get drunk with a gorgeous girl.
pt_br: È l'ora di bere! Ma voglio ubriacarmi solo con una ragazza splendida.

source: Any gorgeous girls around here?
pt_br: Ci sono ragazze splendide da queste parti?

source: She should be drop-dead gorgeous.
pt_br: Dovrebbe essere di una bellezza mozzafiato.

source: I could go for a gorgeous girl right about now.
pt_br: Mi andrebbe proprio una ragazza splendida in questo momento.

source: I won't accept anything less than gorgeous. Shit, does that make me shallow?
pt_br: Non accetterò nulla di meno che splendida. Cavolo, questo mi rende superficiale?

source: I like the more gorgeous, extravagant-looking girls.
pt_br: Mi piacciono le ragazze più splendide e stravaganti.

source: I'm lookin' for someone gorgeous, and I won't settle for nothin' less!
pt_br: Cerco qualcuna di splendida, e non mi accontenterò di niente di meno!

source: I've never talked to such a gorgeous woman before...
pt_br: Non ho mai parlato con una donna così splendida prima d'ora...

source: Who needs regular girls when you can have gorgeous babes?
pt_br: Chi ha bisogno di ragazze normali quando puoi avere sventole splendide?
