Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_CABA_OKI_2/153.po
Languages: pt_br

source: Flashy and sassy, that's the way!
pt_br: Appariscente e sfacciata, così si fa!

source: My girl's gotta know how to be flashy. Beyond that... meh, she doesn't really need to know anything, honestly.
pt_br: La mia ragazza deve sapere come essere appariscente. Oltre a questo... beh, non ha bisogno di sapere nient'altro, onestamente.

source: I'm into flashy girls who flaunt what they got.
pt_br: Mi piacciono le ragazze appariscenti che sfoggiano quello che hanno.

source: These drinks taste like ass. Maybe they'd taste bettter if I had a flashy girl by my side...
pt_br: Questi drink sanno di schifo. Forse sarebbero più buoni se avessi una ragazza appariscente al mio fianco...

source: I'd date a horse as long as it was flashy!
pt_br: Uscirei con un cavallo, purché sia appariscente!

source: Who cares about personality? Just give me that flash!
pt_br: Chi se ne frega della personalità? Datemi solo quel tocco appariscente!

source: Quick, bring out a flashy girl! I'm sick of dating my left hand...
pt_br: Presto, portatemi una ragazza appariscente! Sono stufo di uscire con la mia mano sinistra...

source: I love some flash on my girls.
pt_br: Adoro un tocco appariscente sulle mie ragazze.

source: Think they've got any flashy girls on staff?
pt_br: Pensi che abbiano delle ragazze appariscenti nello staff?

source: Nobody can raise the roof quite like a flashy girl.
pt_br: Nessuno sa scatenarsi come una ragazza appariscente.

source: I'll take my girls flashy! Even a little trashy!
pt_br: Voglio le mie ragazze appariscenti! Anche un po' volgari!

source: That's it! The flashy look I've dreamt of for so long!
pt_br: Eccolo! Il look appariscente che sognavo da tanto!

source: Flashy babes make my johnson stand in salute.
pt_br: Le sventole appariscenti fanno scattare sull'attenti il mio attrezzo.

source: Flashy like a light bulb! That's my type!
pt_br: Appariscente come una lampadina! È il mio tipo!
