Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_CABA_OKI_2/154.po
Languages: pt_br

source: The more motivation, the better! Nothing beats work ethic, that's what my dad always said!
pt_br: Più motivazione c'è, meglio è! Niente batte l'etica del lavoro, è quello che diceva sempre mio padre!

source: Why can't I just sip on some booze and hang with a motivated girl?
pt_br: Perché non posso semplicemente sorseggiare un po' di alcol e stare con una ragazza motivata?

source: Don't you have any motivated girls?
pt_br: Non avete ragazze motivate?

source: Coming to these places is boring if your girl's not motivated.
pt_br: Venire in questi posti è noioso se la tua ragazza non è motivata.

source: Highly motivated girls sure are great... Too bad they're so hard to find.
pt_br: Le ragazze molto motivate sono fantastiche... peccato che siano così difficili da trovare.

source: And here I was looking forward to drinking with a motivated girl...
pt_br: E io che non vedevo l'ora di bere con una ragazza motivata...

source: It's a sight for sore eyes seeing a girl work so dang hard.
pt_br: È un piacere per gli occhi vedere una ragazza lavorare così sodo.

source: I want a girl that can motivate me. Keep me afloat in this sea of despair...
pt_br: Voglio una ragazza che sappia motivarmi. Che mi tenga a galla in questo mare di disperazione...

source: No matter the profession, motivation's what carries you through!
pt_br: Non importa la professione, è la motivazione che ti fa andare avanti!

source: I like motivated girls. There, I said it. Happy now?
pt_br: Mi piacciono le ragazze motivate. Ecco, l'ho detto. Contento ora?

source: I love talking to motivated girls! My heart's racing!
pt_br: Adoro parlare con le ragazze motivate! Mi batte forte il cuore!

source: You're the perfect example of a motivated woman!
pt_br: Sei l'esempio perfetto di una donna motivata!

source: If a girl's not motivated, she's not gonna motivate me to come back.
pt_br: Se una ragazza non è motivata, non mi motiverà a tornare.

source: My trouser snake don't want her if she's not nice and motivated.
pt_br: Il mio serpente dei pantaloni non la vuole se non è bella motivata.
