Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_CABA_OKI_2/155.po
Languages: pt_br

source: My girl's gotta care about her looks.
pt_br: La mia ragazza deve tenere al suo aspetto.

source: I don't care if people say I'm shallow. She has to look good.
pt_br: Non mi importa se la gente dice che sono superficiale. Deve essere bella.

source: If my girl doesn't put some effort into how she looks, I'm not putting effort into paying her.
pt_br: Se la mia ragazza non si impegna nel suo aspetto, io non mi impegnerò a pagarla.

source: It's hard to focus when I notice facial hair on a woman.
pt_br: È difficile concentrarsi quando noto dei peli sul viso di una donna.

source: I was in love once, then I noticed she didn't shave. Guess that's kinda fucked of me, huh?
pt_br: Una volta ero innamorato, poi ho notato che non si radeva. Immagino di essere un po' stronzo, eh?

source: Whoever you bring me, she's gotta pay more attention to her looks.
pt_br: Chiunque tu mi porti, deve prestare più attenzione al suo aspetto.

source: Girls who care about their appearance are the spice of life.
pt_br: Le ragazze che tengono al proprio aspetto sono il sale della vita.

source: Life is all about looking good. If you don't look good, you might as well not be alive.
pt_br: La vita consiste nell'essere belli. Se non sei bello, tanto vale non essere vivo.

source: Are they keeping the good-looking girls off the floor for some reason?
pt_br: Stanno tenendo le ragazze belle lontane dalla sala per qualche motivo?

source: A hostess should be well-groomed. Nice looking. Beautiful.
pt_br: Una hostess dovrebbe essere ben curata. Di bell'aspetto. Bella.

source: You can really tell when a girl spends a little extra time tidying up in the morning.
pt_br: Si vede proprio quando una ragazza dedica un po' di tempo in più a sistemarsi al mattino.

source: Good-lookin' women shake me to my very core.
pt_br: Le belle donne mi scuotono fin nel profondo.

source: You really care about your looks, huh? Good on you.
pt_br: Tieni davvero al tuo aspetto, eh? Brava.

source: Looks first. That's all that matters.
pt_br: L'aspetto prima di tutto. È l'unica cosa che conta.
