Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_CABA_OKI_2/156.po
Languages: pt_br

source: Bookworms make my worm wiggle like nothing else.
pt_br: Le secchione mi fanno agitare il verme come nient'altro.

source: None of these girls are smart enough for me and my massive brain!
pt_br: Nessuna di queste ragazze è abbastanza intelligente per me e il mio enorme cervello!

source: I want a girl with an IQ of at least 150.
pt_br: Voglio una ragazza con un QI di almeno 150.

source: Maybe a smart girl could tell me where my life went wrong...
pt_br: Forse una ragazza intelligente potrebbe dirmi dove la mia vita è andata storta...

source: All I wanted was a smart girl...
pt_br: Tutto quello che volevo era una ragazza intelligente...

source: A little intelligence goes a long way.
pt_br: Un po' di intelligenza aiuta molto.

source: Brains over beauty, that's what I always say.
pt_br: Cervello prima della bellezza, è quello che dico sempre.

source: I wonder if a smart hostess could help me fix my marriage...
pt_br: Mi chiedo se una hostess intelligente potrebbe aiutarmi a sistemare il mio matrimonio...

source: I need a girl who can dominate me with how smart she is. Shit's sexy, man.
pt_br: Ho bisogno di una ragazza che mi domini con la sua intelligenza. È una roba sexy, amico.

source: I love when a girl's smarter than she looks.
pt_br: Adoro quando una ragazza è più intelligente di quanto sembri.

source: If you're smart and you're a girl, you're perfect.
pt_br: Se sei intelligente e sei una ragazza, sei perfetta.

source: Not just beautiful, but smart to boot! You're the full package!
pt_br: Non solo bella, ma anche intelligente! Sei il pacchetto completo!

source: A mind is an awful thing to waste. Glad you're putting yours to good use.
pt_br: La mente è una cosa terribile da sprecare. Sono contento che tu stia usando bene la tua.

source: You must have had some great teachers if you're this smart.
pt_br: Devi aver avuto degli ottimi insegnanti se sei così intelligente.
