Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_CABA_OKI_2/157.po
Languages: pt_br

source: Don't you have any, uh, charismatic girls?
pt_br: Non avete nessuna ragazza, ehm, carismatica?

source: Where's all the charisma? This place is a drag.
pt_br: Dov'è tutto il carisma? Questo posto è una noia.

source: Where are all the talkers at? I'm sick of girls stumbling over their words.
pt_br: Dove sono le chiacchierone? Sono stufo delle ragazze che incespicano con le parole.

source: I need a girl who's better at talking...
pt_br: Ho bisogno di una ragazza che sappia parlare meglio...

source: Can't any of your girls have a decent conversation?
pt_br: Nessuna delle tue ragazze riesce a tenere una conversazione decente?

source: How 'bout a girl who can actually hold a conversation?
pt_br: Che ne dici di una ragazza che sappia davvero sostenere una conversazione?

source: I find charisma to be the most attractive quality in a woman.
pt_br: Trovo che il carisma sia la qualità più attraente in una donna.

source: You can be the Queen of France, none of it matters if you don't got charisma.
pt_br: Puoi anche essere la Regina di Francia, non conta nulla se non hai carisma.

source: I want my girl so charismatic that I get energized just from sitting next to her.
pt_br: Voglio che la mia ragazza sia così carismatica da caricarmi solo sedendomi accanto a lei.

source: You ask me, a girl without charisma's better off not working at a cabaret club.
pt_br: Se lo chiedi a me, una ragazza senza carisma farebbe meglio a non lavorare in un cabaret club.

source: I'm lovin' the charisma, babe. Now how 'bout you scoot a little closer and we get <Italic>charismatic</Italic> together?
pt_br: Adoro il tuo carisma, piccola. Ora che ne dici di avvicinarti un po' e diventiamo <Italic>carismatici</Italic> insieme?

source: You've got a different kind of charisma. I'm all about that.
pt_br: Hai un tipo diverso di carisma. Mi piace un sacco.

source: Yeah, yeah, yeah! Keep talking! <Italic>Keep talking</Italic>!
pt_br: Sì, sì, sì! Continua a parlare! <Italic>Continua a parlare</Italic>!

source: I'd rather listen to you than my wife! All she does is drone on and on and on...
pt_br: Preferisco ascoltare te piuttosto che mia moglie! Lei non fa altro che blaterare all'infinito...
