Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_CABA_OKI_2/158.po
Languages: pt_br

source: What the heck? Where are all the stressed girls?
pt_br: Ma che diavolo? Dove sono tutte le ragazze stressate?

source: I love it when my girl looks like she's gonna crack under pressure!
pt_br: Adoro quando la mia ragazza sembra sul punto di crollare sotto pressione!

source: Stress is the number one aphrodisiac.
pt_br: Lo stress è l'afrodisiaco numero uno.

source: I was actually kinda hoping she'd be more stressed out. Is that weird?
pt_br: Speravo davvero che fosse più stressata. È strano?

source: I like it when a girl gets stressed out. It's just so cute seeing them all frazzled!
pt_br: Mi piace quando una ragazza si stressa. È così carino vederle tutte esaurite!

source: I like my women stressed. It makes my own life seem normal by comparison.
pt_br: Mi piacciono le donne stressate. In confronto la mia vita sembra normale.

source: You got any stressed girls? I'd be glad to help 'em relieve that tension, hehehe.
pt_br: Avete ragazze stressate? Sarei felice di aiutarle ad alleviare quella tensione, hehehe.

source: I will gladly pay any sum of money to make a girl in a bad mood sit here and talk to me.
pt_br: Pagherei volentieri qualsiasi somma per far sedere qui una ragazza di cattivo umore a parlarmi.

source: Give me a quiet girl. I wanna stare into her eyes and contemplate the meaning of life.
pt_br: Datemi una ragazza silenziosa. Voglio guardarla negli occhi e contemplare il senso della vita.

source: I don't mind getting a stressed-out woman. It makes me feel needed.
pt_br: Non mi dispiace avere una donna stressata. Mi fa sentire necessario.

source: Stress getting to you? How 'bout we go take a bath back at my place?
pt_br: Lo stress ti sta opprimendo? Che ne dici di andare a fare un bagno da me?

source: I like my women cold and heartless. Makes me feel like dirt!
pt_br: Mi piacciono le donne fredde e senza cuore. Mi fanno sentire una schifezza!

source: Ohhh man, that's the stuff! Nothing cuter than a tired girl.
pt_br: Ohhh cavolo, questa sì che è roba! Niente di più carino di una ragazza stanca.

source: My girl's ignoring me, and my johnson's never been happier!
pt_br: La mia ragazza mi ignora, e il mio amico non è mai stato più felice!
