Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_CABA_OKI_2/33.po
Languages: pt_br

source: I'd rather have an easygoing butterface than a beauty who tries too hard.
pt_br: Preferisco una ragazza alla mano anche se non bellissima piuttosto che una bellezza che si sforza troppo.

source: Nothing like the girl next door, am I right!?
pt_br: Niente è meglio della ragazza della porta accanto, ho ragione!?

source: I want my girl as plain as can be!
pt_br: Voglio la mia ragazza il più semplice possibile!

source: Gimme the most normal girl you got.
pt_br: Dammi la ragazza più normale che hai.

source: Don't you have any girls who aren't so dolled up?
pt_br: Non avete ragazze che non siano così agghindate?

source: Regular girls are the easiest to talk to. Why does everyone here have to be so fancy?
pt_br: Le ragazze normali sono le più facili con cui parlare. Perché qui devono essere tutte così eleganti?

source: I want the most basic girl in the club. None of this fancy-schmancy fake shit.
pt_br: Voglio la ragazza più semplice del club. Niente di questa roba finta e sofisticata.

source: Plain girls really peel my banana, if you get me.
pt_br: Le ragazze semplici mi fanno impazzire, se capisci cosa intendo.

source: Regular girls get my engine pumping.
pt_br: Le ragazze normali mi fanno battere il cuore.

source: I like it when girls go au naturel.
pt_br: Mi piace quando le ragazze sono al naturale.

source: Plain, unassuming girls are the best.
pt_br: Le ragazze semplici e senza pretese sono le migliori.

source: It's nice when a girl is just herself. No need for all that fancy shit.
pt_br: È bello quando una ragazza è solo se stessa. Non c'è bisogno di tutte quelle cose eleganti.

source: I worship average-looking girls! And the whole world's my church!
pt_br: Adoro le ragazze dall'aspetto normale! E il mondo intero è la mia chiesa!

source: I'm a normal guy on the prowl for a normal girl.
pt_br: Sono un ragazzo normale a caccia di una ragazza normale.
