Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_CABA_OKI_2/43.po
Languages: pt_br

source: Gorgeous girls all the way!
pt_br: Ragazze stupende tutta la vita!

source: I'm lookin' for a gorgeous gal, and I ain't leavin' till I find one!
pt_br: Sto cercando una ragazza stupenda e non me ne andrò finché non ne troverò una!

source: I've never talked to a truly gorgeous woman before...
pt_br: Non ho mai parlato con una donna veramente stupenda prima d'ora...

source: I can talk to regular girls anytime. What I want is someone gorgeous.
pt_br: Posso parlare con ragazze normali in qualsiasi momento. Quello che voglio è qualcuno di stupendo.

source: Hey! Doesn't this club have any gorgeous girls?
pt_br: Ehi! Questo club non ha ragazze stupende?

source: Embrace your inner gorgeousness!
pt_br: Abbraccia la tua bellezza interiore!

source: There have to be more gorgeous girls here...
pt_br: Devono esserci più ragazze stupende qui...

source: I want to drink with an incredibly gorgeous girl.
pt_br: Voglio bere con una ragazza incredibilmente stupenda.

source: None of the women here are gorgeous.
pt_br: Nessuna delle donne qui è stupenda.

source: Sipping drinks with a gorgeous girl... Nothing sounds better.
pt_br: Sorseggiare drink con una ragazza stupenda... Niente suona meglio.

source: I want a nice gorgeous girl to come sit on my lap.
pt_br: Voglio che una bella ragazza stupenda venga a sedersi sulle mie ginocchia.

source: I wanna be floored by how gorgeous my girl is!
pt_br: Voglio rimanere sbalordito da quanto è stupenda la mia ragazza!

source: I want a gorgeous girl to step on me. Or maybe we can just sit and chat.
pt_br: Voglio che una ragazza stupenda mi calpesti. O forse possiamo solo sederci e chiacchierare.

source: I won't settle for a drop less than gorgeous. Sorry, but them's the breaks.
pt_br: Non mi accontenterò di niente di meno che stupendo. Scusa, ma è così che va.
