Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_CABA_OKI_2/44.po
Languages: pt_br

source: I dig it when a girl's into the flashiest fashion trends. Flashion trends, if you will.
pt_br: Mi piace quando una ragazza segue le tendenze della moda più appariscenti. Tendenze appariscenti, se vuoi.

source: I want a girl flashy enough to blind me.
pt_br: Voglio una ragazza abbastanza appariscente da accecarmi.

source: I want a pompous, flashy woman to tell me who's boss.
pt_br: Voglio una donna pomposa e appariscente che mi dica chi comanda.

source: Flashy all the way. And I'm not talking about flashing. Though I wouldn't mind it...
pt_br: Appariscente fino in fondo. E non sto parlando di esibizionismo. Anche se non mi dispiacerebbe...

source: Hey! Doesn't this club have any flashy girls?
pt_br: Ehi! Questo club non ha ragazze appariscenti?

source: Dazzle me with that beauty, girl. I wanna see how flashy you can be!
pt_br: Abbagliami con quella bellezza, ragazza. Voglio vedere quanto puoi essere appariscente!

source: I'm into flashy girls. Need I say more?
pt_br: Mi piacciono le ragazze appariscenti. Devo aggiungere altro?

source: What's the point of drinking if you're not doing it with a flashy girl?
pt_br: Che senso ha bere se non lo fai con una ragazza appariscente?

source: I prefer flashy girls. Heck, they don't even need good taste, so long as they sparkle!
pt_br: Preferisco le ragazze appariscenti. Cavolo, non hanno nemmeno bisogno di buon gusto, purché brillino!

source: I could stare at a flashy girl 'til the cows come home.
pt_br: Potrei fissare una ragazza appariscente all'infinito.

source: Flashy girls are the Platonic ideal of womanhood.
pt_br: Le ragazze appariscenti sono l'ideale platonico della femminilità.

source: Flashy? Perfect.
pt_br: Appariscente? Perfetto.

source: I need a girl with that sweet, sweet flash.
pt_br: Ho bisogno di una ragazza con quel dolce, dolce sfarzo.

source: Flashy girls know how to party.
pt_br: Le ragazze appariscenti sanno come divertirsi.
