Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_CABA_OKI_2/45.po
Languages: pt_br

source: Motivated girls are the best!
pt_br: Le ragazze motivate sono le migliori!

source: I love how motivated you are!
pt_br: Adoro quanto sei motivata!

source: A motivated girl gets my mojo going.
pt_br: Una ragazza motivata mi dà la carica.

source: Nothing means shit if you're not motivated.
pt_br: Niente ha senso se non sei motivato.

source: Hey! Doesn't this club have any motivated girls?
pt_br: Ehi! Questo club non ha ragazze motivate?

source: Motivation is sexy.
pt_br: La motivazione è sexy.

source: Where my motivated ladies at?
pt_br: Dove sono le mie ragazze motivate?

source: I need a girl who's really motivated about being here.
pt_br: Ho bisogno di una ragazza che sia davvero motivata ad essere qui.

source: Guess they don't have any motivated girls today. Shame...
pt_br: Immagino che non abbiano ragazze motivate oggi. Peccato...

source: I was really looking forward to seeing a motivated girl today. Looks like it'll have to wait until next time...
pt_br: Non vedevo l'ora di vedere una ragazza motivata oggi. Sembra che dovrò aspettare la prossima volta...

source: Motivation is inspiring, even in a place like this.
pt_br: La motivazione è stimolante, anche in un posto come questo.

source: I want a girl that can motivate me. Bring some meaning to my miserable existence...
pt_br: Voglio una ragazza che possa motivarmi. Dare un senso alla mia miserabile esistenza...

source: I really wanna sniff a motivated girl. I mean... talk to! Yeah, haha!
pt_br: Voglio davvero annusare una ragazza motivata. Voglio dire... parlarle! Sì, haha!

source: I like girls with passion and motivation.
pt_br: Mi piacciono le ragazze con passione e motivazione.
