Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_CABA_OKI_2/46.po
Languages: pt_br

source: It brightens the mood when a girl cares about how she looks.
pt_br: Migliora l'umore quando una ragazza si preoccupa del suo aspetto.

source: You know what they say. A good-lookin' girl a day keeps the doctor away!
pt_br: Sai cosa si dice. Una bella ragazza al giorno toglie il medico di torno!

source: You sure care a lot about your appearance.
pt_br: Ti preoccupi davvero molto del tuo aspetto.

source: Nice to see a girl pay that much attention to how she looks.
pt_br: È bello vedere una ragazza prestare così tanta attenzione al suo aspetto.

source: Hey! Doesn't this club have any girls who look real nice?
pt_br: Ehi! Questo club non ha ragazze che sembrano davvero carine?

source: I need a girl who cares about her looks!
pt_br: Ho bisogno di una ragazza che si preoccupi del suo aspetto!

source: What's the point of coming to a cabaret if the girls don't care about how they look?
pt_br: Che senso ha venire in un cabaret se le ragazze non si preoccupano del loro aspetto?

source: Hit me up with a girl who cares about her looks.
pt_br: Fammi conoscere una ragazza che si preoccupa del suo aspetto.

source: Looks can kill, right? Well why ain't I dying!? Murder me with your looks!
pt_br: L'aspetto può uccidere, giusto? Beh, perché non sto morendo!? Uccidimi con il tuo aspetto!

source: Smelling good is nice, but if she's butt-ugly, then forget it!
pt_br: Profumare è bello, ma se è brutta come la fame, allora lascia perdere!

source: A good-looking girl is like a breath of fresh air in the sewer of life.
pt_br: Una bella ragazza è come una boccata d'aria fresca nella fogna della vita.

source: It's important to prioritize your looks.
pt_br: È importante dare priorità al proprio aspetto.

source: Guess all the good-looking girls have the day off today...
pt_br: Immagino che tutte le belle ragazze abbiano il giorno libero oggi...

source: Girls who care about their appearance are right up my alley.
pt_br: Le ragazze che si preoccupano del loro aspetto fanno proprio al caso mio.
