Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_CABA_OKI_2/47.po
Languages: pt_br

source: You're knowledgeable. You're smart. Shit, you're damn near perfect!
pt_br: Sei colta. Sei intelligente. Merda, sei quasi perfetta!

source: Whoa, you must have studied real hard if you knew that!
pt_br: Wow, devi aver studiato molto se lo sapevi!

source: Ah, nothing quite like a girl who's smarter than me. I love feeling like dirt!
pt_br: Ah, niente è come una ragazza più intelligente di me. Adoro sentirmi una nullità!

source: It's blowing my mind how smart you are. Like, whoa.
pt_br: Mi sta facendo impazzire quanto sei intelligente. Tipo, wow.

source: Hey! Doesn't this club have any smart girls?
pt_br: Ehi! Questo club non ha ragazze intelligenti?

source: I want a girl who can talk philosophy with me! What's the meaning of life, baby?
pt_br: Voglio una ragazza che possa parlare di filosofia con me! Qual è il senso della vita, piccola?

source: Don't you have any intelligent girls?
pt_br: Non avete ragazze intelligenti?

source: Smart girls are freaks in bed. Everyone knows that!
pt_br: Le ragazze intelligenti sono delle bestie a letto. Lo sanno tutti!

source: I need a girl who's a certified genius. Is that so much to ask?
pt_br: Ho bisogno di una ragazza che sia un genio certificato. È chiedere troppo?

source: Big-brained girls get my blood pumping!
pt_br: Le ragazze con il cervello grande mi fanno pompare il sangue!

source: I'll take a smart girl over a sexy one any day of the week.
pt_br: Preferisco una ragazza intelligente a una sexy in qualsiasi momento.

source: A lady's gotta be smart. That's the only way to survive in this world.
pt_br: Una signora deve essere intelligente. È l'unico modo per sopravvivere in questo mondo.

source: I like a girl whose brains are bigger than her bazoongas.
pt_br: Mi piace una ragazza il cui cervello è più grande delle sue tette.

source: Smart girls give me a big ol' stiffy.
pt_br: Le ragazze intelligenti mi fanno venire un'erezione enorme.
