Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_CABA_OKI_2/48.po
Languages: pt_br

source: Now that's what I call charisma! You ever think about getting into politics?
pt_br: Questo sì che è carisma! Hai mai pensato di entrare in politica?

source: There's something different about your charisma. I'm digging it.
pt_br: C'è qualcosa di diverso nel tuo carisma. Mi piace.

source: Wow, you're a smooth talker!
pt_br: Wow, sei una che ci sa fare con le parole!

source: Why didn't I shack up with a smooth-talking girl like you? *sigh* My marriage is a wreck...
pt_br: Perché non mi sono messo con una ragazza che ci sa fare con le parole come te? *sospiro* Il mio matrimonio è un disastro...

source: Hey! Doesn't this club have any charismatic girls?
pt_br: Ehi! Questo club non ha ragazze carismatiche?

source: My life sucks. Maybe a charismatic girl could help me turn things around...
pt_br: La mia vita fa schifo. Forse una ragazza carismatica potrebbe aiutarmi a cambiare le cose...

source: None of these girls know how to talk to a man.
pt_br: Nessuna di queste ragazze sa come parlare a un uomo.

source: No point drinking if your girl can't hold a conversation...
pt_br: Non ha senso bere se la tua ragazza non sa tenere una conversazione...

source: Don't you have any smooth talkers on staff?
pt_br: Non avete nessuna che ci sappia fare con le parole nello staff?

source: I want a girl who's real good at lip service. I mean talking!
pt_br: Voglio una ragazza che sia davvero brava a parole. Intendo parlare!

source: Charisma's the most attractive quality a woman can have. Well, charisma and a nice ass.
pt_br: Il carisma è la qualità più attraente che una donna possa avere. Beh, il carisma e un bel culo.

source: Nothing beats a nice charismatic girl.
pt_br: Niente batte una bella ragazza carismatica.

source: I need a girl who's got enough energy for the two of us. I've been so exhausted lately...
pt_br: Ho bisogno di una ragazza che abbia abbastanza energia per entrambi. Sono stato così esausto ultimamente...

source: I love it when the girls are fun to talk to.
pt_br: Adoro quando è divertente parlare con le ragazze.
