Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_CABA_OKI_2/49.po
Languages: pt_br

source: What, you stressed? Nothing a nice long massage can't fix.
pt_br: Cosa, sei stressata? Niente che un bel massaggio lungo non possa sistemare.

source: I actually prefer a woman who's cold, heartless, and under extreme pressure.
pt_br: In realtà preferisco una donna fredda, senza cuore e sotto estrema pressione.

source: Phew, girls are so damn cute when they're tired.
pt_br: Phew, le ragazze sono così dannatamente carine quando sono stanche.

source: Oh yeah, baby! I love how bored you look!
pt_br: Oh sì, piccola! Adoro quanto sembri annoiata!

source: Hey! Doesn't this club have any incredibly stressed-out girls?
pt_br: Ehi! Questo club non ha ragazze incredibilmente stressate?

source: The more stress, the better! Stressed is best!
pt_br: Più stress c'è, meglio è! Stressato è meglio!

source: Isn't it hot when they're really stressed? I'd let a girl tear me in half any day of the week.
pt_br: Non è eccitante quando sono davvero stressate? Lascerei che una ragazza mi facesse a pezzi in qualsiasi momento.

source: I have this fetish for girls who are overworked and look ready to kill me.
pt_br: Ho questo feticismo per le ragazze che lavorano troppo e sembrano pronte ad uccidermi.

source: Don't you have any coy girls? They're the best.
pt_br: Non avete ragazze timide? Sono le migliori.

source: I want to drink with a girl who looks like she's really stressed.
pt_br: Voglio bere con una ragazza che sembra davvero stressata.

source: I wonder if any girls here are stressed. My magic fingers will ease her trouble. What? I'm talking about a shoulder massage!
pt_br: Mi chiedo se ci siano ragazze stressate qui. Le mie dita magiche allevieranno i suoi problemi. Cosa? Sto parlando di un massaggio alle spalle!

source: I love girls who play coy. Even the ones in a bad mood.
pt_br: Amo le ragazze che fanno le timide. Anche quelle di cattivo umore.

source: I wonder if there are any quiet girls here.
pt_br: Mi chiedo se ci siano ragazze tranquille qui.

source: I love the girls who play hard to get.
pt_br: Amo le ragazze che fanno le difficili.
