Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_CABA_OKI_2/51.po
Languages: pt_br

source: An average chick's fine with me.
pt_br: Una ragazza normale mi va benissimo.

source: I'd rather drink with a girl who can just be herself.
pt_br: Preferirei bere con una ragazza che sappia essere se stessa.

source: An ordinary girl would be fine.
pt_br: Una ragazza comune andrebbe bene.

source: I'm all about that girl next door vibe.
pt_br: Adoro quell'aria da ragazza della porta accanto.

source: I like 'em refined, like a fine wine.
pt_br: Mi piacciono raffinate, come un buon vino.

source: Is there anyone in this club refined enough for my tastes?
pt_br: C'è qualcuno in questo club abbastanza raffinato per i miei gusti?

source: Sophistication goes a long way.
pt_br: La sofisticatezza conta molto.

source: Showy girls make me uncomfortable...
pt_br: Le ragazze appariscenti mi mettono a disagio...

source: A truly cultured woman is rare.
pt_br: Una donna davvero colta è rara.

source: I prefer my women like a nice cocktail. Clean, neat, refined.
pt_br: Preferisco le mie donne come un buon cocktail. Pulite, ordinate, raffinate.

source: Neat? Demure? Refined, that's it.
pt_br: Ordinata? Pudica? Raffinata, ecco cosa.

source: A girl can look any number of ways, but refinement truly makes her shine.
pt_br: Una ragazza può avere mille aspetti, ma la raffinatezza la fa brillare davvero.

source: Aren't sweet, innocent girls the cutest?
pt_br: Le ragazze dolci e innocenti non sono le più carine?

source: I'd want someone cute. Like a pop star.
pt_br: Vorrei qualcuna di carina. Come una pop star.

source: I need that adorable aesthetic...
pt_br: Ho bisogno di quell'estetica adorabile...

source: "Sexy" is so overrated... Can't a girl just be cute?
pt_br: "Sexy" è così sopravvalutato... Una ragazza non può essere semplicemente carina?

source: I like 'em cute. Like, anime cute.
pt_br: Mi piacciono carine. Tipo, carine come negli anime.

source: Cute girls all the way.
pt_br: Solo ragazze carine per me.

source: Where are all the cuties at?
pt_br: Dove sono finite tutte le carine?

source: Please let her be cute this time...
pt_br: Per favore, che sia carina stavolta...

source: I want someone breathtakingly gorgeous.
pt_br: Voglio qualcuna di una bellezza mozzafiato.

source: I want her gorgeous. Like a ballerina.
pt_br: La voglio splendida. Come una ballerina.

source: Even her dress should make me tingle.
pt_br: Persino il suo vestito dovrebbe darmi i brividi.

source: I'm craving a gorgeous girl here.
pt_br: Ho proprio voglia di una ragazza splendida.

source: Waiting for a gorgeous girl to come fluttering my way...
pt_br: Aspetto che una ragazza splendida voli verso di me...

source: Regular girls are a dime a dozen. I want someone gorgeous.
pt_br: Le ragazze normali si trovano a pacchi. Io ne voglio una splendida.

source: I want the most gorgeous girl in the club!
pt_br: Voglio la ragazza più splendida del club!

source: I'm lookin' for someone gorgeous, and I ain't talkin' Kanamizawa!
pt_br: Cerco qualcuna di splendida, e non parlo di Kanamizawa!

source: Be flashy. Catch my attention.
pt_br: Sii appariscente. Attira la mia attenzione.

source: I like flashy girls. The trend-setters.
pt_br: Mi piacciono le ragazze appariscenti. Quelle che dettano la moda.

source: Flashy is A-OK in my book.
pt_br: Per me l'appariscente va benissimo.

source: Nothing wrong with being too flashy.
pt_br: Non c'è niente di male nell'essere troppo appariscenti.

source: I like 'em flashy. Maybe even a little trashy.
pt_br: Mi piacciono appariscenti. Magari anche un po' volgari.

source: They can either be flashy. Or flash me. That's a win-win right there.
pt_br: O sono appariscenti, o si spogliano per me. In ogni caso ci guadagno.

source: Isn't it great when they look all flashy, like they own the place?
pt_br: Non è fantastico quando sono così appariscenti, come se il posto fosse loro?

source: I want a girl who makes me think, "How ostentatious!"
pt_br: Voglio una ragazza che mi faccia pensare: "Che ostentazione!"

source: Being motivated's attractive.
pt_br: Essere motivate è attraente.

source: It's nice when they're motivated.
pt_br: È bello quando sono motivate.

source: I prefer highly motivated girls. It's contagious, you know?
pt_br: Preferisco le ragazze molto motivate. È contagioso, sai?

source: I want a girl that can motivate me. Help me forget my misery...
pt_br: Voglio una ragazza che sappia motivarmi. Che mi aiuti a dimenticare la mia miseria...

source: You can tell when they like their job.
pt_br: Si vede quando amano il loro lavoro.

source: Doesn't matter where you are in life. You've gotta be motivated.
pt_br: Non importa a che punto sei nella vita. Devi essere motivato.

source: It's more stimulating to talk to a girl who likes what they do. And I'm nothing if not a man who likes stimulation.
pt_br: È più stimolante parlare con una ragazza a cui piace ciò che fa. E io sono decisamente un uomo a cui piacciono gli stimoli.

source: Being motivated will get you far in life. Trust me.
pt_br: Essere motivati ti porterà lontano nella vita. Fidati.

source: It's one thing to look good, and another thing to know it.
pt_br: Un conto è essere belli, un altro è saperlo.

source: You look great! Whatever you did, it's working!
pt_br: Stai benissimo! Qualunque cosa tu abbia fatto, funziona!

source: She's gotta look at least as good as me... Not that that's saying much.
pt_br: Deve essere bella almeno quanto me... non che ci voglia molto.

source: Looking good takes time and effort.
pt_br: Essere belli richiede tempo e fatica.

source: I can tell looks are important to you.
pt_br: Si vede che l'aspetto è importante per te.

source: Oh, I know you take care of your appearance. It shows!
pt_br: Oh, lo so che ti prendi cura del tuo aspetto. Si vede!

source: It's important to look good. It's even more important to own it.
pt_br: È importante essere belli. È ancora più importante esserne consapevoli.

source: A good-lookin' woman makes the drinks taste better. Y'know?
pt_br: Una bella donna rende i drink più buoni. Capisci?

source: Aren't there any smart girls here?
pt_br: Non ci sono ragazze intelligenti qui?

source: A girl's gotta be real smart if I'm gonna date her. Or at least smarter than me... which I guess ain't saying much.
pt_br: Una ragazza deve essere davvero intelligente se voglio uscirci. O almeno più intelligente di me... il che non è dire molto.

source: If you're not well-informed, you're not an adult. And if you're not an adult, you're not my type.
pt_br: Se non sei informata, non sei un'adulta. E se non sei un'adulta, non sei il mio tipo.

source: All I want is a nerdy dirty girl. The ones with brains are way hotter!
pt_br: Tutto ciò che voglio è una secchiona sexy. Quelle con il cervello sono molto più eccitanti!

source: Knowledge is a skill. Wisdom is a gift.
pt_br: La conoscenza è un'abilità. La saggezza è un dono.

source: You must have been a straight-A student. I can tell from how you talk.
pt_br: Devi essere stata una studentessa da dieci e lode. Lo capisco da come parli.

source: As far as assets go, I prefer a girl with a really big... brain.
pt_br: In quanto a doti, preferisco una ragazza con un... cervello molto grande.

source: I'm surprised you knew that! You really are something...
pt_br: Mi sorprende che tu lo sapessi! Sei davvero in gamba...

source: I want a girl who can talk my ear off.
pt_br: Voglio una ragazza che non smetta mai di parlare.

source: Hit me with that sweet, smooth charisma, baby.
pt_br: Colpiscimi con quel carisma dolce e suadente, piccola.

source: Charisma takes precedence over all else. Even looks!
pt_br: Il carisma ha la precedenza su tutto. Persino sull'aspetto!

source: It doesn't matter how smart you are, or what you look like. All you need is charisma and you're in the clear!
pt_br: Non importa quanto sei intelligente o che aspetto hai. Ti basta il carisma e sei a posto!

source: Ohhh, that charisma's really hittin' the spot.
pt_br: Ohhh, quel carisma è proprio quello che ci vuole.

source: Wish my wife had a way with words like you...
pt_br: Vorrei che mia moglie ci sapesse fare con le parole come te...

source: You could be a politician with charisma like that! Hell, I'd let you kiss my baby, if you know what I mean.
pt_br: Potresti fare la politica con un carisma del genere! Diavolo, ti lascerei baciare il mio bambino, se capisci cosa intendo.

source: There's something special about this charisma you've got. Something <Italic>sexy</Italic>.
pt_br: C'è qualcosa di speciale in questo tuo carisma. Qualcosa di <Italic>sexy</Italic>.

source: Sometimes I just wanna drink and stare at a girl in silence.
pt_br: A volte voglio solo bere e fissare una ragazza in silenzio.

source: I love the kind of girl who plays hard to get. Hoo boy, there's nothing hotter!
pt_br: Adoro il tipo di ragazza che si fa desiderare. Cavolo, non c'è niente di più eccitante!

source: Any of your girls stressed out? I got the massage fingers to help 'em relieve their tension!
pt_br: Qualcuna delle tue ragazze è stressata? Ho le dita da massaggio pronte per aiutarle ad allentare la tensione!

source: You know what? Fuck it! Send me a girl with the foulest mood possible!
pt_br: Sai che c'è? Al diavolo! Mandami una ragazza con il peggior umore possibile!

source: That! That's it, right there! It's cute when you're exhausted.
pt_br: Ecco! Proprio così! Sei carina quando sei esausta.

source: You look like you couldn't be any more bored... Shit turns me on!
pt_br: Sembri annoiata a morte... Questa cosa mi eccita da morire!

source: What's wrong? You stressed out? C'mere and let me help with that.
pt_br: Che c'è? Sei stressata? Vieni qui, lascia che ti aiuti.

source: Ohhh shit, I love when they're cold to me. I'm gonna be the one to warm you up!
pt_br: Oh, cavolo, adoro quando sono fredde con me. Sarò io a scaldarti!

source: Wow, you really went all out with that costume, huh?
pt_br: Wow, ti sei davvero impegnata con quel costume, eh?

source: Damn, girl. That costume's killer on you. Seriously.
pt_br: Accidenti, ragazza. Quel costume ti sta da Dio. Dico sul serio.

source: What a freakin' cosplay! I can tell you're really into this.
pt_br: Che cosplay pazzesco! Si vede che ti piace un sacco.

source: Nice cosplay! You're rockin' it!
pt_br: Bel cosplay! Ti sta d'incanto!

source: Hmmm... I can't quite put my finger on it, but something about that cosplay is kinda awkward.
pt_br: Uhm... non saprei dire cosa, ma c'è qualcosa di strano in quel cosplay.

source: Do you not like dressing up?
pt_br: Non ti piace travestirti?

source: Something about that costume's not quite right...
pt_br: C'è qualcosa che non va in quel costume...

source: You need some work on your costume, if you ask me.
pt_br: Dovresti lavorare un po' su quel costume, se vuoi il mio parere.
