Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/auth/A0080.po
Languages: it

# 517 585
source: I take it these are the Ueno men.
it: Immagino siano gli uomini di Ueno.

# 763 842
source: You missed all the fun.
it: Ti sei perso il divertimento.

# 905 975
source: I see you haven't lost your touch.
it: Non hai perso il tocco.

# 1000 1135
source: It's little wonder the yakuza are\nso lenient with Sky Finance.
it: Capisco perché la yakuza è magnanima\ncon lo Sky Finance.

# 1169 1236
source: Sorry if I went a bit overboard.
it: Mi spiace se ho esagerato.

# 1237 1323
source: These two caught me on a bad day.
it: Mi hanno beccato in un giorno no.

# 1893 1973
source: You know, Arai-san.
it: Sai, Arai-san.

# 1965 2048
source: You always could read my mind.
it: Mi leggi sempre nella mente.

# 2074 2210
source: I had to learn fast\nonce I chose this life.
it: Dopo aver scelto questa vita,\nho dovuto imparare.

# 2229 2380
source: If you're not quick with a light,\nyou get a boot to the face.
it: Se non sei veloce con un accendino\nti becchi un calcio in faccia.

# 2389 2442
source: That's not what I meant.
it: Non è quello che intendevo.

# 2486 2636
source: You didn't ask why I started this fight.\nNot a word.
it: Non hai chiesto perché ho iniziato la rissa.

# 2686 2833
source: I imagine it has to do with the terms\nyou placed on Kanemura's loan.
it: Immagino abbia a che fare con gli accordi fatti\ncon Kanemura.

# 2880 2947
source: So you know about that?
it: Quindi lo sai?

# 2950 3006
source: Of course.
it: E di che.

# 3007 3109
source: Nobody loans that kind\nof money unconditionally.
it: Nessuno presta quei\nsoldi a caso.

# 3110 3168
source: Least of all you, Akiyama-san.
it: Men che meno tu, Akiyama-san.

# 3239 3318
source: You know what my condition is?
it: Conosci le mie condizioni?

# 3340 3390
source: Well...
it: Beh...

# 3391 3490
source: The boss has never told me himself, but...
it: Il boss non me lo ha mai detto, ma...

# 3536 3643
source: You want him out, don't you?
it: Lo vuoi fuori, non è vero?

# 3817 3863
source: Real talk.
it: Esatto.

# 3864 3954
source: You've got what it takes to make it big.
it: Hai quel che serve per renderlo grande.

# 3967 4091
source: Dragon of Dojima big,\nif you play your cards right.
it: Il Drago di Dojima,\nse vuoi giocare bene le tue carte.

# 4093 4154
source: You flatter me.
it: Mi lusinghi.

# 4164 4303
source: I can't begin to compare\nto the fourth chairman.
it: Non posso fare paragoni\ncon il quarto presidente.

# 4304 4382
source: We're different beasts, he and I.
it: Siamo bestie differenti, io e lui.

# 4421 4566
source: Me inheriting Kanemura Enterprises\nwon't change that.
it: L'ereditare il Kanemura Enterprises\nnon cambia le cose.

# 4555 4636
source: You never know.
it: Non si sa mai.

# 4656 4748
source: I got to where I am in a heartbeat.
it: Sono arrivato dove sono in un battito.

# 4749 4821
source: And all it took was a little windfall.
it: Tutto ciò grazie a un colpo di fortuna.

# 4855 4960
source: I suppose you're right.\nI'd almost forgotten.
it: Immagino tu abbia ragione.\nMi ero dimenticato.

# 5005 5115
source: Opportunity strikes when you least expect it.
it: L'occasione arriva quando meno te lo aspetti.

# 5126 5211
source: The question is, when that chance comes...
it: La domanda è, quando arriverà...

# 5212 5317
source: Will you grab it by the horns,\nor let it slip through your fingers?
it: La prenderai per le corna,\no la lascerai scappare?

# 5416 5526
source: Kanemura's outfit is small, yeah.\nBut you'd be the boss.
it: L'abito di Kanemura è piccolo, sì.\nMa tu sarai il capo.

# 5528 5610
source: I can think of worse starting points.
it: Posso pensare ad inizi peggiori.

# 5624 5748
source: Just give it some thought, will you?
it: Pensaci un po', va bene?

# 5915 5995
source: Bastards!
it: Bastardi!

# 6080 6110
source: Shit...!
it: Merda...!

# 6179 6310
source: I don't mean to cut you out,\nbut we'll handle it from here.
it: Non voglio tagliarti fuori,\nma adesso ci pensiamo noi.

# 6404 6458
source: It's your move.
it: Fai come credi.

# 6486 6578
source: Are you sure you want to\npull that trigger?
it: Sicuro di voler premere\nquel grilletto?

# 6603 6675
source: Do you really have what it takes?
it: Hai davvero quello che serve?

# 6780 6889
source: Shoot, and there will be unimaginable consequences.
it: Spara, e ci saranno serie conseguenze.

# 6895 6934
source: Or...
it: Oppure...

# 6935 7091
source: You leave quietly, and we pretend\nnone of this ever happened.
it: Vattene di qui, facendo finta\ndi non aver visto niente.

# 7096 7155
source: Your choice.
it: A te la scelta.

# 7162 7244
source: The hell do you think you are?
it: Chi cazzo credi di essere?

# 7245 7390
source: The Ueno Seiwa name's on the line here!
it: C'è in gioco il nome di Ueno Seiwa!

# 7393 7453
source: I'm well aware of that.
it: Ne sono consapevole.

# 7476 7589
source: But if you shoot...
it: Ma se spari...

# 7603 7652
source: I'll return the favor.
it: Restituirò il favore.

# 7726 7834
source: I won't ask why you decided\nto stop in here to begin with.
it: Non vi chiedero perché siete\nvenuti qui in primo luogo.

# 7847 7907
source: Just give me the gun.
it: Dammi la pistola.

# 7938 7998
source: Nice and easy.
it: Con calma.

# 8015 8107
source: Stay back! Don't move!
it: Indietro! Non muoverti!

# 8566 8645
source: Aniki! Hang in there!
it: Aniki! Resisti!

# 8709 8769
source: Shit!
it: Merda!

# 8778 8841
source: We're outta here, Mishima!
it: Ce ne andiamo, Mishima!

# 8926 8986
source: I'm fine.
it: Sto bene.

# 8969 9038
source: It only grazed me.
it: Mi ha sfiorato.

# 9051 9136
source: They're the real problem now.
it: Ora loro sono un problema.

# 9149 9198
source: Goddammit!
it: Dannazione!

# 9256 9350
source: I'll be okay here.\nYou get after them.
it: Starò bene.\nInseguili.

# 9376 9398
source: Got it!
it: Capito!

# 9447 9507
source: And Kido!
it: E Kido!

# 9541 9705
source: One more thing. Don't do anything stupid\nonce you catch them.
it: Un'ultima cosa. Non fare niente\ndi avventato.

# 9706 9749
source: I won't!
it: Non lo farò!
