Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/auth/A0180.po
Languages: it

# 27 93
source: The hell do you think you're doing!?
it: Che diavolo pensi di fare!?

# 149 234
source: Oh, brother.\nJust what I needed.
it: Oh, fratello.\nCiò che mi serviva.

# 226 367
source: Another yakuza brawl, Akiyama? Really?
it: Un'altra rissa tra yakuza, Akiyama? Serio?

# 385 465
source: Guess my warning didn't get through to you.
it: Il mio avvertimento non è bastato.

# 537 597
source: Spare me.
it: Risparmiamelo.

# 593 658
source: You can weave your yarn down at the precinct.
it: Racconterai tutto quanto al distretto.

# 670 730
source: I'd really rather not.
it: Preferirei di no.

# 749 840
source: And come on, I'm the victim here.
it: E poi dai, sono io la vittima qui.

# 846 906
source: Can it!\nI didn't ask for your opinion!
it: Basta!\nNon ho chiesto un'opinione!

# 919 979
source: Take him in, boys!
it: Prendetelo, ragazzi!

# 1011 1071
source: Not today!
it: Non oggi!
