Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/auth/A0245.po
Languages: it

# 110 191
source: Three million yen.
it: Tre milioni di yen.

# 196 241
source: That's right.
it: Esatto.

# 242 407
source: And if I manage to make that much...\nyou'll loan me the hundred million I want?
it: E se riesco a guadagnarli...\nMi presterai i cento milioni che voglio?

# 412 470
source: I will.
it: Certo.

# 527 636
source: Understood. I'll do my best.
it: Capito. Farò del mio meglio.

# 713 826
source: Okay, that's enough business talk.
it: Ok, basta parlare di affari.

# 850 976
source: Let's relax for a bit,\njust the two of us.
it: Rilassiamoci un po',\nsolo noi due.

# 1039 1166
source: Don't tell me you forgot.\nYou're supposed to act like I'm a customer.
it: Non dirmi che ti sei dimenticato.\nDevi trattarmi come un cliente.

# 1171 1253
source: But aren't you the owner?
it: Ma non sei il proprietario?

# 1258 1411
source: So what? Nobody says a guy can't\nunwind a bit in his own club.
it: E quindi? Nessuno dice che\nun tipo non può rilassarsi nel proprio club.

# 1420 1594
source: I'm just a customer tonight.\nYour first on the job, turns out.
it: Stasera sono un cliente.\nIl tuo primo, a quanto pare.

# 1635 1741
source: Hey, there's the smile!\nNot bad!
it: Ehi, ecco un sorriso!\nNon male!

# 1753 1864
source: All right, let's get this party started!
it: E va bene, iniziamo la festa!

# 1926 1981
source: You got it.
it: Va bene.

# 2018 2171
source: So then, sir.\nWhat are we drinking tonight?
it: Allora, signore.\nCosa vuole bere stasera?

# 2190 2267
source: Let me think...
it: Fammi pensare...
