Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/auth/A0250.po
Languages: it

# 342 460
source: If money really does make people happy...
it: Se i soldi rendono felici le persone...

# 475 600
source: Maybe I can do the same.\nFor you.
it: Forse posso fare lo stesso.\nPer te.

# 1650 1725
source: Why didn't you pull back?
it: Perché non hai indietreggiato?

# 1775 1842
source: I'm not sure myself.
it: Non ne sono sicura.

# 1916 2068
source: I suppose... it just felt right.
it: Immagino che... Mi sembrasse giusto.

# 2127 2201
source: Why did you kiss me?
it: Perché mi hai baciata?

# 2245 2305
source: Good question.
it: Bella domanda.

# 2345 2460
source: But I haven't felt like this\nfor almost five years now.
it: Ma non mi sento così\nda cinque anni, quasi.

# 2475 2550
source: An ex-girlfriend?
it: Una ex ragazza?

# 2557 2605
source: Yup.
it: Già.

# 2620 2683
source: Dumped me flat on my ass.
it: Mi ha lasciato.

# 2704 2780
source: Oh yeah? Why?
it: Ah sì? Perché?

# 2785 2968
source: Dunno. Guess my wallet was\na bit too thin back then.
it: Non so. Forse il portafoglio al tempo\nera troppo sottile.

# 3075 3165
source: Got a pair of lovebirds over here, huh?
it: Abbiamo dei piccioncini qui, eh?

# 3173 3297
source: How 'bout you share some of\nthat sugar with us, baby?
it: Che ne dici di condividere\nquesto zuccherino, baby?

# 3424 3560
source: More Shibata goons?\nDon't you guys have better things to do?
it: Altri tipi di Shibata?\nMa non avete niente da fare?

# 3597 3667
source: You got a death wish, playboy?
it: Vuoi crepare, playboy?

# 3668 3779
source: Don't you know the Shibata run this town!?
it: Non sai che Shibata gestisce la città!?

# 3785 3888
source: Oh, I know plenty more than that.
it: Oh, so molto di più.

# 3894 4140
source: You talk big about being some kinda top-tier crime family,\nbut you're really nothing more than the Tojo's errand boys.
it: Dite di essere una famiglia criminale di alto livello,\nma non siete altro che fattorini del Tojo Clan.

# 4146 4227
source: You smug little fuck!
it: Piccolo stronzo!

# 4240 4376
source: Change of plan, boys.\nLet's butcher him!
it: Cambio di piano, ragazzi.\nSmembriamolo!
