Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/auth/A0300.po
Languages: it

# 135 270
source: Kido-san, hope you didn't wait long!\nI was just out grabbing a few things!
it: Kido-san, spero tu non abbia atteso troppo!\nEro fuori a prendere due cose!

# 281 393
source: Oh, uh, it's all good.\nSorry for bargin' in like this.
it: Oh, uh, va tutto bene.\nMi spiace piombare qui così.

# 453 575
source: The chief's out on collection duty right now.
it: Il capo al momento sta riscuotendo.

# 580 694
source: He should be back in just a jiff, though.
it: Tra poco dovrebbe tornare, però.

# 699 756
source: Here, I'll pour you some tea.
it: Ecco, ti verso un po' di tè.

# 757 806
source: You don't have to do that.
it: Non c'è bisogno.

# 807 919
source: So what brings you by?\nForget something here?
it: Cosa ti porta qui?\nHai dimenticato qualcosa?

# 925 1039
source: Actually, there's this thing\nI'm looking to run by Akiyama-san.
it: In verità, c'è una cosa di\ncui vorrei parlare con Akiyama-san.

# 1044 1132
source: I tried his cell and everything,\nbut couldn't get through.
it: Ho provato a chiamarlo,\nma non mi risponde mai.

# 1137 1180
source: Welcome to the club.
it: Benvenuto al club.

# 1185 1393
source: He always switches it off when he's out wandering.\nSays he doesn't like people ruining his "vibe."
it: Lo spegne sempre quando è fuori.\nDice di non voler rovinare "l'atmosfera".

# 1398 1527
source: It's a wonder anything ever gets done around here!
it: È un miracolo che si faccia qualcosa da queste parti!

# 1555 1628
source: That's Akiyama-san for you.
it: Questo è Akiyama-san per te.

# 1819 1924
source: Don't think they're here for a loan...
it: Non penso siano qui per un prestito...

# 1929 2075
source: Again?\nYou guys are worse than roaches.
it: Di nuovo?\nSiete peggio degli scarafaggi.

# 2080 2195
source: Sorry, but you're going to have to leave.
it: Mi spiace, ma devi andartene.

# 2200 2450
source: The chief isn't even here. Though if you really insist,\nI'd be glad to kick you out myself.
it: Il capo non è qui. Ma se insistete,\nposso prendervi io a calci fuori di qui.

# 2583 2643
source: Look out, Hana-chan!
it: Attenta, Hana-chan!
