Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/auth/B0010.po
Languages: it

# 671 719
source: Hey, man.
it: Ehi, amico.

# 777 842
source: Oh, Majima-san!\nWhat brings you by?
it: Oh, Majima-san!\nCosa ti porta qui?

# 852 912
source: Eh, just figured I'd drop in.
it: Eh, ho pensato di fare un saluto.

# 968 1065
source: Man, we got a real scorcher out there.
it: Cavolo, fuori il tempo è tosto.

# 1069 1181
source: I'm not used to sweatin' my jewels off\nthis time of year. It's only April!
it: Non sono abituato a far sudare i gioielli\ngià da adesso. Siamo ad aprile!

# 1182 1278
source: Heard it's almost hittin' 90 today.
it: Mi sa che oggi abbiamo superato i 32.

# 1272 1371
source: Whole country's gonna be up in flames before long.
it: Tra non molto l'intero paese sarà in fiamme.

# 1372 1471
source: Country? Try the whole world.
it: Paese? Vuoi dire forse il mondo intero.

# 1474 1603
source: We're tearin' this speck of cosmic dust apart.
it: Stiamo distruggendo questo piccolo pezzo di polvere cosmica.

# 1606 1665
source: Look at you soundin' all educated.
it: Guardati, sembri quasi un sapientone.

# 1666 1801
source: Hey, I know some stuff.\nOzone layer's going to shit, too.
it: Ehi, qualcosa la so.\nAnche il buco nell'Ozono fa paura.

# 1803 1842
source: Says who?
it: Detto da?

# 1843 1903
source: My boss.
it: Il mio capo.

# 1912 1964
source: Shimano-han said that?
it: Lo ha detto Shimano-han?

# 1966 2096
source: Moanin' about the environment's\nthe hip new thing to do.
it: Lamentandosi dell'ambiente e\nsulle cose da fare.

# 2098 2244
source: Even yakuza are comin' out saying\nwe gotta take care of the planet.
it: Pure gli yakuza ora cercano di fare\ngli ambientalisti.

# 2256 2301
source: Morons.
it: Coglioni.

# 2415 2451
source: Here.
it: Ecco.

# 2496 2556
source: A watermelon!
it: Un anguria!

# 2553 2683
source: Right on. Perfect refresher\non a blazin' day like this.
it: Esatto. Perfetto per rinfrescarsi in\nuna giornata torrida come questa.

# 2699 2835
source: I didn't realize they sold them\nthis big so early in the spring!
it: Non sapevo li vendessero così grossi\ngià in primavera!

# 2838 2900
source: Not for cheap, they don't.
it: Non a buon mercato, almeno.

# 2905 3024
source: But I don't think we're gonna be eatin'\nstuff like this where we're goin'.
it: Ma non penso mangeremo roba così\nnel posto in cui andremo.

# 3025 3094
source: Call it an early celebration.
it: Vedila come una festa anticipata.

# 3108 3168
source: Celebrating what?
it: Festa per cosa?

# 3288 3365
source: Ain't every day Majima drops by.
it: Majima non viene a trovarci sempre.

# 3390 3459
source: Mind grabbin' us a few beers?
it: Ti spiace andare a prenderci un paio di birre?

# 3456 3565
source: Not at all. Be back soon!
it: Niente affatto. Torno subito!

# 3688 3753
source: You guys want snacks, too?
it: Volete anche qualche snack?

# 3789 3815
source: Yeah, sounds good.
it: Sì, bella idea.

# 3816 3876
source: Got it.
it: Capito.

# 4200 4305
source: So. You're keepin' Yasuko-chan in the dark.
it: Capisco, dunque stai tenendo Yasuko-chan all'oscuro.

# 4339 4392
source: Don't got much choice.
it: Non ho altra scelta.

# 4400 4512
source: Not gonna just up and say\nwe're offin' a bunch of guys tomorrow.
it: Non posso dire che domani\nfaremo fuori un bel po' di gente.

# 4513 4599
source: Ya don't gotta put it like that.
it: Non devi metterla per forza in questo modo.

# 4605 4700
source: Just tell her we'll be gone on business for a while.
it: Dille che staremo via per un viaggio d'affari.

# 4702 4785
source: At least say goodbye.\nYa owe her that much.
it: Almeno salutala.\nLe devi molto.

# 4786 4885
source: Hell with that.\nIt's bad luck.
it: Al diavolo.\nPorta sfortuna.

# 5104 5182
source: Speakin' of, though.
it: A proposito.

# 5199 5292
source: You bring 'em?
it: Le hai con te?

# 5302 5362
source: Sure did.
it: Certo.

# 5867 5945
source: These babies are the real deal.
it: Queste bimbe sono pazzesche.

# 5940 6060
source: Come checked and certified\nstraight from the Dojima Family.
it: Controllate e certificate\ndalla Famiglia Dojima.

# 6184 6255
source: Six handguns.
it: Sei pistole.

# 6256 6332
source: Each one with six rounds.
it: Ognuna con sei proiettili.

# 6333 6409
source: Makin' for 36 slugs total.
it: Un totale di 36 colpi.

# 6414 6490
source: 36, huh?
it: 36, eh?

# 6514 6685
source: Should be enough for Yoshiharu Ueno.\nAnd whatever Seiwa Clan thugs he's got with him.
it: Dovrebbero bastare per Yoshiharu Ueno.\nE qualunque uomo del Clan Seiwa si sia portato appresso.

# 6693 6753
source: How many we figurin'?
it: Di quanti parliamo?

# 6767 6848
source: Single digits. Ten max.
it: Cifre basse. Massimo dieci.

# 6857 7003
source: So we got three, maybe four shots a man.
it: Parliamo di tre, forse quattro colpi a testa.

# 7033 7088
source: I'll take it.
it: Mi va bene.

# 7607 7667
source: Listen, bro.
it: Ascolta, fratello.

# 7771 7860
source: If you want out, now's the time.
it: Se non vuoi farlo, dimmelo ora.

# 7910 7965
source: It's two on ten.
it: Sono due su dieci.

# 7966 8094
source: Ugly odds,\neven with the element of surprise.
it: Basse probabilità,\npure con l'effetto sorpresa.

# 8113 8262
source: And say we do pull it off...\nThat's ten years, minimum.
it: E se ce la facciamo...\nCi becchiamo minimo dieci anni.

# 8282 8344
source: Could be for life.
it: O l'ergastolo.

# 8345 8404
source: We might even hang for it.
it: Potrebbero impiccarci.

# 8626 8702
source: Me? I'm a lone wolf.
it: Io? Sono un lupo solitario.

# 8711 8831
source: I've been ready to die for this\nsince the day I called Shimano my boss.
it: Sono pronto a morire fin da quando\nho chiamato Shimano il mio capo.

# 8852 8965
source: But you?\nYou've got Yasuko-chan.
it: Ma tu?\nTu hai Yasuko-chan.

# 9110 9220
source: You sure you can just leave her behind like that?
it: Sicuro ti potertela lasciare alle spalle così?

# 9284 9344
source: Bro.
it: Fratello.

# 9386 9471
source: You're lettin' your Kansai accent slip.
it: Stai facendo uscire l'accento del Kansai.

# 9526 9614
source: Come on, I'm being serious here!
it: Eddai, dico sul serio!

# 9615 9683
source: My decision's made.
it: Ho già deciso.

# 9800 9872
source: You'd die for your boss, yeah?
it: Moriresti per il capo, vero?

# 9887 9984
source: Then no shit I'm ready to do\nthe same for Sasai.
it: Allora io farò lo stesso\nper Sasai.

# 9999 10059
source: And...
it: E poi...

# 10049 10109
source: And what?
it: E poi cosa?

# 10223 10283
source: I gotta know, brother.
it: Devo sapere, fratello.

# 10317 10577
source: Just how far Taiga Saejima can climb\nup the Tojo Clan totem pole. Ya get me?
it: Fino a che punto può spingersi Taiga Saejima\nnei ranghi del Clan Tojo. Capisci?
