Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/auth/B0100.po
Languages: it

# 57 128
source: The fuck did you say?
it: Che cazzo hai detto?

# 146 270
source: The Ueno Seiwa's still alive and kickin'!?
it: Gli Ueno Seiwa sono ancora vivi e vegeti!?

# 273 417
source: Yeah, you heard me.\nThey've got turf right in the heart of Tokyo.
it: Sì, esattamente.\nHanno un territorio proprio nel cuore di Tokyo.

# 426 468
source: And they're still growing!
it: E continuano a crescere.

# 472 613
source: Ya think you can feed me this shit\n'cause I been in the slammer?
it: Pensi di potermi raccontare cagate\nsolo perché sono in prigione?

# 614 683
source: Well I ain't fallin' for it, asshole!
it: Beh, non ci casco, cazzo!

# 684 731
source: I'm telling the truth!
it: Dico sul serio!

# 732 862
source: Not just that, but the Ueno are\nreal tight with the Tojo Clan.
it: Non solo, ma gli Ueno sono\nanche a stretto contatto col Tojo Clan.

# 889 1032
source: They swore an oath right after\nyour little episode back in '85!
it: Hanno fatto giuramento subito dopo\nquell'episodio dell'85.

# 1227 1292
source: What kinda bullshit is that?
it: Che stronzata è questa?

# 1318 1418
source: You didn't actually kill Yoshiharu Ueno.
it: Non hai davvero ucciso Yoshiharu Ueno.

# 1425 1572
source: Still, the Ueno Seiwa were reeling hard\nafter the haymaker you gave 'em.
it: Però, gli Ueno Seiwa erano scossi dopo\nil colpo che gli hai inflitto.

# 1592 1728
source: But they pulled through,\njust like their boss.
it: Ma ce l'hanno fatta,\ncome il loro capo.

# 1746 1806
source: How?
it: Come?

# 1881 1941
source: Good question.
it: Bella domanda.

# 2050 2179
source: Turns out you got your boss to thank for that.
it: Devi ringraziare il tuo capo per questo.

# 2238 2286
source: The boss?
it: Il capo?

# 2313 2423
source: After that rampage you went on...
it: Dopo quella tua furia omicida...

# 2427 2537
source: Old man Sasai ended up shouldering the blame.
it: Il vecchio Sasai finì per addossarsi la colpa.

# 2538 2620
source: Stepped down and everything.
it: Si è dimesso dal ruolo.

# 2662 2803
source: But let's say he hadn't, hypothetically speaking.
it: Ma facciamo finta di no, in modo ipotetico.

# 2801 2945
source: The Sasai would probably be\none of the Tojo top dogs by now.
it: Sasai sarebbe uno dei\nmigliori cani del Tojo.

# 2975 3035
source: Why...?
it: Perché...?

# 3074 3120
source: Why'd he do it?
it: Perché lo ha fatto?

# 3121 3181
source: Beats me.
it: Non lo so.

# 3190 3331
source: Any chance of knowing the truth\ndisappeared the same time Sasai did.
it: Ogni possibilità di conoscere la verità\nscomparve assieme a Sasai.

# 3368 3531
source: With their head honcho gone,\nhis family crumbled.
it: Con il loro capo andato,\nla famiglia si sfaldò.

# 3553 3643
source: And who rose from the ashes?
it: E chi risorse dalle ceneri?

# 3676 3762
source: None other than the Shibata Family.
it: Nientemeno che la Famiglia Shibata.

# 3806 3882
source: Shibata, huh?
it: Shibata, eh?

# 3909 4132
source: Yup. Same guys who were competing with you\nto woo the Tojo. Turns out they won.
it: Sì. Gli stessi che competevano con voi\nper prendersi il Tojo. Sembra abbiano vinto.

# 4193 4403
source: In the end, that hit only got rid of two things.\nOld man Sasai, and you.
it: Alla fine, quel colpo si è liberato di due uomini.\nIl vecchio Sasai e te.

# 4391 4538
source: Everyone else has kept going\nlike it never even happened.
it: Tutti gli altri hanno continuato\ncome non fosse successo nulla.

# 4709 4811
source: I get how you're feeling, Saejima-san.
it: So come ti senti, Saejima-san.

# 4865 4950
source: This is tough shit to hear.
it: È difficile da accettare.

# 5002 5100
source: You've got more honor than a thousand yakuza.
it: Hai più onore di mille yakuza.

# 5111 5362
source: Sure, you might've "failed," but you alone offed\neighteen of the enemy's best men in the process.
it: Certo, avrai anche "fallito", ma tu da solo\nhai sconfitto diciotto degli uomini migliori.

# 5395 5538
source: You're practically a Tojo folk hero, Saejima-san.
it: Sei un eroe popolare del Tojo, Saejima-san.

# 5620 5726
source: But, oh. There's more to it than that.
it: Ma, oh. C'è di più.

# 5748 5895
source: Something extra spicy about that afternoon in '85.
it: Qualcosa di pazzesco riguardo a quel pomeriggio.

# 5976 6199
source: That day, you were supposed to meet a brother.\nTake out the Ueno together.
it: Quel giorno, dovevi vederti con tuo fratello.\nFare fuori Ueno assieme.

# 6220 6327
source: But he never showed.
it: Ma non si è fatto vedere.

# 6376 6436
source: Spot on, right?
it: Ci ho preso, eh?

# 6529 6602
source: Truth of the matter is...
it: La verità è che...

# 6655 6775
source: Every bit of that went exactly according to plan.
it: Tutto è andato esattamente secondo i piani.
