Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/auth/C0060.po
Languages: it

# 47 107
source: What's this?
it: Questo cos'è?

# 150 229
source: Central Kamuro Parking Lot.
it: Parcheggio Centrale Kamuro.

# 235 320
source: It's a key to a car parked there.
it: È una chiave per una macchina

# 350 517
source: In the trunk of that car...\nyou'll find 100 million yen.
it: Nel bagaglio dell'auto...\nTroverai 100 milioni di yen.

# 530 560
source: What!?
it: Cosa!?

# 606 788
source: I've done things for Katsuragi\nthat I can never take back.
it: Ho fatto cose per Katsuragi\nda cui non potrò mai riprendermi.

# 809 934
source: At first I thought it would just be one, maybe two.
it: All'inizio pensavo fosse uno, forse due.

# 955 1063
source: But Katsuragi's demands wouldn't stop.
it: Ma le richieste di Katsuragi erano tante.

# 1098 1260
source: Again and again, he ordered me\nto take innocent lives.
it: Ancora e ancora, mi chiedeva\ndi uccidere vite innocenti.

# 1279 1378
source: I couldn't go on like that.
it: Non potevo continuare.

# 1390 1456
source: I never wanted to kill.
it: Non volevo uccidere.

# 1522 1582
source: That's why I borrowed the money.
it: Ecco perché ho preso il prestito.

# 1636 1696
source: From who, exactly?
it: Da chi, esattamente?

# 1725 1870
source: The owner of Sky Finance.\nA man named Akiyama-san.
it: Il proprietario dello Sky Finance.\nDa Akiyama-san.

# 1973 2063
source: I'm entrusting that 100 million to you.
it: Affido a te i 100 milioni.

# 2081 2260
source: If Katsuragi needs some convincing\nto testify on my brother's behalf...
it: Se Katsuragi va convinto\na testimoniare per conto di mio fratello...

# 2280 2351
source: You know what needs to be done.
it: Sai cosa dev'essere fatto.

# 2371 2437
source: I understand, but...
it: Capisco, ma...

# 2444 2516
source: Why not keep it with you?
it: Perché non tenerli con te?

# 2543 2629
source: I'm leaving for Okinawa.
it: Me ne vado a Okinawa.

# 2640 2711
source: Right now? Why?
it: Ora? Come mai?

# 2729 2818
source: My brother's execution is in two days.
it: Mio fratello verrà giustiziato tra due giorni.

# 2859 3023
source: A guard at Tokyo Penitentiary told me.\nThat's where he was being held before his transfer.
it: Me lo disse una guardia del Penitenziario\ndi Tokyo. Prima del trasferimento.

# 3050 3151
source: And now your brother's down in Okinawa?
it: Ora tuo fratello si trova a Okinawa?

# 3169 3321
source: Yes. Apparently they transferred him\nthere only a few days ago.
it: Sì. Lo hanno trasferito giusto\nqualche giorno fa.

# 3333 3443
source: That guard was nice enough to\nat least share that with me.
it: La guardia era stata gentile\nabbastanza da dirmelo.

# 3472 3684
source: I suppose he felt sorry for me.\nI tried to visit my brother every day...
it: Immagino le dispiacesse per me.\nHo provato a vederlo ogni giorno...

# 3690 3791
source: But never once did I get to see him.
it: Ma non ci sono mai riuscita.

# 3807 3938
source: Every day, for 25 years?
it: Ogni giorno, per 25 anni?

# 3977 4048
source: I don't have much time left.
it: Non mi rimane molto tempo.

# 4052 4201
source: So... if we can't get that stay of execution...
it: Quindi... Se non verrà fermata l'esecuzione...

# 4231 4315
source: I at least want to be near him.
it: Almeno voglio stargli vicino.

# 4385 4486
source: You're the only one I can trust, Tanimura-san.
it: Sei l'unico di cui posso fidarmi, Tanimura-san.

# 4551 4674
source: Please, do what you can for my brother.
it: Per favore, fa ciò che puoi per mio fratello.
