Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/auth/C0175.po
Languages: it

# 17 77
source: Not another step!
it: Non un altro passo.

# 455 515
source: What the!?
it: Ma che!?

# 566 627
source: It's over, Sugiuchi.
it: È finita, Sugiuchi.

# 634 761
source: We know you've been collaborating with\nKatsuragi from the Ueno Seiwa Clan.
it: Sappiamo che stavi collaborando con\nKatsuragi del Clan Ueno Seiwa.

# 778 884
source: Don't make this any more\ndifficult than it already is.
it: Non rendere la cosa più\ndifficile del dovuto.

# 887 947
source: Dammit...!
it: Dannazione...!

# 1055 1157
source: It's time to give it up.
it: È ora di arrendersi.

# 1445 1545
source: You morons don't understand a damn thing!
it: Voi idioti non avete capito un cazzo!

# 1737 1893
source: So you know who I work with.\nWho cares?
it: Quindi sapete per chi lavoro.\nQuindi?

# 1917 2002
source: I'm untouchable!
it: Sono intoccabile!

# 2086 2146
source: Later.
it: A dopo.

# 2147 2207
source: Don't move!
it: Non muoverti!

# 2370 2452
source: Or what, your boys'll shoot me?
it: O cosa, i tuoi uomini mi spareranno?

# 2553 2628
source: Anyone pulls the trigger and you're through.
it: Se qualcuno preme il grilletto, è la fine.

# 2627 2753
source: Japanese police can't shoot.\nAnd you damn well know it.
it: La polizia giapponese non può sparare.\nE lo sai bene.

# 2757 2817
source: Prove me wrong.
it: Dimostrami che sbaglio.

# 2904 3011
source: Chief! Why are you hesitating?\nGive the order!
it: Capo! Perché stai esitando?\nDai l'ordine!

# 3242 3335
source: See what the "justice" everyone\nloves so much chalks up to?
it: Vedi a cosa porta la "giustizia"\ndi cui tutti parlano?

# 3336 3382
source: Absolutely nothing.
it: Al nulla assoluto.

# 3400 3460
source: There's a lesson for you, kid.
it: Ecco una lezione per te, ragazzo.

# 3469 3519
source: Be seeing you.
it: Ci vediamo.

# 3707 3767
source: I'm not afraid to shoot.
it: Non ho paura di sparare.

# 3849 3940
source: I've never been one for playing by the rules.
it: Non sono uno che segue le regole.

# 3965 4025
source: Sorry...
it: Scusa...

# 4045 4162
source: But I've got my own brand of justice!
it: Ma ho il mio modo di fare giustizia!

# 4331 4429
source: I always knew you'd grow into your uniform.
it: Sapevo ti saresti adattato alla divisa.

# 4437 4598
source: You're the first one in my 30 years\nwho's really deserved it. So congrats.
it: Sei il primo in 30 anni che\nse la merita. Congratulazioni.

# 4607 4701
source: Wow. I'm honored.
it: Wow. Ne sono onorato.

# 4704 4764
source: All right, kid.
it: Bene, ragazzo.

# 4775 4893
source: Let's see how far your justice takes you.
it: Vediamo fino a che punto arriva la tua giustizia.

# 4911 4979
source: Hope you're up to the challenge!
it: Spero tu ne sia all'altezza!

# 5003 5063
source: Stop!
it: Fermo!
