Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/auth/D0040.po
Languages: it

# 172 232
source: Hey, Uncle Kaz!
it: Ehi, zio Kaz!

# 237 297
source: Who's he?
it: Lui chi è?

# 318 378
source: That's Hamazaki-san.
it: Lui è Hamazaki-san.

# 385 436
source: He's an old friend of－
it: È un vecchio amico -

# 501 554
source: Don't go near him!
it: Non avvicinarti a lui!

# 924 979
source: You're not coming any closer!
it: Non ti avvicinare!

# 983 1018
source: Haruka, please...
it: Haruka, ti prego...

# 1019 1077
source: Don't "Haruka" me!
it: Non dire "Haruka"!

# 1080 1200
source: I still haven't forgiven him for what he did to you!
it: Non l'ho ancora perdonato per ciò che ha fatto!

# 1269 1325
source: Don't you remember, Uncle Kaz!?
it: Non ti ricordi, zio Kaz!?

# 1328 1450
source: This is the same guy who\nstabbed you last year, remember!?
it: Lo stesso tipo che\nti ha pugnalato, ricordi!?

# 1453 1552
source: And I had to watch while he did it!
it: E sono dovuta rimanere a guardare!

# 1668 1723
source: She's right.
it: Ha ragione.

# 1727 1808
source: I'm one of the bad guys.
it: Sono uno dei cattivi.

# 1929 1999
source: Sorry 'bout this, Haruka-chan.
it: Mi dispiace, Haruka-chan.

# 2003 2082
source: I'll keep whatever distance you need.
it: Manterrò le dovute distanze.

# 2238 2295
source: Haruka, that's enough.
it: Haruka, basta così.

# 2297 2332
source: It's not enough!
it: No, non basta!

# 2333 2378
source: And it never will be!
it: E non basterà mai!

# 2399 2521
source: Uncle Kaz, you don't really trust Hamazaki, do you!?
it: Zio Kaz, non ti fidi davvero di Hamazaki, vero!?

# 2538 2584
source: Yeah.
it: Sì.

# 2585 2626
source: Actually, I do.
it: In verità, sì.

# 2638 2791
source: Fine! But don't blame me when he betrays you again!
it: E va bene! Ma non lamentarti quando ti tradirà di nuovo!
