Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/A0120.po
Languages: it

# 182 265
source: Good thing you had a witness.
it: Meno male che hai un testimone.

# 320 457
source: You better thank kalbi deluxe\nfrom your office for saving your ass.
it: Dovresti ringraziare kalbi deluxe\ndal tuo ufficio, per averti salvato.

# 493 578
source: Are you talking about Hana-chan?
it: Stai parlando di Hana-chan?

# 632 709
source: The girl was half mad.
it: La tipa era mezza matta.

# 714 800
source: Drenched to the bone by the time\nshe got to the precinct.
it: Quando è arrivata al distretto era tutta\nbagnata fradicia.

# 806 920
source: Kept shouting, "Chief didn't do it!"
it: Urlava "Il capo non ha fatto nulla!"

# 1004 1064
source: That right?
it: Ah sì?

# 1120 1180
source: Hey, Akiyama!
it: Ehi, Akiyama!

# 1357 1461
source: Stay away from those Kanemura dirtbags, got it?
it: Stai lontano da quei merdosi Kanemura, ok?

# 1485 1657
source: You might think you're some kinda saint.\nBut giving handouts to any old shmuck off the street?
it: Pensi di essere una specie di santo.\nDai i soldi a tutta la gente che sta per strada?

# 1664 1769
source: All you're doing is stirring up trouble.
it: Tutto ciò che fai è creare problemi.

# 1902 2034
source: Just keep your pretty little face\nout of our way. Got that?
it: Tieni quel bel faccino fuori\ndai piedi. Capito?

# 2077 2147
source: What are you getting at?
it: Dove vuoi arrivare?

# 2188 2346
source: When you splash cash like it's some kinda game,\nyou're just fueling more crime.
it: Quando spargi denaro come fosse un gioco,\nciò che fai è aumentare il crimine.

# 2396 2495
source: A game, huh?
it: Un gioco, dici?

# 2501 2561
source: You heard me.
it: Mi hai sentito.

# 2557 2679
source: That shooting?\nWe know you're mixed up in it all.
it: Quello sparo?\nSappiamo che sei coinvolto.

# 2689 2837
source: You stirred up a hornet's nest with Kanemura.\nDon't be surprised when you get stung.
it: Hai scosso il nido di calabroni di Kanemura.\nNon sorprenderti sei vieni punto.

# 2962 3180
source: I have my own reasons for what I do.\nWhy I lend to who I lend to.
it: Ho le mie ragioni per quello che faccio.\nDel perché presto soldi.

# 3232 3315
source: So I'm not planning to close up shop.
it: Quindi non chiuderò bottega.

# 3341 3448
source: Now are we done here?\nI have places to be.
it: Abbiamo finito qui?\nHo da fare.

# 3463 3528
source: Kanemura's dead.
it: Kanemura è morto.

# 3602 3653
source: When?
it: Quando?

# 3654 3732
source: While you were sleeping like a baby.
it: Mentre dormivi come un cucciolo.

# 3764 3947
source: Listen. Keep your paws out of this business\nwith Kanemura and the Ueno Seiwa.
it: Ascolta. Stai lontano dagli affari tra\nKanemura e gli Ueno Seiwa.

# 3957 4178
source: Set foot near Kanemura's boys again,\nand we'll hang you out to dry. Scout's honor.
it: Vai ancora vicino agli uomini di Kanemura\ne ti stireremo. Parola di scout.
