Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/A0345.po
Languages: it

# 12 82
source: Now before we part ways...
it: Prima di separarci...

# 87 171
source: There's something I need to ask you.
it: C'è qualcosa che devo chiederti.

# 206 266
source: What is it?
it: E cioè?

# 284 347
source: Well, Lily-chan.
it: Beh, Lily-chan.

# 348 461
source: Why did you kill them?
it: Perché li hai uccisi?

# 544 719
source: The boss of Kanemura Enterprises.\nThat was you... Wasn't it?
it: Il capo del Kanemura Enterprises.\nSei stata tu... dico bene?

# 744 804
source: No, I...
it: No, io...

# 812 910
source: Same goes for the manager of Drama Queen.
it: Stessa cosa per il manager del Drama Queen.

# 915 987
source: What was the point of it all?
it: Qual è il tuo scopo?

# 1154 1213
source: Your lighter tipped me off.
it: Il tuo accendino mi ha aiutato.

# 1218 1275
source: What?
it: Cosa?

# 1276 1469
source: You know, the one you had when you first\ndropped by my office. Before the test.
it: Sai, quello che avevi la prima volta che\nsei venuta in ufficio. Prima della prova.

# 1501 1625
source: The words "Drama Queen" were plastered on the front.
it: La parola "Drama Queen" era plastificata sul davanti.

# 1630 1763
source: And when I asked,\nyou said you used to work there.
it: E quanto ti ho chiesto,\ndicevi di lavorare lì.

# 1770 1829
source: That's right.
it: Esatto.

# 1834 1979
source: Thing is, the place is an okama bar.\nCrossdressers.
it: Però, quello è un bar Okama.\nDi travestiti.

# 2068 2182
source: That goes for every last person on staff.
it: Lo stesso vale per tutto il personale.

# 2204 2316
source: No offense, but I don't see how you'd fit in.
it: Senza offesa, ma non capisco cosa c'entri tu.

# 2322 2464
source: The question is, when did you get\nyour hands on that lighter?
it: Quindi mi chiedo, come hai messo\nle mani su quell'accendino?

# 2565 2652
source: It was when you murdered him, wasn't it?
it: È stato quando lo hai ucciso, dico bene?

# 2659 2821
source: I noticed something on his jacket, too.\nA big, fat Shibata crest.
it: Ho notato anche una cosa sulla sua giacca.\nUno stemma Shibata.

# 2876 3023
source: At first I chalked it up to family violence,\nbut I was dead wrong.
it: All'inizio pensavo fossero affari di famiglia,\nma mi sbagliavo.

# 3053 3192
source: And when those Shibata guys\njumped us during our date...
it: E quando quei tipi Shibata sono\napparsi all'appuntamento...

# 3197 3327
source: They weren't after me at all.\nThey wanted you.
it: Non cercavano me.\nCercavano te.

# 3395 3506
source: Just who are you?
it: Puoi dirmi chi sei?

# 3512 3618
source: What's your beef with the Shibata Family?
it: Che rapporti hai con la Famiglia Shibata?

# 4061 4280
source: You said as long as I answered your question,\nI wouldn't have to pay off the loan, right?
it: Hai detto che finché rispondo alle domande, non\nestinguerai il prestito, giusto?

# 4285 4367
source: Yup. Meant it, too.
it: Sì, esattamente.

# 4397 4559
source: Then, even if it takes a lifetime...\nI'll get you your money.
it: Quindi, anche ci volesse una vita...\nTi procurerò i soldi.

# 4584 4652
source: Why am I not surprised?
it: Perché non mi sorprende?

# 4673 4779
source: Somehow I knew you wouldn't tell me.
it: Sapevo non me lo avresti detto.

# 4794 4854
source: I'm sorry.
it: Mi dispiace.

# 4938 5008
source: So, you skipping town?
it: Quindi, scapperai?

# 5029 5089
source: Yes.
it: Sì.

# 5111 5258
source: There's something important I need to take care of.
it: Prima devo occuparmi di una cosa importante.

# 5266 5424
source: Right. Looks like we won't be seeing\neach other for a while, then.
it: Giusto. Immagino che non ci vedremo\nper un po', allora.

# 5548 5602
source: So be it.
it: Così sia.

# 5603 5778
source: But when you're back, promise me you'll swing by.\nThe money can wait until then.
it: Ma quando tornerai, promettimi che passerai.\nI soldi aspetteranno.

# 5791 5851
source: Of course.
it: E di che.

# 5863 5992
source: Good. I'm looking forward to the day already.
it: Bene. Non vedo l'ora che arrivi il giorno.
