Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/C0200.po
Languages: it

# 275 335
source: Now tell me!
it: Adesso parla!

# 336 428
source: Tell me who murdered my father!
it: Dimmi chi ha ucciso mio padre!

# 477 666
source: Who dumped his body in\nthe Arakawa 25 years ago!? Huh!?
it: Ci ha gettato il suo corpo\nnell'Arakawa 25 anni fa!? Mh!?

# 733 784
source: Say it!
it: Dillo!

# 789 864
source: Already have.
it: L'ho già detto.

# 882 942
source: It was me.
it: Sono stato io.

# 1024 1148
source: What's wrong?\nCan't pull the trigger?
it: Che c'è?\nNon riesci a premere il grilletto?

# 1247 1307
source: Why...?
it: Perché...?

# 1378 1451
source: Why's it have to be you?
it: Perché devi essere tu?

# 1498 1549
source: Tell me!
it: Dimmelo!

# 1550 1671
source: What would make an honest cop\nbetray his own partner!?
it: Perché un poliziotto onesto dovrebbe\ntradire il compagno!?

# 1737 1850
source: Sorry, but you got it all wrong.
it: Mi spiace, ma hai frainteso.

# 1866 1926
source: I'm not honest.
it: Non sono onesto.

# 1946 2003
source: Or even a cop.
it: O un poliziotto.

# 2008 2077
source: Never have been.
it: Non lo sono mai stato.

# 2132 2192
source: From day one...
it: Dal primo giorno...

# 2209 2269
source: I've been yakuza.
it: Ero uno yakuza.

# 2327 2387
source: That's not possible.
it: Non è possibile.

# 2409 2470
source: Me and Katsuragi...
it: Io e Katsuragi...

# 2503 2585
source: We're what people in our world call brothers.
it: Siamo ciò che la gente chiama fratelli.

# 2606 2720
source: Bound by oath.
it: Vincolati dal giuramento.

# 2744 2804
source: The hell...?
it: Che diavolo...?

# 2823 2973
source: My allegiance... has always been with the Ueno Seiwa.
it: La mia fedeltà... È sempre stata verso gli Ueno Seiwa.

# 3001 3230
source: I joined the academy to be a spy.\nGot a badge to keep tabs on the cops.
it: Sono entrato all'accademia come spia.\nIl badge serve a tenervi sotto controllo.

# 3252 3312
source: That's how it is.
it: È così.

# 3359 3419
source: You're...
it: Tu sei...

# 3454 3513
source: A yakuza?
it: Uno yakuza?

# 3518 3559
source: That's right.
it: Esatto.

# 3609 3813
source: So then, 25 years ago...\nafter the attempted Yoshiharu Ueno hit.
it: Quindi, 25 anni fa...\ndopo l'attentato a Yoshiharu Ueno.

# 3841 3954
source: My father found out Katsuragi was behind it all.
it: Mio padre scoprì che c'era Katsuragi dietro.

# 3975 4056
source: And you murdered him in cold blood.
it: E lo hai ucciso a sangue freddo.

# 4096 4187
source: Wish it were that simple.
it: Vorrei fosse stato così semplice.

# 4298 4381
source: The truth's a whole lot bigger.
it: La verità è molto più grande.
