Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/C0220.po
Languages: it

# 61 229
source: That concludes my report on Taiga Saejima's\nattempted assassination of Yoshiharu Ueno.
it: Concludo così il mio rapporto sull'attentato\ndi Taiga Saejima a Yoshiharu Ueno.

# 335 448
source: I see.\nYou've really done your work on this one.
it: Capisco.\nHai fatto davvero un ottimo lavoro.

# 503 600
source: All in a day's work, sir.
it: Tutto in un giorno solo, signore.

# 687 784
source: Is filing false reports part of your job, detective?
it: Presentare falsi rapporti fa parte del lavoro, detective?

# 830 890
source: I'm not sure what you mean.
it: Non capisco cosa intendi.

# 1025 1105
source: None of this adds up, Sugiuchi-kun.
it: Niente di tutto questo torna, Sugiuchi-kun.

# 1122 1276
source: Did you think a report this slipshod\ncould pull the wool over my eyes?
it: Pensavi che un rapporto così potesse\nbuttarmi fumo sugli occhi?

# 1381 1438
source: Think about it.
it: Pensaci.

# 1439 1629
source: Our suspect Saejima faced 20 men in that tiny shop.\nHim alone, with no backup.
it: Il nostro sospettato Saejima ha affrontato 20 uomini.\nDa solo, senza scorta.

# 1647 1743
source: He would certainly have been met with resistance.
it: Avrà sicuramente avuto resistenza.

# 1748 1863
source: And yet, all 18 deaths...
it: Eppure, quei 18 morti...

# 1868 1953
source: Were due to clean, perfect headshots.
it: Avevano dei puliti colpi alla testa.

# 1975 2181
source: This Saejima fellow must be\nquite the distinguished marksman.
it: Quel Saejima dev'essere\nproprio un uomo scaltro.

# 2217 2333
source: There was one other item of note\nin the coroner's report.
it: C'era un altro elemento chiave nel\nrapporto del medico.

# 2372 2534
source: The day of the incident, not a single man\nwas wearing a bulletproof vest.
it: Il giorno dell'incidente, nessuno di loro\nindossava una giubba antiproiettile.

# 2539 2599
source: A careless mistake.
it: Un errore imprudente.

# 2651 2869
source: However, this lack of protection led us to discover\ncurious rubber bullet wounds on the bodies of all 18 men.
it: Tuttavia, questa mancanza di protezione ci ha fatto\nscoprire delle ferite date da proiettili di gomma nei corpi.

# 2950 3012
source: You know what rubber bullets are, yes?
it: Sai cosa sono i proiettili di gomma, sì?

# 3018 3145
source: The highly classified non-lethal rounds\nwe're developing for riot control.
it: Proiettili non letali che stiamo sviluppando\nper il controllo delle sommosse.

# 3150 3317
source: They're still undergoing tests, but they've\nbeen proven strong enough to knock a man out.
it: Sono ancora in fase di test, ma sono\nabbastanza forti per stendere un uomo.

# 3340 3553
source: I wonder. How did our suspect get a hold of\nexperimental ammunition only the police know of?
it: Mi chiedo. Come ha fatto il sospettato ad avere\nproiettili che solo la polizia conosce?

# 3619 3797
source: And what kind of deviant would knock\nhis victims out with rubber bullets...
it: E quale deviato stordirebbe le sue\nvittime con proiettili di gomma...

# 3802 3965
source: Only to finish them off with\na single slug between the eyes?
it: Solo per poi finirli con un colpo\nin mezzo agli occhi?

# 3987 4150
source: A peculiar criminal indeed,\nthis Saejima fellow.
it: Un criminale particolare,\nquesto Saejima.

# 4233 4412
source: Then there's Katsuragi, the sole survivor\naside from Yoshiharu Ueno himself.
it: E poi c'è Katsuragi, il solo sopravvissuto\noltre che a Yoshiharu Ueno.

# 4417 4495
source: Escaped with a mere shot to the shoulder.
it: Scampato per un colpo alla spalla.

# 4507 4742
source: Our suspect struck with deadly precision 18 times...\nonly to mercifully spare Katsuragi?
it: Il sospettato ha colpito a morte 18 volte...\nsolo per poi risparmiare Katsuragi?

# 4758 4803
source: Chief Munakata!
it: Capo Munakata!

# 4863 4972
source: I have a theory about this incident.
it: Ho una teoria sull'incidente.

# 4982 5122
source: That Katsuragi character likely\norchestrated the whole thing.
it: Dev'essere stato Katsuragi\nad orchestrare tutto.

# 5142 5309
source: Thoughts? It would mean Taiga Saejima\nwas simply Katsuragi's pawn.
it: Che ne pensi? Questo renderebbe Taiga\nSaejima una pedita di Katsuragi.

# 5332 5530
source: It's hard to believe a skilled detective\nlike you failed to reach that same verdict.
it: È difficile credere che un detective provetto\ncome te non ci abbia pensato subito.

# 5549 5609
source: Sir, I...
it: Signore, io...

# 5720 5842
source: Sugiuchi-kun.\nI have a small favor to ask.
it: Sugiuchi-kun.\nTi chiedo un favore.

# 5863 5923
source: What is it?
it: E cioè?

# 5945 6049
source: Introduce me to Isao Katsuragi.
it: Fammi conoscere Isao Katsuragi.

# 6094 6172
source: If you can do that for me...
it: Se puoi farlo per me...

# 6209 6324
source: I'll allow your report to stand as written.
it: Lascerò il tuo rapporto invariato.

# 6366 6426
source: Do we have a deal?
it: Abbiamo un accordo?
