Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/D0030.po
Languages: it

# 468 513
source: What's this?
it: Questo cos'è?

# 517 681
source: After I broke out, I was gonna use this\nto bargain with those police pigs.
it: Dopo la fuga, volevo usarlo per\ntrattare con quei porci della polizia.

# 698 862
source: It's the record of them starting up\nPenitentiary No. 2 to operate outside the law.
it: È la prova che hanno avviato il\nPenitenziario N. 2 per operare fuori dalla legge.

# 877 978
source: Shows the cash flow\nin and outta the place, too.
it: Mostra anche tutto il giro\ndi soldi che viaggiano.

# 1068 1108
source: What the!?
it: Ma che!?

# 1118 1290
source: "Tojo Clan → Kyohei Jingu"\n"Kyohei Jingu → Tokyo Metropolitan Police"
it: "Tojo Clan → Kyohei Jingu"\n"Kyohei Jingu → Polizia Metropolitana di Tokyo"

# 1304 1419
source: See that?\nI'm sure you remember it.
it: Hai visto?\nSono sicuro che lo ricordi.

# 1429 1560
source: The ten billion that went missing\nfrom the Tojo Clan five years ago.
it: I dieci miliardi che erano scomparsi\nal Tojo Clan cinque anni fa.

# 1567 1665
source: Truth of the whole damn shitshow was...
it: La verità è che quella montagna di soldi sporchi...

# 1673 1833
source: That cash was supposed to go to Penitentiary No. 2.
it: Doveva andare al Penitenziario N. 2.

# 2099 2195
source: What does all that mean?
it: Che significa tutto questo?
