Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_BOWL/153.po
Languages: pt_br

source: You're amazing, Uncle Kaz!
pt_br: Sei incredibile, Zio Kaz!

source: You're like a pro bowler!
pt_br: Sei come un professionista del bowling!

source: Oh, you were so close!
pt_br: Oh, c'eri quasi!

source: Let's try again!
pt_br: Riprova!

source: Let's try again!
pt_br: Riprova!

source: Let's try next time!
pt_br: Proviamoci la prossima volta!

source: Let's try next time!
pt_br: Proviamoci la prossima volta!

source: Uncle Kaz!
pt_br: Zio Kaz!

source: Let's go bowling!
pt_br: Andiamo a giocare a bowling!

source: Uncle Kaz!
pt_br: Zio Kaz!

source: Let's go bowling!
pt_br: Andiamo a giocare a bowling!

source: Uncle Kaz!
pt_br: Zio Kaz!

source: Let's go bowling!
pt_br: Andiamo a giocare a bowling!
