Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/data/pausepar/pause_*/tougijyo/ikusei_rmenu_msg.po
Languages: pt

# 464 KIND
source: Punch Training
pt: Allenamento Pugno

# 479 KIND
source: Kick Training
pt: Allenamento Calci

# 495 KIND
source: Groundwork
pt: Lavoro di base

# 508 KIND
source: Strength Training
pt: Allenamento di Forza

# 528 KIND
source: Road Work
pt: Corsa su strada

# 540 KIND
source: Sprints
pt: Scatti

# 548 KIND
source: Lecture
pt: Lezione

# 558 KIND
source: Stretch
pt: Allungamento

# 568 KIND
source: Rest
pt: Riposo

# 575 KIND
source: Blank
pt: Vuoto

# 581 MSG_LV1
source: Training to acquire faster and stronger punches. Well-balanced training focused on <Color:7>Power<Color:Default>.
pt: Allenamento per acquisire pugni più veloci e potenti. Allenamento ben bilanciato incentrato su <Color:7>Potenza<Color:Default>.

# 695 MSG_LV1
source: Training to acquire stronger and more precise kicks. Well-balanced training focused on <Color:7>Speed<Color:Default>.
pt: Allenamento per acquisire calci più potenti e precisi. Allenamento ben bilanciato incentrato sulla <Color:7>Velocità<Color:Default>.

# 813 MSG_LV1
source: Training to refine ground offensive and defensive skills. Well-balanced training focused on <Color:7>Technique<Color:Default>.
pt: Allenamento per affinare le abilità offensive e difensive a terra. Allenamento equilibrato incentrato su <Color:7>Tecnica<Color:Default>.

# 940 MSG_LV1
source: Bulk up and create a powerful, athletic body. Focuses on <Color:20>Power<Color:Default> alone, so <Color:22>other abilities<Color:Default> may decline.
pt: Potenzia la muscolatura e crea un corpo potente e atletico. Si concentra solo su <Color:20>Forza<Color:Default>, quindi <Color:22>le altre abilità<Color:Default> potrebbero diminuire.

# 1092 MSG_LV1
source: Run to acquire the basic health needed to sustain training. Increases <Color:20>Max Stamina<Color:Default>.
pt: Correre per acquisire la salute di base necessaria a sostenere l'allenamento. Aumenta <Color:20>Resistenza Massima<Color:Default>.

# 1200 MSG_LV1
source: Repeated short-distance sprints to train your legs. Focuses on <Color:20>Speed<Color:Default> alone, so <Color:22>other abilities<Color:Default> may decline.
pt: Scatti brevi ripetuti per allenare le gambe. Si concentra solo sulla <Color:20>Velocità<Color:Default>, quindi le <Color:22>altre abilità<Color:Default> potrebbero diminuire.

# 1358 MSG_LV1
source: Learn about fighting theory and techniques to win. Focuses on <Color:20>Technique<Color:Default> alone, so <Color:22>other abilities<Color:Default> may decline.
pt: Impara la teoria e le tecniche di combattimento per vincere. Si concentra unicamente sulla <Color:20>Tecnica<Color:Default>, quindi <Color:22>altre abilità<Color:Default> potrebbero diminuire.

# 1519 MSG_LV1
source: Tune your <Color:20>Mood<Color:Default> after repeated hard workouts. Also restores some <Color:7>Stamina<Color:Default>.
pt: Regola il tuo <Color:20>Umore<Color:Default> dopo duri allenamenti ripetuti. Ripristina anche un po' di <Color:7>Resistenza<Color:Default>.

# 1641 MSG_LV1
source: Take a rest to rid your body of accumulated fatigue. Greatly restores <Color:20>Stamina<Color:Default>.
pt: Riposati per eliminare la fatica accumulata. Ripristina notevolmente <Color:20>Vigore<Color:Default>.

# 1745 MSG_LV1
source: Not set.
pt: Non impostato.

# 1754 MSG_LV2
source: Training to acquire faster and stronger punches. Well-balanced training focused on <Color:7>Power<Color:Default>.
pt: Allenamento per acquisire pugni più veloci e più forti. Allenamento equilibrato incentrato sulla <Color:7>Forza<Color:Default>.

# 1868 MSG_LV2
source: Training to acquire stronger and more precise kicks. Well-balanced training focused on <Color:7>Speed<Color:Default>.
pt: Allenamento per acquisire calci più forti e precisi. Allenamento equilibrato incentrato sulla <Color:7>Velocità<Color:Default>.

# 1986 MSG_LV2
source: Training to refine ground offensive and defensive skills. Well-balanced training focused on <Color:7>Technique<Color:Default>.
pt: Allenamento per affinare le abilità offensive e difensive a terra. Allenamento equilibrato incentrato su <Color:7>Tecnica<Color:Default>.

# 2113 MSG_LV2
source: Bulk up and create a powerful, athletic body. Focuses on <Color:20>Power<Color:Default> alone, so <Color:22>other abilities<Color:Default> may decline.
pt: Sviluppa la muscolatura e crea un fisico potente e atletico. Si concentra esclusivamente sulla <Color:20>Forza<Color:Default>, quindi le <Color:22>altre abilità<Color:Default> potrebbero diminuire.

# 2265 MSG_LV2
source: Run to acquire the basic health needed to sustain training. Increases <Color:20>Max Stamina<Color:Default>.
pt: La corsa permette di acquisire la salute di base necessaria per sostenere l'allenamento. Aumenta <Color:20>Resistenza Massima<Color:Default>.

# 2373 MSG_LV2
source: Repeated short-distance sprints to train your legs. Focuses on <Color:20>Speed<Color:Default> alone, so <Color:22>other abilities<Color:Default> may decline.
pt: Scatti brevi ripetuti per allenare le gambe. Si concentra <Color:20>solo<Color:Default> sulla <Color:20>Velocità<Color:Default>, quindi <Color:22>le altre abilità<Color:Default> potrebbero diminuire.

# 2531 MSG_LV2
source: Learn about fighting theory and techniques to win. Focuses on <Color:20>Technique<Color:Default> alone, so <Color:22>other abilities<Color:Default> may decline.
pt: Apprendi la teoria del combattimento e le tecniche per vincere. Si concentra esclusivamente sulla <Color:20>Tecnica<Color:Default>, quindi le <Color:22>altre abilità<Color:Default> potrebbero diminuire.

# 2692 MSG_LV2
source: Tune your <Color:20>Mood<Color:Default> after repeated hard workouts. Also restores some <Color:7>Stamina<Color:Default>.
pt: Metti a punto il tuo <Color:20>Umore<Color:Default> dopo ripetuti e duri allenamenti. Inoltre ripristina un po' di <Color:7>Vigore<Color:Default>.

# 2814 MSG_LV2
source: Take a rest to rid your body of accumulated fatigue. Greatly restores <Color:20>Stamina<Color:Default>.
pt: Riposa per liberare il tuo corpo dalla fatica accumulata. Recupera notevolmente <Color:20>Vigore<Color:Default>.

# 2918 MSG_LV2
source: Not set.
pt: Non impostato.

# 2927 MSG_LV3
source: Training to acquire faster and stronger punches. Well-balanced training focused on <Color:7>Power<Color:Default>.
pt: Allenamento per acquisire pugni più veloci e forti. Allenamento ben bilanciato incentrato sulla <Color:7>Forza<Color:Default>.

# 3041 MSG_LV3
source: Training to acquire stronger and more precise kicks. Well-balanced training focused on <Color:7>Speed<Color:Default>.
pt: Allenamento per acquisire calci più potenti e più precisi. Allenamento ben bilanciato incentrato sulla <Color:7>Velocità<Color:Default>.

# 3159 MSG_LV3
source: Training to refine ground offensive and defensive skills. Well-balanced training focused on <Color:7>Technique<Color:Default>.
pt: Allenamento per affinare le abilità offensive e difensive a terra. Allenamento equilibrato incentrato sulla <Color:7>Tecnica<Color:Default>.

# 3286 MSG_LV3
source: Bulk up and create a powerful, athletic body. Focuses on <Color:20>Power<Color:Default> alone, so <Color:22>other abilities<Color:Default> may decline.
pt: Sviluppa la massa muscolare e crea un corpo potente e atletico. Si concentra solo su <Color:20>Forza<Color:Default>, quindi <Color:22>altre abilità<Color:Default> potrebbero diminuire.

# 3438 MSG_LV3
source: Run to acquire the basic health needed to sustain training. Increases <Color:20>Max Stamina<Color:Default>.
pt: Corri per acquisire la salute di base necessaria per sostenere l'allenamento. Aumenta la <Color:20>Resistenza Massima<Color:Default>.

# 3546 MSG_LV3
source: Repeated short-distance sprints to train your legs. Focuses on <Color:20>Speed<Color:Default> alone, so <Color:22>other abilities<Color:Default> may decline.
pt: Scatti brevi ripetuti per allenare le gambe. Si concentra solo sulla <Color:20>Velocità<Color:Default>, quindi le <Color:22>altre abilità<Color:Default> potrebbero diminuire.

# 3704 MSG_LV3
source: Learn about fighting theory and techniques to win. Focuses on <Color:20>Technique<Color:Default> alone, so <Color:22>other abilities<Color:Default> may decline.
pt: Impara la teoria e le tecniche di combattimento per vincere. Si concentra solo sulla <Color:20>Tecnica<Color:Default>, quindi <Color:22>le altre abilità<Color:Default> potrebbero diminuire.

# 3865 MSG_LV3
source: Tune your <Color:20>Mood<Color:Default> after repeated hard workouts. Also restores some <Color:7>Stamina<Color:Default>.
pt: Regola il tuo <Color:20>Umore<Color:Default> dopo ripetuti allenamenti intensi. Recupera anche un po' di <Color:7>Resistenza<Color:Default>.

# 3987 MSG_LV3
source: Take a rest to rid your body of accumulated fatigue. Greatly restores <Color:20>Stamina<Color:Default>.
pt: Riposati per liberare il tuo corpo dalla fatica accumulata. Ripristina notevolmente <Color:20>Resistenza<Color:Default>.

# 4091 MSG_LV3
source: Not set.
pt: Non impostato.

# 4100 LV1_LV2
source: Upgrades punch training facilities to Level 2. Improves training efficiency.
pt: Potenzia le strutture di allenamento pugilistico al Livello 2. Migliora l'efficienza dell'allenamento.

# 4177 LV1_LV2
source: Upgrades kick training facilities to Level 2. Improves training efficiency.
pt: Potenzia le strutture di allenamento di calcio a Livello 2. Migliora l'efficienza dell'allenamento.

# 4253 LV1_LV2
source: Upgrades groundwork training facilities to Level 2. Improves training efficiency.
pt: Potenzia le strutture di allenamento di base al Livello 2. Migliora l'efficienza dell'allenamento.

# 4336 LV1_LV2
source: Upgrades strength training facilities to Level 2. Improves training efficiency.
pt: Potenzia le strutture di allenamento della forza al Livello 2. Migliora l'efficienza dell'allenamento.

# 4416 LV1_LV2
source: Upgrades road work training facilities to Level 2. Improves training efficiency.
pt: Potenzia le strutture di allenamento su strada a Livello 2. Migliora l'efficienza dell'allenamento.

# 4497 LV1_LV2
source: Upgrades sprint training facilities to Level 2. Improves training efficiency.
pt: Potenzia le strutture di allenamento sprint al Livello 2. Migliora l'efficienza dell'allenamento.

# 4575 LV1_LV2
source: Upgrades fighting theory study facilities to Level 2. Improves training efficiency.
pt: Potenzia le strutture di studio della teoria di combattimento a Livello 2. Migliora l'efficienza dell'allenamento.

# 4659 LV1_LV2
source: Upgrades stretching facilities to Level 2. Mood will improve faster. Lessens fatigue a bit.
pt: Potenzia le strutture di stretching al Livello 2. L'umore migliorerà più velocemente. Riduce un po' la fatica.

# 4751 LV1_LV2
source: Upgrades rest facilities to Level 2. Fatigue will decrease faster.
pt: Potenzia le strutture di riposo al Livello 2. La fatica diminuirà più velocemente.

# 4818 LV1_LV2
source: Not set.
pt: Non impostato.

# 4827 LV2_LV3
source: Upgrades punch training facilities to Level 3. Greatly improves training efficiency.
pt: Potenzia le strutture di allenamento dei pugni a Livello 3. Migliora notevolmente l'efficienza dell'allenamento.

# 4912 LV2_LV3
source: Upgrades kick training facilities to Level 3. Greatly improves training efficiency.
pt: Potenzia le strutture di allenamento per i calci al Livello 3. Migliora notevolmente l'efficienza dell'allenamento.

# 4996 LV2_LV3
source: Upgrades groundwork training facilities to Level 3. Greatly improves training efficiency.
pt: Potenzia le strutture di allenamento fondamentali a Livello 3. Migliora notevolmente l'efficienza dell'allenamento.

# 5086 LV2_LV3
source: Upgrades strength training facilities to Level 3. Greatly improves training efficiency.
pt: Potenzia le strutture di allenamento della forza al Livello 3. Migliora notevolmente l'efficienza dell'allenamento.

# 5174 LV2_LV3
source: Upgrades road work training facilities to Level 3. Greatly improves training efficiency.
pt: Potenzia le strutture di allenamento su strada a Livello 3. Migliora notevolmente l'efficienza dell'allenamento.

# 5263 LV2_LV3
source: Upgrades sprint training facilities to Level 3. Greatly improves training efficiency.
pt: Potenzia le strutture di allenamento per lo sprint al Livello 3. Migliora notevolmente l'efficienza dell'allenamento.

# 5349 LV2_LV3
source: Upgrades fighting theory study facilities to Level 3. Greatly improves training efficiency.
pt: Potenzia le strutture di studio della teoria di combattimento a Livello 3. Migliora notevolmente l'efficienza di allenamento.

# 5441 LV2_LV3
source: Upgrades stretching facilities to Level 3. Mood will improve much faster. Cures fatigue.
pt: Potenzia le strutture per lo stretching al Livello 3. L'umore migliorerà molto più velocemente. Cura la fatica.

# 5530 LV2_LV3
source: Upgrades rest facilities to Level 3. Fatigue will decrease much faster.
pt: Potenzia le strutture di riposo al Livello 3. La stanchezza diminuirà molto più velocemente.

# 5602 LV2_LV3
source: Not set.
pt: Non impostato.

# 5611 LV_MAX
source: Cannot upgrade further.
pt: Non è possibile potenziare ulteriormente.

# 5637 LV_MAX
source: Cannot upgrade further.
pt: Impossibile potenziare ulteriormente.

# 5663 LV_MAX
source: Cannot upgrade further.
pt: Non è possibile potenziare ulteriormente.

# 5689 LV_MAX
source: Cannot upgrade further.
pt: Impossibile potenziare ulteriormente.

# 5715 LV_MAX
source: Cannot upgrade further.
pt: Impossibile potenziare ulteriormente.

# 5741 LV_MAX
source: Cannot upgrade further.
pt: Non può essere potenziato ulteriormente.

# 5767 LV_MAX
source: Cannot upgrade further.
pt: Impossibile potenziare ulteriormente.

# 5793 LV_MAX
source: Cannot upgrade further.
pt: Non si può potenziare ulteriormente.

# 5819 LV_MAX
source: Cannot upgrade further.
pt: Impossibile potenziare ulteriormente.

# 5845 LV_MAX
source: Not set.
pt: Non impostato.
