Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/data/pausepar/pause_*/tougijyo/tougijyo_tag_all.po
Languages: pt

# 464 NAME
source: The Villains
pt: I Cattivi

# 477 NAME
source: Third Generation Nishikiyama Family
pt: Terza Generazione Famiglia Nishikiyama

# 513 NAME
source: Yokohama Warriors
pt: Guerrieri di Yokohama

# 531 NAME
source: The Agents
pt: Gli Agenti

# 542 NAME
source: Nakahara Industries
pt: Industrie Nakahara

# 562 NAME
source: The Stardust
pt: Lo Stardust

# 575 NAME
source: Battle Masters
pt: Maestri della Battaglia

# 590 CATCHPHRASE
source: The Two Entrepreneurs
pt: I Due Imprenditori

# 612 CATCHPHRASE
source: The Burly Master and Pupil
pt: Il Robusto Maestro e Allievo

# 639 CATCHPHRASE
source: Bad Brothers of the 'Hama
pt: Cattivi Fratelli della 'Hama

# 665 CATCHPHRASE
source: The Foreign Menace
pt: La Minaccia Straniera

# 684 CATCHPHRASE
source: The Ryukyu Assassins
pt: Gli Assassini Ryukyu

# 705 CATCHPHRASE
source: Two Studs for the Win
pt: Due assi per la vittoria

# 727 CATCHPHRASE
source: Educational Board of Fighting
pt: Tabellone Didattico del Combattimento
