Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_AKI_CABA/364.po
Languages: pt

source: Hey! Doesn't this club have any normal-looking girls?
pt: Ehi! Ma questo locale non ha nessuna ragazza dall'aspetto normale?

source: I wanna drink with a regular-ass girl!
pt: Voglio bere con una ragazza normalissima!

source: I like my girls plain as possible. No flashy clothes, no makeup. Heck, no clothes at all wouldn't be so bad, haha!
pt: Mi piacciono le ragazze il più semplici possibile. Niente vestiti appariscenti, niente trucco. Cavolo, anche senza vestiti del tutto non sarebbe affatto male, ahah!

source: I want a girl who looks like she just walked in off the street.
pt: Voglio una ragazza che sembri appena entrata dalla strada.

source: I just want a basic babe. I don't even care if she showered today.
pt: Voglio solo una tipa normale. Non me ne frega neanche se si è fatta la doccia oggi.

source: I want a girl who looks like she could be my neighbor.
pt: Voglio una ragazza che sembri poter essere la mia vicina di casa.

source: Normal-looking girls really pluck my strings.
pt: Le ragazze dall'aspetto normale toccano proprio le mie corde.

source: Be yourself, girl. Don't pretend to be something you're not.
pt: Sii te stessa, ragazza. Non fingere di essere ciò che non sei.

source: Plain, unassuming girls are the best.
pt: Le ragazze semplici e senza pretese sono le migliori.

source: I prefer to spend my time with girls who like the skin they're in.
pt: Preferisco passare il mio tempo con ragazze che stanno bene nella propria pelle.

source: I'll take a plain girl over one who tries too hard any day of the week.
pt: Preferisco una ragazza semplice a una che si sforza troppo, in qualsiasi giorno della settimana.

source: Can't beat the girl next door, you get me?
pt: Non si batte la ragazza della porta accanto, mi capisci?

source: Normal girls make me abnormally horny.
pt: Le ragazze normali mi arrapano in modo anormale.

source: I'm a low-maintenance guy lookin' for a low-maintenance lady. Yep.
pt: Sono un tipo alla mano in cerca di una donna alla mano. Già.
