Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_AKI_CABA/365.po
Languages: pt

source: Hey! Doesn't this club have any refined girls?
pt: Ehi! Ma in questo locale non ci sono ragazze di classe?

source: A truly refined woman makes the alcohol taste even better!
pt: Una donna davvero raffinata rende l'alcol ancora più buono!

source: Where all the refined mamasitas at?
pt: Dove sono tutte le sventole di classe?

source: I want a girl who's simple and clean. Refined, even.
pt: Voglio una ragazza che sia semplice e pulita. Persino raffinata.

source: I like girls with a neat, refined look about them.
pt: Mi piacciono le ragazze con un aspetto curato e raffinato.

source: I wanted to drink with a girl who's a little more classy. Someone refined.
pt: Volevo bere con una ragazza un po' più di classe. Qualcuna di raffinato.

source: I need a refined girl to teach me how to live. I'm such a slob...
pt: Mi serve una ragazza raffinata che mi insegni a stare al mondo. Sono proprio uno sciattone...

source: I like laid-back, refined girls.
pt: Mi piacciono le ragazze tranquille e raffinate.

source: I like 'em neat and tidy. Y'know, refined!
pt: Mi piacciono curati e in ordine. Sai, raffinati!

source: I want to kiss the refined feet of a refined woman. Or just gaze into her refined eyes...
pt: Voglio baciare i piedi raffinati di una donna raffinata. O anche solo fissare i suoi occhi raffinati...

source: I'm all about this nice, refined look.
pt: Vado matto per questo look bello e raffinato.

source: If they're not refined, they're just girls. I want a <Italic>woman</Italic>.
pt: Se non sono raffinate, sono solo ragazzine. Voglio una <Italic>donna</Italic>.

source: A refined woman is like a unicorn. They simply don't exist these days.
pt: Una donna raffinata è come un unicorno. Semplicemente non esistono di questi tempi.

source: I prefer a lady with a refined visage and a hint of debonair.
pt: Preferisco una donna dal viso raffinato e con un tocco di classe.
