Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_AKI_CABA/366.po
Languages: pt

source: Cute as a button, that's what I want!
pt: Carina da morire, ecco cosa voglio!

source: I want to drink with someone super cute!
pt: Voglio bere con qualcuno di super carino!

source: I've got a fever, and the only cure is more cuteness!
pt: Ho la febbre, e l'unica cura è ancora più dolcezza!

source: I want a girl with those big, cute eyes. It's like they can peer into my soul!
pt: Voglio una ragazza con quegli occhi grandi e carini. È come se potessero scrutarmi l'anima!

source: There's gotta be a cute, innocent hostess somewhere. Though a cute, dirty hostess works, too!
pt: Deve pur esserci una hostess carina e innocente da qualche parte. Anche se una hostess carina e porca va bene lo stesso!

source: I lose my mind when I see a cute girl.
pt: Perdo la testa quando vedo una ragazza carina.

source: I'm all about the cutesy girls.
pt: Io vado matto per le ragazze carine.

source: I want 'em cute, like an idol!
pt: Le voglio carine, come un'idol!

source: Isn't it the best when they're nice and innocent? That is to say, I like them cute.
pt: Non è il massimo quando sono dolci e innocenti? Insomma, mi piacciono carine.

source: Where are all the cuties?
pt: Dove sono tutte le bellezze?

source: I want a girl who's utterly adorable.
pt: Voglio una ragazza che sia assolutamente adorabile.

source: Cute girls make me feel loved.
pt: Le ragazze carine mi fanno sentire amato.

source: Super cute girls make me feel all warm and fuzzy inside.
pt: Le ragazze super carine mi fanno sentire tutto caldo e tenero dentro.

source: I can't help but smile when I see a cute girl.
pt: Non posso fare a meno di sorridere quando vedo una ragazza carina.
