Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_AKI_CABA/367.po
Languages: pt

source: Gimme a gorgeous girl! Luxury all the way!
pt: Dammi una ragazza splendida! Tutto lusso!

source: She's gotta be gorgeous, and she's gotta know it!
pt: Deve essere splendida, e deve saperlo!

source: I could really go for a gorgeous girl on this fine day.
pt: Ho proprio voglia di una ragazza splendida in questa bella giornata.

source: Gorgeous girls bring light back to my life.
pt: Ragazze stupende riportano la luce nella mia vita.

source: Gorgeous girls give me hope.
pt: Ragazze stupende mi danno speranza.

source: It's drinking time! But I only wanna get drunk with a gorgeous girl.
pt: È ora di bere! Ma voglio ubriacarmi solo con una ragazza splendida.

source: Any gorgeous girls around here?
pt: C'è qualche ragazza splendida qui?

source: She should be drop-dead gorgeous.
pt: Dovrebbe essere bellissima da morire.

source: I could go for a gorgeous girl right about now.
pt: Avrei voglia di una ragazza stupenda proprio adesso.

source: I won't accept anything less than gorgeous. Shit, does that make me shallow?
pt: Non accetto nulla di meno che stupende. Merda, mi rende superficiale?

source: I like the more gorgeous, extravagant-looking girls.
pt: Mi piacciono le ragazze più splendide e dall'aspetto sfarzoso.

source: I'm lookin' for someone gorgeous, and I won't settle for nothin' less!
pt: Sto cercando qualcuno di splendido, e non mi accontenterò di niente di meno!

source: I've never talked to such a gorgeous woman before...
pt: Non ho mai parlato con una donna così splendida prima d'ora...

source: Who needs regular girls when you can have gorgeous babes?
pt: A chi servono le ragazze normali quando si possono avere delle bellezze mozzafiato?
