Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_AKI_CABA/368.po
Languages: pt

source: Flashy and sassy, that's the way!
pt: Appariscenti e sfacciate, è il modo giusto!

source: My girl's gotta know how to be flashy. Beyond that... meh, she doesn't really need to know anything, honestly.
pt: La mia ragazza deve saper essere appariscente. Oltre a quello... mah, non ha davvero bisogno di sapere nulla, onestamente.

source: I'm into flashy girls who flaunt what they got.
pt: Vado pazzo per le ragazze appariscenti che sfoggiano quello che hanno.

source: These drinks taste like ass. Maybe they'd taste bettter if I had a flashy girl by my side...
pt: Questi drink fanno schifo. Magari saprebbero meglio se avessi una ragazza vistosa al mio fianco...

source: I'd date a horse as long as it was flashy!
pt: Uscirei con un cavallo, purché fosse appariscente!

source: Who cares about personality? Just give me that flash!
pt: Chi se ne importa della personalità? Dammi solo quello sfarzo!

source: Quick, bring out a flashy girl! I'm sick of dating my left hand...
pt: Svelto, fammi arrivare una ragazza appariscente! Mi sono stufato di uscire con la mia mano sinistra...

source: I love some flash on my girls.
pt: Adoro un po' di appariscenza sulle mie ragazze.

source: Think they've got any flashy girls on staff?
pt: Hanno mica delle ragazze appariscenti tra il personale?

source: Nobody can raise the roof quite like a flashy girl.
pt: Nessuno può scatenare il finimondo proprio come una ragazza appariscente.

source: I'll take my girls flashy! Even a little trashy!
pt: Le mie ragazze le voglio appariscenti! Anche un po' volgari!

source: That's it! The flashy look I've dreamt of for so long!
pt: È proprio questo! Il look appariscente che ho sognato per così tanto tempo!

source: Flashy babes make my johnson stand in salute.
pt: Gnocche appariscenti mi fanno drizzare il cazzo.

source: Flashy like a light bulb! That's my type!
pt: Appariscente come una lampadina! È il mio tipo!
