Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_AKI_CABA/370.po
Languages: pt

source: My girl's gotta care about her looks.
pt: La mia ragazza deve curare il suo aspetto.

source: I don't care if people say I'm shallow. She has to look good.
pt: Non mi importa se la gente dice che sono superficiale. Deve avere un bell'aspetto.

source: If my girl doesn't put some effort into how she looks, I'm not putting effort into paying her.
pt: Se la mia ragazza non si impegna nel suo aspetto, non mi impegnerò a pagarla.

source: It's hard to focus when I notice facial hair on a woman.
pt: È difficile concentrarsi quando noto dei peli sul viso su una donna.

source: I was in love with a woman once. Then I noticed she didn't shave. Guess that's kinda fucked of me, huh?
pt: Una volta ero innamorato di una donna. Poi ho notato che non si radeva. Immagino sia stato un po' da stronzo da parte mia, no?

source: Whoever you bring me, she's gotta pay more attention to her looks.
pt: Chiunque tu mi porti, lei deve prestare più attenzione al suo aspetto.

source: Girls who care about their appearance are the spice of life.
pt: Le ragazze che curano il loro aspetto sono il sale della vita.

source: Life is all about looking good. If you don't look good, you might as well not be alive.
pt: La vita è tutta questione di bell'aspetto. Se non hai un bell'aspetto, tanto varrebbe non vivere.

source: Are they keeping the good-looking girls off the floor for some reason?
pt: Stanno tenendo le ragazze più belle lontane dalla sala per qualche motivo?

source: A hostess should be well-groomed. Nice looking. Beautiful.
pt: Una hostess dovrebbe essere ben curata. Di bell'aspetto. Bella.

source: You can really tell when a girl spends a little extra time tidying up in the morning.
pt: Si vede proprio quando una ragazza dedica un po' di tempo in più a curarsi la mattina.

source: Good-lookin' women shake me to my very core.
pt: Le donne di bell'aspetto mi scuotono fin dentro l'anima.

source: You really care about your looks, huh? Good on you.
pt: Ci tieni davvero al tuo aspetto, eh? Fai bene.

source: Looks first. That's all that matters.
pt: L'aspetto prima di tutto. Questo è tutto ciò che conta.
