Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_AKI_CABA/372.po
Languages: pt

source: Don't you have any, uh, charismatic girls?
pt: Non avete, ehm, ragazze carismatiche?

source: Where's all the charisma? This place is a drag.
pt: Dov'è tutto il carisma? Questo posto è una noia.

source: Where are all the talkers at? I'm sick of girls stumbling over their words.
pt: Dove sono tutte quelle che sanno parlare? Sono stufo delle ragazze che inciampano sulle parole.

source: I need a girl who's better at talking...
pt: Ho bisogno di una ragazza che sia più brava a parlare...

source: Can't any of your girls have a decent conversation?
pt: Nessuna delle tue ragazze riesce a fare una conversazione decente?

source: How 'bout a girl who can actually hold a conversation?
pt: Che ne dici di una ragazza che sappia davvero sostenere una conversazione?

source: I find charisma to be the most attractive quality in a woman.
pt: Ritengo il carisma la qualità più attraente in una donna.

source: You can be the Queen of France, none of it matters if you don't got charisma.
pt: Puoi essere la Regina di Francia, ma nulla di tutto ciò conta se non hai carisma.

source: I want my girl so charismatic that I get energized just from sitting next to her.
pt: Voglio la mia ragazza così carismatica da farmi sentire pieno di energia solo standole seduto accanto.

source: You ask me, a girl without charisma's better off not working at a cabaret club.
pt: Secondo me, una ragazza senza carisma farebbe meglio a non lavorare in un cabaret club.

source: I'm lovin' the charisma, babe. Now how 'bout you scoot a little closer and we get <Italic>charismatic</Italic> together?
pt: Adoro il carisma, tesoro. E adesso, che ne dici di avvicinarti un po' e di vivere un po' di <Italic>carisma</Italic> insieme?

source: You've got a different kind of charisma. I'm all about that.
pt: Hai un carisma diverso. È proprio quello che cerco.

source: Yeah, yeah, yeah! Keep talking! <Italic>Keep talking</Italic>!
pt: Sì, sì, sì! Continua a parlare! <Italic>Continua a parlare</Italic>!

source: I'd rather listen to you than my wife! All she does is drone on and on and on...
pt: Preferirei ascoltare te che mia moglie! Lei non fa altro che brontolare...
