Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_AKI_CABA/373.po
Languages: pt

source: What the heck? Where are all the stressed girls?
pt: Ma che diavolo? Dove sono tutte le ragazze stressate?

source: I love it when my girl looks like she's gonna crack under pressure!
pt: Mi piace quando la mia ragazza sembra che stia per crollare sotto pressione!

source: Stress is the number one aphrodisiac.
pt: Lo stress è l'afrodisiaco numero uno.

source: I was actually kinda hoping she'd be more stressed out. Is that weird?
pt: In realtà stavo quasi sperando che fosse più stressata. È strano?

source: I like it when a girl gets stressed out. It's just so cute seeing them all frazzled!
pt: Mi piace quando una ragazza si stressa. È proprio così carino vederle tutte agitate!

source: I like my women stressed. It makes my own life seem normal by comparison.
pt: Mi piacciono le mie donne stressate. Rende la mia vita normale in confronto.

source: You got any stressed girls? I'd be glad to help 'em relieve that tension, hehehe.
pt: Hai qualche ragazza stressata? Sarei felice di aiutarle a scaricare quella tensione, hehehe.

source: I will gladly pay any sum of money to make a girl in a bad mood sit here and talk to me.
pt: Pagherò volentieri qualsiasi somma di denaro per far sedere qui e parlare con me una ragazza di cattivo umore.

source: Give me a quiet girl. I wanna stare into her eyes and contemplate the meaning of life.
pt: Dammi una ragazza tranquilla. Voglio guardarla negli occhi e contemplare il significato della vita.

source: I don't mind getting a stressed-out woman. It makes me feel needed.
pt: Non mi dispiace una donna stressata. Mi fa sentire necessario.

source: Stress getting to you? How 'bout we go take a bath back at my place?
pt: Lo stress ti sta prendendo? Che ne dici se andiamo a farci un bagno a casa mia?

source: I like my women cold and heartless. Makes me feel like dirt!
pt: Mi piacciono le mie donne fredde e senza cuore. Mi fa sentire uno schifo!

source: Ohhh man, that's the stuff! Nothing cuter than a tired girl.
pt: Ohhh, cavolo, questo sì che è roba! Niente di più carino di una ragazza stanca.

source: My girl's ignoring me, and my johnson's never been happier!
pt: La mia ragazza mi ignora, e il mio pisello non è mai stato più felice!
