Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_AKI_CABA/377.po
Languages: pt

source: I'd rather have an easygoing butterface than a beauty who tries too hard.
pt: Preferirei avere una dalla faccia non eccezionale, ma alla mano, piuttosto che una bellezza che si dà troppe arie.

source: Nothing like the girl next door, am I right!?
pt: Non c'è niente di meglio di una ragazza della porta accanto, vero!?

source: I want my girl as plain as can be!
pt: Voglio la mia ragazza la più acqua e sapone possibile!

source: Gimme the most normal girl you got.
pt: Dammi la ragazza più normale che hai.

source: Don't you have any girls who aren't so dolled up?
pt: Non hai ragazze meno agghindate?

source: Regular girls are the easiest to talk to. Why does everyone here have to be so fancy?
pt: Le ragazze semplici sono le più facili con cui parlare. Perché qui tutte devono essere così sofisticate?

source: I want the most basic girl in the club. None of this fancy-schmancy fake shit.
pt: Voglio la ragazza più semplice del locale. Niente di queste finte elaboratezze.

source: Plain girls really peel my banana, if you get me.
pt: Le ragazze acqua e sapone mi fanno proprio sangue, se capisci cosa intendo.

source: Regular girls get my engine pumping.
pt: Le ragazze semplici mi accendono.

source: I like it when girls go au natural.
pt: Mi piace quando le ragazze sono al naturale.

source: Plain, unassuming girls are the best.
pt: Le ragazze semplici e senza pretese sono le migliori.

source: It's nice when a girl is just herself. No need for all that fancy shit.
pt: È bello quando una ragazza è solo se stessa. Non servono tutte quelle stronzate sofisticate.

source: I worship average-looking girls! And the whole world's my church!
pt: Adoro le ragazze comuni! E il mondo intero è la mia chiesa!

source: I'm a normal guy on the prowl for a normal girl.
pt: Sono un ragazzo normale a caccia di una ragazza normale.
