Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_AKI_CABA/378.po
Languages: pt

source: I love how refined and simple she looks.
pt: Adoro come appare raffinata e semplice.

source: A woman is nothing without refinement.
pt: Una donna non è nulla senza raffinatezza.

source: Nothing like a girl with culture.
pt: Non c'è niente come una ragazza con cultura.

source: I like my girls refined and classy.
pt: Mi piacciono le mie ragazze raffinate e di classe.

source: I don't need a lot in life. Just a good drink and a nice, refined lady.
pt: Non mi serve molto nella vita. Solo un buon drink e una bella donna raffinata.

source: Give me a good drink and a refined woman!
pt: Dammi un buon drink e una donna raffinata!

source: Aren't there any refined girls here?
pt: Non ci sono ragazze raffinate qui?

source: I'd rather drink with someone more refined. Tone it down...
pt: Preferirei bere con qualcuno di più raffinato. Abbassa i toni...

source: Clean, refined, bold. That's how I like my girls.
pt: Pulite, raffinate, audaci. È così che mi piacciono le mie ragazze.

source: I could really go for a classy girl. You know, refined.
pt: Mi andrebbe proprio una ragazza di classe. Sai, raffinata.

source: Is there not a single lady here who possesses refinement and modesty?
pt: Non c'è qui una sola signora che possieda raffinatezza e modestia?

source: Refinement to the max! Someone, anyone!
pt: Raffinatezza al massimo! Qualcuno, chiunque!

source: I like 'em casual and refined.
pt: Mi piacciono semplici e raffinate.

source: Any refined ladies in the club?
pt: Ci sono signore raffinate nel club?
