Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_AKI_CABA/380.po
Languages: pt

source: Gorgeous girls all the way!
pt: Solo ragazze splendide!

source: I'm lookin' for a gorgeous gal, and I ain't leavin' till I find one!
pt: Sto cercando una ragazza stupenda, e non me ne andrò finché non ne troverò una!

source: I've never talked to a truly gorgeous woman before...
pt: Non ho mai parlato con una donna davvero splendida prima...

source: I can talk to regular girls anytime. What I want is someone gorgeous.
pt: Posso parlare con ragazze normali in qualsiasi momento. Quello che voglio è qualcuna di stupenda.

source: Hey! Doesn't this club have any gorgeous girls?
pt: Ehi! Questo club non ha ragazze stupende?

source: Embrace your inner gorgeousness!
pt: Abbraccia il tuo splendore interiore!

source: There have to be more gorgeous girls here...
pt: Devono esserci più ragazze splendide qui...

source: I want to drink with an incredibly gorgeous girl.
pt: Voglio bere con una ragazza incredibilmente splendida.

source: None of the women here are gorgeous.
pt: Nessuna delle donne qui è stupenda.

source: Sipping drinks with a gorgeous girl... Nothing sounds better.
pt: Sorseggiare drink con una ragazza splendida... Non c'è niente di meglio.

source: I want a nice gorgeous girl to come sit on my lap.
pt: Voglio una bella e splendida ragazza che venga a sedersi sulle mie ginocchia.

source: I wanna be floored by how gorgeous my girl is!
pt: Voglio essere sbalordito da quanto è splendida la mia ragazza!

source: I want a gorgeous girl to step on me. Or maybe we can just sit and chat.
pt: Voglio una ragazza stupenda che mi calpesti. O forse possiamo semplicemente sederci e fare quattro chiacchiere.

source: I won't settle for a drop less than gorgeous. Sorry, but them's the breaks.
pt: Non mi accontenterò di niente di meno che magnifiche. Spiacente, ma tant'è.
