Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_AKI_CABA/382.po
Languages: pt

source: Motivated girls are the best!
pt: Le ragazze motivate sono le migliori!

source: I love how motivated you are!
pt: Adoro quanto sei motivata!

source: A motivated girl gets my mojo going.
pt: Una ragazza motivata mi accende.

source: Nothing means shit if you're not motivated.
pt: Niente vale un cazzo se non sei motivato.

source: Hey! Doesn't this club have any motivated girls?
pt: Ehi! Questo locale non ha ragazze motivate?

source: Motivation is sexy.
pt: La motivazione è sexy.

source: Where my motivated ladies at?
pt: Dove sono le mie ragazze motivate?

source: I need a girl who's really motivated about being here.
pt: Ho bisogno di una ragazza che sia davvero motivata a stare qui.

source: Guess they don't have any motivated girls today. Shame...
pt: Immagino che non abbiano ragazze motivate oggi. Peccato...

source: I was really looking forward to seeing a motivated girl today. Looks like it'll have to wait until next time...
pt: Speravo davvero di vedere una ragazza motivata oggi. A quanto pare, dovrà aspettare la prossima volta...

source: Motivation is inspiring, even in a place like this.
pt: La motivazione è stimolante, anche in un posto come questo.

source: I want a girl that can motivate me. Bring some meaning to my miserable existence...
pt: Voglio una ragazza che mi sappia motivare. Che dia un senso alla mia misera esistenza...

source: I really wanna sniff a motivated girl. I mean... talk to! Yeah, haha!
pt: Voglio proprio annusare una ragazza motivata. Voglio dire... parlarle! Sì, haha!

source: I like girls with passion and motivation.
pt: Mi piacciono le ragazze con passione e motivazione.
