Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_AKI_CABA/383.po
Languages: pt

source: It brightens the mood when a girl cares about how she looks.
pt: Rallegra l'atmosfera quando una ragazza ci tiene al proprio aspetto.

source: You know what they say. A good-lookin' girl a day keeps the doctor away!
pt: Sai come si dice. Una bella ragazza al giorno toglie il medico di torno!

source: You sure care a lot about your appearance.
pt: Ci tieni parecchio al tuo aspetto.

source: Nice to see a girl pay that much attention to how she looks.
pt: È bello vedere una ragazza che presta così tanta attenzione al proprio aspetto.

source: Hey! Doesn't this club have any girls who look real nice?
pt: Ehi! Non ci sono ragazze davvero carine in questo locale?

source: I need a girl who cares about her looks!
pt: Mi serve una ragazza che ci tenga al suo aspetto!

source: What's the point of coming to a cabaret if the girls don't care about how they look?
pt: Che senso ha venire in un cabaret se le ragazze non si curano del proprio aspetto?

source: Hit me up with a girl who cares about her looks.
pt: Mandami una ragazza che ci tiene al suo aspetto.

source: They say looks can kill, right? Well why ain't I dying!? Murder me with your looks!
pt: Dicono che lo sguardo possa uccidere, no? E allora perché non sto morendo?! Uccidimi con il tuo sguardo!

source: Smelling good is nice, but if she's butt-ugly, then forget it!
pt: Un buon profumo fa piacere, ma se è una cessa, allora lascia perdere!

source: A good-looking girl is like a breath of fresh air in the sewer of life.
pt: Una bella ragazza è come una boccata d'aria fresca nella fogna della vita.

source: It's important to prioritize your looks.
pt: È importante dare priorità al tuo aspetto.

source: Guess all the good-looking girls have the day off today...
pt: Mi sa che oggi tutte le belle ragazze hanno il giorno libero...

source: Girls who care about their appearance are right up my alley.
pt: Le ragazze che curano il proprio aspetto sono proprio il mio tipo.
