Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_AKI_CABA/384.po
Languages: pt

source: You're knowledgeable. You're smart. Shit, you're damn near perfect!
pt: Sei colta. Sei intelligente. Cazzo, sei praticamente perfetta!

source: Whoa, you must have studied real hard if you knew that!
pt: Wow, devi aver studiato davvero tanto se lo sapevi!

source: Ah, nothing quite like a girl who's smarter than me. I love feeling like dirt!
pt: Ah, non c'è niente di meglio di una ragazza più intelligente di me. Adoro sentirmi uno schifo!

source: It's blowing my mind how smart you are. Like, whoa.
pt: Mi sta facendo impazzire quanto sei intelligente. Cioè, wow.

source: Hey! Doesn't this club have any smart girls?
pt: Ehi! Questo club non ha delle ragazze intelligenti?

source: I want a girl who can talk philosophy with me! What's the meaning of life, baby?
pt: Voglio una ragazza con cui possa parlare di filosofia! Qual è il senso della vita, tesoro?

source: Don't you have any intelligent girls?
pt: Non avete ragazze intelligenti?

source: Smart girls are freaks in bed. Everyone knows that!
pt: Le ragazze intelligenti sono delle pazze a letto. Tutti lo sanno!

source: I need a girl who's a certified genius. Is that so much to ask?
pt: Ho bisogno di una ragazza che sia un genio certificato. È chiedere troppo?

source: Big-brained girls get my blood pumping!
pt: Le ragazze con un gran cervello mi fanno andare il sangue a mille!

source: I'll take a smart girl over a sexy one any day of the week.
pt: Preferisco una ragazza intelligente a una sexy, sempre.

source: A lady's gotta be smart. That's the only way to survive in this world.
pt: Una donna deve essere intelligente. È l'unico modo per sopravvivere in questo mondo.

source: I like a girl whose brains are bigger than her bazoongas.
pt: Mi piace una ragazza il cui cervello è più grande delle sue tette.

source: Smart girls give me a big ol' stiffy.
pt: Ragazze intelligenti mi fanno venire un bel cazzo duro.
