Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_AKI_CABA/385.po
Languages: pt

source: Now that's what I call charisma! You ever think about getting into politics?
pt: Questo sì che è carisma! Hai mai pensato di entrare in politica?

source: There's something different about your charisma. I'm digging it.
pt: C'è qualcosa di diverso nel tuo carisma. Mi prende molto.

source: Wow, you're a smooth talker!
pt: Wow, hai una parlantina sciolta!

source: Why didn't I shack up with a smooth-talking girl like you? *sigh* My marriage is a wreck...
pt: Perché non mi sono messo con una ragazza dalla parlantina sciolta come te? *Sospiro* Il mio matrimonio è un disastro...

source: Hey! Doesn't this club have any charismatic girls?
pt: Ehi! Questo club non ha ragazze carismatiche?

source: My life sucks. Maybe a charismatic girl could help me turn things around...
pt: La mia vita fa schifo. Forse una ragazza carismatica potrebbe aiutarmi a cambiare le cose...

source: None of these girls know how to talk to a man.
pt: Nessuna di queste ragazze sa parlare a un uomo.

source: No point drinking if your girl can't hold a conversation...
pt: Inutile bere se la tua ragazza non sa sostenere una conversazione.

source: Don't you have any smooth talkers on staff?
pt: Non avete degli intrattenitori dalla parlantina sciolta nel personale?

source: I want a girl who's real good at lip service. I mean talking!
pt: Voglio una ragazza che sia davvero brava con le chiacchiere. Intendo, parlare!

source: Charisma's the most attractive quality a woman can have. Well, charisma and a nice ass.
pt: Il carisma è la qualità più attraente che una donna possa avere. Beh, il carisma e un bel sedere.

source: Nothing beats a nice charismatic girl.
pt: Niente batte una bella ragazza carismatica.

source: I need a girl who's got enough energy for the two of us. I've been so exhausted lately...
pt: Mi serve una ragazza che abbia abbastanza energia per tutti e due. Sono stato così esausto ultimamente...

source: I love it when the girls are fun to talk to.
pt: Mi piace molto quando le ragazze sono divertenti con cui parlare.
