Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_AKI_CABA/386.po
Languages: pt

source: What, you stressed? Nothing a nice long massage can't fix.
pt: Sei stressata? Niente che un bel massaggio lungo non possa risolvere.

source: I actually prefer a woman who's cold, heartless, and under extreme pressure.
pt: In realtà preferisco una donna che è fredda, senza cuore e sotto pressione estrema.

source: Phew, girls are so damn cute when they're tired.
pt: Uff, le ragazze sono così dannatamente carine quando sono stanche.

source: Oh yeah, baby! I love how bored you look!
pt: Oh sì, tesoro! Adoro come sembri annoiata!

source: Hey! Doesn't this club have any incredibly stressed-out girls?
pt: Ehi! In questo club non ci sono delle ragazze incredibilmente stressate?

source: The more stress, the better! Stressed is best!
pt: Più stress, meglio è! Lo stress è il migliore!

source: Isn't it hot when they're really stressed? I'd let a girl tear me in half any day of the week.
pt: Non è eccitante quando sono davvero stressate? Lascerei che una ragazza mi facesse a pezzi ogni giorno della settimana.

source: I have this fetish for girls who are overworked and look ready to kill me.
pt: Ho questo fetish per le ragazze che sono stressate dal lavoro e sembrano pronte a uccidermi.

source: Don't you have any coy girls? They're the best.
pt: Non ne hai di ragazze ritrose? Sono le migliori.

source: I want to drink with a girl who looks like she's really stressed.
pt: Voglio bere con una ragazza che sembra davvero stressata.

source: I wonder if any girls here are stressed. My magic fingers will ease her trouble. What? I'm talking about a shoulder massage!
pt: Mi chiedo se ci siano ragazze stressate qui. Le mie dita magiche allevieranno i suoi problemi. Cosa? Sto parlando di un massaggio alle spalle!

source: I love girls who play coy. Even the ones in a bad mood.
pt: Amo le ragazze che fanno le ritrose. Anche quelle di cattivo umore.

source: I wonder if there are any quiet girls here.
pt: Mi chiedo se ci siano delle ragazze tranquille qui.

source: I love the girls who play hard to get.
pt: Amo le ragazze che si fanno desiderare.
