Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_AKI_CABA/388.po
Languages: pt

source: An average chick's fine with me.
pt: Una ragazza nella media mi va bene.

source: I'd rather drink with a girl who can just be herself.
pt: Preferirei bere con una ragazza che può essere semplicemente sé stessa.

source: An ordinary girl would be fine.
pt: Una ragazza normale andrebbe bene.

source: I'm all about that girl next door vibe.
pt: Amo il genere da ragazza della porta accanto.

source: I like 'em refined, like a fine wine.
pt: Mi piacciono raffinate, come un vino pregiato.

source: Is there anyone in this club refined enough for my tastes?
pt: C'è qualcuna in questo club abbastanza raffinata per i miei gusti?

source: Sophistication goes a long way.
pt: La raffinatezza paga sempre.

source: Showy girls make me uncomfortable...
pt: Le ragazze appariscenti mi mettono a disagio...

source: A truly cultured woman is rare.
pt: Una donna davvero colta è rara.

source: I prefer my women like a nice cocktail. Clean, neat, refined.
pt: Preferisco le mie donne come un buon cocktail. Pulite, ordinate, raffinate.

source: Neat? Demure? Refined, that's it.
pt: Ordinata? Composta? Raffinata, ecco!

source: A girl can look any number of ways, but refinement truly makes her shine.
pt: Una ragazza può avere qualsiasi aspetto, ma la raffinatezza la fa brillare davvero.

source: Aren't sweet, innocent girls the cutest?
pt: Non sono le ragazze dolci e innocenti le più carine?

source: I'd want someone cute. Like a pop star.
pt: Vorrei qualcuno di carino. Come una pop star.

source: I need that adorable aesthetic...
pt: Mi serve quell'estetica adorabile...

source: "Sexy" is so overrated... Can't a girl just be cute?
pt: "Sexy" è così sopravvalutato... Non può una ragazza essere semplicemente carina?

source: I like 'em cute. Like, anime cute.
pt: Mi piacciono carine. Tipo, carine come negli anime.

source: Cute girls all the way.
pt: Ragazze carine, tutta la vita.

source: Where are all the cuties at?
pt: Dove sono tutte le carine?

source: Please let her be cute this time...
pt: Per favore, che sia carina questa volta...

source: I want someone breathtakingly gorgeous.
pt: Voglio qualcuno di una bellezza mozzafiato.

source: I want her gorgeous. Like a ballerina.
pt: La voglio magnifica. Come una ballerina.

source: Even her dress should make me tingle.
pt: Anche il suo vestito dovrebbe farmi fremere.

source: I'm craving a gorgeous girl here.
pt: Ho voglia di una ragazza bellissima qui.

source: Waiting for a gorgeous girl to come fluttering my way...
pt: Aspettando che una ragazza splendida venga svolazzando verso di me...

source: I can find regular girls anywhere. I want someone gorgeous.
pt: Ragazze normali le trovo ovunque. Voglio qualcuno di splendido.

source: I want the most gorgeous girl in the club!
pt: Voglio la ragazza più splendida del locale!

source: I'm lookin' for someone gorgeous, and I ain't talkin' Kanamizawa!
pt: Sto cercando qualcuno di stupendo, e non parlo di Kanamizawa!

source: Be flashy. Catch my attention.
pt: Sii vistosa. Cattura la mia attenzione.

source: I like flashy girls. The trend-setters.
pt: Mi piacciono le ragazze appariscenti. Quelle che lanciano le mode.

source: Flashy is A-OK in my book.
pt: L'appariscente mi sta benissimo.

source: Nothing wrong with being too flashy.
pt: Niente di male nell'essere troppo vistoso.

source: I like 'em flashy. Maybe even a little trashy.
pt: Mi piacciono appariscenti. Magari anche un po' volgari.

source: They can either be flashy. Or flash me. That's a win-win right there.
pt: Possono essere appariscenti. O farmi intravedere. È un doppio vantaggio.

source: Isn't it great when they look all flashy, like they own the place?
pt: Non è fantastico quando sembrano tutte appariscenti, come se fossero le padrone del locale?

source: I want a girl who makes me think, "How ostentatious!"
pt: Voglio una ragazza che mi faccia pensare: "Che ostentazione!"

source: Being motivated's attractive.
pt: Essere motivato è attraente.

source: It's nice when they're motivated.
pt: È bello quando sono motivate.

source: I prefer highly motivated girls. It's contagious, you know?
pt: Preferisco ragazze molto motivate. È contagioso, sai?

source: I want a girl that can motivate me. Help me forget my misery...
pt: Voglio una ragazza che sappia motivarmi. Aiutami a dimenticare la mia miseria...

source: You can tell when they like their job.
pt: Si capisce quando gli piace il loro lavoro.

source: Doesn't matter where you are in life. You've gotta be motivated.
pt: Non importa a che punto sei nella vita. Devi essere motivato.

source: It's more stimulating to talk to a girl who likes what they do. And I'm nothing if not a man who likes stimulation.
pt: È più stimolante parlare con una ragazza a cui piace quello che fa. E io sono pur sempre un uomo a cui piace la stimolazione.

source: Being motivated will get you far in life. Trust me.
pt: Essere motivati ti porterà lontano nella vita. Fidati di me.

source: It's one thing to look good, and another thing to know it.
pt: Un conto è avere un bell'aspetto, e un altro è saperlo.

source: You look great! Whatever you did, it's working!
pt: Sei bellissima! Qualsiasi cosa tu abbia fatto, sta funzionando!

source: She's gotta look at least as good as me... Not that that's saying much.
pt: Deve essere bella almeno quanto me... Non che questo voglia dire molto.

source: Looking good takes time and effort.
pt: Apparire bene richiede tempo e impegno.

source: I can tell looks are important to you.
pt: Si vede che per te l'aspetto è importante.

source: Oh, I know you take care of your appearance. It shows!
pt: Oh, lo so che ti prendi cura del tuo aspetto. Si vede!

source: It's important to look good. It's even more important to own it.
pt: È importante avere un bell'aspetto. È ancora più importante portarlo con sicurezza.

source: A good-lookin' woman makes the drinks taste better. Y'know?
pt: Una bella donna rende i drink più buoni. Sai?

source: Aren't there any smart girls here?
pt: Non ci sono ragazze intelligenti qui?

source: A girl's gotta be real smart if I'm gonna date her. Or at least smarter than me... which I guess ain't saying much.
pt: Una ragazza deve essere davvero intelligente se voglio frequentarla. O almeno più intelligente di me... il che, immagino, non è dire molto.

source: If you're not well-informed, you're not an adult. And if you're not an adult, you're not my type.
pt: Se non sei ben informata, non sei un'adulta. E se non sei un'adulta, non sei il mio tipo.

source: All I want is a nerdy dirty girl. The ones with brains are way hotter!
pt: Tutto quello che voglio è una secchiona maliziosa. Quelle con il cervello sono molto più sexy!

source: Knowledge is a skill. Wisdom is a gift.
pt: La conoscenza è un'abilità. La saggezza è un dono.

source: You must have been a straight-A student. I can tell from how you talk.
pt: Devi essere stato uno studente da dieci e lode. Lo capisco da come parli.

source: As far as assets go, I prefer a girl with a really big... brain.
pt: Per quanto riguarda le doti, preferisco una ragazza con un cervello davvero grande.

source: I'm surprised you knew that! You really are something...
pt: Sono sorpreso che tu lo sapessi! Sei proprio in gamba...

source: I want a girl who can talk my ear off.
pt: Voglio una ragazza che mi riempia di chiacchiere.

source: Hit me with that sweet, smooth charisma, baby.
pt: Dammi quel dolce, morbido carisma, tesoro.

source: Charisma takes precedence over all else. Even looks!
pt: Il carisma conta più di ogni altra cosa. Persino dell'aspetto!

source: It doesn't matter how smart you are, or what you look like. All you need is charisma and you're in the clear!
pt: Non importa quanto sei intelligente, o che aspetto hai. Basta il carisma e sei a posto!

source: Ohhh, that charisma's really hittin' the spot.
pt: Ohhh, quel carisma mi colpisce proprio nel segno.

source: Wish my wife had a way with words like you...
pt: Magari mia moglie avesse la tua parlantina...

source: You could be a politician with charisma like that! Hell, I'd let you kiss my baby, if you know what I mean.
pt: Saresti un politico con un carisma così! Diavolo, ti lascerei baciare il mio bambino, se capisci cosa intendo.

source: There's something special about this charisma you've got. Something <Italic>sexy</Italic>.
pt: C'è qualcosa di speciale nel tuo carisma. Qualcosa di <Italic>sexy</Italic>.

source: Sometimes I just wanna drink and stare at a girl in silence.
pt: A volte voglio solo bere e fissare una ragazza in silenzio.

source: I love the kind of girl who plays hard to get. Hoo boy, there's nothing hotter!
pt: Adoro le ragazze che si fanno desiderare. Mamma mia, non c'è niente di più sexy!

source: Any of your girls stressed out? I got the massage fingers to help 'em relieve their tension!
pt: Qualcuna delle tue ragazze è stressata? Ho le dita da massaggiatore per aiutarle a scaricare la tensione!

source: You know what? Fuck it! Send me a girl with the foulest mood possible!
pt: Sai cosa? Fanculo! Mandami una ragazza con l'umore più acido possibile!

source: That! That's it, right there! It's cute when you're exhausted.
pt: Quello! È proprio così! Sei carina quando sei esausta.

source: You look like you couldn't be any more bored... Shit turns me on!
pt: Sembri che non potresti essere più annoiata... Cazzo, mi eccita!

source: What's wrong? You stressed out? C'mere and let me help with that.
pt: Che ti succede? Sei stressato? Vieni qui e lascia che ti aiuti con questo.

source: Ohhh shit, I love when they're cold to me. I'm gonna be the one to warm you up!
pt: Ohhh cazzo, mi piace quando sono fredde con me. Sarò io quello a scaldarti!

source: Wow, you really went all out with that costume, huh?
pt: Wow, ti sei davvero sbizzarrita con quel costume, eh?

source: Damn, girl. That costume's killer on you. Seriously.
pt: Cavolo, ragazza. Quel costume ti sta da paura. Davvero.

source: What a freakin' cosplay! I can tell you're really into this.
pt: Che cosplay pazzesco! Si vede che ti ci sei messa d'impegno.

source: Nice cosplay! You're rockin' it!
pt: Bel cosplay! Lo sfoggi alla grande!

source: Hmmm... I can't quite put my finger on it, but something about that cosplay is kinda awkward.
pt: Mmmh... Non riesco a dire bene cosa sia, ma quel cosplay è un po' strano.

source: Do you not like dressing up?
pt: Non ti piace metterti in tiro?

source: Something about that costume's not quite right...
pt: C'è qualcosa che non va in quel costume...

source: You need some work on your costume, if you ask me.
pt: Avresti bisogno di lavorare un po' sul tuo costume, se me lo chiedi.
