Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/data/hact/subtitle/hact_22310.po
Languages: it

# 40 100
source: Welcome!
it: Benvenuto!

# 210 300
source: Okay, just relax\nand lay on your side.
it: Ok, rilassati\ne sdraiati sul fianco.

# 360 485
source: You're so cool!\nYou make me blush.
it: Sei così figo!\nMi fai arrossire.

# 588 670
source: I'll give you the best\nmassage ever!
it: Ti darò il miglior\nmassaggio di sempre.

# 805 860
source: Let me know if it hurts.
it: Fammi sapere se fa male.

# 1055 1095
source: Does that hurt?
it: Ha fatto male?

# 1175 1245
source: How is it?\nI'm pretty good, right?
it: Come va?\nSono brava, vero?

# 1325 1370
source: Does that feel good?
it: Ti fa sentire bene?

# 1415 1490
source: Let me know if you can't take\nit any more.
it: Fammi sapere se non\nce la fai più.

# 1590 1645
source: ...How's this? ...How's that?
it: ...Com'è questo? ...E questo?

# 1685 1750
source: Hm?\nWhat is it?
it: Mh?\nCom'è?

# 1800 1850
source: What do you want me\nto do for you?
it: Cosa vuoi che\nfaccia per te?

# 1890 1990
source: I'll do anything for you!
it: Farei qualsiasi cosa per te!
