Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/data/hact/subtitle/hact_22500.po
Languages: it

# 40 130
source: What do you think?
it: Cosa ne pensa?

# 170 225
source: Is this a bit much?
it: Forse è un po' troppo?

# 270 355
source: Really? Thanks...
it: Davvero? Grazie...

# 430 540
source: Oh, don't stare at me\nlike that!
it: Oh, non mi guardi\nin questo modo!

# 615 695
source: You have a weird look\non your face.
it: Avete uno strano sguardo\nsul volto.

# 715 775
source: You're embarrassing me!
it: Mi sta mettendo in imbarazzo!

# 830 870
source: You're such a perv!
it: Siete un pervertito!

# 915 1000
source: It's becoming a bit slippery.
it: Sta diventando un po' scivoloso.

# 1030 1125
source: This is high-quality massage oil.\nSmells good, huh?
it: È un olio per massaggi di altà qualità.\nHa un buon profumo, vero?

# 1180 1260
source: Do you really understand\nwhat I'm talking about?
it: Capisce davvero quello\nche le sto dicendo?

# 1370 1480
source: Do you like my technique?\nAwesome, huh?
it: Le piace la mia tecnica?\nPazzesca, eh?

# 1540 1620
source: Don't let your body go\nlike this again!
it: Non lasciate che il vostro corpo finisca ancora così!

# 1670 1780
source: Don't over do it...\nI'm worried...
it: Non vi sforzate troppo...\nMi preoccupa...

# 1815 1910
source: You know, flattery won't\nget you anywhere.
it: Sapete, l'adulazione non vi\nporterà da nessuna parte.

# 1950 2090
source: You're such a sweetie...\nI might totally fall for you...
it: Siete proprio un tesoro...\nPotrei anche innamorarmi di lei...

# 2115 2210
source: Hm? Oh, it's nothing.\nNothing at all...
it: Mh? Oh, non è nulla.\nAssolutamente nulla...

# 2265 2380
source: Did I just make you blush?
it: L'ho fatta arrossire?

# 2420 2515
source: Ooooh,\nyou're so adorable.
it: Ooooh,\ncom'è adorabile.

# 2540 2630
source: Okay then.
it: Ok allora.

# 2700 2750
source: Here we go.
it: Eccoci qua.
