Repository: zSavT/Yakuza4-Patch-ITA
Catalog: BZ file/File Estratti Tradotti/data/hact/subtitle/hact_22400.po
Languages: it

# 40 165
source: Your bod is totally amazing.\nI bet girls love you.
it: Ha un corpo fantastico.\nLe ragazze la ameranno sicuro.

# 235 350
source: No way.\nYou're pulling my leg.
it: Assurdo.\nMi starà prendendo in giro.

# 430 545
source: You're...\nlike my kinda guy...
it: Lei...\nSembra proprio il mio tipo...

# 630 720
source: Are you enjoying my\nfoot massage?
it: Si sta godendo il mio\nmassaggio ai piedi?

# 765 840
source: What? You want me\nto step on you more?
it: Cosa? Vuole che\nla calpesti ancora?

# 870 970
source: Hey mister, are you some\nkind of weirdo?
it: Ehi signore, lei è un\ntipo strano?

# 1065 1155
source: Oh, so this is your\nweak spot!
it: Oh, quindi è questo\nil suo punto debole!

# 1240 1315
source: No way, you like it like that\nright here?
it: Assurdo, le piace quando\nla tocco qui?

# 1385 1440
source: Mister, you're really into this.
it: Signore, le piace davvero un sacco.

# 1565 1625
source: Are you not feeling well?
it: Non si sente bene?

# 1670 1750
source: Hmmm, you feel a little hot.
it: Mmhh, siete un po' caldo.

# 1800 1890
source: I'll check your temperature\nwith my forehead.
it: Controllerò la temperatura con\nla mia fronte.

# 1950 2030
source: Oh wow.\nYour body feels hotter...
it: Oh wow.\nIl suo corpo è ancora più caldo...

# 2260 2330
source: I'm kidding.
it: Sto scherzando.

# 2370 2405
source: Sorry, sorry!
it: Mi spiace, mi spiace!

# 2420 2520
source: You're so cute when you're angry.
it: Siete così carino quando vi arrabbiate.
