Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/A0010.po
Languages: it

# 1434 1524
source: A serial killer, now?
it: Un serial killer, adesso?

# 1613 1674
source: Scary shit...
it: Spaventoso...

# 1725 1890
source: <Italic>Murder Spree Rocks Kamurocho!\nSerial Killer on the Loose!</Italic>
it: <Italic>Follia Omicida a Kamurocho!\nSerial Killer a Piede Libero!</Italic>

# 3262 3336
source: All right, all right!
it: Va bene, va bene!

# 3395 3463
source: Hm? Hana-chan?
it: Mh? Hana-chan?

# 3492 3534
source: Hey, how's it hanging?
it: Ehi, come va?

# 3535 3592
source: Oh, finally.
it: Oh, finalmente.

# 3596 3717
source: Where the <Italic>heck</Italic> have you been!?
it: Ma dove <Italic>diavolo</Italic> sei stato!?

# 3731 3832
source: What, me? I'm, uh, at a client's?
it: Chi, io? Ehm, ero, da un cliente?

# 3811 3873
source: And I'm the Queen of France.
it: E io sono la Regina di Francia.

# 3874 3968
source: You're still at the office, aren't you?
it: Sei rimasto in ufficio, non è vero?

# 3964 4074
source: Why didn't you answer any of my calls!?
it: Perché non hai risposto alle chiamate!?

# 4132 4215
source: Hey! Are you even listening!?
it: Ehi! Mi stai ascoltando!?

# 4235 4319
source: Ugh, this stupid phone...
it: Ugh, questo stupido telefono...

# 4349 4449
source: Akiyama-san!\nEarth to Akiyama-san!
it: Akiyama-san!\nTerra chiama Akiyama-san!

# 4450 4587
source: Yeah, yeah. I can hear you.\nLook, I'm sorry!
it: Sì, sì. Ti sento.\nGuarda, mi spiace molto!

# 4593 4674
source: So what's the word?\nYou need something?
it: Quindi, che c'è?\nHai bisogno di qualcosa?

# 4660 4710
source: What?
it: Cosa?

# 4711 4861
source: Of course I need something!\nWhy else would I have called!?
it: Ma certo che mi serve qualcosa!\nPerché sennò avrei chiamato!?

# 4864 4959
source: Right, sorry, okay!\nMy bad.
it: Già, mi spiace, ok!\nColpa mia.

# 4960 5004
source: What can I do you for?
it: E che posso fare per te?

# 5005 5115
source: Do you have any idea what day it is today?
it: Sai almeno che giorno è oggi?

# 5143 5178
source: Today?
it: Oggi?

# 5179 5260
source: Well, er...
it: Beh, ehm...

# 5269 5310
source: Is it...
it: Oggi è...

# 5311 5358
source: Your birthday?
it: Il tuo compleanno?

# 5404 5492
source: Can you just look at the calendar!?
it: Non puoi guardare il calendario e basta!?

# 5666 5771
source: Ohhh, right. Collection day!
it: Ohhh, giusto. Il giorno della raccolta!

# 5754 5824
source: You forgot again, didn't you!?
it: Ti sei dimenticato, vero!?

# 5825 5916
source: Hey, come on now, I didn't forget.
it: Oh, eddai, non mi sono dimenticato.

# 5922 6032
source: I was just giving it some time,\nwaiting for the, uh...
it: Stavo solo dando più tempo,\naspettando che, uh...

# 6033 6071
source: You know...
it: Sai...

# 6072 6167
source: I don't know.\nFor what!?
it: Non lo so.\nChe cosa!?

# 6179 6252
source: Isn't it obvious?
it: Ma non è ovvio?

# 6284 6357
source: For the rain to stop.
it: Che smettesse di piovere.

# 6495 6600
source: It's been dry out there for hours, Chief.
it: Fuori è asciutto da ore, capo.

# 6652 6725
source: Now would you <Italic>please</Italic> get moving?
it: Ora saresti <Italic>disponibile</Italic> a muoverti?

# 6725 6834
source: I'll be back just after I swing by\nKanrai for a kalbi bento.
it: Tornerò subito dopo aver preso un\nbento kalbi da Kanrai.

# 6834 6894
source: See you soon.
it: A presto.
