Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/A0030.po
Languages: it

# 508 568
source: Oh, evenin'.
it: Oh, buonasera.

# 571 679
source: Geez, Aniki, you're soaked to the bone.
it: Cavolo, Aniki, sei zuppo fradicio.

# 711 771
source: Where's Arai-aniki?
it: Dov'è Arai-aniki?

# 787 951
source: Off with the big man Shibata,\ntaking a look at the new building.
it: Fuori con l'omone Shibata,\nfanno una visita al nuovo edificio.

# 1044 1104
source: Yup.
it: Già.

# 1109 1234
source: The boss says we gotta jump in there\nbefore construction starts rolling.
it: Il boss ha detto di farci una visita\nprima che parta la costruzione.

# 1235 1357
source: Get nice and cozy with\nthe Majima Family, you know.
it: Essere gentili e accoglienti\ncon la Famiglia Majima, cose così.

# 1383 1451
source: Like bait playing with the sharks.
it: Come esche che giocano con gli squali.

# 1720 1780
source: Shit!
it: Merda!

# 1956 2057
source: What's wrong, Aniki?
it: Che succede, Aniki?

# 2058 2177
source: You seem real tense.\nSomething happen?
it: Sembri intorpidito.\nQualcosa non va?

# 2191 2291
source: You know Club Elnard over on Shichifuku?
it: Conosci il Club Elnard giù a Shichifuku?

# 2309 2384
source: Some Ueno dickwads are lighting the place up.
it: Dei merdosi Ueno stanno facendo impazzire il posto.

# 2444 2510
source: You mean the Ueno Seiwa Clan?
it: Intendi l'Ueno Seiwa Clan?

# 2522 2654
source: Yeah. The two of 'em have been\ndrinking there since eight o'clock.
it: Esatto. Quei due stavano\nbevendo lì dalle otto.

# 2662 2728
source: Gotcha.
it: Capito.

# 2752 2821
source: But all they're doing is drinking, right?
it: Ma stanno solo bevendo, giusto?

# 2834 2945
source: What's so bad about that?\nNot like they're making any trouble.
it: Cosa c'è di male al riguardo?\nNon stanno creando scompiglio.

# 2954 3059
source: Moron. Them being there\nin the first place is trouble.
it: Coglione. Già solo l'essere\nlì significa che c'è un problema.

# 3066 3126
source: I don't think I understand.
it: Non credo di capire.

# 3171 3290
source: Even you know our family's\nbuddy-buddy with the Ueno, right?
it: Tu sai che la nostra famiglia va a\nbraccetto con l'Ueno, giusto?

# 3330 3375
source: Yeah.
it: Sì.

# 3376 3453
source: Think I saw it in a magazine once.
it: Penso di averlo letto in una rivista.

# 3465 3573
source: Well, the relationship ain't exactly fifty-fifty.
it: Beh, la relazione non esattamente un fifty-fifty.

# 3586 3746
source: We're technically family and all,\nso the Tojo stays off Ueno turf, sure.
it: Noi siamo una famiglia, quindi il Tojo\nrimane fuori dal territorio Ueno, sì.

# 3765 3982
source: But that's only 'cause the Ueno Seiwa give\nthe Tojo a nice big "donation" every month.
it: Ma solo perché Ueno Seiwa "Dona" una\ningente somma di denaro ogni mese.

# 4026 4072
source: That so!?
it: Davvero!?

# 4073 4155
source: They're only equals in name.
it: Sono uguali solo di nome.

# 4156 4300
source: The Ueno's just another cog\nin the Tojo machine, same as us.
it: Quindi Ueno è solo un altro pezzo\ndel Tojo, come noi.

# 4312 4548
source: Think of it like this. The Tojo Clan's America,\nmaking the Ueno Seiwa Japan. Get it now?
it: Pensala in questo modo. Il Tojo Clan è l'America,\nrendendo Ueno Seiwa il Giappone. Capito?

# 4638 4688
source: Sorry, uh...
it: Scusami, uh...

# 4690 4754
source: Can you run that by me again?
it: Puoi rispiegarmelo?

# 4774 4850
source: Are you deaf!?
it: Ma sei sordo!?

# 4906 4966
source: Aw, never mind.
it: Ok, non importa.

# 4984 5190
source: Not like it matters to a small-time family\nlike us. We're bottom of the ladder.
it: Non che interessi ad una famiglia come\nla nostra. Siamo la ruota di scorta.

# 5280 5378
source: So long as you don't mind backtracking...
it: Se non ti dispiace ripensarci...

# 5375 5534
source: Even if all that stuff about\nthe Tojo and Ueno is true...
it: Anche se tutta la roba su\nUeno e il Tojo fosse vera...

# 5535 5600
source: What exactly's the problem?
it: Qual è il problema?

# 5633 5743
source: I mean, you said the Ueno and Tojo are family, yeah?
it: Dico, hai detto che Tojo e Ueno sono una famiglia, no?

# 5744 5898
source: Then who cares if their boys crash our club?\nWhat's the big deal?
it: Che importa se due dei ragazzi fanno visita al nostro club?\nÈ importante?

# 5922 6065
source: You dumbass!\nHow do you still not get it!?
it: Sei un coglione!\nCome fai a non capirlo!?

# 6066 6143
source: I swear, you're useless sometimes!
it: Ti giuro, a volte sei inutile!

# 6332 6355
source: Good seeing you.
it: Bello vederti.

# 6363 6480
source: I'm not interrupting, am I?\nI can come back.
it: Non interrompo nulla, vero?\nPosso ripassare.

# 6484 6615
source: No, no. Of course not.\nPlease, sit.
it: No, no. Certo che no.\nVieni, siediti.

# 6668 6748
source: Today's collection day.
it: Oggi devo riscuotere.

# 6750 6897
source: Figured I'd give Kanemura a little\nhouse call while I was at it.
it: Dato che c'ero, pensavo di\nfare una visita a Kanemura.

# 6918 7016
source: Looks like I missed him.
it: Mi sa che non c'è.

# 7056 7184
source: Yeah. He, uh... had some things\nhe needed to take care of.
it: Già. Lui, uh... Aveva delle\ncose di cui occuparsi.

# 7191 7298
source: Oh yeah?\nNo Arai, either?
it: Ah, è così?\nNeanche Arai?

# 7337 7467
source: Uh, yeah. He's out with\nthe head of the Shibata Family.
it: Beh, sì. È fuori\ncon il capo della Famiglia Shibata.

# 7503 7554
source: Figures.
it: Immaginavo.

# 7673 7768
source: So, let's hear the rest of that story.
it: Sentiamo il resto della storia.

# 7793 8011
source: About why those Ueno goons can't drink\non Kanemura Enterprises turf.
it: Del perché gli Ueno non devono bere nella zona\ndel Kanemura Enterprises.

# 8029 8089
source: You're not gonna spell it out\nfor your pals here?
it: Non lo spiegherai ai tuoi\namici qui?

# 8108 8152
source: You heard all that?
it: Hai sentito tutto?

# 8167 8278
source: The way you were shouting,\nthey probably heard you across the street.
it: Da come ne urlavate,\nvi avranno sentito in tutto il quartiere.

# 8285 8392
source: Sorry.\nMan, that's embarrassing.
it: Mi spiace.\nCavolo, che imbarazzo.

# 8421 8481
source: Hey, kid.
it: Ehi, ragazzo.

# 8506 8566
source: You new here?
it: Sei nuovo qui?

# 8592 8664
source: Um, yeah. Been about three months now.
it: Ehm, sì. Sono qui solo da tre mesi.

# 8672 8918
source: Huh. And before that, you were just\nanother small-time crook out on the streets?
it: Ah. Prima di questo eri solo\nun altro teppistello di strada, giusto?

# 8931 8991
source: Uh, more or less.
it: Beh, più o meno.

# 8999 9151
source: But seeing Arai-san brought you around,\nmade you wanna join up.
it: Ma andare in giro con Arai-san, ti ha fatto\nvenire voglia di unirti.

# 9182 9230
source: Y-Yeah.
it: S-sì.

# 9250 9366
source: Thought so.\nGood for you.
it: Immaginavo.\nBuon per te.

# 9407 9467
source: Um, Akiyama-san?
it: Ehm, Akiyama-san?

# 9492 9677
source: If you've got business with the boss,\nI can have him drop you a line later.
it: Se hai affari in sospeso col capo,\nposso dirgli di richiamarti più tardi.

# 9691 9748
source: You kicking me out?
it: Mi stai cacciando?

# 9775 9950
source: Not at all, it's just...\nI don't know when he's gonna be back.
it: Ma no, è solo che...\nNon so quando tornerà in ufficio.

# 9951 10013
source: We're kinda busy here, too.
it: Anche noi siamo occupati.

# 10043 10114
source: Busy, right.
it: Occupati, sì.

# 10133 10220
source: Of course you are.
it: Ovviamente.

# 10229 10285
source: Say no more.
it: Non dite altro.

# 10445 10513
source: It's gonna be one hell of a night.
it: Sarà una lunga nottata.

# 10560 10714
source: A couple of strays digging holes\non the alpha dog's turf?
it: Dei randagi che fanno buche sul terreno\ndel cane Alfa?

# 10715 10814
source: Well, that's just not right.\nYou get me?
it: Beh, questo non va bene.\nMi capisci?

# 10827 10947
source: Forget about all that clan\nand family stuff for a minute.
it: Dimenticati del clan e della\nfamiglia per un minuto.

# 10943 11052
source: Let's say you wanted to grab a drink\nout on the town.
it: Diciamo che volevi prendere un drink\nfuori città.

# 11061 11187
source: Would you do it at a place owned\nby your boss Kanemura-san's boss?
it: Lo faresti nel posto di proprietà del capo\ndel capo di Kanemura?

# 11182 11294
source: Start acting like hot shit\non Shibata Family territory?
it: Fare lo stronzo sul territorio\ndella Famiglia Shibata?

# 11297 11351
source: Well, no.
it: Beh, no.

# 11352 11444
source: Right?\nOf course you wouldn't.
it: Vero?\nOvviamente no.

# 11445 11599
source: That'd be a kick in the nuts to\nboth Shibata <Italic>and</Italic> Kanemura-san.
it: Sarebbe da stronzi sia verso\nShibata <Italic>che</Italic> verso Kanemura-san.

# 11611 11790
source: I think you know whose nuts Arai-san\nwould be coming to kick after that.
it: Immagino tu sappia a chi andrebbe\na rompere le palle Arai-san, dopo.

# 11807 11882
source: That's exactly what's happening now.
it: È quello che sta succedendo.

# 11877 11993
source: The Ueno Seiwa Clan's\nstomping around on your turf.
it: Il Clan Ueno Seiwa\nsta calpestando il tuo territorio.

# 12018 12115
source: Kamurocho belongs to the Tojo.\nAlways has, always will.
it: Kamurocho appartiene al Tojo.\nE lo sarà sempre.

# 12121 12268
source: But here they are, flying Ueno colors.\nThat's a big no-no.
it: Ma eccoli qui, a sventolare colori Ueno.\nNon va bene.

# 12288 12367
source: See what I'm getting at?
it: Capisci cosa intendo?

# 12373 12437
source: Hold on, Akiyama-san.
it: Aspetta, Akiyama-san.

# 12453 12516
source: What are you saying?
it: Che stai dicendo?

# 12536 12734
source: Simply put, they're pissing all over\nyou boys here at Kanemura Enterprises.
it: In parole povere, pisciano in testa a\nvoi ragazzi del Kanemura Enterprises.

# 12798 13003
source: Those Ueno thugs are probably thinking nobody\ncan stop 'em muscling in on your property.
it: Quei bastardi Ueno pensano che non ci sia\nnessuno in grado di fermarli.

# 13017 13158
source: Sure, you're under the umbrella\nof the Tojo's Shibata Family.
it: Certo, sei sotto l'ombrello della\nFamiglia Shibata del Tojo.

# 13140 13300
source: But you've got what, five men?\nIt's practically baby's first yakuza.
it: Ma avrete tipo, cinque uomini?\nPraticamente una baby gang.

# 13347 13470
source: Hold up.\nYou talking shit on us?
it: Aspetta.\nCi prendi per il culo?

# 13673 13746
source: That's the spirit.
it: È lo spirito giusto.

# 13800 13869
source: Sorry 'bout that, Kido-chan.
it: Mi spiace- Kido-chan.

# 13871 13954
source: Me and my big mouth, am I right?
it: Io e la mia bocca larga, dico bene?

# 14050 14124
source: You'll make it here, kid.\nStick with it.
it: Ce la farai, ragazzo.\nContinua così.

# 14178 14284
source: Being a yakuza's about more than just rank.
it: Essere uno yakuza è più di un rango.

# 14276 14411
source: A guy who doesn't get pissed when someone\ndisrespects his family isn't worth keeping around.
it: Un tipo che non si scalda quando qualcuno\nbutta merda sulla famiglia, non è degno di esserci.

# 14429 14489
source: Ain't that right, Kido-chan?
it: Dico bene, Kido-chan?

# 14491 14554
source: Uh, yeah.
it: Oh, esatto.

# 14576 14696
source: Anyway, chin up.\nYou've got some peacekeeping to do.
it: Comunque, testa alta.\nHai del lavoro da fare.

# 14713 14795
source: I'll be in the red in no time flat\nif you guys can't take care of business.
it: Sarò al verde in tempo zero se voi\nragazzi non riuscirete a fare affari.

# 14806 14866
source: Got that, friend?
it: Capito, amico?

# 14918 14978
source: Uh, if you say so.
it: Uh, se lo dici tu.

# 14986 15108
source: Guess I'll be taking my leave, then.\nLater.
it: Mi congedo, allora.\nA più tardi.

# 15306 15341
source: Oh, and Kido-chan.
it: Oh, Kido-chan.

# 15360 15385
source: Yeah?
it: Sì?

# 15392 15468
source: I've got some words for Kanemura-san.
it: Dì questo a Kanemura-san.

# 15516 15679
source: Tell him his yakuza days are numbered\nif he doesn't bite back when a stray attacks.
it: Digli che i giorni da Yakuza sono contati\nse non risponde al morso di un randagio.

# 15710 15889
source: Remember, I don't loan cash to wannabe yakuza\njust so you can balance the books on your tributes.
it: Ricorda, non preso soldi a dei finti Yakuza che\nvogliono solo far quadrare i conti del tributo.

# 15908 16067
source: Oh, and make sure he doesn't\nforget the terms of our little agreement.
it: Oh, e fai in modo che non si scordi\ndei nostri termini di accordo.

# 16152 16197
source: Later.
it: A dopo.

# 16626 16722
source: Boss!\nYou were here this whole time?
it: Boss!\nEri qui tutto il tempo?

# 16730 16776
source: I was.
it: Esatto.

# 16798 16893
source: Like... the <Italic>whole</Italic> time?
it: Dico... tutto <Italic>quanto</Italic> il tempo?

# 16936 17005
source: That jackass Akiyama finally leave?
it: Lo stronzo di Akiyama è uscito?

# 17021 17081
source: Yes, sir.
it: Sì, signore.

# 17482 17569
source: What a damn headache.
it: Che mal di testa.

# 17556 17677
source: How are we gonna deal with this Ueno situation?
it: Come gestiremo la situazione degli Ueno?

# 17689 17772
source: I'll reach out to Arai-aniki right away.
it: Contatterò subito Arai-aniki.

# 17782 17915
source: Isn't he out lathering up Shibata, though?
it: Però, non è fuori con quello Shibata?

# 17920 17995
source: I'll keep calling until I get through.
it: Chiamerò finché non risponde.

# 18003 18063
source: Suit yourself.
it: Accomodati.

# 18069 18199
source: What should we do if those\nUeno boys start causing trouble?
it: Che facciamo se quegli Ueno\ncominciano a fare danni?

# 18212 18271
source: Good question...
it: Bella domanda...

# 18286 18425
source: Whatever we do,\nwe should keep it under wraps.
it: Qualsiasi cosa faremo,\nsarà di nascosto.

# 18449 18509
source: Agreed.
it: Concordo.

# 18510 18625
source: I'm sure Arai-aniki can fix this discreetly.
it: Sono sicuro che Arai-aniki risolverà la cosa.

# 18680 18820
source: Good. No need to rock the boat.
it: Bene. Non dobbiamo fare nulla.

# 18821 18910
source: Tell Arai this is on him now.
it: Dì ad Arai di occuparsene.

# 18992 19052
source: Yes, sir.
it: Sì, signore.

# 19470 19530
source: Um...
it: Ehm...

# 19586 19708
source: Who was that Akiyama guy, anyway?
it: Comunque, chi era quell'Akiyama?

# 19720 19801
source: Oh, him?
it: Oh, lui?
