Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/A0040.po
Languages: it

# 61 146
source: Shun Akiyama, age thirty-two.
it: Shun Akiyama, trentadue anni.

# 147 281
source: He runs a loan company called\nSky Finance over on Tenkaichi Street.
it: Gestisce la società di prestiti chiamata\nSky Finance a Tenkaichi Street.

# 309 414
source: They call him the Lifeline of Kamurocho.
it: Lo chiamano la Salvezza di Kamurocho.

# 415 538
source: Guy lends money to people with nowhere left to turn.
it: Il tipo presta soldi a gente che non ha più niente.

# 539 598
source: So he's a loan shark?
it: Quindi è uno strozzino?

# 599 740
source: Not sure he'd call himself that,\nbut that's pretty much spot on, yeah.
it: Non pensi si definisca così,\nma più o meno siamo lì, esatto.

# 761 870
source: Though I will say, he's kinda <Italic>different</Italic>.
it: Anche se ti dirò, lui è un po' <Italic>diverso</Italic>.

# 871 1043
source: His loan terms aren't exactly\nwhat you'd call industry norm.
it: I suoi termini di contratto non sono\nproprio nella norma.

# 1030 1073
source: Terms?
it: Termini?

# 1074 1170
source: Like some kinda special\napplication process?
it: Applica una sorta di applicazione\nspeciale?

# 1155 1198
source: Yeah.
it: Sì.

# 1197 1361
source: Before Sky Finance lends out their cash,\nthey need to see if the loanee is worth it.
it: Prima che lo Sky Finance presti soldi,\ndevono accertarsi che ne valga la pena.

# 1362 1504
source: So Akiyama comes up with a test\nto figure out if they're up to snuff.
it: Quindi Akiyama fa un test per capire\nse si è all'altezza del prestito.

# 1506 1655
source: Stuff like volunteering,\nhelping at nursing homes.
it: Roba come volontariato,\no aiuto in case di riposo.

# 1656 1725
source: Pretty weird, if you ask me.
it: A dirla tutta, è un po' strano.

# 1772 1880
source: What's he get outta all that?
it: Come ne trarrà vantaggio?

# 1870 1924
source: Beats me.
it: Non lo so.

# 1925 2065
source: If the rumors are true,\nthe guy doesn't charge a yen of interest, either.
it: Se le voci sono vere,\nnon chiederà un solo yen d'interessi.

# 2088 2193
source: How's he keep his business running, then?\nSeems counterintuitive.
it: Come fa a far funzionare l'attività, allora?\nÈ controproducente.

# 2194 2297
source: That one's probably just an urban legend.
it: Penso sia solo una leggenda urbana.

# 2322 2422
source: I'm sure he's got some kinda system.
it: Penso abbia un qualche sistema.

# 2474 2588
source: Plus he drops in on his clients\nlike he did to us today.
it: In più, va a trovare i suoi clienti\ncome ha fatto con noi.

# 2589 2677
source: Make sure nobody skips town, you know?
it: Si assicura che nessuno scappi, no?

# 2687 2780
source: Weirdest moneylender I've ever heard of.
it: Lo strozzino più strano che conosco.

# 2781 2887
source: I can't get a read on the guy,\nno matter how hard I try.
it: Non riesco a comprenderlo,\nper quanto mi impegni.

# 2910 3104
source: All I know is people he lends money to once\nnever borrow from him ever again.
it: So solo che tutti quelli che prendono da lui,\npoi non lo rifanno più.

# 3105 3147
source: How come?
it: Come mai?

# 3136 3205
source: Couldn't tell you.
it: Non te lo so dire.

# 3206 3401
source: If I had to guess, they probably wanna stay\nas far away from that nutjob as they can.
it: Dovessi indovinare, probabilmente vogliono stare\nil più lontano possibile da quel pazzo.

# 3782 3874
source: Thank you for your time this evening.
it: Grazie per il vostro tempo, stasera.

# 3875 3932
source: Of course.
it: E di che.

# 3933 4119
source: At least now we know what the building's worth.
it: Almeno sappiamo quanto vale la struttura.

# 4220 4270
source: Is that yours?
it: È tuo?

# 4271 4328
source: Apologies, sir.
it: Mi spiace, signore.

# 4329 4380
source: Go ahead.
it: Vai pure.

# 4381 4475
source: We're done for today.\nNice work.
it: Per oggi abbiamo finito.\nOttimo lavoro.

# 4482 4570
source: Treat yourself to something tasty.
it: Concedetevi qualcosa di buono.

# 4580 4653
source: Thank you, Patriarch Shibata.
it: Grazie, Patriarca Shibata.

# 4707 4767
source: I'll be seeing you.
it: Ci vediamo.

# 5239 5299
source: This is Arai.
it: Sono Arai.

# 5378 5426
source: Very well.
it: Molto bene.

# 5427 5484
source: Elnard, got it.
it: Elnard, capito.

# 5491 5551
source: I'll be there shortly.
it: Presto sarò lì.
