Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/A0070.po
Languages: it

# 87 147
source: The hell do you want?
it: Che diavolo vuoi?

# 389 508
source: Ahh, you're drinking the good stuff.
it: Ahh, bevi la roba buona, vedo.

# 509 623
source: You know they mark this up like,\nfour hundred percent at a place like this?
it: Sai che in un posto del genere lo\naumentano del quattrocento per cento?

# 624 685
source: Who are you?
it: Chi sei?

# 728 825
source: You don't look like a fuckin' waiter.
it: Non sembri un cazzo di cameriere.

# 899 984
source: Damn, that's good!
it: Cavolo, è buono!

# 985 1069
source: But if you really cared about your booze...
it: Ma se davvero ti importasse della bottiglia...

# 1070 1171
source: You wouldn't be tossing this back\nlike it was water.
it: Non la berresti come se\nfosse acqua.

# 1168 1250
source: I'm talking to you, pretty boy.
it: Parlo con te, bel faccino.

# 1251 1312
source: You looking to get your ass beat?
it: Vuoi che ti rompa il culo?

# 1384 1518
source: He asked you a fucking question, dipshit!
it: Ti ha fatto una cazzo di domanda, stronzo!

# 1592 1652
source: Smug little...
it: Tu, piccolo...

# 1655 1737
source: Who do you think you are!?
it: Chi ti credi di essere!?

# 1942 2020
source: Good thing it's me you picked a fight with.
it: Vi è andata bene che avete cercato rissa proprio con me.

# 2022 2132
source: If I were a big, tough yakuza,\nthis'd mean war.
it: Fossi un pezzo grosso della yakuza,\nquesto significherebbe guerra aperta.

# 2169 2223
source: The shit, man?
it: Che cazzo, amico?

# 2244 2305
source: This wasn't part of the deal!
it: Non erano gli accordi!

# 2331 2380
source: What deal?
it: Accordi?

# 2450 2506
source: What the hell's going on!?
it: Che diavolo succede!?

# 2507 2567
source: You alone?
it: Sei da solo?

# 2572 2679
source: Yeah. Aniki's still gonna be a while.
it: Sì. Aniki ci metterà ancora un po'.

# 2680 2717
source: That so?
it: Ah sì?

# 2718 2816
source: I'm still standing here, assholes!
it: Sono ancora qui io, stronzi!

# 2817 2878
source: Wait, I get it.
it: Aspetta, ho capito.

# 2879 2981
source: You bastards are trying to start a war!
it: Voi stronzi volete la guerra!

# 2988 3056
source: Not sure what you mean, friend.
it: Non so cosa intendi, amico.

# 3057 3155
source: Shut it! And stop trying to play the fool!
it: Silenzio! E non fare il finto tonto!

# 3159 3251
source: At this point I don't fucking care <Italic>who</Italic> you are!
it: A questo punto, non mi importa chi cazzo <Italic>siete</Italic>!

# 3225 3275
source: You're dead men, both of you!
it: Siete morti, entrambi!

# 3276 3374
source: You're the one starting shit\non our turf, asshole!
it: Sei tu lo stronzo che fa casino\nnella nostra zona!

# 3375 3435
source: You stay put!
it: Rimani lì!

# 3450 3518
source: I started this fight.
it: Ho cominciato io.

# 3519 3658
source: So let's keep this between me\nand these fine gentlemen here.
it: Teniamo la faccenda tra me e\nquesti gentiluomini.

# 3663 3737
source: It has nothing to do with Ueno or Kanemura.
it: Non ha niente a che fare con Ueno o Kanemura.

# 3815 3865
source: I knew it.
it: Lo sapevo.

# 3866 3964
source: You <Italic>do</Italic> know who we are.
it: Quindi <Italic>sai</Italic> chi siamo.

# 4093 4242
source: I run a legit business here in town.\nPlace called Sky Finance.
it: Gestisco un'attività qui in città.\nSi chiama Sky Finance.

# 4295 4415
source: So believe me when I say\nthis isn't about politics.
it: Quindi credimi se ti dico che\nnon si tratta di politiche.

# 4416 4505
source: Just one civilian kicking another's ass.
it: Solo un civile che spacca il muso a un altro.

# 4507 4591
source: No clans. No turf war.
it: Niente clan. Niente guerre di territorio.

# 4592 4644
source: Asshole...
it: Stronzo...

# 4645 4732
source: That big mouth's gonna get you killed.
it: Quella bocca larga ti farà ammazzare.

# 4793 4873
source: You're a feisty one, tiger.
it: Sei esuberante, tigre.

# 4875 4982
source: I might actually enjoy this fight for once.
it: Potrei godermela quella battaglia.

# 5019 5100
source: You're really pissing me off, man.
it: Mi stai facendo incazzare, amico.

# 5101 5242
source: Fine. You want a beating that bad, you've got one.
it: Bene. Se vuoi le botte, le stai trovando.

# 5243 5324
source: Ready when you are.
it: Pronto quando vuoi.

# 5327 5421
source: You're dead fucking meat!
it: Sei carne da macello!
