Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/A0130.po
Languages: it

# 750 840
source: Don't forget to eat, Chief! ⑮
it: Ricorda di mangiare, capo! ⑮

# 1259 1368
source: It's ice cold.
it: È freddo.

# 2078 2214
source: Hm? Where'd I put that lighter...?
it: Hm? Dove ho messo l'accendino...?

# 2284 2344
source: The hell?
it: Che diavolo?

# 3015 3075
source: Stupid.
it: Stupido.

# 3475 3535
source: Excuse me.
it: Scusami.

# 3546 3654
source: Ah, hello there!\nHow can I help you?
it: Ah, Salve!\nCome posso aiutarti?

# 3680 3740
source: Come in, come in.
it: Entra, entra.

# 3803 3863
source: Um...
it: Ehm...

# 3883 3943
source: Yes?
it: Sì?

# 3961 4110
source: I'm looking for Sky Finance.\nAm I in the right place?
it: Cerco lo Sky Finance.\nSono nel posto giusto?

# 4121 4181
source: Sure are.
it: Ma certo.

# 4178 4290
source: Sorry, I know it's a bit of a hassle to find.
it: Mi spiace, so che non è facile trovarlo.

# 4311 4377
source: Please, please.\nHave a seat.
it: Prego, prego.\nSi sieda.

# 4387 4447
source: Thank you.
it: Grazie.

# 5012 5055
source: So...
it: Allora...

# 5058 5080
source: Yes?
it: Sì?

# 5115 5233
source: Are you... here for a loan?
it: Siete qui... Per un prestito?

# 5254 5347
source: Yes, I...
it: Sì, io...

# 5611 5652
source: Um...
it: Ehm...

# 5665 5685
source: Yeah?
it: Sì?

# 5702 5809
source: Do you mind if I smoke?
it: Le spiace se fumo?

# 5823 5924
source: Oh, not at all.\nGo right ahead.
it: Oh, no.\nFai pure.

# 5934 6112
source: Sorry about the mess.\nMy secretary usually handles the customers.
it: Mi spiace per il casino.\nDi solito se ne occupa la mia segretaria.

# 6122 6206
source: I never think to clean this stuff up.
it: Non penso mai alle pulizie.

# 6731 6791
source: Be my guest.
it: Faccia con comodo.

# 6809 6869
source: Thank you.
it: Grazie.

# 7154 7214
source: Now, uh...
it: Ora, ehm...

# 7230 7272
source: Yes?
it: Sì?

# 7273 7370
source: About that loan you wanted.
it: Riguardo al prestito che voleva.

# 7380 7534
source: Oh, yes. The truth is...
it: Ah, sì. La verità è che...

# 7605 7654
source: Um...
it: Ehm...

# 7655 7715
source: Go on.
it: Vada avanti.

# 7736 7827
source: Well, um...
it: Beh, ehm...

# 7897 8043
source: I heard you offer limitless loans.\nNo guarantor, no collateral needed.
it: Ho sentito che fate prestiti illimitati.\nNiente garante o garanzia.

# 8053 8113
source: Is that true?
it: Davvero?

# 8219 8310
source: Limitless, huh?
it: Illimitati, eh?

# 8363 8432
source: And where did you hear that?
it: E chi ve lo ha detto?

# 8589 8664
source: Can't say, huh?
it: Non può dirlo, eh?

# 8681 8740
source: Well, it's fine.
it: Beh, va bene.

# 8738 8925
source: I imagine some other lender who\nturned you down pointed you my way.
it: Immagino che qualche altro finanziatore\che ti ha rifiutato ti abbia indirizzato da me.

# 8935 9108
source: Fed you a line like, "We can't give you\na loan, but Sky Finance just might."
it: Dicendoti, "Noi non possiamo prestare,\nma lo Sky Finance potrebbe."

# 9118 9215
source: That and half a dozen other things, I bet.
it: Questa e altre robe, scommetto.

# 9225 9386
source: We're not exactly popular\nwith the rest of the industry, you see.
it: Non siamo molto popolari\ncon il resto dell'industria, come può immaginare.

# 9578 9700
source: So, how much do you need?
it: Quindi, quanto le serve?

# 9780 9936
source: Um...
it: Ehm...

# 9937 10043
source: Hey, mind if I borrow your lighter?
it: Emh, posso prenderle l'accendino?

# 10086 10165
source: Yes, be my guest.
it: Certo, faccia pure.

# 10649 10839
source: Sorry, you just don't see many places\nwith names like that in Kamurocho.
it: Mi spiace, non si vedono tanti posti\ncon questo nome a Kamurocho.

# 10866 10951
source: Is that where you work?
it: È dove lavora?

# 11115 11235
source: That is, I don't work there anymore.
it: Cioè, non ci lavoro più.

# 11334 11405
source: Have you been in the business long?
it: Siete stata molto nel settore?

# 11415 11585
source: Yes. A while, I suppose.
it: Sì. Un po', a dire il vero.

# 11722 11810
source: So. Name your figure.
it: Allora. Parliamone.

# 11926 12117
source: There's no way I can help you\nif you don't tell me how much you need.
it: Non c'è modo di aiutarla se\nnon mi dice quanto le serve.

# 12342 12421
source: A hundred... million.
it: Cento... Milioni.

# 12568 12680
source: That's the amount, in cash.
it: Questa è la cifra, in contanti.

# 12687 12832
source: Within the next ten days,\nif that's at all possible.
it: Entro i prossimi dieci giorni\nse possibile.

# 12905 13006
source: A hundred million.
it: Cento milioni.

# 13016 13076
source: Yes, sir.
it: Sì, signore.

# 13192 13252
source: And your guarantor?
it: E il vostro garante?

# 13310 13363
source: I don't have one.
it: Non ne ho uno.

# 13364 13424
source: Any collateral?
it: Qualche garanzia?

# 13425 13485
source: No, sir.
it: No, signore.

# 13765 13890
source: No guarantor. No collateral.
it: Niente garante. Niente garanzia.

# 13901 14023
source: And you want it all at once, in cash.
it: E li vuole tutti subito, in contanti.

# 14092 14236
source: Do you realize just how much you're asking for?
it: Si rende conto di quanto mi chiede?

# 14266 14358
source: I'm sorry, this is crazy.
it: Mi spiace, so che è da matti.

# 14344 14423
source: I should never have brought it up.
it: Non sarei mai dovuta venire.

# 14433 14577
source: It was foolish of me to impose.\nPlease, just forget this ever happened.
it: È stato sciocco da parte mia.\nFaccia come se non sia mai accaduto nulla.

# 14650 14760
source: I'm sorry to have wasted your time.\nNow if you'll excuse me...
it: Mi spiace averle fatto perdere tempo.\nOra, se mi scusa...

# 14763 14823
source: Hold on.
it: Si fermi.

# 14843 14930
source: I never said I wouldn't lend you the money.
it: Non le ho mai negato il prestito.

# 14940 15080
source: Now sit. Let's talk about this over tea.
it: Si sieda. Parliamone con un bel tè davanti.
