Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/A0170.po
Languages: it

# 74 125
source: Who're they?
it: Chi sono?

# 142 200
source: Shibata goons, if I had to guess.
it: Scagnozzi di Shibata, secondo me.

# 221 323
source: Probably here to haul us in.
it: Forse sono qui per portarci.

# 324 393
source: Isn't that right, boys?
it: Non è così, ragazzi?

# 425 465
source: The hell's going on, Akiyama-san?
it: Che diavolo succede, Akiyama-san?

# 474 525
source: You know, buddy.
it: Lo sai, amico.

# 526 657
source: No matter what you do to us,\nthe Ueno Seiwa'll still be on your backs.
it: Non importa cosa ci fai,\nGli Ueno Seiwa ti staranno alle calcagna!

# 658 704
source: This is pointless.
it: Non ha senso.

# 713 848
source: Guess we'll see about that.\nSorry, boss's orders.
it: Beh, lo vedremo.\nScusa, ordini del capo.

# 875 991
source: Hey, I'll buy you some time.\nGet out of here while you still can.
it: Ehi, prenderò un po' di tempo.\nVattene da qui finché puoi.

# 1033 1064
source: Are you outta your mind?
it: Ma sei fuori di testa?

# 1065 1230
source: Nothing personal, but I can handle\nway more hurt than you can.
it: Niente di personale, ma posso incassare\npiù colpi di te.

# 1231 1269
source: Now go.
it: Ora vai.

# 1312 1442
source: I'll meet you back at Sky Finance.\nYou should be safe there.
it: Ci rivedremo allo Sky Finance.\nLì sarai al sicuro.

# 1450 1475
source: But...
it: Ma...

# 1478 1538
source: Just go!
it: Vai!

# 1548 1608
source: Okay!
it: Ok!

# 1696 1819
source: Whoa there.\nYou forget about someone?
it: Ehi tu.\nDimentichi qualcuno?

# 1830 1930
source: This ain't a game, asshole.
it: Non è un gioco, stronzo.

# 1943 2041
source: Only way you're making this right\nis with a cutting board.
it: L'unico modo per uscirne è\nperdere un dito, ora.

# 2072 2212
source: Oh yeah? Pretty stale material for\na guy who does this for a living.
it: Ah sì? Scusa deludente per uno\nchi lo fa di lavoro.

# 2253 2326
source: I mean, who lops off fingers anymore?
it: Voglio dire, chi si taglia più il dito?

# 2327 2376
source: You think this is a joke?
it: Pensi sia uno scherzo?

# 2377 2487
source: I've been dead serious\nfrom the word go.
it: Sono serio fin dall'inizio.

# 2490 2604
source: So don't be surprised when I\nhand you your asses on a platter.
it: Non sorprenderti quando\nmetterò il tuo culo su un tagliere.

# 2610 2670
source: Big words for a little man.
it: Hai la bocca larga.

# 2677 2835
source: Fine then. We'll show you how\nyakuza do things nowadays.
it: Bene allora. Ti farò vedere cosa\nfanno gli yakuza oggigiorno.

# 2836 2891
source: Pretty boy.
it: Bel faccino.

# 2896 2956
source: Bring it on.
it: Fatevi sotto.

# 2978 3052
source: No kid gloves, boys!
it: Andateci pesante, ragazzi!

# 3053 3144
source: I wanna see this fucker bleed!
it: Voglio vedere il sangue!

# 3145 3205
source: Get him!
it: Prendetelo!
