Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/B0020.po
Languages: it

# 329 408
source: Where the fuck are ya, bro?
it: Dove cazzo sei, fratello?

# 407 450
source: Late-ass...
it: Perditempo...

# 970 1081
source: It's me.\nSaejima, Sasai Family.
it: Sono io.\nSaejima, Famiglia Sasai.

# 1092 1190
source: Majima was s'posed to be here by now.
it: Majima doveva già essere qui.

# 1191 1249
source: What's holdin' him up?
it: Cosa lo trattiene?

# 1262 1336
source: Yup. I'll be－
it: Sì. Sarò-

# 1451 1497
source: They're here.
it: Sono qui.

# 1525 1630
source: Never mind, I'm good.\nLater.
it: Non importa, va bene.\nA dopo.

# 1768 1821
source: Goddamn.
it: Cavolo.

# 1838 1920
source: That ain't 10.\nThat's a fuckin' army.
it: Non sono 10.\nÈ un'armata.

# 5094 5138
source: You're gonna pay for this!
it: La pagherai per questo!

# 6053 6131
source: No! Stay back!
it: No! Indietro!

# 7760 7820
source: Please...
it: Ti prego...

# 7822 7867
source: Not the boss.
it: Non il capo.

# 7868 7985
source: I swore I'd protect him with my life!
it: Giuro di proteggerlo con la vita!

# 8339 8399
source: Sorry...
it: Scusa...

# 8414 8498
source: But I got my orders too.
it: Ma anche io ho i miei ordini.

# 8588 8648
source: It's nothin' personal.
it: Nulla di personale.

# 8662 8721
source: Someone help...!
it: Qualcuno mi aiuti...!
