Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/B0120.po
Languages: it

# 2880 2924
source: The hell was that?
it: Che diavolo era?

# 2926 3015
source: Who's makin' that noise?
it: Chi fa questo casino?

# 3057 3110
source: Hey, I was sleeping...
it: Ehi, stavo dormendo...

# 3129 3175
source: What's going on in here!?
it: Che sta succedendo qui!?

# 3177 3240
source: Who's responsible for this?\nCome forward, now!
it: Chi è il responsabile?\nFatti vedere, adesso!

# 3505 3565
source: That's...
it: Quello...

# 3657 3728
source: You better have a good reason for this, Saejima!
it: Farai meglio ad avere una buona ragione, Saejima!

# 4252 4336
source: How did you get out of your cell?
it: Come sei uscito dalla cella?

# 4389 4462
source: You don't really think you can escape?
it: Non penserai mica di poter fuggire?

# 4530 4641
source: You realize what happens\nwhen you step out of line, yeah?
it: Sai che succede quando\nfai un passo di troppo, sì?

# 4733 4823
source: Hey! Lemme out, too!
it: Ehi! Fai uscire anche me!

# 4833 4934
source: No hole for you this time.
it: Niente buca per te stavolta.

# 4943 5029
source: We're gonna bash your brains in right here.
it: Ti spaccheremo il cranio qui e ora.

# 5053 5118
source: Hope you're ready.
it: Spero tu sia pronto.

# 5174 5278
source: Okay, boys. Time to put this stray down.
it: Ok, ragazzi. Addomestichiamo il randagio.

# 5286 5388
source: His execution date's come early.
it: L'esecuzione è stata anticipata.

# 5642 5702
source: Do it!
it: Facciamolo!
