Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/B0140.po
Languages: it

# 199 259
source: This the place?
it: È questo il posto?

# 1366 1426
source: You first.
it: Prima tu.

# 1429 1526
source: Me? How come?
it: Io? Perché?

# 1549 1693
source: Escapin' was your idea, not mine.
it: Scappare era una tua idea, non mia.

# 1681 1790
source: Only right you get goin' before me.
it: È giusto che vada prima tu.

# 1792 1954
source: Besides, if you don't make it out,\nthis plan ain't worth shit to me.
it: Inoltre, se non ci riusciamo,\nnon mi cambierà nulla.

# 2000 2069
source: The hell are you saying, man?
it: Che diavolo dici, amico?

# 2086 2214
source: I'm done makin' mistakes.\nWonderin' how different things'd be.
it: Basta fare errori.\nMi chiedo come sarebbero andate le cose.

# 2235 2333
source: And I'm done regrettin', too.
it: E basta anche rimpiangere.

# 2337 2466
source: Yeah, ya might not be the nicest guy.
it: Sì, potrei non essere un bravo ragazzo.

# 2471 2594
source: But ya didn't stab me in the back.
it: Ma non mi hai pugnalato alle spalle.

# 2609 2684
source: That's all that matters now.
it: Questo mi basta.

# 2727 2837
source: Damn, man. You really\nare stuck in the past.
it: Cavolo, amico. Sei davvero\nbloccato nel passato.

# 2838 2960
source: Just get movin'!\nThe guards'll be here any second!
it: Muoviti!\nLe guardie saranno presto qui!

# 4347 4409
source: Saejima, get up here!
it: Saejima, sali su!

# 4421 4531
source: Saejima! What the hell're you doing!? C'mon!
it: Saejima! Che diavolo stai facendo!? Forza!

# 4544 4619
source: Listen. Don't wait up.
it: Ascolta. Non aspettare.

# 4674 4724
source: You outta your mind!?
it: Sei fuori di testa!?

# 4725 4811
source: I'm gonna buy ya a bit of time.
it: Ti farò guadagnare del tempo.

# 4830 4944
source: You start swimmin'. Go.
it: Inizia a nuotare. Vai.

# 5113 5173
source: Just move!
it: Muoviti!
