Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/B0170.po
Languages: it

# 44 149
source: Sorry for waking you up.\nYou should rest.
it: Mi spiace averti svegliato.\nDevi riposare.

# 159 241
source: I'll go let Uncle Kaz know you're awake.
it: Farò sapere a Zio Kaz che lei è sveglio.

# 247 307
source: Hold up!
it: Ferma!

# 564 655
source: Mister...?
it: Signore...?

# 1740 1787
source: Everything okay, Haruka?
it: Va tutto bene, Haruka?

# 1802 1861
source: Uncle Kaz! You're back.
it: Zio Kaz! Sei qui.

# 1862 1954
source: Yeah. Is he doing any better?
it: Sì. Sta migliorando?

# 1962 2049
source: Mhm. Much better.
it: Mhm. Molto.

# 2147 2269
source: Oh, right!\nI should get over to the supermarket!
it: Oh, sì!\nDevo andare al supermercato!

# 2253 2319
source: I still need a few things for dinner!
it: Devo prendere delle cose per cena!

# 2306 2370
source: Hm? Uh, sure.
it: Hm? Oh, certo.

# 2374 2445
source: Well, be back soon!
it: Bene, torno presto!
