Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/B0190.po
Languages: it

# 49 109
source: The answer's no.
it: La risposta è no.

# 116 176
source: Why not!?
it: Perché no!?

# 179 285
source: I'm not sure what got you tossed in prison...
it: Non so perché tu sia finito in prigione...

# 286 421
source: But I'm not helping you get revenge.
it: Ma non ti aiuterò a vendicarti.

# 469 593
source: I've seen enough people walk that path before.
it: Ho visto troppa gente percorrere quella strada in passato.

# 621 750
source: And I can tell you,\nno matter how much you want it...
it: E posso assicurarti che\npoco importa quanto lo desideri...

# 764 881
source: Misery's the only thing waiting for you at the end.
it: La sofferenza è l'unica cosa che ti aspetta alla fine.

# 947 1127
source: If you still want to go through with it,\nI need a good reason.
it: Ma se proprio ne sei convinto,\navrò bisogno almeno di una buona ragione.

# 1136 1241
source: Until then, I can't help you.
it: Fino ad allora, non posso aiutarti.

# 1339 1438
source: And if I said... I can't tell ya?
it: E se dicessi... che non posso?

# 1475 1531
source: Then I'll stop you.
it: Allora ti fermerò.

# 1532 1585
source: Here and now.
it: Qui e ora.

# 1737 1814
source: I'll take that as a no.
it: Lo prendo come un no.

# 1845 1902
source: Sorry 'bout this.
it: Mi spiace.

# 1921 2019
source: But I gotta know the truth.
it: Ma devo sapere la verità.

# 2024 2109
source: Ain't no one keepin' me from that!
it: E nessuno mi fermerà!

# 2115 2171
source: So that's how it is.
it: Quindi è così che stanno le cose.

# 2196 2360
source: You and me, we ain't so different.
it: Tu e io, non siamo poi così diversi.

# 2372 2457
source: Ya remind me of my sworn brother.
it: Mi ricordi mio fratello giurato.

# 2463 2557
source: You remind me of someone, too.
it: Anche tu mi ricordi qualcuno.

# 2570 2628
source: Y'know, I'm relieved.
it: Sai, sono sollevato.

# 2629 2785
source: Up against you, I don't gotta worry\nabout killin' you by accident.
it: Contro di te, non dovrò preoccuparmi\ndi ucciderti per sbaglio.

# 2804 2844
source: Right.
it: Giusto.

# 2845 3021
source: Consider this a test, then.\nTo see just how bad you want this.
it: Considerala come una prova allora.\nPer capire quanto lo vuoi davvero.
