Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/B0220.po
Languages: it

# 632 720
source: Oh, sorry! I must've dozed off.
it: Oh, scusa! Devo essermi addormentata.

# 747 852
source: I was laid out here the whole time?
it: Sono stato steso tutto il tempo?

# 868 995
source: Yeah. Are you feeling any better, Suzuki-san?
it: Già. Si sente meglio, Suzuki-san?

# 1093 1153
source: Oh, yeah.
it: Oh, sì.

# 1184 1236
source: Where's Kiryu-han?
it: Dov'è Kiryu-han?

# 1237 1376
source: You mean Uncle Kaz?\nHe's out shopping.
it: Intende Zio Kaz?\nÈ uscito a fare compere.

# 1369 1496
source: He said we should fix you\nsomething to help you recover.
it: Ha detto di dover preparare\nqualcosa per farla rimettere in sesto.

# 1558 1618
source: That so?
it: Ah sì?

# 1628 1688
source: Oh yeah.
it: Oh sì.

# 2059 2120
source: Here we... go!
it: Ecco... qua!

# 2132 2192
source: Phew, that was heavy.
it: Cavolo, era pesante.

# 2206 2266
source: Here's your bag.
it: Ecco la borsa.

# 2297 2363
source: It's yours, right, Suzuki-san?
it: È sua, vero, Suzuki-san?

# 2368 2463
source: Uncle Kaz said to give it to you\nwhen you woke up.
it: Zio Kaz mi ha detto di dargliela\nappena sveglio.

# 2842 2952
source: He told me he found it on the beach.
it: Ha detto di averla trovata in spiaggia.

# 2950 3040
source: You're the only one it could belong to.
it: È l'unico a cui potrebbe appartenere.

# 3736 3819
source: What's wrong, Suzuki-san?\nAre you okay?
it: Che succede, Suzuki-san?\nSta bene?

# 3824 3939
source: Huh? Yeah... I'm good.
it: Uh? Sì... Tutto bene.

# 4170 4207
source: Little miss.
it: Signorina.

# 4209 4306
source: Er, Haruka-chan.
it: Ehm, Haruka-chan.

# 4323 4417
source: I 'preciate all ya done.
it: Apprezzo ciò che hai fatto.

# 4466 4558
source: This here's goodbye for now.
it: Questo è un addio per ora.

# 4560 4643
source: Ya might not see me for a while.
it: Potresti non vedermi per un po'.

# 4685 4768
source: But it's just past three in the morning.
it: Ma sono solo le tre del mattino.

# 4780 4852
source: I don't got the time to wait.
it: Non ho tempo da perdere.

# 5260 5468
source: But you're still hurt really bad, Suzuki-san.\nAt least stay and rest a bit more.
it: Ma lei è ancora ferito, Suzuki-san.\nAlmeno riposi ancora un po'.

# 5508 5583
source: Can't do that, Haruka-chan.
it: Non posso, Haruka-chan.

# 5741 5809
source: It ain't Suzuki.
it: Non sono Suzuki.

# 5812 5936
source: Name's Saejima.\nTaiga Saejima.
it: Mi chiamo Saejima.\nTaiga Saejima.

# 6078 6252
source: Ya got it. Tell Kiryu-san, too.\nThat Saejima was here.
it: Esatto. Dillo anche a Kiryu-san.\nSaejima era qui.

# 6307 6367
source: Okay.
it: Ok.

# 6371 6521
source: I won't forget what ya did for me.\nWe'll meet again someday.
it: Non dimenticherò ciò che hai fatto per me.\nCi rivedremo, un giorno.

# 6530 6612
source: Pass that along, too.
it: Digli anche questo.

# 6647 6700
source: I will.
it: Certo.

# 6712 6751
source: Later, then.
it: A più tardi.

# 7279 7322
source: Uncle Kaz!
it: Zio Kaz!

# 7323 7363
source: Sorry I took so long.
it: Scusa, ci ho messo tanto.

# 7364 7413
source: Uncle Kaz, Suzuki-san...
it: Zio Kaz, Suzuki-san...

# 7414 7497
source: I mean, Saejima-san just left!
it: Voglio dire, Saejima-san è uscito!

# 7513 7573
source: Did he, now?
it: Ah sì, adesso?

# 7581 7654
source: You're not gonna stop him?
it: Non lo fermerai?

# 7665 7755
source: There's no way he's fully recovered.
it: Impossibile si sia già ripreso.

# 7756 7840
source: I'm sure he'll be just fine.
it: Sono sicuro starà bene.

# 7863 7975
source: How are you so confident?
it: Come fai a essere così sicuro?

# 8006 8096
source: And what about the groceries, Uncle Kaz?
it: E che ne è della spesa, Zio Kaz?

# 8097 8157
source: Oh, yeah.
it: Oh, sì.

# 8146 8261
source: Turns out you were right.\nThe stores were all closed.
it: Mi sa che avevi ragione.\nI negozi erano tutti chiusi.

# 8333 8507
source: I can't figure out how\nyou grownups work sometimes.
it: A volte non capisco come\nragionate voi adulti.
