Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/B0240.po
Languages: it

# 432 523
source: How the...?
it: Ma come...?

# 596 710
source: You fools always get the wrong idea about me.
it: Voi sciocchi vi fate sempre l'idea sbagliata su di me.

# 742 853
source: I get it. I look like your\nrun-of-the-mill punk.
it: Lo capisco. Sembro uno dei\nsoliti teppistelli.

# 858 947
source: So everyone thinks I'm some kinda pussy.
it: Quindi tutti pensano sia una fighetta.

# 958 1003
source: But come on.
it: Ma andiamo.

# 1004 1125
source: Some little shit working\ndirectly under Arai-aniki?
it: Uno stronzo che lavora\nsotto Arai-aniki?

# 1154 1249
source: Well, that'd just never happen.
it: Beh, non accadr√† mai.

# 1327 1421
source: You thought I'd be easy pickings, huh?
it: Pensavate sarei stato una preda facile, eh?

# 1453 1594
source: Dumbasses.\nYou and the whole damn Shibata Family.
it: Idioti.\nVoi e tutta la Famiglia Shibata.

# 1615 1757
source: You keep pulling this shit,\nyou're never gonna catch Arai-aniki.
it: Continuate a provarci, ma\nnon prenderete mai Arai-aniki.

# 1796 1856
source: Hey.
it: Ehi.
