Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/B0300.po
Languages: it

# 671 749
source: Do it!
it: Facciamolo!

# 764 864
source: We wanna see him bleed!
it: Vogliamo vedere il sangue!

# 869 954
source: Yeah, end that fool!
it: Sì, finiscilo!

# 959 1039
source: I thought this was a deathmatch!
it: Pensavo fosse all'ultimo sangue!

# 1044 1148
source: The hell, man? Quit stalling!
it: Che diavolo, amico? Finiscilo!

# 1153 1207
source: Kill him!
it: Uccidilo!

# 1207 1259
source: Kill him! Kill him!
it: Uccidilo! Uccidilo!

# 1259 1313
source: Kill him! Kill him! Kill him!
it: Uccidilo! Uccidilo!

# 1313 1385
source: Kill him! Kill him! Kill him! Kill him!
it: Uccidilo! Uccidilo! Uccidilo!

# 1447 1551
source: You already buried 18 other poor saps!
it: Hai già seppellito 18 altre persone!

# 1552 1657
source: What's the big deal adding one more!?
it: Perché non aggiungerne un'altra!?

# 1662 1781
source: What're you waiting for?\nFinish him off!
it: Che stai aspettando?\nFiniscilo!

# 2841 2927
source: Attaboy! It's time for some action!
it: Bene! Si passa all'azione!

# 3751 3838
source: Shut your fuckin' holes!
it: Chiudete quelle fogne!

# 3958 4109
source: Which one of you lunatics said\nkilling a guy's no big deal!?
it: Chi di voi lunatici dice che\nuccidere non è un grosso problema!?

# 4134 4194
source: Was it you!?
it: Sei stato tu!?

# 4276 4336
source: Or you!?
it: O tu!?

# 4414 4569
source: Ya sit up there chantin' "kill, kill, kill."
it: Siete lì a urlare "uccidi, uccidi, uccidi."

# 4587 4757
source: But how many of ya have\ntaken a life with your own two hands!?
it: Ma quanti di voi hanno\nstrappato la vita a un altro!?

# 4883 5002
source: Fuckin' hyenas.\nLemme fill ya in on somethin'.
it: Fottute iene.\nSappiate una cosa.

# 5037 5112
source: Killin' another man...
it: Uccidere un altro uomo...

# 5182 5269
source: Watchin' them breathe their last breath...
it: Vederlo esalare l'ultimo respiro...

# 5322 5424
source: It's a fuckin' nightmare!
it: È un cazzo di incubo!

# 5520 5700
source: Been 25 years since that day...\nbut I still remember it crystal clear.
it: Sono passati 25 anni da quel giorno...\nMa lo ricordo come fosse ieri.

# 5745 5833
source: Every night I dream of those 18 guys.
it: Ogni notte sogno quei 18 uomini.

# 5849 5937
source: My fists bashin' their heads in.
it: I miei pugni che li fracassano.

# 5958 6018
source: The sound of bones crackin'.
it: Il suono delle ossa che si rompono.

# 6023 6083
source: The screams.
it: Le urla.

# 6103 6177
source: The fear on their dyin' faces.
it: La paura nei loro sguardi.

# 6239 6334
source: I've been relivin' it every single day.
it: Lo rivivo ogni singolo giorno.

# 6377 6525
source: N' think about how their families felt.\nIt must've been mortifyin'.
it: Pensate poi alle loro famiglie.\nSaranno mortificate.

# 6559 6668
source: But that... That remorse...
it: Ma poi... Il rimorso...

# 6673 6742
source: It's nothin' next to the real horror!
it: Non c'è niente di paragonabile!

# 6861 6924
source: Once ya snuff out a life...
it: Una volta spenta una vita...

# 6948 7088
source: There's no escapin' the dread of what ya did!
it: Non c'è modo di sfuggire al dolore inflitto!

# 7144 7277
source: Day in, day out, I gotta relive that bloodbath!
it: Giorno dopo giorno, rivivi quel bagno di sangue!

# 7306 7451
source: Any of you got a fuckin' idea what that's like!?
it: Qualcuno di voi sa come cazzo ci si sente!?

# 7534 7629
source: This tournament's a crock o' shit.
it: Questo torneo è solamente una stronzata.

# 7694 7750
source: I'm out.
it: Me ne vado.
