Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/B0390.po
Languages: it

# 180 309
source: What's wrong, bro?\nNo gas left in the tank?
it: Che succede, fratello?\nHai già finito?

# 365 459
source: You goin' down that easy!?
it: Vai giù così facilmente!?

# 1041 1138
source: Hey, bro...
it: Ehi, fratello...

# 1143 1203
source: Yeah?
it: Sì?

# 1212 1339
source: You n' me...\nWe've changed.
it: Tu e io...\nSiamo cambiati.

# 1423 1483
source: Ya don't say.
it: Ma dai.

# 1624 1716
source: We used to burn so damn bright.
it: Bruciavamo così forte, un tempo.

# 1757 1901
source: But now, all these years...
it: Ma dopo tutti questi anni...

# 1910 1992
source: It's turned us into a pair o' farts.
it: Siamo diventati due vecchi ruderi.

# 2116 2243
source: Least now ya can keep up the Kansai act.
it: Almeno ora puoi tenere la recita del Kansai.

# 2328 2426
source: What, you startin' shit again?
it: Che c'è, vuoi mica ricominciare?

# 2456 2516
source: Relax.
it: Rilassati.

# 2526 2709
source: Gotta say, though.\nThis ain't how I remember ya.
it: Devo ammetterlo.\nNon ti ricordavo così.

# 2710 2818
source: You used to be a hundred times stronger than that.
it: Una volta eri molto più forte di così.

# 2878 2960
source: 'Sup with that shit on your eye, anyway?
it: Cos'è quella benda sull'occhio?

# 2965 3031
source: That's what's holdin' ya back?
it: È quello che ti trattiene?

# 3041 3109
source: Ain't got nothin' to do with it.
it: Non c'entra nulla.

# 3143 3297
source: Been carryin' this burden 25 years now.
it: Porto il fardello da 25 anni ormai.

# 3300 3350
source: Since '85?
it: Dall'85?

# 3351 3415
source: Damn straight.
it: Esattamente.

# 3420 3541
source: The same day old man Sasai n' I lost you...
it: Il giorno in cui io e Sasai ti abbiamo perso...

# 3560 3649
source: That's when my peeper went, too.
it: Lì ci ho rimesso anche l'occhio.

# 3663 3723
source: What?
it: Cosa?

# 4083 4195
source: So, yeah.\nThat's the thick of it.
it: Quindi, sì.\nÈ andata così.

# 4222 4457
source: Dunno, seein' 20/20 prolly <Italic>did</Italic> help.\nDon't feel half as tough just seein' 20, y'know?
it: Non so, vederci bene <Italic>sicuro</Italic> aiutava.\nCon un occhio solo, non mi sento molto forte, sai?

# 4467 4624
source: But hey, wouldn't be fair if\nI didn't have a teensy handicap!
it: Ma ehi, non sarebbe giusto se\nnon avessi un piccolo handicap!

# 4679 4739
source: Brother.
it: Fratello.

# 4775 4835
source: That eye o' yours.
it: Quell'occhio.

# 4860 4938
source: Ya lose it on my account?
it: Lo hai perso per me?

# 5023 5172
source: You get mixed up in somethin'?\nIs that why ya didn't show?
it: Ti è successo qualcosa?\nPer questo non sei venuto?

# 5232 5299
source: Tell me the truth, bro.
it: Dimmi la verità, fratello.

# 5321 5418
source: That day, back in '85...
it: Quel giorno, nell'85...

# 5435 5525
source: What kept ya from comin' to help?
it: Cosa ti ha impedito di venire?

# 5872 5973
source: That whole Ueno Seiwa hit...
it: L'intero colpo a Ueno Seiwa...

# 6029 6163
source: Far as I can tell,\nit was all just a setup.
it: Per quel che posso dire,\nera una messinscena.

# 6171 6218
source: Ya ain't sure?
it: Ne sei sicuro?

# 6219 6279
source: Not 100 percent.
it: Non al 100%.

# 6280 6384
source: No way of findin' out now, though.
it: Ma non c'è modo di scoprirlo ora.

# 6388 6431
source: Why's that?
it: Perché?

# 6469 6554
source: The guy I'm bettin' was behind it...
it: Il tizio che c'era dietro a tutto...

# 6593 6671
source: He ain't ever gonna talk again.
it: Non parlerà mai più.

# 6677 6764
source: Huh? Who?
it: Uh? Chi?

# 6993 7137
source: If I'm right...\nme, you, old man Sasai...
it: Se ho ragione...\nIo, tu e Sasai...

# 7138 7270
source: He's the one who left us all to hang.
it: È lui che ci ha lasciati a marcire.
