Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/C0000.po
Languages: it

# 138 244
source: Are you even listening to me?
it: Mi stai ascoltando almeno?

# 321 392
source: My bro's already headin' over!
it: Mio fratello sta già tornando!

# 393 480
source: Ya expect me to just sit on my hands here!?
it: Ti aspetti che rimanga qui a mani giunte!?

# 525 610
source: You sayin' I should knife my boy in the back!?
it: Dici che dovrei colpire alle spalle un mio uomo!?

# 611 699
source: Do nothin' while he goes on a suicide mission!?
it: Non fare niente durante una missione suicida!?

# 700 785
source: Please, calm down!
it: Ti prego, calmati!

# 786 835
source: I'm goin'.
it: Io vado.

# 836 926
source: You and your plan can suck it.
it: Tu e il tuo piano potete fottervi.

# 927 1064
source: I'm not leavin' the only brother I've ever had to die.
it: Non lascero morire il mio unico fratello.

# 1065 1177
source: Majima-san.\nYou won't make it out alive, either.
it: Majima-san.\nNemmeno tu ne uscirai vivo.

# 1178 1250
source: The flyin' fuck I care about that!?
it: Sai che cazzo me ne importa!?

# 1251 1419
source: I been ready to toss my life away\never since I swore my oath.
it: Ho messo in gioco la mia vita da quando\nho fatto giuramento.

# 1503 1557
source: Is that so?
it: È così?

# 1558 1638
source: Then I guess I don't have a choice.
it: Allora non ho altra scelta.

# 1661 1721
source: Boys!
it: Ragazzi!

# 2020 2118
source: I was hoping we could keep this peaceful.
it: Speravo di poterla mantenere pacifica.

# 2119 2178
source: Shame.
it: Vergognati.

# 2402 2543
source: Make yourself nice and cozy.\nThis'll be your home for a while.
it: Renditela bella accogliente.\nQuesta sarà la tua casa per un po'.
