Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/C0010.po
Languages: it

# 271 314
source: Answer me!
it: Rispondi!

# 315 450
source: The day of that murder...\nWhat were you doing at Sky Finance!?
it: Il giorno dell'omicidio...\nCosa facevi allo Sky Finance!?

# 529 639
source: Your goddamn prints were\nall over the stiff's chin!
it: Le tue cazzo di impronte erano\ntutte sul mento del cadavere!

# 640 739
source: You ever hear of putting on gloves!?
it: Hai mai pensato di mettere i guanti!?

# 765 886
source: Hey, jackoff.\nYou listening to a word I'm saying?
it: Ehi, coglione.\nMi stai almeno ascoltando?

# 948 1016
source: I asked you a question, dammit!
it: Ti ho fatto una domanda, cazzo!

# 1040 1111
source: Yes... Come on!
it: Sì... Forza!

# 1145 1205
source: You got a screw loose, kid?
it: Stai svalvolando, ragazzino?

# 1275 1302
source: You little...
it: Tu, piccolo...

# 1347 1411
source: What do you got piping in there!?
it: Che cavolo hai lì dentro!?

# 1464 1581
source: Seriously? This look like time for horse racing?
it: Dico sul serio? Ti sembra il momento per le corse dei cavalli?

# 1593 1700
source: They don't let you pull this\nshit over in Community Safety, do they?
it: Non ti lasciano fare queste cose\nnella Sicurezza Cittadina, vero?

# 1701 1795
source: Hey, let's not blow up over nothing.
it: Ehi, non facciamone un dramma.

# 1857 1969
source: Now we done here?\nI have places to be.
it: Abbiamo fatto qui?\nSono impegnato.

# 1968 2028
source: Oh, you're busy, huh?
it: Oh, sei occupato, eh?

# 2084 2144
source: Listen up, Tanimura.
it: Ascolta, Tanimura.

# 2213 2258
source: What now?
it: Che c'è?

# 2286 2363
source: I've got a little tip for you.
it: Ti do un consiglio.

# 2372 2466
source: Don't stick your nose where it doesn't belong.
it: Non ficcare il naso dove non devi.

# 2467 2536
source: All you'll find is an early grave.
it: Troverai solo una tomba prematura.

# 2542 2609
source: Just like your old man.
it: Come il tuo vecchio.

# 2753 2854
source: What?\nLooking at something?
it: Che?\nGuardi qualcosa?

# 2855 2979
source: Nah, not really.
it: Nah, non proprio.

# 3007 3071
source: Thanks for the pointer.
it: Grazie per il consiglio.

# 3074 3129
source: Where are you going?
it: Dove stai andando?

# 3130 3198
source: On patrol, duh.
it: In pattuglia, duh.

# 3205 3307
source: That's what Community Safety's all about, remember?
it: Questo si fa nella Sicurezza Cittadina, ricordi?

# 3311 3372
source: Not sure where the safety comes in.
it: Non so dove entri in gioco la sicurezza.

# 3385 3546
source: Last I heard your patrols "are nothing more\nthan shaking down illegal business for hush money."
it: Da quel che so, le vostre pattuglie\n"non fanno altro che estorcere mazzette ad attività illegali."

# 3549 3667
source: Huh. My reputation precedes me.
it: Eh. La reputazione mi precede.

# 3667 3728
source: I'm out.
it: Me ne vado.

# 3879 3939
source: Parasite.
it: Parassita.
