Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/C0020.po
Languages: it

# 1416 1514
source: Hey. How's business?
it: Ehi. Come vanno gli affari?

# 1543 1633
source: Not again, Tanimura-san.
it: Non un'altra volta, Tanimura-san.

# 1791 1851
source: Always a pleasure.
it: Sempre un piacere.

# 1852 1966
source: That's twice now. I thought we agreed once a month.
it: Siamo già a due volte. Credevo fossimo d'accordo per una volta al mese.

# 1967 2017
source: Give me a break.
it: Ma fammi il piacere.

# 2018 2117
source: That girl you just got in. She Korean?
it: Quella ragazza che è appena arrivata. È coreana?

# 2130 2178
source: Exchange student, maybe?
it: Studentessa in scambio, forse?

# 2266 2388
source: Everyone knows it's illegal for foreigners to work here without a proper visa.
it: Lo sanno tutti che è illegale per gli stranieri lavorare qui senza un visto regolare.

# 2402 2560
source: But what you might not know is, knowingly hiring them's a crime in itself.
it: Ma quello che forse non sai è che assumerli consapevolmente è di per sé un reato.

# 2590 2771
source: Getting caught will cost you 3 years. Well, either that or 3 mil.
it: Farsi beccare ti costerà 3 anni. Beh, o quello o 3 milioni.

# 2778 2847
source: Just cut me some slack here.
it: Dammi un po' di tregua.

# 2856 3043
source: Rumor has it you take advantage of these girls knowing full well they can't run to the cops.
it: Gira voce che ti approfitti di queste ragazze ben sapendo che non possono rivolgersi alla polizia.

# 3055 3131
source: You want me turning a blind eye to that?
it: E vuoi che chiuda un occhio su questo?

# 3213 3284
source: Eh, we can handle that later.
it: Eh, ci penseremo dopo.

# 3305 3433
source: For now, let me know if you ever see this woman.
it: Per ora, fammi sapere se ti capita di vedere questa donna.

# 3467 3520
source: Who is she?
it: Chi è?

# 3521 3651
source: Can't say. Police confidentiality, you know.
it: Non posso dirlo. Segreto d'ufficio, sai.

# 3662 3750
source: Just call me if you see her.
it: Chiamami se la vedi.

# 3751 3817
source: Bye now.
it: Ci vediamo.

# 4531 4615
source: There's my little Ma-chan!
it: Ecco il mio piccolo Ma-chan!

# 4755 4789
source: 呀 哥哥！ (Ooh, it's the cop man!)
it: 呀 哥哥！ (Oh, è il poliziotto!)

# 4795 4847
source: 你們好嗎？ (What's up, big guy?)
it: 你們好嗎？ (Come va, ragazzone?)

# 4849 4905
source: 改天再陪你們玩 [Catch you tomorrow, okay?]
it: 改天再陪你們玩 [Ci vediamo domani, ok?]
