Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/C0040.po
Languages: it

# 74 158
source: You know, it's a strange feeling..
it: Sai, è una strana sensazione...

# 159 326
source: Having the one responsible for all this chaos\nsitting right here in front of me.
it: Avere il responsabile di tutto questo caos\nseduto di fronte a me.

# 356 485
source: Why are you singling out Shibata Family men?
it: Perché ce l'hai con la Famiglia Shibata?

# 518 584
source: I didn't have a choice.
it: Non ho avuto scelta.

# 589 722
source: I thought I'd never manage to get the 100 million.
it: Pensavo di non riuscire ad avere i 100 milioni.

# 835 909
source: What kind of nonsense are you babbling?
it: Ma che sciocchezze vai blaterando?

# 930 988
source: You know...
it: Sai...

# 995 1075
source: You're a pretty little thing.
it: Sei graziosa.

# 1091 1221
source: Easily enough to make a man\nfall right into your trap.
it: Dev'essere facile per te far cadere\nun uomo in trappola.

# 1331 1418
source: Let's put this to rest, Patriarch Shibata.
it: Mettiamola a tacere, Patriarca Shibata.

# 1437 1592
source: We already know she's responsible\nfor spilling your family's blood.
it: Sappiamo già che è lei la responsabile\ndel nostro sangue versato.

# 1663 1720
source: I say we return the favor.
it: Direi di restituire il favore.

# 1763 1854
source: I'd be glad to handle it myself.
it: Me ne occupo da solo.

# 1958 2018
source: There's no rush.
it: Non c'è fretta.

# 2070 2131
source: Sir?
it: Signore?

# 2142 2201
source: I'm curious.
it: Sono curioso.

# 2203 2348
source: What could have prompted this woman\nto kill my men in cold blood?
it: Cosa avrà spinto questa donna ad\nuccidere a sangue freddo?

# 2392 2452
source: And one more thing.
it: Un'altra cosa.

# 2681 2789
source: She clearly has a way with her body.
it: Sa chiaramente come usare il suo corpo.

# 2790 2869
source: I'd like to get a taste for myself.
it: Vorrei provarla di persona.

# 3283 3345
source: You've outlived your purpose.
it: Non servi più a niente.

# 3380 3498
source: What are you doing!?\nArai!
it: Che stai facendo!?\nArai!

# 3514 3581
source: Don't burst a vessel over it.
it: Non farti venire un colpo.

# 3594 3677
source: This was always part of the plan.
it: È sempre stato parte del piano.

# 3743 3819
source: Her job isn't finished yet.
it: Il suo lavoro non è finito.

# 3820 3928
source: I, or should I say...\n<Italic>We</Italic> still need her.
it: Io, o per meglio dire...\n<Italic>noi</Italic> abbiamo ancora bisogno di lei.

# 3940 4009
source: We...?
it: Noi...?

# 4016 4076
source: You heard right.
it: Hai sentito bene.

# 4094 4162
source: Myself and Katsuragi-san.
it: Io e Katsuragi-san.

# 4158 4276
source: In addition to our...\nhandful of collaborators.
it: Oltre alla nostra...\ncerchia di collaboratori.

# 4334 4463
source: What? When did you flip to Katsuragi!?
it: Cosa? Quando sei passato dalla parte di Katsuragi!?

# 4477 4556
source: You have it all wrong, Shibata-san.
it: Ti stai sbagliando, Shibata-san.

# 4584 4720
source: I've been in his camp\nfrom the very beginning.
it: Sono stato dalla sua parte\nfin dall'inizio.

# 5003 5074
source: I'll tell you this in your final moments.
it: Ti dirò questo, nei tuoi ultimi istanti.

# 5139 5212
source: The incident 25 years ago.
it: L'incidente di 25 anni fa.

# 5222 5313
source: You set that all up with Katsuragi-san.
it: Era tutto organizzato da Katsuragi-san.

# 5322 5359
source: Correct?
it: Corretto?

# 5472 5665
source: You agreed to help him so you could secure\na better position within the Tojo Clan.
it: Hai acconsentito solo per avere una\nposizione migliore nel Tojo Clan.

# 5689 5892
source: But time and time again, you've used\nthe truth as leverage to extort favors.
it: Ma più passava il tempo, e più hai\nusato la verità per estorcere favori.

# 5940 6100
source: As far as Katsuragi-san's concerned,\nyou're nothing but dead weight.
it: Per quanto riguarda Katsuragi-san,\nnon sei altro che un peso morto.

# 6188 6232
source: Goodbye.
it: Addio.

# 6326 6393
source: Police! Drop your weapon!
it: Polizia! Getta l'arma!

# 6911 6996
source: Hey, hang in there!
it: Ehi, tieni duro!

# 7012 7161
source: Are you really the one who\nplanned the hit on Yoshiharu Ueno!?
it: Sei davvero quello che ha pianificato\nil colpo a Yoshiharu Ueno!?

# 7168 7278
source: What really happened back in '85?\nAnswer me!
it: Cos'è successo nell'85?\nRispondimi!

# 7301 7392
source: Hey, Shibata!\nI want answers!
it: Ehi, Shibata!\nVoglio risposte!

# 7677 7738
source: Goddammit!
it: Dannazione!
