Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/C0050.po
Languages: it

# 174 256
source: Looks like the cops are out in full force.
it: Sembra che la polizia fuori sia al completo.

# 265 354
source: Best stick around for the night.
it: Meglio restare nei paraggi stanotte.

# 498 611
source: This place is basically my hideout.
it: Questo posto è il mio nascondiglio.

# 612 684
source: The cops won't find you here.
it: La polizia non ti troverà

# 730 790
source: You're safe.
it: Sei al sicuro.

# 831 891
source: Why...?
it: Perché...?

# 951 1094
source: Why do all this?\nWhy risk yourself to protect me?
it: Perché lo fai?\nPerché rischi per proteggermi?

# 1465 1556
source: This is the restaurant's special blend.
it: Questa è la miscela del ristorante.

# 1563 1653
source: Puts the dishwater most places call tea to shame.
it: Altrove di solito servono l'acqua per i piatti come tè.

# 1793 1872
source: One sip and you'll feel right at home.
it: Un sorso e ti sentirai a casa.
