Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/C0210.po
Languages: it

# 1734 1882
source: I'm... still alive?
it: Sono... ancora vivo?

# 2051 2150
source: The hell's this?
it: Che cos'è?

# 2192 2252
source: A rubber bullet.
it: Un proiettile di gomma.

# 2319 2478
source: They're not lethal,\nbut they sure pack a serious punch.
it: Non sono letali,\nma picchiano duro.

# 2497 2627
source: Katsuragi?\nWhat are you talking about?
it: Katsuragi?\nDi cosa stai parlando?

# 2836 2921
source: The fuck do you think you're doing!?
it: Che cazzo credi di fare!?

# 4234 4326
source: Brother. You finished?
it: Fratello. Hai finito?

# 4426 4552
source: Yeah. Just need to\nend up in the hospital now.
it: Sì. Ora devo solo\nfinire in ospedale.

# 4883 4957
source: Try not to hit anything too vital.
it: Cerca di non colpire organi vitali.

# 4967 5020
source: I won't.
it: Non lo farò.

# 5054 5188
source: You'll be out in no time.\nAnd captain, too.
it: Uscirai in men che non si dica.\nE diventerai anche capitano.

# 5282 5364
source: As long as the old man's still kicking.
it: Sempre che il vecchio resti in vita.

# 5434 5567
source: No worry there, though.\nHe'll come to soon enough.
it: Non preoccuparti di questo.\nSi riprenderà presto.

# 5689 5751
source: The rest is on your shoulders.
it: Il resto è sulle tue spalle.
