Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/C0220.po
Languages: it

# 61 229
source: That concludes my report on Taiga Saejima's\nattempted assassination of Yoshiharu Ueno.
it: Questo conclude il mio rapporto sul tentato\nassassinio di Yoshiharu Ueno da parte di Taiga Saejima.

# 335 448
source: I see.\nYou've really done your work on this one.
it: Capisco.\nHai fatto davvero un ottimo lavoro.

# 503 600
source: All in a day's work, sir.
it: È solo il mio lavoro, signore.

# 687 784
source: Is filing false reports part of your job, detective?
it: E presentare rapporti falsi fa parte del tuo lavoro, detective?

# 830 890
source: I'm not sure what you mean.
it: Non sono sicuro di capire cosa intenda.

# 1025 1105
source: None of this adds up, Sugiuchi-kun.
it: Niente di tutto questo torna, Sugiuchi-kun.

# 1122 1276
source: Did you think a report this slipshod\ncould pull the wool over my eyes?
it: Pensavi che un rapporto così raffazzonato\npotesse gettarmi fumo negli occhi?

# 1381 1438
source: Think about it.
it: Pensaci.

# 1439 1629
source: Our suspect Saejima faced 20 men in that tiny shop.\nHim alone, with no backup.
it: Il nostro sospettato Saejima ha affrontato 20 uomini in quel\nminuscolo ristorante. Da solo, senza rinforzi.

# 1647 1743
source: He would certainly have been met with resistance.
it: Avrà sicuramente incontrato resistenza.

# 1748 1863
source: And yet, all 18 deaths...
it: Eppure, tutti e 18 i decessi...

# 1868 1953
source: Were due to clean, perfect headshots.
it: Sono stati causati da colpi alla testa netti e perfetti.

# 1975 2181
source: This Saejima fellow must be\nquite the distinguished marksman.
it: Questo Saejima dev'essere\nun tiratore scelto davvero eccezionale.

# 2217 2333
source: There was one other item of note\nin the coroner's report.
it: C'è un altro dettaglio degno di nota\nnel referto del medico legale.

# 2372 2534
source: The day of the incident, not a single man\nwas wearing a bulletproof vest.
it: Il giorno dell'incidente, nessuno degli uomini\nindossava un giubbotto antiproiettile.

# 2539 2599
source: A careless mistake.
it: Un errore di distrazione.

# 2651 2869
source: However, this lack of protection led us to discover\ncurious rubber bullet wounds on the bodies of all 18 men.
it: Tuttavia, questa mancanza di protezione ci ha permesso di scoprire\ndelle curiose ferite da proiettile di gomma sui corpi di tutti e 18 gli uomini.

# 2950 3012
source: You know what rubber bullets are, yes?
it: Sai cosa sono i proiettili di gomma, vero?

# 3018 3145
source: The highly classified non-lethal rounds\nwe're developing for riot control.
it: Le munizioni non letali altamente classificate\nche stiamo sviluppando per il controllo delle sommosse.

# 3150 3317
source: They're still undergoing tests, but they've\nbeen proven strong enough to knock a man out.
it: Sono ancora in fase di test, ma si sono dimostrate\nabbastanza potenti da stordire un uomo.

# 3340 3553
source: I wonder. How did our suspect get a hold of\nexperimental ammunition only the police know of?
it: Mi chiedo: come ha fatto il nostro sospettato a procurarsi\nmunizioni sperimentali di cui solo la polizia è a conoscenza?

# 3619 3797
source: And what kind of deviant would knock\nhis victims out with rubber bullets...
it: E che razza di deviato stordirebbe le sue\nvittime con dei proiettili di gomma...

# 3802 3965
source: Only to finish them off with\na single slug between the eyes?
it: Per poi finirle con\nuna pallottola in mezzo agli occhi?

# 3987 4150
source: A peculiar criminal indeed,\nthis Saejima fellow.
it: Davvero un criminale peculiare,\nquesto Saejima.

# 4233 4412
source: Then there's Katsuragi, the sole survivor\naside from Yoshiharu Ueno himself.
it: Poi c'è Katsuragi, l'unico sopravvissuto\na parte lo stesso Yoshiharu Ueno.

# 4417 4495
source: Escaped with a mere shot to the shoulder.
it: Scampato con un semplice colpo alla spalla.

# 4507 4742
source: Our suspect struck with deadly precision 18 times...\nonly to mercifully spare Katsuragi?
it: Il nostro sospettato ha colpito con precisione letale 18 volte...\nsolo per poi risparmiare misericordiosamente Katsuragi?

# 4758 4803
source: Chief Munakata!
it: Capo Munakata!

# 4863 4972
source: I have a theory about this incident.
it: Ho una teoria su questo incidente.

# 4982 5122
source: That Katsuragi character likely\norchestrated the whole thing.
it: Probabilmente quel Katsuragi\nha orchestrato tutto quanto.

# 5142 5309
source: Thoughts? It would mean Taiga Saejima\nwas simply Katsuragi's pawn.
it: Cosa ne pensi? Significherebbe che Taiga\nSaejima era solo una pedina di Katsuragi.

# 5332 5530
source: It's hard to believe a skilled detective\nlike you failed to reach that same verdict.
it: È difficile credere che un detective esperto\ncome te non sia giunto alla stessa conclusione.

# 5549 5609
source: Sir, I...
it: Signore, io...

# 5720 5842
source: Sugiuchi-kun.\nI have a small favor to ask.
it: Sugiuchi-kun.\nHo un piccolo favore da chiederti.

# 5863 5923
source: What is it?
it: E cioè?

# 5945 6049
source: Introduce me to Isao Katsuragi.
it: Presentami Isao Katsuragi.

# 6094 6172
source: If you can do that for me...
it: Se potrai farlo per me...

# 6209 6324
source: I'll allow your report to stand as written.
it: Lascerò che il tuo rapporto venga archiviato così com'è.

# 6366 6426
source: Do we have a deal?
it: Abbiamo un accordo?
