Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/C0230.po
Languages: it

# 224 355
source: As in... Deputy Commissioner of the Tokyo PD!?
it: Intendi... il vice commissario della polizia di Tokyo!?

# 376 436
source: That's the one.
it: Proprio lui.

# 442 502
source: Guy's backed us for years.
it: Quel tizio ci copre le spalle da anni.

# 524 599
source: Ever since I turned that report in.
it: Fin da quando ho consegnato quel rapporto.

# 648 711
source: You see what you're up against?
it: Capisci contro chi ti sei messo?

# 734 856
source: You're in way over your head, kid.
it: È una faccenda più grande di te, ragazzo.

# 1094 1154
source: Man, that feels good.
it: Cavolo, ci voleva.

# 1231 1291
source: Been 30 years.
it: Sono passati 30 anni.

# 1331 1424
source: 30 years I've lived this lie.
it: 30 anni che vivo in questa menzogna.

# 1463 1523
source: No one to confide in.
it: Nessuno in cui confidare.

# 1533 1597
source: No one who'd understand me.
it: Nessuno che potesse capirmi.

# 1707 1829
source: You have any clue how tough that is?
it: Hai idea di quanto sia dura?

# 2042 2117
source: The hell have I been doing with my life?
it: Che diavolo ho fatto della mia vita?

# 2150 2213
source: For decades now...
it: Per decenni...

# 2227 2317
source: Ever since the day I introduced\nMunakata to Katsuragi...
it: Sin dal giorno in cui ho presentato\nMunakata a Katsuragi...

# 2342 2483
source: I've been a goddamn lapdog.\nFor cops and yakuza alike.
it: Sono stato un fottuto cagnolino.\nSia per i poliziotti che per la yakuza.

# 2536 2611
source: And my own dream?
it: E il mio di sogno?

# 2638 2703
source: It fizzled out years ago.
it: È svanito nel nulla anni fa.

# 2865 2925
source: You're one of the good ones.
it: Tu sei uno di quelli buoni.

# 2939 3000
source: A real, honest cop.
it: Un poliziotto vero, onesto.

# 3060 3201
source: Lie or not, with 30 years on the force...
it: Menzogna o no, con 30 anni nelle forze dell'ordine...

# 3219 3400
source: I've gotten my fair share of praise.\nBeen thanked countless times for my service.
it: Ho ricevuto la mia dose di elogi.\nSono stato ringraziato innumerevoli volte per il mio servizio.

# 3425 3525
source: Every word of it tore my heart out.
it: Ogni singola parola mi lacerava il cuore.

# 3546 3651
source: Made me wonder what I was even doing.
it: Mi faceva chiedere che diavolo stessi facendo.

# 3698 3837
source: I'd close a case.\nGet my pat on the back.
it: Chiudevo un caso.\nRicevevo la mia pacca sulla spalla.

# 3864 3987
source: And you know? Even though\nI knew it shouldn't have...
it: E sai una cosa? Anche se\nsapevo che non avrei dovuto...

# 3996 4119
source: It felt good.\nSomewhere deep in my heart.
it: Mi faceva sentire bene.\nDa qualche parte, nel profondo del cuore.

# 4227 4287
source: Truth is...
it: La verità è che...

# 4320 4488
source: Seeing you struggle, suffer, succeed...
it: Vederti lottare, soffrire, avere successo...

# 4521 4601
source: Made me wish I'd gone straight ages ago.
it: Mi ha fatto desiderare di aver rigato dritto tanto tempo fa.

# 4854 4914
source: Take me in.
it: Arrestami.

# 4959 5148
source: You did this all on your own.\nAvenged your old man. Brought me down.
it: Hai fatto tutto da solo.\nHai vendicato il tuo vecchio. Mi hai sconfitto.

# 5249 5309
source: What's wrong?
it: Che succede?

# 5319 5437
source: I need to know something.
it: Devo sapere una cosa.

# 5503 5587
source: What's Munakata trying to do?
it: Che cosa sta cercando di fare Munakata?

# 5619 5790
source: Why use you and Katsuragi like this?\nWhat's the point?
it: Perché usare te e Katsuragi in questo modo?\nQual è il punto?

# 5796 5906
source: You've already accomplished your goal.
it: Hai già raggiunto il tuo obiettivo.

# 5917 5978
source: I'm done.
it: Per me è finita.

# 5996 6079
source: Best leave that stone unturned.
it: Meglio non scavare oltre.

# 6084 6195
source: I can't do that!\nNot a chance.
it: Non posso farlo!\nScordatelo.

# 6207 6336
source: My father's out there somewhere,\ntelling me to see this thing through.
it: Mio padre è là fuori da qualche parte,\ne mi dice di andare fino in fondo a questa storia.

# 6389 6460
source: It's not over yet.
it: Non è ancora finita.

# 6507 6595
source: Not until I drag Munakata to his knees.
it: Non finché non avrò costretto Munakata in ginocchio.

# 6625 6676
source: If you try...
it: Se ci provi...

# 6691 6782
source: He'll get every last cop\nin Japan on your ass.
it: Ti sguinzaglierà contro\nogni singolo poliziotto del Giappone.

# 6783 6834
source: You sure you want that?
it: Sei sicuro di volerlo?

# 6871 7029
source: This is why I took up the badge.\nTo find the truth about my father.
it: È per questo che ho preso il distintivo.\nPer scoprire la verità su mio padre.

# 7030 7090
source: I'll do whatever it takes.
it: Farò tutto il necessario.

# 7159 7219
source: That so?
it: È così?

# 8757 8817
source: Stay with me!
it: Resta con me!

# 8933 8993
source: What is it?
it: Cosa c'è?

# 9016 9077
source: It wasn't just me.
it: Non ero solo io.

# 9094 9154
source: There's another traitor.
it: C'è un altro traditore.

# 9222 9282
source: Who is it?
it: Chi è?

# 9448 9508
source: After all these years...
it: Dopo tutti questi anni...

# 9537 9597
source: Finally...
it: Finalmente...

# 9693 9753
source: Some peace.
it: Un po' di pace.

# 9884 10032
source: Thank... you.
it: Grazie... mille.

# 10205 10265
source: Don't die on me!
it: Non morire!
