Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/D0020.po
Languages: it

# 248 364
source: Sorry 'bout this.\nDidn't mean to cause a scene.
it: Mi dispiace.\nNon volevo fare una scenata.

# 525 585
source: What's her deal?
it: Che le prende?

# 607 686
source: You mean Haruka?
it: Intendi Haruka?

# 760 856
source: Isn't it obvious?\nShe despises you.
it: Non è ovvio?\nTi disprezza.

# 877 921
source: Of course she does.
it: Certo che sì.

# 938 997
source: Can't say I blame her.
it: Non posso darle torto.

# 1049 1129
source: By the way, Hamazaki.
it: A proposito, Hamazaki.

# 1121 1228
source: I know you broke out of prison.
it: So che sei evaso di prigione.

# 1353 1429
source: Why did you do it?
it: Perché lo hai fatto?

# 1434 1570
source: It'll just add years to your sentence\nwhen they catch you again.
it: Aggiungeranno solo anni alla tua\ncondanna, quando ti riprenderanno.

# 1575 1625
source: You should know that.
it: Dovresti saperlo.

# 1829 1980
source: A few days ago, another guy\nnamed Saejima washed up here.
it: Qualche giorno fa, un tipo di nome\nSaejima è finito su questa spiaggia.

# 2008 2140
source: Funny enough,\nhe mentioned your name.
it: La cosa buffa è che\nha fatto il tuo nome.

# 2149 2210
source: Wait, he was here!?
it: Aspetta, è stato qui!?

# 2229 2276
source: Yeah.
it: Sì.

# 2280 2416
source: Huh. So Saejima actually made it out alive...
it: Eh. Quindi Saejima è davvero sopravvissuto...

# 2419 2458
source: That's incredible.
it: È incredibile.

# 2542 2615
source: You know him, then.
it: Lo conosci, allora.

# 2628 2670
source: Yup.
it: Sì.

# 2681 2736
source: And where is he now?
it: E dov'è adesso?

# 2739 2806
source: He make it to Kamurocho?
it: È arrivato a Kamurocho?

# 2824 2890
source: That's where he said he was going.
it: Era lì che diceva di voler andare.

# 2900 3028
source: As for whether he actually got there...\nIt's hard to say.
it: Se ci sia davvero arrivato...\nÈ difficile dirlo.

# 3048 3108
source: Good...
it: Bene...

# 3125 3185
source: I'm glad.
it: Sono contento.

# 3227 3419
source: So... what's the connection between\nyou and this Saejima guy?
it: Quindi... Qual è il legame tra\nte e questo Saejima?

# 3490 3550
source: We're brothers.
it: Siamo fratelli.

# 3565 3640
source: Guy's practically my own flesh and blood.
it: Quel tipo è praticamente sangue del mio sangue.

# 3661 3707
source: Brothers, huh?
it: Fratelli, eh?

# 3817 3934
source: Kiryu! Please, I got a huge favor to ask!
it: Kiryu! Ti prego, ho un enorme favore da chiederti!

# 3941 4020
source: What are you doing?
it: Che stai facendo?

# 4027 4115
source: I gotta help my sworn brother!
it: Devo aiutare mio fratello giurato!

# 4117 4285
source: I'm begging you!\nHear me out just this once!
it: Ti supplico!\nAscoltami solo per questa volta!
