Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/D0030.po
Languages: it

# 468 513
source: What's this?
it: Cos'è questo?

# 517 681
source: After I broke out, I was gonna use this\nto bargain with those police pigs.
it: Dopo essere evaso, volevo usarlo per\nnegoziare con quei porci della polizia.

# 698 862
source: It's the record of them starting up\nPenitentiary No. 2 to operate outside the law.
it: È il registro della creazione del\nPenitenziario N. 2 per operare al di fuori della legge.

# 877 978
source: Shows the cash flow\nin and outta the place, too.
it: Mostra anche il flusso di denaro\nin entrata e in uscita.

# 1068 1108
source: What the!?
it: Cosa!?

# 1118 1290
source: "Tojo Clan → Kyohei Jingu"\n"Kyohei Jingu → Tokyo Metropolitan Police"
it: "Tojo Clan → Kyohei Jingu"\n"Kyohei Jingu → Polizia Metropolitana di Tokyo"

# 1304 1419
source: See that?\nI'm sure you remember it.
it: Vedi qui?\nSono sicuro che te lo ricordi.

# 1429 1560
source: The ten billion that went missing\nfrom the Tojo Clan five years ago.
it: I dieci miliardi scomparsi\ndal Clan Tojo cinque anni fa.

# 1567 1665
source: Truth of the whole damn shitshow was...
it: La verità dietro a tutta questa fottuta farsa era...

# 1673 1833
source: That cash was supposed to go to Penitentiary No. 2.
it: Quei soldi dovevano andare al Penitenziario N. 2.

# 2099 2195
source: What does all that mean?
it: Cosa significa tutto questo?
