Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/D0050.po
Languages: it

# 62 122
source: Then you don't have to worry.
it: Allora non hai di che preoccuparti.

# 357 437
source: Kiryu's not gonna be going to Tokyo.
it: Kiryu non andrà a Tokyo.

# 444 552
source: And one more thing.\nI'm shipping out now, too.
it: E un'altra cosa.\nAdesso me ne vado anche io.

# 665 725
source: My mind's made up.
it: Ho preso la mia decisione.

# 742 840
source: Saejima'll know the truth\none way or another.
it: Saejima saprà la verità,\nin un modo o nell'altro.

# 871 948
source: Even if someone else\nhas gotta help me.
it: Anche se qualcun altro\ndovrà aiutarmi.

# 1007 1071
source: So, Kiryu-san.
it: Quindi, Kiryu-san.

# 1081 1154
source: You can forget all about that file.
it: Puoi scordarti del tutto di quel file.

# 1246 1382
source: Your life's here.\nIt's not worth throwing that away.
it: La tua vita è qui.\nNon vale la pena buttarla via.

# 1396 1469
source: And what about your life?
it: E la tua di vita?

# 1485 1533
source: Don't worry about that.
it: Non preoccupartene.

# 1540 1614
source: I'm a tough bastard.
it: Sono un bastardo coriaceo.

# 1637 1755
source: I'll just kick back and wait\nfor Saejima to get locked up again.
it: Me ne starò tranquillo ad\naspettare che Saejima venga ricatturato.
