Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/D0060.po
Languages: it

# 46 196
source: You're wasting your time here, ma'am.\nDo yourself a favor and go home.
it: Sta sprecando il suo tempo qui, signora.\nSi faccia un favore e torni a casa.

# 208 268
source: Wait, please!
it: Aspetti, vi prego!

# 393 459
source: I couldn't help but overhear.
it: Non ho potuto fare a meno di sentire.

# 470 550
source: Do you know Taiga Saejima?
it: Conosci Taiga Saejima?

# 581 630
source: Huh? Yes.
it: Mh? Sì.

# 655 728
source: Taiga is my brother.
it: Taiga è mio fratello.

# 853 959
source: Better not to talk in front of the station.
it: Meglio non parlare qui davanti alla stazione.

# 974 1099
source: I know this'll sound strange,\nbut could we talk to you in private?
it: So che suonerà strano,\nma potremmo parlarle in privato?

# 1111 1263
source: Why? Do you know something\nabout my brother?
it: Perché? Sapete qualcosa\ndi mio fratello?

# 1282 1413
source: Yup. Might even help you out\nif you play your cards right.
it: Sì. Potremmo anche aiutarla\nse gioca bene le sue carte.

# 1434 1539
source: For now, let's find somewhere better to talk.
it: Per ora, troviamo un posto migliore per parlare.

# 1550 1614
source: Are you coming?
it: Viene?

# 1651 1711
source: Yes.
it: Sì.
