Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/D0100.po
Languages: it

# 512 598
source: You two go on ahead.
it: Voi due andate avanti.

# 686 764
source: This mess is mine to handle.
it: A questo casino ci penso io.

# 777 885
source: And besides.\nYour brother's waiting for you.
it: E inoltre.\nTuo fratello ti sta aspettando.

# 966 1022
source: Are you sure?
it: Ne sei sicuro?

# 1025 1196
source: Dunno why, Yasuko-san...\nbut someone's out for your head.
it: Non so perché, Yasuko-san...\nma qualcuno vuole la tua testa.

# 1350 1410
source: Got it.
it: Capito.

# 1423 1501
source: I'll make sure she gets to Kamurocho.
it: Mi assicurerò che arrivi a Kamurocho.

# 1543 1720
source: Sorry 'bout this.\nMaking you leave the kids behind and all.
it: Mi dispiace per tutto questo.\nCostringerti a lasciare i bambini e tutto il resto.

# 1729 1823
source: I'm not doing it because you asked me to.
it: Non lo sto facendo perché me lo hai chiesto tu.

# 1825 1925
source: Me going to Kamurocho is my own choice.
it: Andare a Kamurocho è una mia scelta.

# 2017 2134
source: Then get moving!\nI'll hold down the fort.
it: Allora muovetevi!\nIo tengo la posizione.

# 2143 2194
source: Okay.
it: Ok.

# 2198 2261
source: Let's go, Yasuko-san.
it: Andiamo, Yasuko-san.

# 2264 2324
source: Right.
it: Giusto.

# 2373 2437
source: I can't thank you enough.
it: Non potrò mai ringraziarti abbastanza.

# 2450 2616
source: I'm... proud to know my brother\nhas a friend like you.
it: Sono... fiera di sapere che mio fratello\nha un amico come te.

# 2626 2722
source: Quit it with the flattery. Please.
it: Piantala con le lusinghe. Per favore.

# 2726 2832
source: I'll tell Taiga about\neverything you've done for me.
it: Dirò a Taiga\ndi tutto quello che hai fatto per me.

# 2853 2913
source: Just go already!
it: Andate e basta, su!

# 2945 3010
source: He's right. Come on.
it: Ha ragione. Forza.

# 3543 3753
source: Guess I... went a little too soft...
it: Mi sa che... mi sono rammollito un po'...
