Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/D0130.po
Languages: it

# 350 410
source: To be frank...
it: Ad essere sincero...

# 419 547
source: I don't really care whether or not\nhe killed those eighteen men.
it: Non mi importa davvero se\nabbia ucciso o meno quei diciotto uomini.

# 548 620
source: Even if the real killer is still at large.
it: Anche se il vero assassino è ancora a piede libero.

# 624 692
source: None of that matters.
it: Niente di tutto questo ha importanza.

# 712 865
source: Whatever happened...\nTaiga is still my brother.
it: Qualunque cosa sia successa...\nTaiga è sempre mio fratello.

# 980 1064
source: I need you to stay here for now.
it: Ho bisogno che tu resti qui, per ora.

# 1070 1176
source: Try to relax, calm down a bit.
it: Cerca di rilassarti, calmati un po'.

# 1226 1278
source: That's cold, Kiryu.
it: Sei spietato, Kiryu.

# 1280 1366
source: Can't you see how bad she needs this?
it: Non vedi quanto ne ha bisogno?

# 1371 1523
source: Yasuko-san. Imagine you found out\nSaejima was already dead.
it: Yasuko-san. Immagina di scoprire\nche Saejima è già morto.

# 1524 1616
source: What would you do then?
it: Che cosa faresti, allora?

# 1703 1812
source: Take your own life?
it: Ti toglieresti la vita?
