Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/D0150.po
Languages: it

# 132 230
source: So. Majima's been arrested.
it: Quindi. Majima è stato arrestato.

# 234 274
source: Great.
it: Ottimo.

# 278 410
source: Yes. They're on the lookout for\nYasuko Saejima as we speak.
it: Sì. Stanno cercando Yasuko\nSaejima in questo momento.

# 417 500
source: All that remains\nis tracking down that file.
it: Tutto ciò che resta da fare è\nrintracciare quel file.

# 507 569
source: That should be your priority.
it: Dovrebbe essere la tua priorità.

# 596 665
source: Very well. Don't disappoint me.
it: Molto bene. Non deludermi.

# 683 730
source: Goodbye.
it: Addio.

# 818 976
source: With your invaluable assistance,\nMajima has been apprehended.
it: Grazie al tuo inestimabile aiuto,\nMajima è stato arrestato.

# 1064 1145
source: That's one fewer obstacle before us.
it: È un ostacolo in meno sul nostro cammino.

# 1178 1238
source: You have my thanks.
it: Hai i miei ringraziamenti.

# 1716 1849
source: Your decision is the last\nbit of good news I need.
it: La tua decisione è l'ultima\nbuona notizia di cui ho bisogno.

# 1874 1930
source: I'm waiting.
it: Sto aspettando.

# 2252 2345
source: This Ueno Seiwa shooting...
it: La sparatoria della Ueno Seiwa...

# 2345 2460
source: The ten billion yen back in '05...
it: I dieci miliardi nel 2005...

# 2465 2575
source: All of it orchestrated by the police.
it: Tutto questo è stato orchestrato dalla polizia.

# 2595 2701
source: I can barely believe it.
it: Stento a crederci.

# 2805 2884
source: Yet it's the truth.
it: Eppure, è la verità.

# 2911 3015
source: We've come much too far\nfor hesitation, Sixth Chairman.
it: Ci siamo spinti troppo oltre\nper esitare, Sesto Presidente.

# 3105 3173
source: If you ask me, Dojima-san...
it: Se me lo chiedi, Dojima-san...

# 3209 3368
source: Organized crime is a necessary cog\nin the machine that is our society.
it: Il crimine organizzato è un ingranaggio\nnecessario nella macchina che è la nostra società.

# 3588 3799
source: Do you know who rebuilt Japan after World War II?\nPolice and yakuza, in unison.
it: Sai chi ha ricostruito il Giappone dopo la Seconda\nGuerra Mondiale? La polizia e la yakuza, all'unisono.

# 3801 3862
source: It was a covert affair.
it: Era una faccenda sotto copertura.

# 3926 4140
source: The police kept order and protected citizens\nfrom the crime that directly affected their lives.
it: La polizia manteneva l'ordine e proteggeva i cittadini\ndal crimine che influenzava direttamente le loro vite.

# 4204 4452
source: Meanwhile, the yakuza preserved Japan's\nindependence by keeping foreign threats out.
it: Nel frattempo, la yakuza preservava l'indipendenza\ndel Giappone tenendo lontane le minacce straniere.

# 4475 4670
source: So I don't claim the police are\nthe only ones on the side of justice.
it: Quindi non sostengo che la polizia\nsia l'unica dalla parte della giustizia.

# 4723 4877
source: We and the yakuza have always\nbeen two sides of the same coin.
it: Noi e la yakuza siamo sempre stati\nle due facce della stessa medaglia.

# 4898 4998
source: Always walked this path together.
it: Abbiamo sempre percorso questa strada insieme.

# 5090 5168
source: But times change.
it: Ma i tempi cambiano.

# 5221 5316
source: Yakuza belong buried in the shadows.
it: Il posto della yakuza è essere sepolta nell'ombra.

# 5321 5526
source: But you've forgotten your place as you've grown.\nCrept out into the light of day.
it: Ma crescendo avete dimenticato il vostro posto.\nSiete strisciati fuori alla luce del sole.

# 5530 5620
source: All in hopes of making a quick buck.
it: Tutto nella speranza di fare soldi facili.

# 5626 5718
source: I can't deny that an organization\nof your size needs the funds.
it: Non posso negare che un'organizzazione\ndelle vostre dimensioni abbia bisogno di fondi.

# 5740 5853
source: But this is less than ideal for both sides here.
it: Ma questa situazione non è l'ideale per nessuna delle due parti.

# 5861 6046
source: I'd like to turn back the clock,\nrestore the natural order of things.
it: Vorrei riportare indietro le lancette dell'orologio,\nristabilire l'ordine naturale delle cose.

# 6266 6435
source: Simply say the word, and I'll see to it\nthat the Ueno Seiwa is no more.
it: Ti basta dire una parola e farò in modo\nche la Ueno Seiwa smetta di esistere.

# 6438 6558
source: It'll go through official channels.\nClean, orderly.
it: Passerà attraverso i canali ufficiali.\nIn modo pulito e ordinato.

# 6585 6712
source: After all, neither you nor I stand to gain\nfrom their attempt at a power grab.
it: Dopotutto, né tu né io abbiamo da guadagnarci\ndal loro tentativo di presa del potere.

# 6767 6894
source: And your condition is Arai.\nAm I understanding that right?
it: E la tua condizione è Arai.\nHo capito bene?

# 6900 6940
source: Precisely.
it: Esattamente.

# 6973 7163
source: I'd like him promoted to Tojo captain.\nTo act as my liaison within the clan.
it: Vorrei che venisse promosso a capitano del Tojo.\nPer fungere da mio tramite all'interno del clan.

# 7200 7306
source: He'll also assume control of\nall organizational operations.
it: Assumerà anche il controllo di\ntutte le operazioni organizzative.

# 7321 7443
source: While you will have fulfilled your duty\nas chairman to protect your clan.
it: Mentre tu avrai compiuto il tuo dovere\nda presidente proteggendo il tuo clan.

# 7476 7705
source: Well? Your Tojo has the chance to finally\nbury the hatchet with a bitter rival.
it: Allora? Il tuo Tojo ha l'opportunità di seppellire\nfinalmente l'ascia di guerra con un acerrimo rivale.

# 7713 7799
source: Not a bad deal, I should think.
it: Non è un cattivo affare, direi.

# 7877 7937
source: One thing, though.
it: Una cosa, però.

# 7964 8048
source: I don't expect the Ueno Seiwa\nto take this sitting down.
it: Non mi aspetto che la Ueno Seiwa\nsubisca la cosa passivamente.

# 8109 8297
source: If Katsuragi isn't a complete fool,\nI suspect he'll already be preparing countermeasures.
it: Se Katsuragi non è un completo sprovveduto,\nsospetto che stia già preparando delle contromisure.

# 8307 8489
source: Mostly likely by securing a bargaining chip.\nA method to sway my colleagues on the force.
it: Molto probabilmente assicurandosi una merce di scambio.\nUn metodo per influenzare i miei colleghi nelle forze dell'ordine.

# 8504 8564
source: Like what?
it: Come cosa?
