Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/D0160.po
Languages: it

# 548 645
source: Twenty-five years is a long time, huh?
it: Venticinque anni sono un bel po', eh?

# 1092 1234
source: You've definitely aged...\nbut your eyes are as fierce as ever.
it: Sei invecchiato...\nma i tuoi occhi sono feroci come sempre.

# 1311 1432
source: I don't get it.\nThe hell're you doin' here?
it: Non capisco.\nChe diavolo ci fai qui?

# 1457 1588
source: It's a long, long story.\nAnnoyingly so.
it: È una storia lunga, molto lunga.\nFino alla noia.

# 1595 1722
source: But, I'm sure your friend Majima-san\nalready filled you in.
it: Ma sono certo che il tuo amico Majima-san\nti abbia già aggiornato.

# 1735 1849
source: So? What's your angle?
it: Quindi? Dove vuoi arrivare?

# 1854 1932
source: What do you get outta draggin' me down here!?
it: Cosa ci guadagni a trascinarmi quaggiù!?

# 1951 2020
source: Easy, boy.
it: Calmo, ragazzo.

# 2025 2107
source: I'm not planning to put you down just yet.
it: Non ho ancora intenzione di farti fuori.

# 2112 2178
source: I still need you alive, after all.
it: Dopotutto, mi servi ancora vivo.

# 2188 2297
source: If you're gonna off me,\njust get it over with!
it: Se hai intenzione di farmi fuori,\nsbrigati e basta!

# 2302 2435
source: Dyin' quick beats wasting time with this shit.
it: Morire in fretta è meglio che sprecare tempo con queste stronzate.

# 2450 2526
source: So just fucking do it!
it: Quindi fallo e basta, cazzo!

# 2536 2633
source: My. That's awful brave of you.
it: Però. Davvero coraggioso da parte tua.

# 2652 2727
source: You've made your peace, then?
it: Ti sei messo l'anima in pace, allora?

# 2746 2811
source: 'Course I have.
it: Certo che sì.

# 2821 2883
source: I've been on death row.
it: Sono stato nel braccio della morte.

# 2896 2966
source: Twenty-five years now.
it: Per venticinque anni.

# 2967 3123
source: Ever since I offed your men,\nI been prepared to die.
it: Da quando ho fatto fuori i tuoi uomini,\nsono pronto a morire.

# 3207 3289
source: You killed them, huh?
it: Tu li hai uccisi, eh?

# 3316 3375
source: What's funny about that!?
it: Che cazzo c'è da ridere!?

# 3414 3592
source: You don't have a clue, do you?\nNo idea what happened back in '85.
it: Non ne hai la minima idea, vero?\nDi cosa sia successo nell'85.

# 3610 3775
source: The only life you ended that day was your own.
it: L'unica vita a cui hai posto fine quel giorno è stata la tua.

# 3786 3842
source: I'm not followin'.
it: Non ti seguo.

# 3913 4059
source: It was me.\nI murdered every last one of them.
it: Sono stato io.\nLi ho uccisi io, dal primo all'ultimo.

# 4091 4274
source: You may think you're some hardened killer...\nbut you're really just a fool.
it: Puoi anche crederti un assassino incallito...\nma in realtà sei solo un idiota.

# 4349 4400
source: The fuck...?
it: Che cazzo...?

# 4402 4507
source: What're you talkin' about, Katsuragi!?\nAnswer me!
it: Di cosa stai parlando, Katsuragi!?\nRispondimi!

# 4522 4644
source: Oh, there's no need to rush.
it: Oh, non c'è bisogno di correre.

# 4649 4725
source: We'll have plenty of time to chat later.
it: Avremo un sacco di tempo per chiacchierare più tardi.

# 4730 4785
source: What're you planning!?
it: Cosa hai in mente!?

# 4827 4942
source: I'm embarrassed to say things\nhave gone somewhat off the rails.
it: Mi imbarazza ammettere che le cose\nsono un po' deragliate.

# 4951 5123
source: At first I was working with the cops.\nTrying to get my hands on the building that stands above us.
it: All'inizio lavoravo con i poliziotti.\nCercavo di mettere le mani sull'edificio proprio sopra di noi.

# 5128 5286
source: But I've had a change of plans.\nAll thanks to a man named Arai.
it: Ma ho cambiato i piani.\nTutto grazie a un uomo di nome Arai.

# 5356 5470
source: This Arai...\nHe's Kido's aniki, yeah?
it: Questo Arai...\nÈ l'aniki di Kido, vero?

# 5476 5526
source: The hell's goin' on!?
it: Che diavolo sta succedendo!?

# 5534 5626
source: You'll know more than enough in good time.
it: Saprai anche troppo, a tempo debito.

# 5634 5772
source: But first, I'll need another hand\nfrom you and your sister.
it: Ma prima, mi servirà un'altra mano\nda parte tua e di tua sorella.

# 5785 5834
source: What?
it: Cosa?

# 5847 5946
source: The fuck are you gonna do to Yasuko!?
it: Che cazzo hai intenzione di fare a Yasuko!?

# 5954 6016
source: Whoa, there.
it: Ehi, calmati.

# 6091 6176
source: Someone's still feeling feisty.
it: Qualcuno si sente ancora combattivo.

# 6179 6227
source: Don't worry.
it: Non preoccuparti.

# 6229 6394
source: You two are key pieces in this chess game.\nI'm not going to sacrifice you just yet.
it: Voi due siete pezzi chiave in questa partita a scacchi.\nNon ho intenzione di sacrificarvi, per ora.

# 6414 6601
source: With you and Yasuko, that file,\nand more cash than I know what to do with...
it: Con te e Yasuko, quel file,\ne così tanti contanti da non sapere che farci...

# 6606 6680
source: Munakata is no longer any use to me.
it: Munakata non mi serve più.

# 6893 7019
source: Well? I trust you've secured the money?
it: Beh? Confido tu abbia messo i soldi al sicuro?

# 7035 7095
source: Yes.
it: Sì.

# 7112 7221
source: A hundred billion from Sky Finance's secret vault.
it: Cento miliardi dal caveau segreto di Sky Finance.

# 7221 7313
source: Every last yen of it, ours.
it: Fino all'ultimo yen, tutti nostri.

# 7326 7433
source: It's you...
it: Sei tu...

# 7576 7674
source: Good seeing you, Saejima-san.
it: È bello vederti, Saejima-san.
