Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/D0170.po
Languages: it

# 71 154
source: Wait!\nI know you're down here!
it: Aspetta!\nSo che sei quaggiù!

# 166 255
source: Dammit. Looks like we got a tail.
it: Dannazione. Ci stanno pedinando.

# 306 392
source: C'mon.\nLet's hide.
it: Forza.\nNascondiamoci.

# 689 768
source: Whoever it is, they're close.
it: Chiunque sia, è vicino.

# 779 880
source: Right. Probably another Ueno goon.
it: Esatto. Probabilmente un altro scagnozzo della Ueno.

# 889 973
source: We're gonna have to make a stand here.
it: Dovremo affrontarli qui.

# 990 1040
source: Okay.
it: Ok.

# 1292 1388
source: Yasuko-san, you go on ahead.
it: Yasuko-san, tu vai avanti.

# 1429 1499
source: Where to?
it: Verso dove?

# 1504 1550
source: Just keep going.
it: Vai e basta.

# 1553 1580
source: Further...?
it: Ancora...?

# 1583 1613
source: Yeah.
it: Sì.

# 1626 1754
source: This tunnel will take you all the way down\nto this seedy old place called Purgatory.
it: Questo tunnel ti porterà dritto in\nquel vecchio posto malfamato chiamato Purgatorio.

# 1783 1842
source: What's that?
it: Cos'è?

# 1884 2010
source: You've lived in Kamurocho long enough.\nI'm sure you've heard the rumors.
it: Hai vissuto a Kamurocho per abbastanza tempo.\nSono sicuro che avrai sentito le voci.

# 2017 2145
source: It's right under West Park.\nWhere all the homeless folks used to hang.
it: È proprio sotto al West Park.\nDove un tempo si radunavano tutti i senzatetto.

# 2159 2204
source: But why there?
it: Ma perché lì?

# 2219 2415
source: Rumor has it, someone who looks like your brother\nwas wandering around there a few days back.
it: Si dice che qualcuno, molto simile a tuo fratello,\nsi aggirasse da quelle parti qualche giorno fa.

# 2420 2493
source: One of my old homeless\nbuddies tipped me off.
it: Un mio vecchio amico senzatetto\nmi ha dato una dritta.

# 2507 2573
source: It's possible he's still there.
it: È possibile che sia ancora lì.

# 2578 2655
source: So leave this tail to us.
it: Quindi lascia questi a noi.

# 2663 2700
source: Just go.
it: Tu vai.

# 2765 2871
source: And here. In case you need it.
it: E tieni. Nel caso ti servisse.

# 2945 3044
source: Just for an emergency. Okay?
it: Solo per emergenza. Ok?

# 3110 3170
source: ...Okay.
it: ...Ok.

# 3420 3460
source: Time to go.
it: È ora di andare.

# 3475 3535
source: Wait!
it: Aspettate!

# 3576 3695
source: Akiyama-san, Tanimura-san...\nBe careful.
it: Akiyama-san, Tanimura-san...\nState attenti.

# 3706 3733
source: Of course.
it: Certo.

# 3746 3781
source: Catch you later.
it: Ci vediamo dopo.

# 4216 4276
source: Who are you?
it: Chi siete voi?

# 4296 4360
source: You with the Ueno Seiwa?
it: Siete del Clan Ueno Seiwa?

# 4370 4478
source: Or are you one of Munakata's flunkies?
it: O siete dei lacchè di Munakata?

# 4497 4621
source: What are you talking about?\nWhat did you do with the girl?
it: Di cosa diavolo state parlando?\nChe avete fatto alla ragazza?

# 4628 4697
source: If you mean Lily-chan,\nthat ship has sailed.
it: Se ti riferisci a Lily-chan,\nquel treno è già passato.

# 4713 4750
source: What!?
it: Cosa!?

# 4760 4905
source: Whoa, not so fast, pal.\nCan't let you do that.
it: Whoa, non così in fretta, amico.\nNon posso lasciartelo fare.

# 4920 5003
source: You're not laying a finger on Yasuko-san.
it: Non toccherai Yasuko-san nemmeno con un dito.

# 5020 5168
source: I don't think you understand.\nI'm here to protect her.
it: Penso che non capiate.\nSono qui per proteggerla.

# 5174 5231
source: Not waste time messing with you.
it: Non per perdere tempo a litigare con voi.

# 5244 5280
source: Protect her?
it: Proteggerla?

# 5285 5385
source: Not falling for that.\nYou've got kidnapper written all over you.
it: Non ci casco.\nC'hai scritto in fronte che sei un rapitore.

# 5405 5551
source: I could say the same about you.\nNow quit stalling and step aside.
it: Potrei dire lo stesso di voi.\nOra smettetela di perdere tempo e fatevi da parte.

# 5569 5692
source: Tempting offer.\nThoughts, Tanimura-san?
it: Offerta allettante.\nChe ne dici, Tanimura-san?

# 5718 5785
source: He can say whatever he wants.
it: Può dire tutto quello che gli pare.

# 5800 5912
source: Sorry, but we can't risk\ntrusting a stranger like you.
it: Mi spiace, ma non possiamo\nrischiare di fidarci di uno sconosciuto.

# 5921 6001
source: If you're really hellbent\non following Yasuko-san...
it: Se sei così ostinato\na voler inseguire Yasuko-san...

# 6020 6106
source: Then I guess we're done talking here.
it: Allora immagino che abbiamo finito di parlare.

# 6115 6175
source: That's right.
it: Esatto.
