Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/D0200.po
Languages: it

# 199 266
source: Sit still!
it: Stai fermo!

# 289 425
source: Detectives these days.\nBunch of damn babies.
it: I detective di oggi.\nUn branco di bambini.

# 533 636
source: Gotta say, I'm still kinda mindblown.
it: Devo ammetterlo, sono ancora stupito.

# 637 745
source: Running into a police legend in a place like this.
it: Imbattersi in una leggenda della polizia così.

# 760 878
source: Prolly the biggest surprise\nI've gotten all week.
it: Probabilmente è più grande\nsorpresa della settimana.

# 894 945
source: Cut it out.
it: Smettila.

# 950 1072
source: Or is there something wrong with an ex-cop\nwriting articles and tending bars?
it: O c'è qualcosa di sbagliato in un ex-poliziotto che\nscrive articoli e va al bar?

# 1080 1135
source: Didn't say that.
it: Non ho detto questo.

# 1143 1352
source: But, now I think about it... the past few days\nhave been one trip after another.
it: Ma, adesso che ci penso... Gli ultimi giorni\nsono stati un viaggio dietro l'altro.

# 1438 1490
source: Oh, there they are.
it: Oh, assolutamente.

# 1571 1644
source: Well? How's the office looking?
it: Beh? Che aspetto ha l'ufficio?

# 1679 1709
source: Tragic.
it: Tragico.

# 1715 1785
source: Place was completely trashed.
it: È stato praticamente distrutto.

# 1925 1955
source: Man...
it: Cavolo...

# 1974 2074
source: Took me years to scrape\nall that cash together.
it: Mi ci sono voluti anni\nper accumulare il denaro.

# 2085 2197
source: Now look at me.\nBack at square one.
it: Ora guardami.\nSono al punto di partenza.

# 2223 2297
source: So they cleaned you out, then?
it: Quindi ti hanno ripulito?

# 2308 2390
source: Oh yes. Every last yen.
it: Sì. Dal primo all'ultimo yen.

# 2406 2443
source: How much are we talking?
it: Di quanto parliamo?

# 2481 2531
source: 'Bout a hundred bil.
it: Circa cento miliardi.

# 2584 2630
source: A hundred billion!?
it: Cento miliardi!?

# 2650 2696
source: Is he for real!?
it: Ma è serio!?

# 2706 2850
source: Yeah. I didn't believe it myself at first,\nbut apparently he's telling the truth.
it: Sì. All'inizio non ci credevo neanche io,\nma è la verità.

# 2852 2917
source: Mind explaining, Akiyama-san?
it: Potresti spiegare, Akiyama-san?

# 2975 3125
source: Oh, sure. I've got a big vault\nhidden in my office.
it: Oh, certo. Ho un bel caveau\nnascosto nel mio ufficio.

# 3143 3285
source: Keep all my cash stashed in there.\nGuess they figured out where it was.
it: Tengo lì tutti i miei soldi.\nPenso abbiano scoperto dove fosse.

# 3316 3352
source: Who?
it: Chi?

# 3362 3401
source: Maybe the DA?
it: Forse il distretto?

# 3417 3522
source: More like Kido-chan, probably.
it: Meglio dire Kido-chan, penso.

# 3541 3571
source: Wait.
it: Aspetta.

# 3592 3750
source: This Kido...\nYou mean Arai's right-hand man?
it: Quel Kido...\nIntendi il braccio destro di Arai?
