Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/D0210.po
Languages: it

# 101 157
source: Heyo. Hm?
it: Ehi. Mh?

# 527 623
source: Nobody home?
it: Non c'è nessuno?

# 2043 2115
source: The legal codes, huh?
it: I codici legali, eh?

# 2352 2459
source: Akiyama-san's always been the smart one.
it: Akiyama-san è sempre stato un tipo intelligente.

# 2610 2655
source: The heck is this?
it: Che diavolo?

# 2789 2870
source: Whoa, what the!?
it: Woah, ma che!?

# 2903 2931
source: Shit!
it: Merda!

# 2934 2982
source: What'd I do!?
it: Che ho fatto!?

# 4830 4890
source: Holy...
it: Porca...

# 5431 5461
source: Fuck!
it: Cazzo!

# 5638 5680
source: C'mon, c'mon!
it: Forza, forza!

# 5834 5885
source: I'm back!
it: Rieccomi!

# 5900 5947
source: Huh?
it: Uh?

# 5952 6085
source: How many times do I have to\ntell him to lock up when he leaves?
it: Quante volte devo dirgli di chiudere\nquando esce?

# 6112 6235
source: Kido-san, sorry to keep you waiting!\nI was just grabbing a few things.
it: Kido-san, scusa per l'attesa!\nEro andata a fare compere.

# 6258 6415
source: Oh, no problem at all.\nThe door was unlocked, so...
it: Oh, nessun problema.\nLa porta era aperta, così...
