Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/D0230.po
Languages: it

# 951 1052
source: I'm impressed you made it up here.
it: Sono impressionato che tu sia arrivato fin qui.

# 1081 1193
source: I suppose not all legends are mere fiction.
it: Suppongo che non tutte le leggende siano mera finzione.

# 1199 1293
source: Enough games.\nLet's finish this.
it: Basta giochetti.\nFiniamola qui.

# 1298 1345
source: Fine by me.
it: A me sta bene.

# 1348 1410
source: I'm a man of my word, after all.
it: Sono un uomo di parola, dopotutto.

# 1422 1529
source: What I lack in brawn,\nI make up for with honor.
it: Ciò che mi manca in forza bruta,\nlo compenso con l'onore.

# 1571 1645
source: Here's the file you want.
it: Ecco il file che volevi.

# 1653 1768
source: Now let those two go.\nAnd hand over the hundred billion!
it: Ora lascia andare loro due.\nE consegna i cento miliardi!

# 1781 1985
source: Relax, relax. A mountain of cash that big\nisn't the easiest thing to move around.
it: Rilassati, rilassati. Una montagna di contanti del genere\nnon è la cosa più facile da spostare.

# 1999 2082
source: Sounds like it's just arriving now.
it: Sembra che stia arrivando proprio adesso.

# 2651 2708
source: Sorry for the wait.
it: Scusate l'attesa.

# 2716 2825
source: Here's the cash, as promised.\nAll one hundred bil.
it: Ecco il denaro, come promesso.\nTutti i cento miliardi.

# 3220 3293
source: So, you're Kido.
it: Quindi, tu sei Kido.

# 3336 3401
source: And you must be Kazuma Kiryu.
it: E tu devi essere Kazuma Kiryu.

# 3425 3541
source: It's an honor to meet you. Truly.
it: È un onore conoscerti. Davvero.

# 3560 3729
source: Now that introductions are out of the way,\nlet's get down to business.
it: Ora che le presentazioni sono finite,\nveniamo agli affari.

# 3749 3785
source: Fine.
it: Va bene.

# 3816 3895
source: We'll do this one step at a time.
it: Faremo tutto un passo alla volta.

# 4631 4705
source: First, Yasuko Saejima.
it: Per prima cosa, Yasuko Saejima.

# 4713 4796
source: Don't take a single step from that spot.
it: Non muovere un muscolo da lì.

# 4858 5019
source: When Kido comes to you, he'll hand over the girl\nand you'll give him the file.
it: Quando Kido ti si avvicinerà, ti consegnerà la ragazza\ne tu gli darai il file.

# 5029 5246
source: Once I've confirmed its contents, we'll leave you\nhere with Saejima and the money. And that'll be it.
it: Una volta confermato il contenuto, ti lasceremo\nqui con Saejima e i soldi. E la chiudiamo qui.

# 5262 5320
source: All right.
it: Va bene.

# 5345 5517
source: Impressive resolve. Not a sliver of doubt,\neven at a time like this.
it: Che determinazione. Nemmeno l'ombra di un dubbio,\nanche in un momento del genere.

# 5574 5615
source: Fine, then.
it: Bene, allora.

# 5628 5672
source: Go.
it: Vai.

# 6309 6372
source: Sorry about all this.
it: Mi dispiace per tutto questo.

# 6518 6578
source: The file.
it: Il file.

# 7040 7076
source: Are you okay?
it: Stai bene?

# 7078 7195
source: I'm sorry.\nI should've listened to you.
it: Mi dispiace.\nAvrei dovuto darti retta.

# 7200 7299
source: What's done is done.\nDid you talk to your brother?
it: Quel che è fatto è fatto.\nHai parlato con tuo fratello?

# 7312 7428
source: Yes. We had plenty of time\nwhile we were locked up together.
it: Sì. Abbiamo avuto un sacco di tempo\nmentre eravamo rinchiusi insieme.

# 7443 7500
source: Glad to hear it.
it: Mi fa piacere.

# 8144 8198
source: You're bigger fools than I realized!
it: Siete più stupidi di quanto pensassi!

# 8205 8350
source: Did you really believe I'd let you\nwalk out of here alive?
it: Pensavate davvero che vi avrei\nlasciato andar via di qui vivi?

# 8418 8497
source: Kido... Do it!
it: Kido... Fallo!

# 9072 9145
source: Why...?
it: Perché...?

# 9654 9725
source: Watch close.
it: Guarda attentamente.

# 9989 10075
source: You!
it: Tu!

# 10093 10190
source: It's him... Arai.
it: È lui... Arai.

# 10617 10726
source: You should've known I'm not the kinda guy\nto stab his aniki in the back.
it: Avresti dovuto sapere che non sono il tipo da\npugnalare alle spalle il proprio aniki.

# 10821 10900
source: Aniki. Here it is.
it: Aniki. Eccolo.

# 11069 11130
source: I knew I could count on you.
it: Sapevo di poter contare su di te.

# 11135 11193
source: Nicely done, Kido.
it: Ben fatto, Kido.

# 11206 11266
source: Thanks!
it: Grazie!

# 12282 12360
source: You...
it: Tu...

# 12806 12866
source: How could you?
it: Come hai potuto?

# 13005 13071
source: Kazuma Kiryu-san, yes?
it: Sei Kazuma Kiryu-san, vero?

# 13089 13254
source: I'm the captain of Kanemura Enterprises,\nunder the Tojo's Shibata Family. The name's Arai.
it: Sono il capitano della Kanemura Enterprises,\nsotto la Famiglia Shibata del Tojo. Mi chiamo Arai.

# 13311 13396
source: I'm honored to finally meet you face-to-face.
it: È un onore incontrarti finalmente di persona.

# 13405 13470
source: Don't talk to me about honor.
it: Non parlarmi di onore.

# 13485 13616
source: Do you have any idea what you just did?
it: Hai la minima idea di cosa hai appena fatto?

# 13625 13761
source: There's nothing more disgraceful\nthan betraying a sworn brother.
it: Non c'è niente di più disonorevole\nche tradire un fratello giurato.

# 13762 13844
source: You understand me!?
it: Mi hai capito!?

# 13858 14000
source: I do, in fact.\nBetter than you realize.
it: Certo che l'ho capito.\nMeglio di quanto immagini.

# 14097 14163
source: Listen, Arai!
it: Ascolta, Arai!

# 14199 14295
source: The Tojo Clan will never be yours.
it: Il Tojo Clan non sarà mai tuo.

# 14297 14445
source: I'll see to that myself.\nNo matter what it takes.
it: Ci penserò io stesso.\nA qualunque costo.

# 14448 14510
source: Hear me?
it: Mi hai sentito?

# 14523 14591
source: You're too late.
it: Sei in ritardo.

# 14662 14741
source: You're always too late.
it: Arrivi sempre troppo tardi.

# 14751 14816
source: That's why these things happen.
it: Ecco perché succedono queste cose.

# 14878 14938
source: Bye now.
it: Addio, per ora.

# 15343 15393
source: Yasuko, hurry!
it: Yasuko, scappa!

# 15412 15460
source: The bastard's still breathin'!
it: Il bastardo respira ancora!

# 15674 15738
source: Good for you.
it: Buon per te.

# 15743 15873
source: You're not the same dumb ox\nyou were twenty-five years ago.
it: Non sei lo stesso stupido babbione\ndi venticinque anni fa.

# 15902 15968
source: What was that?
it: Cosa hai detto?

# 16030 16187
source: But in the end...\nyou didn't snuff out a single life that day.
it: Ma alla fine...\nquel giorno non hai stroncato nemmeno una vita.

# 16189 16282
source: A total failure of a hitman.
it: Un fallimento totale come sicario.

# 16394 16495
source: I feel sorry for that fool Sasai.
it: Mi dispiace per quello stupido di Sasai.

# 16500 16606
source: Footing the bill on a halfwit like you.
it: Aver pagato il prezzo per un mezzo idiota come te.

# 17143 17203
source: Not today.
it: Non oggi.

# 17288 17405
source: Scum low as you ain't even worth killin'.
it: La feccia bassa come te non vale neanche la pena di essere uccisa.

# 17434 17505
source: You can lie there till ya rot.
it: Puoi startene lì a terra a marcire.

# 17983 18088
source: You... fuckin' coward!
it: Tu... Fottuto codardo!

# 18288 18390
source: Yasuko?\nHey, Yasuko?
it: Yasuko?\nEhi, Yasuko?

# 18494 18586
source: Give me... a minute.
it: Dammi... Un minuto.

# 18689 18767
source: Yasuko? Wait...
it: Yasuko? Aspetta...

# 18781 18877
source: What're ya doin'? Answer me!
it: Che stai facendo? Rispondimi!

# 18948 19057
source: I... I don't get it.
it: Io... Io non capisco.

# 19416 19457
source: Get back...
it: Stai indietro...

# 19459 19519
source: Get back!
it: Stai indietro!

# 20289 20420
source: What are you doing... with that?
it: Che vuoi fare... con quella?

# 20426 20515
source: Tanimura-san gave it to me.
it: Me l'ha data Tanimura-san.

# 20556 20619
source: This gun...
it: Questa pistola...

# 20620 20825
source: Is going to avenge his father's death.\nI owe him that much at least.
it: Vendicherà la morte di suo padre.\nGli devo almeno questo.

# 21033 21121
source: Wait! Ya can't do this!
it: Ferma! Non puoi farlo!

# 21123 21179
source: Stay back.
it: Stai indietro.

# 21280 21389
source: Thank you, Taiga.
it: Grazie, Taiga.

# 21410 21487
source: It may have just been today...
it: Anche se è stato solo per oggi...

# 21508 21627
source: But I'm glad I got to see you one last time.
it: Sono contenta di aver potuto vederti un'ultima volta.

# 21765 21885
source: You're an innocent man, Taiga.
it: Sei un uomo innocente, Taiga.

# 21887 21953
source: But me...
it: Ma io...

# 21957 22054
source: I already have so much blood on my hands.
it: Ho già fin troppo sangue sulle mie mani.

# 22068 22193
source: That's why... it has to be me.
it: Ecco perché... Devo farlo io.

# 22268 22318
source: You can't!
it: Non puoi!

# 22345 22513
source: This is the only way...\nI can repay you for all you've done.
it: Questo è l'unico modo...\nin cui posso ripagarti di tutto ciò che hai fatto per me.

# 22530 22579
source: Forgive me.
it: Perdonami.

# 23033 23129
source: Hey, Yasuko?\nYasuko!?
it: Ehi, Yasuko?\nYasuko!?

# 23130 23207
source: Say somethin', please!
it: Dì qualcosa, ti prego!

# 23228 23315
source: I'm... sorry.
it: Mi... dispiace.

# 23522 23601
source: Hey! Yasuko?
it: Ehi! Yasuko?

# 23606 23728
source: Yasuko! Wake up!
it: Yasuko! Svegliati!
