Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/D0240.po
Languages: it

# 253 304
source: Excuse me?
it: Mi scusi?

# 309 378
source: You didn't finish the job?
it: Non hai finito il lavoro?

# 414 485
source: That's not like you in the slightest.
it: Non è affatto da te.

# 529 589
source: I have no excuse, sir.
it: Non ho scuse, signore.

# 601 720
source: I take it you let your feelings\nget the better of you?
it: Immagino che tu abbia lasciato che i sentimenti\nprendessero il sopravvento?

# 811 871
source: No matter.
it: Poco importa.

# 877 1002
source: Letting a simple brat like Kido live\nwon't make any difference in the end.
it: Lasciar vivere un moccioso come Kido\nnon farà alcuna differenza alla fine.

# 1024 1144
source: And thanks to Kazuma Kiryu's\ndismantling of the Ueno Seiwa...
it: E grazie a Kazuma Kiryu, che ha\nsmantellato la Ueno Seiwa...

# 1162 1276
source: Our only issue now is the money.
it: Il nostro unico problema ora sono i soldi.

# 1309 1361
source: The money, sir?
it: I soldi, signore?

# 1366 1422
source: Correct.
it: Esatto.

# 1456 1543
source: You returned this file safe and sound.
it: Hai recuperato questo file sano e salvo.

# 1602 1773
source: But I wonder. Why didn't you bring\nthe hundred billion back as well?
it: Ma mi chiedo. Perché non hai portato\nindietro anche i cento miliardi?

# 1791 1870
source: It would have been a simple enough task.
it: Sarebbe stato un compito abbastanza semplice.

# 1881 1973
source: Especially with my men on the force assisting you.
it: Soprattutto con i miei uomini della polizia ad assisterti.

# 2021 2100
source: And yet you did nothing.
it: Eppure non hai fatto nulla.

# 2156 2249
source: You never instructed me as such,\nDeputy Commissioner.
it: Non mi ha mai dato un ordine del genere,\nVice Commissario.

# 2414 2491
source: That won't do.
it: Non va bene.

# 2557 2600
source: Listen.
it: Ascolta.

# 2605 2755
source: You're supposed to be helping me\nbring about a new underground empire.
it: Dovresti aiutarmi a creare\nun nuovo impero sotterraneo.

# 2844 3087
source: Letting a mountain of untraceable cash slip away...\nSuch an amateur mistake is simply unacceptable.
it: Lasciarsi sfuggire una montagna di soldi non rintracciabili...\nUn tale errore da principianti è semplicemente inaccettabile.

# 3104 3296
source: Use your head.\nWe have nowhere near the funds we require.
it: Usa la testa.\nNon abbiamo minimamente i fondi di cui abbiamo bisogno.

# 3337 3424
source: Surely that much is apparent even to you.
it: Sicuramente questo è evidente anche per te.

# 3459 3519
source: Yes, sir.
it: Sì, signore.

# 3549 3609
source: Good.
it: Bene.

# 3768 3828
source: I have to ask.
it: Devo chiedertelo.

# 3836 3917
source: Where is the money now?
it: Dove sono i soldi ora?

# 3933 4069
source: In the hands of Kazuma Kiryu\nand his associates.
it: Nelle mani di Kazuma Kiryu\ne dei suoi compagni.

# 4083 4143
source: I see...
it: Capisco...

# 4169 4282
source: Then it'll be your responsibility\nto retrieve it all from them.
it: Allora sarà tua responsabilità\nrecuperare tutto da loro.

# 4293 4351
source: How, sir?
it: Come, signore?

# 4356 4416
source: We negotiate.
it: Negozieremo.

# 4584 4697
source: Even the toughest men have their weaknesses.
it: Anche gli uomini più duri hanno i loro punti deboli.

# 4745 4842
source: Take these children from their home in Okinawa.
it: Preleva questi bambini dalla loro casa a Okinawa.

# 4895 5052
source: With their lives on the line,\nKiryu will surely come to the table.
it: Con le loro vite in gioco,\nKiryu scenderà sicuramente a patti.

# 5373 5448
source: Why the silence, Arai-kun?
it: Perché questo silenzio, Arai-kun?

# 5463 5566
source: I thought this order\nsimple enough even for you.
it: Pensavo che questo ordine\nfosse abbastanza semplice persino per te.

# 5618 5678
source: It is, sir.
it: Lo è, signore.

# 5704 5870
source: I don't expect you'll need it,\nbut take this in case anyone gives you trouble.
it: Non credo che ne avrai bisogno,\nma prendi questa nel caso in cui ti diano problemi.

# 5871 5949
source: It's nigh untraceable.
it: È quasi impossibile da rintracciare.

# 6017 6077
source: Good boy.
it: Bravo ragazzo.

# 6205 6265
source: Deputy Commissioner?
it: Vice Commissario?

# 6389 6449
source: What are you...?
it: Ma cosa...?

# 6477 6613
source: This is the end.\nI'm done following orders.
it: Questo è quanto.\nHo chiuso con gli ordini.

# 6696 6768
source: As a yakuza...
it: Come yakuza...

# 6841 6964
source: As an officer of the law,\nthere's a code I need to uphold.
it: Come funzionario della legge,\nho un codice da rispettare.
