Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/D0320.po
Languages: it

# 734 866
source: You wasted no time in getting here...\nChairman Dojima.
it: Non hai perso tempo per arrivare fin qui...\nPresidente Dojima.

# 1064 1128
source: I knew you'd come.
it: Sapevo che saresti venuto.

# 1155 1327
source: After all, you're the one who's\nbeen engineering Kido's every move.
it: Dopotutto, sei tu che hai\norchestrato ogni mossa di Kido.

# 1375 1470
source: Isn't that right, Kido!?
it: Non è vero, Kido!?

# 1627 1713
source: Forgive me, Aniki.
it: Perdonami, Aniki.

# 1767 1839
source: How long have you known?
it: Da quanto lo sai?

# 1852 1956
source: Since Kido told me about the 100 billion.
it: Da quando Kido mi ha detto dei 100 miliardi.

# 1970 2118
source: He wanted to steal Akiyama-san's money,\npretend to turn it over to Katsuragi...
it: Voleva rubare i soldi di Akiyama-san.\nFare finta di consegnarli a Katsuragi...

# 2119 2283
source: Then invest in Munakata's master plan.\nOr so he claimed.
it: Per poi investirli nel piano di Munakata.\nO così sosteneva.

# 2308 2405
source: Kido is my trusted sworn brother.
it: Kido è il mio fidato fratello giurato.

# 2406 2577
source: But he couldn't possibly have\nknown of my link to Munakata.
it: Ma non poteva in alcun modo sapere\ndei miei legami con Munakata.

# 2614 2737
source: Someone else must have filled him in on the details.
it: Qualcun altro deve averlo informato dei dettagli.

# 2751 2809
source: And that, Daigo-san...
it: E quello, Daigo-san...

# 2812 2867
source: Must have been you.
it: Devi essere stato tu.

# 2875 2935
source: Fair enough.
it: Giusta osservazione.

# 2962 3139
source: You nudged Kido closer to Katsuragi.\nHad him squeal about the 100 billion.
it: Hai spinto Kido ad avvicinarsi a Katsuragi.\nGli hai fatto spifferare dei 100 miliardi.

# 3174 3346
source: Katsuragi, desperate after Munakata abandoned him,\nwas all too easy to manipulate into slipping up.
it: Katsuragi, disperato dopo l'abbandono di Munakata,\nera fin troppo facile da manipolare in un passo falso.

# 3363 3522
source: And that slip up indeed came...\nwhen the Ueno Seiwa fell by Kiryu-san's hand.
it: E quel passo falso è effettivamente arrivato...\nQuando la Ueno Seiwa è caduta per mano di Kiryu-san.

# 3523 3638
source: Without even the slightest support from Munakata.
it: Senza il minimo supporto da parte di Munakata.

# 3669 3747
source: But something derailed your plan.
it: Ma qualcosa ha fatto deragliare i tuoi piani.

# 3776 3847
source: The death of Yasuko Saejima.
it: La morte di Yasuko Saejima.

# 3906 4061
source: If she had only survived,\neverything would have gone off without a hitch.
it: Se fosse sopravvissuta,\ntutto sarebbe andato liscio come l'olio.

# 4077 4299
source: After all, with no reason left to fight,\nKiryu and Saejima would have left Kamurocho.
it: Dopotutto, senza un motivo per combattere,\nKiryu e Saejima avrebbero lasciato Kamurocho.

# 4383 4499
source: Impressive.\nYou figured all that out?
it: Impressionante.\nHai capito tutto da solo?

# 4533 4697
source: Not without some help from Kido here.\nHe confirmed my suspicions.
it: Non senza l'aiuto di Kido qui presente.\nLui ha confermato i miei sospetti.

# 4708 4879
source: I knew if I let him live,\nhe'd end up running straight into your arms.
it: Sapevo che se l'avessi lasciato in vita,\nsarebbe finito a correre dritto tra le tue braccia.

# 5058 5122
source: So, when was it?
it: Allora, quand'è successo?

# 5133 5254
source: When did you decide to betray\nthe Tojo to get at this money?
it: Quando hai deciso di tradire\nil Tojo per mettere le mani su questi soldi?

# 5287 5358
source: Betrayal, you say?
it: Tradimento, dici?

# 5366 5506
source: But of course.\nThere's no other word for it.
it: Ma certo.\nNon ci sono altre parole per definirlo.

# 5518 5699
source: You've spat on Kiryu-san and Kazama-san's legacy.\nAnd everyone else who had made the Tojo Clan great.
it: Hai sputato sull'eredità di Kiryu-san e Kazama-san.\nE su tutti coloro che hanno reso grande il Clan Tojo.

# 5712 5812
source: You even served Majima-san\nto Munakata on a silver platter.
it: Hai servito Majima-san\na Munakata su un piatto d'argento.

# 5832 5878
source: All that for this pile of cash?
it: Tutto per questo mucchio di soldi?

# 5879 5945
source: You don't know a damn thing!
it: Non sai un bel niente!

# 6021 6084
source: The clan isn't what it used to be.
it: Il clan non è più quello di una volta.

# 6107 6330
source: We have over 100 families. 30,000 men.\nDo you know what it takes to keep order in that chaos!?
it: Abbiamo oltre 100 famiglie. 30.000 uomini.\nSai cosa ci vuole per mantenere l'ordine in questo caos!?

# 6361 6421
source: Chairman...
it: Presidente...

# 6447 6629
source: We've always had heroes like Kiryu-san to protect us.\nThat's how the Tojo has lasted so long.
it: Abbiamo sempre avuto eroi come Kiryu-san a proteggerci.\nÈ così che il Tojo è durato così a lungo.

# 6644 6722
source: But we've reached our limit.
it: Ma abbiamo raggiunto il nostro limite.

# 6746 6901
source: I have to rebuild from the ground up,\neven if that means making sacrifices along the way!
it: Devo ricostruire tutto dalle fondamenta,\nanche se questo significa fare dei sacrifici lungo il cammino!

# 6916 7058
source: Sacrifices like throwing Majima\nto the police department wolves!?
it: Sacrifici come dare in pasto Majima\nai lupi del dipartimento di polizia!?

# 7064 7149
source: This is all wrong, Daigo-san!
it: È tutto sbagliato, Daigo-san!

# 7159 7228
source: It's for the good of the clan!
it: È per il bene del clan!

# 7243 7323
source: If I don't keep it safe, who will!?
it: Se non lo tengo al sicuro io, chi lo farà!?

# 7332 7408
source: You don't have what it takes, Arai!
it: Non hai quello che serve, Arai!

# 7506 7626
source: Besides, you're not going\nabout this any better than me.
it: Inoltre, non ti stai comportando\nmeglio di me in questa storia.

# 7646 7831
source: You talk like you're the perfect yakuza,\nbut you're just another police whipping boy!
it: Parli come se fossi lo yakuza perfetto,\nma sei solo un altro burattino della polizia!

# 8032 8110
source: But I'm no whipping boy.
it: Ma non sono il burattino di nessuno.

# 8309 8353
source: What the!?
it: Ma che!?

# 8384 8481
source: Hold on. That would mean...
it: Aspetta un attimo. Questo significa che...

# 8503 8560
source: Yes.
it: Sì.

# 8565 8680
source: I'm not yakuza.\nNever have been.
it: Non sono uno yakuza.\nNon lo sono mai stato.

# 8695 8831
source: I'm an undercover agent sent by\nMunakata to investigate the Tojo.
it: Sono un agente sotto copertura mandato\nda Munakata a indagare sul Tojo.

# 8839 8914
source: And to seize control of the clan.
it: E a prendere il controllo del clan.

# 8934 9027
source: Aniki, you're a cop?
it: Aniki, sei un poliziotto?

# 9037 9093
source: I was.
it: Lo ero.

# 9098 9168
source: But that too is in the past!
it: Ma anche questo appartiene al passato!

# 9192 9299
source: I betrayed Munakata. Ended his life!
it: Ho tradito Munakata. Gli ho tolto la vita!

# 9310 9409
source: You see, Daigo-san?\nI'm not like you at all!
it: Vedi, Daigo-san?\nNon sono affatto come te!

# 9504 9629
source: I'll bring my justice to the world,\neven if I have to fight fate itself!
it: Porterò la mia giustizia nel mondo,\nanche dovessi combattere il destino stesso!

# 9640 9705
source: And this money'll help me do it!
it: E questi soldi mi aiuteranno a farlo!

# 9708 9764
source: Fool.
it: Stolto.

# 9895 10062
source: Through the millennia of human history,\none truth has been made clear.
it: Attraverso i millenni della storia umana,\nuna verità è divenuta palese.

# 10566 10656
source: There's no overcoming your station in life.
it: Non c'è modo di oltrepassare il proprio posto nella vita.

# 10662 10848
source: Power has always reigned supreme.\nSome use, while all others become the used.
it: Il potere ha sempre regnato sovrano.\nAlcuni lo usano, tutti gli altri vengono usati.

# 10860 10986
source: Deputy Commissioner?\nHow are you still alive?
it: Vice Commissario?\nCome fa a essere ancora vivo?

# 11267 11327
source: Painful, yes?
it: Doloroso, eh?

# 11358 11425
source: But it's far from lethal.
it: Ma è ben lungi dall'essere letale.

# 11429 11501
source: A truly amazing technology.
it: Una tecnologia davvero sorprendente.

# 11506 11601
source: Vastly improved in the past 25 years.
it: Notevolmente migliorata negli ultimi 25 anni.

# 11611 11650
source: Explain.
it: Si spieghi.

# 11664 11765
source: These are non-lethal riot control rounds.
it: Si tratta di proiettili antisommossa non letali.

# 11766 11837
source: Highly advanced rubber bullets.
it: Proiettili di gomma di ultima generazione.

# 11856 11999
source: Then the rounds in the gun I shot you with...
it: Allora i proiettili nella pistola con cui ti ho sparato...

# 12017 12147
source: Never had a chance of finishing the job.
it: Non avevano alcuna possibilità di finire il lavoro.

# 12317 12429
source: Your lack of finesse is\nwhat holds you back, Arai-kun.
it: La tua mancanza di finezza è\nciò che ti trattiene, Arai-kun.

# 12434 12520
source: Justice is far beyond your reach.
it: La giustizia è ben oltre la tua portata.

# 12545 12667
source: Oh, and Dojima-san.\nThe same goes for you.
it: Oh, e Dojima-san.\nLo stesso vale per te.

# 12688 12848
source: Keeping the Tojo Clan afloat must be\ndifficult for a man of your inferior caliber.
it: Tenere a galla il Clan Tojo dev'essere difficile\nper un uomo della tua caratura inferiore.

# 12924 13143
source: And you. Stumbling across that 100 billion\nmust have felt like a dream come true.
it: E voi. Imbattervi in quei 100 miliardi\ndev'essere sembrato un sogno diventato realtà.

# 13155 13239
source: Not that dreams are a bad thing.
it: Non che i sogni siano una cosa negativa.

# 13244 13320
source: I can forgive you for that, at least.
it: Per questo, perlomeno, vi posso perdonare.

# 13430 13557
source: The men before you are my loyal servants.
it: Gli uomini davanti a voi sono i miei leali servitori.

# 13602 13678
source: You all die here today.
it: Voi tutti morirete qui oggi.

# 13703 13865
source: I won't let anyone get in\nthe way of my grand ideals.
it: Non permetterò a nessuno di ostacolare\ni miei grandi ideali.

# 14579 14623
source: The money!
it: I soldi!

# 14638 14750
source: Don't just stand there, you fools!\nDo something!
it: Non state lì impalati, idioti!\nFate qualcosa!

# 14895 14982
source: What are you doing?\nShoot that thing down!
it: Cosa state facendo?\nAbbattete quell'affare!

# 15995 16055
source: Who are you?
it: Chi sei tu?

# 16468 16582
source: Okay, everyone pick an ass to kick.
it: Ok, ognuno si scelga un culo da prendere a calci.

# 16909 16976
source: When you were flounderin'...
it: Quando ti stavi dimenando...

# 16977 17083
source: I told ya to go balls out.\nNo regrets.
it: Ti dissi di tirare fuori le palle.\nNessun rimpianto.

# 17102 17252
source: Only fair I practice what I preach now.
it: È giusto che ora io metta in pratica ciò che predico.

# 17473 17557
source: This is all my fault.
it: Tutto questo è colpa mia.

# 17595 17743
source: I'm the one who forced the Tojo Clan on you.\nLeft you on your own.
it: Sono io che ti ho imposto il Clan Tojo.\nE ti ho lasciato da solo.

# 17746 17857
source: But now... I'm done running.
it: Ma adesso... ho smesso di scappare.

# 17881 17974
source: It's time I take responsibility for my mistakes.
it: È tempo che mi assuma la responsabilità dei miei errori.

# 18154 18214
source: You're...
it: Tu sei...

# 18227 18382
source: The detective you thought Hisai-san\nrubbed out of the picture. Name's Tanimura.
it: Il detective che pensavi Hisai-san\navesse fatto fuori. Mi chiamo Tanimura.

# 18398 18609
source: I hate people like you.\nCan't survive without others to do your dirty work.
it: Odio la gente come te.\nSopravvivi solo se altri fanno il lavoro sporco per te.

# 18626 18770
source: After the living hell you put\nSugiuchi-san and Hisai-san through...
it: Dopo l'inferno che hai fatto passare\na Sugiuchi-san e Hisai-san...

# 18775 18874
source: I'm gonna put you away for a long time.
it: Ti sbatterò dentro per un bel po' di tempo.

# 18883 18947
source: You arrogant brat...!
it: Moccioso arrogante...!

# 19028 19128
source: Flashy as always, Akiyama-san.
it: Appariscente come al solito, Akiyama-san.

# 19160 19219
source: I'm kinda relieved.
it: Sono abbastanza sollevato.

# 19220 19359
source: I was really starting to doubt\nmy ability to judge people's characters.
it: Stavo davvero iniziando a dubitare della mia\ncapacità di giudicare le persone.

# 19368 19476
source: Turns out you dream even bigger than I expected.
it: A quanto pare, sogni ancora più in grande di quel che pensassi.

# 19583 19683
source: You get points for ditching Munakata.
it: Ti do un po' di credito per aver mollato Munakata.

# 19684 19834
source: But claiming justice while you're pinching\nsomeone else's cash is just bullshit.
it: Ma parlare di giustizia mentre sgraffigni i soldi di\nqualcun altro è una stronzata.

# 19860 19945
source: So I'm gonna have to stop you.
it: Quindi dovrò fermarti.

# 19977 20025
source: You can try.
it: Puoi provarci.
