Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/D0331.po
Languages: it

# 33 195
source: When I saw that cash at Akiyama-san's place,\nI knew my big chance had finally come.
it: Quando ho visto quella montagna di soldi da\nAkiyama-san, ho capito che la mia occasione era giunta.

# 225 310
source: It's just like you told me, Saejima-san.
it: Proprio come mi avevi detto, Saejima-san.

# 354 459
source: You only get one shot in this line of work.
it: In questo mestiere si ha una sola possibilità.

# 549 631
source: And my time is now.
it: E il mio momento è arrivato.

# 689 798
source: Never felt so sure of anything.
it: Non mi sono mai sentito così sicuro di niente.

# 828 886
source: Oh yeah?
it: Ah sì?

# 891 1027
source: If ya think you got what it takes,\nI'll put ya to the test!
it: Se pensi di avere tutte le carte in regola,\nti metterò alla prova!

# 1045 1119
source: It would be an honor.
it: Sarebbe un onore.

# 1133 1241
source: Same. No holdin' back, kid.
it: Lo stesso vale per me. Non trattenerti, ragazzo.

# 1256 1354
source: And no cryin' like a baby\nif I break you in half.
it: E non piangere come un bambino\nse ti spezzo in due.

# 1356 1395
source: Got that?
it: Capito?

# 1459 1515
source: Yes, sir.
it: Sì, signore.

# 1520 1603
source: Balls out, Kido!
it: Tira fuori le palle, Kido!
