Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/D0340.po
Languages: it

# 459 528
source: You ready to finish this?
it: Sei pronto a farla finita?

# 562 622
source: I am.
it: Lo sono.

# 635 857
source: If it were you, you'd probably try to rebuild the Tojo\non your own, without all this money.
it: Se fossi stato al mio posto, probabilmente avresti cercato di ricostruire il Tojo\nda solo, senza tutti questi soldi.

# 876 1049
source: Hard to say for sure.\nI'm not standing in your shoes.
it: Difficile dirlo con certezza.\nNon sono nei tuoi panni.

# 1080 1161
source: If I could leave the clan to you, I would.
it: Se potessi affidare il clan a te, lo farei.

# 1200 1284
source: But I'm too prideful for that.
it: Ma ho troppo orgoglio per farlo.

# 1305 1450
source: I need to set an example for my men.\nEveryone who's followed me all this way.
it: Devo dare l'esempio ai miei uomini.\nA tutti quelli che mi hanno seguito fin qui.

# 1475 1588
source: Just like you did for me.
it: Proprio come tu hai fatto con me.

# 1698 1835
source: I never thought we'd end up going\ntoe-to-toe again after all these years.
it: Non avrei mai pensato che saremmo finiti a\ncombattere di nuovo faccia a faccia dopo tutti questi anni.

# 1857 2019
source: But I have to say. I'm grateful\nfor the opportunity, Kiryu-san.
it: Ma devo dirlo. Sono grato\nper quest'opportunit√†, Kiryu-san.
