Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/D0350.po
Languages: it

# 49 109
source: You know what?
it: Sai che c'è?

# 113 181
source: I'm not gonna arrest you.
it: Non ti arresterò.

# 308 442
source: I'm turning in my badge, Deputy Commissioner.
it: Consegno il distintivo, Vice Commissario.

# 461 513
source: What are you getting at?
it: Dove vuoi arrivare?

# 525 671
source: What I'm about to do goes against\npretty much every rule in the police handbook.
it: Quello che sto per fare va praticamente contro\nogni regola del manuale di polizia.

# 710 773
source: Spare me.
it: Risparmiami le prediche.

# 969 1060
source: What can you do against all of these men?
it: Cosa credi di poter fare contro tutti questi uomini?

# 1061 1184
source: You'll die like a dog.\nJust as your father did.
it: Morirai come un cane.\nProprio come ha fatto tuo padre.

# 1198 1337
source: Munakata-san. You just don't get it, do you?
it: Munakata-san. Proprio non lo capisci, vero?

# 1365 1614
source: In this town, there are men who'll take down\na hundred guys by themselves if they have to.
it: In questa città, ci sono uomini capaci di stendere\ncento persone da soli, se necessario.

# 1631 1690
source: Like them.
it: Come loro.
