Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/D0360.po
Languages: it

# 893 959
source: Hey, Chairman! Chairman Dojima!
it: Ehi, Presidente! Presidente Dojima!

# 964 1043
source: You're yakuza! You're powerful!
it: Sei della yakuza! Sei potente!

# 1044 1104
source: Do something! Come on!
it: Fai qualcosa! Avanti!

# 1132 1282
source: I should've known...\nI'm no match for him.
it: Avrei dovuto immaginarlo...\nNon posso competere con lui.

# 1395 1546
source: I suggest you start thinking\nabout what comes next.
it: Ti consiglio di iniziare a\npensare a cosa succederà dopo.

# 1573 1694
source: It's time we all face reality.
it: È tempo che tutti affrontino la realtà.

# 1720 1813
source: What're you saying?\nCome on, get up!
it: Che stai dicendo?\nForza, alzati!

# 2191 2217
source: Hey...
it: Ehi...

# 2217 2270
source: Wait.
it: Aspetta.

# 2427 2520
source: Tanimura-kun!\nLet's not be hasty here!
it: Tanimura-kun!\nNon essere frettoloso!

# 2535 2642
source: Do you have any idea what'll happen\nif you go through with this!?
it: Hai idea di cosa succederà\nse vai fino in fondo!?

# 3586 3653
source: He doesn't have the right to die.
it: Non ha il diritto di morire.

# 3684 3744
source: I get it now.
it: Ora capisco.

# 3754 3814
source: Finally.
it: Finalmente.

# 4325 4394
source: You son of a...!
it: Tu, figlio di...!

# 4427 4536
source: Munakata-san.\nAre you afraid?
it: Munakata-san.\nHai paura?

# 4580 4658
source: Well, you'll need a lot more than that.
it: Beh, ti servirà molto di più.

# 4663 4838
source: After all the lives you've stamped out,\na moment of fear simply doesn't equate.
it: Dopo tutte le vite che hai stroncato,\nun momento di paura non è niente in confronto.

# 4873 4941
source: Death would be a mercy to you.
it: La morte sarebbe una misericordia per te.

# 4962 5139
source: Instead you'll spend the rest of your life\nin the very prisons you used on so many others.
it: Invece passerai il resto della tua vita\nnelle stesse prigioni in cui hai rinchiuso tanti altri.

# 5184 5320
source: And I'll be right there next to you.
it: E io sarò proprio lì accanto a te.

# 5829 5889
source: Thank you.
it: Grazie.

# 5947 6115
source: The police force as I knew it...\nonly cared about power and greed.
it: La polizia che conoscevo...\npensava solo al potere e all'avidità.

# 6134 6342
source: But meeting a cop like you in the end...\nmakes it a bit easier to pass the torch.
it: Ma incontrare un poliziotto come te, alla fine...\nrende un po' più facile passare il testimone.

# 7214 7342
source: You really believe this will bring me down?
it: Credete davvero che questo mi distruggerà?

# 7347 7387
source: What?
it: Cosa?

# 7532 7605
source: Me, thrown in prison?
it: Io, sbattuto in prigione?

# 7622 7698
source: Need I remind you who I am?
it: Devo ricordarvi chi sono?

# 7710 7782
source: I'm second in command of the entire force.
it: Sono il secondo in comando di tutta la polizia.

# 7787 7901
source: A couple of trumped-up charges means nothing to me!
it: Un paio di accuse montate ad arte non significano nulla per me!

# 7973 8143
source: We can prove every single one of your crimes.\nWe have the receipts.
it: Possiamo dimostrare ogni singolo crimine.\nAbbiamo le prove.

# 8148 8223
source: What's stopping me from hauling you in?
it: Cosa mi impedisce di arrestarti?

# 8228 8402
source: You beat cops are even dimmer than I thought.
it: Voi poliziotti di pattuglia siete ancora più ottusi di quanto pensassi.

# 8413 8495
source: The police are the law.
it: La polizia è la legge.

# 8496 8619
source: A virtuous organization meting out\njustice to the people of this country.
it: Un'organizzazione virtuosa che dispensa\ngiustizia al popolo di questa nazione.

# 8624 8753
source: What do you think happens if\none of its figureheads is arrested?
it: Cosa pensate che succeda se\nuna delle sue figure chiave viene arrestata?

# 8754 8821
source: This nation of fools would plunge into chaos.
it: Questa nazione di stolti precipiterebbe nel caos.

# 8826 8942
source: The force would never stand for it.
it: Le forze dell'ordine non lo permetterebbero mai.

# 9001 9120
source: Those who hold power are protected by it.\nDo you know why?
it: Chi detiene il potere ne è protetto.\nSapete perché?

# 9125 9242
source: Because that is this country's very foundation.
it: Perché sono le fondamenta stesse di questo paese.

# 9310 9376
source: If you want to shoot, now's your chance.
it: Se vuoi sparare, questa è la tua occasione.

# 9394 9508
source: But know you'll all rot in prison if I die here.
it: Ma sappiate che marcirete tutti in prigione se muoio qui.

# 9548 9606
source: Is that really what you want?
it: È davvero questo che volete?

# 9634 9725
source: Well, what'll it be?\nI'm waiting!
it: E allora, cosa decidete di fare?\nSto aspettando!

# 9946 10145
source: All this effort, just to choke\nin the decisive moment! This is too funny!
it: Tutto questo sforzo, solo per tirarvi indietro\nnel momento decisivo! È troppo divertente!

# 10278 10414
source: Hey. You want something to really chuckle about?
it: Ehi. Vuoi qualcosa per cui farti due risate sul serio?

# 10429 10489
source: What?
it: Cosa?

# 10617 10666
source: Yup, it's me.
it: Sì, sono io.

# 10669 10718
source: You good to go?
it: Sei pronto?

# 10766 10857
source: Okay. Let her rip.
it: Ok. Dacci dentro.

# 11448 11543
source: It's showtime, Sudo!
it: È l'ora dello spettacolo, Sudo!

# 11548 11638
source: Date-san! You never mentioned this!
it: Date-san! Non me ne avevi parlato!

# 11643 11786
source: Using a police chopper for your personal paper?\nHow am I supposed to justify that!?
it: Usare un elicottero della polizia per il tuo giornale?\nCome faccio a giustificarlo!?

# 11877 12046
source: This one's for the people of Japan!\nYou can worry about justification later!
it: Questo è per il popolo giapponese!\nAlla giustificazione ci penserai dopo!

# 12420 12480
source: What's this?
it: Questo cos'è?

# 12945 13080
source: <Italic>Tokyo PD Deputy Commissioner Corrupt!</Italic>
it: <Italic>Vice Commissario della Polizia di Tokyo corrotto!</Italic>

# 13330 13390
source: How did you...
it: Come avete...

# 13409 13551
source: We've got a damn fine journalist in our corner.
it: Abbiamo un ottimo giornalista dalla nostra parte.

# 13552 13624
source: What do you think of his big scoop?
it: Cosa ne pensi del suo grande scoop?

# 13658 13784
source: Oh yeah, and you know that file you were after?
it: Ah già, e hai presente quel file che cercavi?

# 13785 13870
source: We're the ones who slipped him a copy.
it: Siamo stati noi a fargliene avere una copia.

# 13910 13993
source: You son of a...!
it: Figli di...!

# 13994 14070
source: Might as well be your obituary.
it: Potrebbe benissimo essere il vostro necrologio.

# 14232 14300
source: Die!
it: Morite!

# 14678 14708
source: Shit!
it: Merda!

# 14753 14853
source: Hey, Akiyama!\nAkiyama! Hang in there!
it: Ehi, Akiyama!\nAkiyama! Resisti!

# 14955 15075
source: Where did he get you, Akiyama?\nStay with me!
it: Dove ti ha colpito, Akiyama?\nResta con me!

# 15311 15371
source: What is it?
it: Che c'è?

# 15637 15697
source: This.
it: Questo.

# 15858 15923
source: Fuckin' miracle.
it: Un fottuto miracolo.

# 16112 16219
source: Let's stop this madness, Munakata-san.
it: Fermiamo questa follia, Munakata-san.

# 17616 17672
source: Look at that.
it: Guarda un po'.

# 17673 17798
source: Guess there's no escaping this stuff after all.
it: Immagino che non ci sia modo di fuggire da questa roba, dopotutto.

# 17851 17934
source: Here I thought to hell with it.
it: E io che l'avevo mandata al diavolo.

# 17956 18043
source: And now it goes and saves my life.
it: E ora mi ha salvato la vita.

# 18518 18600
source: Talk about another level.
it: Questo sì che è un altro livello.

# 18644 18708
source: No topping those four.
it: Nessuno può battere quei quattro.
