Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/D0390.po
Languages: it

# 770 900
source: Deputy Commissioner's Death a Suicide?\nOr Maybe a Corruption Cover-Up?
it: La morte del Vice Commissario è un suicidio?\nOppure un insabbiamento per corruzione?

# 988 1060
source: Slow-ass.
it: Che lumaca.

# 1061 1135
source: How long is he gonna make me wait?
it: Quanto ha intenzione di farmi aspettare?

# 1294 1461
source: I swear, once you hit 40 it's all\njust talk, talk, talk.
it: Giuro, superati i 40 sono\nsolo chiacchiere, chiacchiere, chiacchiere.

# 2039 2137
source: My bad, ma'am.\nCome in, come in.
it: Chiedo scusa, signora.\nEntri, entri.

# 2145 2200
source: Please, take a seat.
it: La prego, si sieda.

# 2203 2270
source: Sorry it's not the cleanest.
it: Scusi il disordine.

# 2273 2359
source: My secretary left a while back, so...
it: La mia segretaria se n'è andata un po' di tempo fa, quindi...

# 2360 2509
source: Sad, isn't it? I'm practically\nuseless on my own.
it: Triste, non è vero? Sono praticamente\ninutile da solo.

# 2510 2682
source: I'm surprised you've even remembered\nto breathe while I'm gone, Chief.
it: Sono sorpresa che ti sia persino ricordato\ndi respirare mentre ero via, capo.

# 2850 2908
source: You're...
it: Tu sei...

# 2900 2993
source: I'm back, Akiyama-san.
it: Sono tornata, Akiyama-san.

# 3182 3240
source: What the heck happened to you?
it: Che diavolo ti è successo?

# 3246 3325
source: You're skinny as a rail...
it: Sei magra come un chiodo...

# 3360 3466
source: I guess you're not the only one\nwho's useless on their own.
it: Immagino tu non sia l'unico\na essere inutile da solo.

# 3469 3556
source: I've barely eaten a thing since I left.
it: Avrò mangiato a malapena da quando me ne sono andata.

# 3673 3868
source: So Chief... What would you say to\ngiving me my old job back?
it: Quindi, capo... Che ne diresti\ndi ridarmi il mio vecchio lavoro?

# 4532 4590
source: Oh, hold on a sec.
it: Oh, aspetta un attimo.

# 4607 4706
source: I've got some spare yakiniku bentos\nfrom over at Kanrai. You want one?
it: Ho dei bento di yakiniku del Kanrai\nche mi avanzano. Ne vuoi uno?

# 4725 4855
source: I thought you'd be back any time\nso I kept stocking up on them.
it: Pensavo saresti tornata da un momento all'altro,\nquindi ho continuato a farne scorta.

# 4845 4938
source: You're so skinny, you must be\nhungry enough to eat a horse!
it: Sei così secca, devi avere\nuna fame da lupi!

# 4939 4995
source: Chief!
it: Capo!

# 4998 5137
source: Would it kill you to stop for just\none second and tell me how pretty I am!?
it: Ti costerebbe tanto fermarti anche solo per\nun secondo e dirmi quanto sono bella!?

# 5138 5183
source: Oh, yeah you look great.
it: Oh, sì, stai benissimo.

# 5184 5309
source: Ugh! Say it like you mean it!
it: Ugh! Dillo con un po' di convinzione!

# 5320 5464
source: What happened to my poor client registry!?\nIt looks like a tornado struck down in here!
it: Cosa è successo al mio povero registro clienti!?\nSembra che qui ci sia passato un tornado!

# 5467 5524
source: Huh, maybe it did.
it: Eh, forse è così.

# 5529 5634
source: C'mon, Chief! Why's this always\nhappen when I'm not around!?
it: Andiamo, capo! Perché succede sempre\nquando non ci sono!?

# 5639 5753
source: So, Hana-chan. How many of those\nlunches you want? I've got plenty.
it: Allora, Hana-chan. Quanti di quei\npranzi vuoi? Ne ho parecchi.

# 5780 5864
source: Fine, give me three!
it: Va bene, dammene tre!

# 6093 6151
source: So.
it: Va bene.

# 6172 6281
source: You're finally going back, Date-san?
it: Torni finalmente in servizio, Date-san?

# 6282 6359
source: Don't say it like that.
it: Non metterla in questi termini.

# 6360 6482
source: You make it sound like I'm getting\nback with my ex-wife or something.
it: La fai suonare come se stessi\ntornando con la mia ex moglie o giù di lì.

# 6480 6555
source: That's not too far off.
it: Non ci sei andato lontano.

# 6561 6671
source: You always were married to the force.
it: Sei sempre stato sposato con la polizia.

# 6755 6889
source: Anyway, what about you?\nYou ready to head out?
it: Comunque, e tu?\nSei pronto ad andare?

# 6920 6971
source: Yeah.
it: Sì.

# 6985 7063
source: Hey, what's taking so long up there?
it: Ehi, perché ci mettete così tanto lassù?

# 7107 7237
source: We need to get a move on here!\nYou want Sudo-san chewing us out?
it: Dobbiamo darci una mossa qui!\nVuoi che Sudo-san ci faccia una ramanzina?

# 7238 7309
source: Hurry it up already!
it: Sbrigatevi, forza!

# 7315 7372
source: Okay, okay.
it: Ok, ok.

# 7420 7495
source: Sorry, gotta run.
it: Scusa, devo scappare.

# 7563 7665
source: Yeah. See you around.
it: Sì. Ci vediamo in giro.
