Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/auth/subtitle/D0420.po
Languages: it

# 190 274
source: Are you going now, Uncle Kaz?
it: Te ne vai adesso, Zio Kaz?

# 309 369
source: Yeah.
it: Sì.

# 371 493
source: I might be a while.\nThink you'll be okay?
it: Potrei star via un po'.\nCredi che ve la caverete?

# 506 579
source: Mhm. Take your time.
it: Mhm. Fai con calma.

# 597 662
source: All right. I'll be back.
it: Va bene. Tornerò.

# 2823 2887
source: Welcome back, sir!
it: Bentornato, signore!

# 3714 3898
source: This clan is the only proof\nwe ever walked this earth.
it: Questo clan è l'unica prova\nche abbiamo calpestato questa terra.

# 3864 3916
source: Yup.
it: Già.

# 3917 3992
source: Serve it well.
it: Servitelo a dovere.

# 4017 4102
source: You and the whole Saejima Family.
it: Tu e l'intera Famiglia Saejima.

# 4209 4272
source: Ya can count on it.
it: Puoi contarci.

# 4335 4748
source: <Italic>Tojo Clan, Saejima Family\nPatriarchal Inauguration</Italic>
it: <Italic>Clan Tojo, Inaugurazione del Patriarca\ndella Famiglia Saejima</Italic>

# 5164 5297
source: Come on.\nWe have work to do.
it: Andiamo.\nAbbiamo del lavoro da fare.
