Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/common/common/ai_popup.po
Languages: it

source: They all look so good.
it: Sembrano tutti così buoni.

source: What do I get?
it: Cosa prendo?

source: Hmm...
it: Mmm...

source: That looks wonderful.
it: Sembra meraviglioso.

source: I wonder what I should order...
it: Mi chiedo cosa dovrei ordinare...

source: That looks delicious!
it: Sembra delizioso!

source: I'm not sure...
it: Non sono sicuro...

source: Too many choices!
it: Troppa scelta!

source: Hm...
it: Mh...

source: Ooh, this looks good!
it: Ooh, questo sembra buono!

source: Hmm...
it: Mmm...

source: Dang it, can't decide...
it: Accidenti, non riesco a decidere...

source: What do you think?
it: Tu che ne pensi?

source: Well...
it: Beh...

source: How about this one?
it: Che ne dici di questo?

source: How am I supposed to decide?
it: Come dovrei decidere?

source: What should I get?
it: Cosa dovrei prendere?

source: This'll be great.
it: Questo sarà fantastico.

source: Oh, I bet that's good.
it: Oh, scommetto che è buono.

source: What to eat, what to eat?
it: Cosa mangiare, cosa mangiare?

source: That looks amazing!
it: Sembra incredibile!

source: Aw, I just can't decide!
it: Oh, non riesco proprio a decidere!

source: That's wonderful!
it: È meraviglioso!

source: But which should I go with...?
it: Ma quale dovrei scegliere...?

source: Hmmm...
it: Mmmm...

source: Which one?
it: Quale?

source: There's so much to choose from...
it: C'è così tanto da scegliere...

source: They all look so good.
it: Sembrano tutti così buoni.

source: This looks good!
it: Questo sembra buono!

source: What to eat today...
it: Cosa mangiare oggi...

source: Oh, delicious!
it: Oh, delizioso!

source: I may not make it in time...
it: Potrei non farcela in tempo...

source: *sigh*
it: *sospiro*

source: Still red?
it: Ancora rosso?

source: I wish it would turn green already.
it: Vorrei che diventasse verde.

source: Come on!
it: Dai!

source: The place is right over there.
it: Il posto è proprio lì.

source: It's on the street just ahead.
it: È nella strada qui avanti.

source: Every time I'm in a hurry...
it: Ogni volta che ho fretta...

source: *sigh*
it: *sospiro*

source: It's just ahead.
it: È proprio qui avanti.

source: Oh, why now...?
it: Oh, perché proprio ora...?

source: *sigh*
it: *sospiro*

source: When is it going to change?
it: Quando ha intenzione di scattare?

source: I don't have time for this.
it: Non ho tempo per questo.

source: *sigh*
it: *sospiro*

source: Any day now...
it: Da un momento all'altro...

source: C'mon green. Hurry up.
it: Dai, verde. Sbrigati.

source: Man!
it: Cavolo!

source: The place is right over there.
it: Il posto è proprio lì.

source: Yeah, it's at the end of the street.
it: Sì, è alla fine della strada.

source: C'mon... I'm in a hurry here.
it: Dai... ho fretta.

source: *sigh*
it: *sospiro*

source: Well?
it: Allora?

source: Is it going to change or what?
it: Scatta o no?

source: Hurry up!
it: Sbrigati!

source: Let's go!
it: Andiamo!

source: This light takes too long...
it: Questo semaforo dura troppo...

source: It sure is taking a while.
it: Ci sta mettendo un'eternità.

source: Phew!
it: Fiuu!

source: *sigh*
it: *sospiro*

source: Aw...
it: Oh...

source: How long do I have to sit here?
it: Quanto devo stare qui?

source: Hurry up and change!
it: Sbrigati a scattare!

source: Whew...
it: Fiuu...

source: *sigh*
it: *sospiro*

source: Geez!
it: Caspita!

source: This is perfect.
it: Questo è perfetto.

source: Pretty cheap!
it: Molto economico!

source: Nice!
it: Bello!

source: How nice.
it: Che carino.

source: This one.
it: Questo.

source: Not bad...
it: Non male...

source: Hmm...
it: Mmm...

source: Should I pick this up?
it: Dovrei prenderlo?

source: What do you have here?
it: Cos'avete qui?

source: Might be nice.
it: Potrebbe essere carino.

source: This is just right.
it: Questo è perfetto.

source: How affordable!
it: Che prezzo!

source: Pretty good, huh?
it: Niente male, eh?

source: Hmph.
it: Mpf.

source: I think I'll buy it.
it: Credo che lo comprerò.

source: Great!
it: Grande!

source: Hm?
it: Mh?

source: Well, this might be nice.
it: Beh, questo potrebbe essere carino.

source: Wonderful.
it: Meraviglioso.

source: This should do the trick.
it: Questo dovrebbe andare bene.

source: Should I buy it?
it: Dovrei comprarlo?

source: This is neat.
it: Questo è fico.

source: Surprised how cheap this is.
it: Sorpreso da quanto costi poco.

source: Oh, yeah!
it: Oh, sì!

source: This is great!
it: È fantastico!

source: Looks nice.
it: Sembra bello.

source: Here we go!
it: Ci siamo!

source: Hey, nice.
it: Ehi, bello.

source: Well...
it: Beh...

source: How about this one?
it: Che ne dici di questo?

source: Oh! This is...
it: Oh! Questo è...

source: Huh?
it: Eh?

source: Here we are.
it: Eccoci.

source: It's quite cheap!
it: È molto economico!

source: Hehe...
it: Eheh...

source: This is nice.
it: Questo è carino.

source: Nice...
it: Bello...

source: This is the one.
it: È questo.

source: Pretty nice.
it: Niente male.

source: Hm...
it: Mh...

source: Is this worth it?
it: Ne vale la pena?

source: What's this?
it: Cos'è questo?

source: All right.
it: Va bene.

source: This'd work.
it: Questo andrebbe bene.

source: Now this I can afford.
it: Questo posso permettermelo.

source: Hehehe.
it: Eheheh.

source: I like it.
it: Mi piace.

source: Wonder if I'm gonna make the last train.
it: Chissà se ce la faccio a prendere l'ultimo treno.

source: Crap, I forgot to get a video of that...
it: Merda, ho dimenticato di fare un video...

source: Damn, where's that station again? I'm all turned around.
it: Cazzo, dov'è quella stazione? Mi sono perso.

source: Same as always.
it: Come sempre.

source: Huh, so that's how it is.
it: Uh, allora è così.

source: Hello?
it: Pronto?

source: I'm sauced up like a spring turkey... Can't drink another drop.
it: Sono sbronzo come una pigna... non riesco a bere un altro goccio.

source: I'm gonna hurl...
it: Sto per vomitare...

source: Yippee!
it: Evvai!

source: So this is Kamurocho! It's so... dirty!
it: Allora è questa Kamurocho! È così... sporca!

source: Been getting warmer lately.
it: Ultimamente fa più caldo.

source: Heyyy!
it: Eeehi!

source: Hehehe!
it: Eheheh!

source: Last train's about to leave...
it: L'ultimo treno sta per partire...

source: I didn't get a video...
it: Non ho fatto un video...

source: Which way to the station? This place is a dang maze.
it: Da che parte per la stazione? Questo posto è un labirinto.

source: My favorite.
it: Il mio preferito.

source: Rain? Seriously?
it: Piove? Sul serio?

source: Hellooo?
it: Prontooo?

source: I'm freezing my balls off here.
it: Mi si stanno congelando le palle.

source: Feel like I'm gonna puke.
it: Mi sento come se stessi per vomitare.

source: Sweet!
it: Forte!

source: I wanna go home and get into my pajamas...
it: Voglio andare a casa e mettermi in pigiama...

source: Spring's sprung already...
it: La primavera è già arrivata...

source: Work again tomorrow. Every day it's the same old shit...
it: Domani di nuovo al lavoro. Ogni giorno la solita merda...

source: Ugh, kids these days.
it: Uff, i giovani d'oggi.

source: I just wanna go home and take my bra off...
it: Voglio solo andare a casa e togliermi il reggiseno...

source: Spring already, huh?
it: Già primavera, eh?

source: Maybe I should call in sick tomorrow.
it: Forse domani mi do malata.

source: Look at these punks.
it: Guarda questi pischelli.

source: Things have been rough lately. Can't even put my pants on right...
it: Ultimamente è dura. Non riesco neanche a mettermi bene i pantaloni...

source: What ever happened to <Italic>us</Italic>?
it: Cosa ne è stato di <Italic>noi</Italic>?

source: Everything's going down the crapper.
it: Sta andando tutto a rotoli.

source: I ruled this town when I was young.
it: Quando ero giovane comandavo io in questa città.

source: Let me off the hook, please!
it: Lasciatemi in pace, per favore!

source: Shit, I'm late!
it: Merda, sono in ritardo!

source: Ugh, I'm beat.
it: Uff, sono a pezzi.

source: Stomach's killing me... That's the last time I eat sewer cheese.
it: Mi sta scoppiando lo stomaco... è l'ultima volta che mangio formaggio di fogna.

source: What's going on with Kamurocho Hills?
it: Cosa succede a Kamurocho Hills?

source: Hahaha!
it: Ahahah!

source: Ugh, drank too much. I'm gonna feel this in the morning...
it: Uff, ho bevuto troppo. Domani mattina me ne pentirò...

source: Whoa.
it: Wow.

source: You gotta be kidding me!
it: Stai scherzando, spero!

source: Hold on just one second.
it: Aspetta un secondo.

source: So many people... I'm exhausted just being here.
it: Quanta gente... sono esausto solo a stare qui.

source: Hey, take a chill pill.
it: Ehi, datti una calmata.

source: I'm the mahjong master!
it: Sono il maestro di mahjong!

source: Bahaha!
it: Bwahaha!

source: I was on top of the world in high school! Now I'm just a shmuck.
it: Al liceo ero il re del mondo! Ora sono solo un coglione.

source: Screw my boss!
it: Al diavolo il mio capo!

source: Day and night are so different here.
it: Il giorno e la notte qui sono così diversi.

source: I'm terribly sorry.
it: Sono terribilmente dispiaciuto.

source: Be there as soon as I can.
it: Arrivo il prima possibile.

source: Not a cloud in the sky!
it: Non c'è una nuvola in cielo!

source: Thanks for coming.
it: Grazie per essere venuto.

source: Water stains...
it: Macchie d'acqua...

source: Crap, I'm gonna be late!
it: Merda, farò tardi!

source: I'm exhausted.
it: Sono esausto.

source: I couldn't eat another bite.
it: Non potrei mangiare un altro boccone.

source: So Kamurocho Hills...
it: Allora, Kamurocho Hills...

source: That's it, I'm done drinking forever!
it: Basta, ho chiuso con l'alcol per sempre!

source: Whoops.
it: Ops.

source: You for real!?
it: Dici sul serio!?

source: One sec.
it: Un secondo.

source: Oof, that's a lot of people.
it: Uff, quanta gente.

source: Calm down, man.
it: Calmati, amico.

source: I'm ready for some mahjong!
it: Sono pronto per una partita di mahjong!

source: Teehee!
it: Ihih!

source: You ever have those dreams where you're back in school?
it: Hai mai fatto quei sogni in cui torni a scuola?

source: Man, who cares what my boss says!
it: Amico, chi se ne frega di quello che dice il mio capo!

source: Guess I should ring up a taxi.
it: Credo che chiamerò un taxi.

source: Freaking finally.
it: Finalmente, cazzo.

source: Heard the trains are running late.
it: Ho sentito che i treni sono in ritardo.

source: I lost my wallet! All my cat pictures... Gone!
it: Ho perso il portafoglio! Tutte le foto dei miei gatti... Sparite!

source: Just come get me already!
it: Vieni a prendermi e basta!

source: Everything's been looking up lately!
it: Ultimamente sta andando tutto alla grande!

source: Ugh, I'm pissed!
it: Uff, sono incazzato!

source: Ha... Haha...
it: Ah... Ahah...

source: Look at this!
it: Guarda qui!

source: Why's my phone battery always at like, two percent?
it: Perché la batteria del mio telefono è sempre al due percento?

source: Let's get this over with.
it: Finiamola in fretta.

source: Oh, I saw that!
it: Oh, l'ho visto!

source: It's practically flying off the shelves!
it: Sta andando a ruba!

source: No way!
it: Assolutamente no!

source: Yowch!
it: Aia!

source: This happens every time you go back on the bottle...
it: Succede ogni volta che ricominci a bere...

source: Throat's scratchier than a rabid hostess in the bedroom.
it: Ho la gola più secca del deserto.

source: I need someone new.
it: Ho bisogno di qualcuno di nuovo.

source: Everything's cheaper during the day!
it: Di giorno costa tutto meno!

source: You free?
it: Sei libera?

source: Maybe I'll grab a cab.
it: Forse prenderò un taxi.

source: I'm gonna get soaked!
it: Mi bagnerò tutto!

source: The trains are running late...
it: I treni sono in ritardo...

source: My wallet! Where's my wallet!?
it: Il mio portafoglio! Dov'è il mio portafoglio!?

source: Can you come get me?
it: Puoi venirmi a prendere?

source: Nothing's gone my way lately.
it: Ultimamente non me ne va bene una.

source: This is the worst!
it: È il peggio!

source: Hehe!
it: Eheh!

source: Check this out!
it: Guarda qua!

source: Phone's running out of juice...
it: Il telefono si sta scaricando...

source: Anyways!
it: Comunque!

source: Yup, definitely seen that!
it: Sì, l'ho visto di sicuro!

source: That's hot shit right now.
it: Quella è la roba che va di moda adesso.

source: Too damn funny.
it: Troppo divertente.

source: Ow!
it: Ahi!

source: You always get like this when you drink.
it: Diventi sempre così quando bevi.

source: My throat stings...
it: Mi brucia la gola...

source: I want it, I want it! Pleeease!
it: Lo voglio, lo voglio! Tiii prego!

source: That man...
it: Quell'uomo...

source: Buy it for me? Pretty please!
it: Me lo compri? Ti prego!

source: That guy over there...
it: Quel tipo laggiù...

source: Hey, you!
it: Ehi, tu!

source: So, ummm...
it: Allora, uhm...

source: You there!
it: Tu, lì!

source: Hey, um!
it: Ehi, uhm!

source: Hello?
it: Pronto?

source: Really?
it: Davvero?

source: Hi.
it: Ciao.

source: You don't say...
it: Ma dai...

source: Hahaha!
it: Ahahah!

source: Want to check it out?
it: Vuoi dare un'occhiata?

source: Why don't we hit up another place?
it: Perché non andiamo in un altro posto?

source: Ahaha!
it: Ahah!

source: Come on, now...
it: Dai, su...

source: Yeaaah.
it: Sììì.

source: Oh, please...
it: Oh, ti prego...

source: Sounds great!
it: Fantastico!

source: Where should we go next?
it: Dove andiamo adesso?

source: What do you want to eat?
it: Cosa vuoi mangiare?

source: What!?
it: Cosa!?

source: They've got it at that restaurant.
it: Ce l'hanno in quel ristorante.

source: Really!?
it: Davvero!?

source: Where?
it: Dove?

source: Forget it!
it: Lascia perdere!

source: Nice!
it: Bello!

source: Hey, let's go someplace else!
it: Ehi, andiamo da un'altra parte!

source: Did you buy any souvenirs?
it: Hai comprato qualche souvenir?

source: See you next time.
it: Ci vediamo.

source: We've got plenty of time.
it: Abbiamo un sacco di tempo.

source: Awww...
it: Uffa...

source: Good to hear!
it: Felice di sentirlo!

source: That was fun!
it: È stato divertente!

source: Let's go home.
it: Andiamo a casa.

source: Ugh...
it: Uff...

source: How's it this late?
it: Com'è possibile che sia così tardi?

source: Wanna leave now?
it: Vogliamo andare adesso?

source: Oh, huh...
it: Oh, uh...

source: Man, that's pretty rough.
it: Cavolo, è piuttosto dura.

source: So then, my boyfriend...
it: E quindi, il mio ragazzo...

source: Did you see that hot guy back there?
it: Hai visto quel figo laggiù?

source: That's great!
it: Fantastico!

source: Those are super yummy!
it: Quelli sono buonissimi!

source: That's crazy.
it: È pazzesco.

source: Oh, damn.
it: Oh, cavolo.

source: Oh, yeah?
it: Ah, sì?

source: I'll text you...
it: Ti scrivo...

source: I'll call you.
it: Ti chiamo.

source: So then, she's like...
it: E allora lei fa tipo...

source: Hey, c'mon!
it: Ehi, andiamo!

source: You're right.
it: Hai ragione.

source: Buy that for me, please?
it: Me lo compri, per favore?

source: Hey, heeey!
it: Ehi, eeehi!

source: Geez!
it: Caspita!

source: Heh... Scared o' me?
it: Eh... Paura di me?

source: You wimp!
it: Che pappamolla!

source: Aw, you gonna piss your pants?
it: Oh, ti stai pisciando sotto?

source: You little shit!
it: Brutto stronzo!

source: Get away!
it: Vattene!

source: Beat it!
it: Scompari!

source: Get the fuck outta my sight!
it: Levati dal cazzo!

source: You piss me off!
it: Mi fai incazzare!

source: Don't you ever come back!
it: Non farti più vedere!

source: You ain't no friend of mine!
it: Non sei un mio amico!

source: You think you're hot shit, eh?
it: Pensi di essere un figo, eh?

source: I don't wanna see your butt-ugly face!
it: Non voglio vedere la tua faccia di cazzo!

source: Any closer and your ass is grass!
it: Un altro passo e sei morto!

source: Losers like you oughta stay at home!
it: Gli sfigati come te dovrebbero starsene a casa!

source: Chickened out? Idiot...
it: Ti sei tirato indietro? Idiota...

source: Get lost, dumbass!
it: Sparisci, coglione!

source: Back the fuck up!
it: Stammi alla larga!

source: You make me sick!
it: Mi fai schifo!

source: Heh, you look real scared!
it: Eh, sembri proprio spaventato!

source: You tryin' to run!?
it: Stai cercando di scappare!?

source: Bring it on!
it: Fatti sotto!

source: I bet you pissed your pants!
it: Scommetto che ti sei pisciato addosso!

source: Don't try and act tough, punk!
it: Non fare il duro, pischello!

source: Don't act all tough, bitch!
it: Non fare il duro, stronzo!

source: Get outta my sight!
it: Sparisci dalla mia vista!

source: You got no balls, do ya?
it: Non hai le palle, vero?

source: Get the hell out of here!
it: Vattene fuori dai coglioni!

source: Heh... You ain't nothin' but a bitch...
it: Eh... non sei altro che un codardo...

source: Get out of here, dumbass!
it: Vattene da qui, coglione!

source: You scared little pansy...
it: Piccola femminuccia spaventata...

source: Any closer, and your ass is grass!
it: Un altro passo, e sei morto!

source: You're just a punk-ass bitch!
it: Sei solo un piccolo stronzo!

source: If I see you again, you're dead!
it: Se ti rivedo, sei morto!

source: Damn, this guy is fast.
it: Cazzo, questo tizio è veloce.

source: Whew...
it: Fiuu...

source: Yeah, a bitch like you would run!
it: Sì, un codardo come te scapperebbe!
