Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/common/common/ai_popup.po
Languages: it

source: Awesome!
it: Grande!

source: Right?
it: Vero?

source: Just forget it.
it: Lascia perdere.

source: *sigh*
it: *sospiro*

source: How about we relax a little?
it: Che ne dici di rilassarci un po'?

source: Wanna go somewhere else?
it: Vogliamo andare da un'altra parte?

source: Come on now...
it: Dai, su...

source: Right.
it: Giusto.

source: Let's hit one more place!
it: Facciamo un salto in un altro posto!

source: I can't believe I have work tomorrow...
it: Non posso credere di dover lavorare domani...

source: Really!?
it: Davvero!?

source: Where?
it: Dove?

source: It's there.
it: È lì.

source: Just stop.
it: Smettila.

source: I'm tired...
it: Sono stanca...

source: Awww.
it: Uffa.

source: What a relief.
it: Che sollievo.

source: That was fun!
it: È stato divertente!

source: Let's go home.
it: Andiamo a casa.

source: *sigh*
it: *sospiro*

source: How's it this late?
it: Com'è possibile che sia così tardi?

source: Let's head back.
it: Torniamo indietro.

source: So then, you know...
it: E quindi, sai...

source: You're right.
it: Hai ragione.

source: Hey. Heeey!
it: Ehi. Eeehi!

source: Come on!
it: Dai!

source: Sorry I'm late.
it: Scusa il ritardo.

source: I overslept!
it: Ho dormito troppo!

source: I'm sorry.
it: Mi dispiace.

source: Been waiting long?
it: Aspetti da molto?

source: The roads sure were crowded.
it: C'era un traffico terribile.

source: I was running kinda late.
it: Ero un po' in ritardo.

source: Work was so busy...
it: Il lavoro è stato un delirio...

source: Here I am!
it: Eccomi qua!

source: I know I took a while, sorry.
it: So di averci messo un po', scusa.

source: Did I keep you waiting?
it: Ti ho fatto aspettare?

source: Sorry about that.
it: Scusami tanto.

source: I'm finally here!
it: Finalmente sono arrivato!

source: Been waiting long?
it: Aspetti da molto?

source: Yeah, I'm here.
it: Sì, ci sono.

source: I got held up.
it: Ho avuto un contrattempo.

source: I'm sorry.
it: Scusami.

source: My bad, heh.
it: Colpa mia, eh.

source: Sorry I'm late.
it: Scusa il ritardo.

source: Sorry...
it: Scusa...

source: My bad...
it: Colpa mia...

source: I overslept!
it: Ho dormito troppo!

source: I took some time getting ready.
it: Ci ho messo un po' a prepararmi.

source: Been waiting long?
it: Aspetti da molto?

source: The roads sure were crowded.
it: C'era un traffico terribile.

source: I was running a little late.
it: Ero un po' in ritardo.

source: Work was so busy...
it: Il lavoro è stato un delirio...

source: Here I am!
it: Eccomi qua!

source: You were waiting?
it: Stavi aspettando?

source: I'm ready now.
it: Ora sono pronta.

source: Sorry about that.
it: Scusami tanto.

source: I'm late, aren't I?
it: Sono in ritardo, vero?

source: I guess I slept in...
it: Credo di aver dormito un po' troppo...

source: Did you miss me?
it: Ti sono mancata?

source: My work was packed...
it: Ero sommersa dal lavoro...

source: That's why I'm late.
it: Ecco perché sono in ritardo.

source: Sure has been a while!
it: È passato un bel po' di tempo!

source: Can't believe I was this late...
it: Non posso credere di aver fatto così tardi...

source: You were here already?
it: Eri già qui?

source: Sorry if I wasted your time.
it: Scusa se ti ho fatto perdere tempo.

source: Where is he?
it: Dov'è?

source: Maybe I'm early?
it: Forse sono in anticipo?

source: Are they here yet?
it: Sono già qui?

source: Where are they?
it: Dove sono?

source: Huh? Where could they be...
it: Uh? Dove potrebbero essere...

source: I'll give 'em a few minutes.
it: Gli darò ancora qualche minuto.

source: Man, late again?
it: Cavolo, ancora in ritardo?

source: Way too early I guess.
it: Troppo in anticipo, immagino.

source: He's still not here?
it: Non è ancora arrivato?

source: Guess I'm early.
it: Credo di essere in anticipo.

source: How much longer?
it: Quanto manca ancora?

source: Running late, I wonder?
it: Sarà in ritardo, mi chiedo?

source: Not here yet...
it: Non è ancora qui...

source: Guess they're not here yet.
it: Immagino non siano ancora qui.

source: They should be here soon.
it: Dovrebbero arrivare a momenti.

source: Got here too quickly I guess.
it: Sono arrivato troppo presto, credo.

source: I can wait a bit longer...
it: Posso aspettare ancora un po'...

source: This is taking too long.
it: Ci sta mettendo troppo.

source: He's really late...
it: È davvero in ritardo...

source: Got here too soon.
it: Sono arrivato troppo presto.

source: Where are they...?
it: Dove sono...?

source: I wonder.
it: Chissà.

source: Huh? They're not here yet?
it: Eh? Non sono ancora qui?

source: Guess I'll wait here...
it: Credo che aspetterò qui...

source: Don't waste my time...
it: Non farmi perdere tempo...

source: I must be early.
it: Devo essere in anticipo.

source: Guess I have to wait.
it: Immagino di dover aspettare.

source: Any day now.
it: Da un momento all'altro.

source: I hope she gets here soon.
it: Spero arrivi presto.

source: Oh, I'm early!
it: Oh, sono in anticipo!

source: Maybe I should wait a little?
it: Forse dovrei aspettare ancora un po'?

source: He's so late!
it: È così in ritardo!

source: I shouldn't have come so early.
it: Non sarei dovuta venire così presto.

source: He's late again?
it: È di nuovo in ritardo?

source: Shouldn't have rushed.
it: Non avrei dovuto avere fretta.

source: I'm so sick of him being late!
it: Sono stufa marcia dei suoi ritardi!

source: He'll be here pretty soon...
it: Dovrebbe arrivare molto presto...

source: Hey, you're here.
it: Ehi, sei qui.

source: Hey, hey!
it: Ehi, ehi!

source: Come with me!
it: Vieni con me!

source: You're late...
it: Sei in ritardo...

source: I can't believe you...
it: Non posso crederti...

source: You're here!
it: Sei qui!

source: I was about to go home!
it: Stavo per andare a casa!

source: Hey there!
it: Ehilà!

source: There you are...
it: Eccoti...

source: C'mon!
it: Andiamo!

source: This is the way.
it: Da questa parte.

source: What's the deal?
it: Che succede?

source: Hi!
it: Ciao!

source: Here, here!
it: Qui, qui!

source: You're so late!
it: Sei così in ritardo!

source: You know I hate waiting!
it: Sai che odio aspettare!

source: Nice to see you.
it: Piacere di vederti.

source: I knew you'd come.
it: Sapevo che saresti venuto.

source: There you are!
it: Eccoti!

source: Over here!
it: Di qua!

source: Over here!
it: Di qua!

source: I can't believe you.
it: Non posso crederti.

source: I've been waiting forever.
it: È un'eternità che aspetto.

source: About time!
it: Era ora!

source: I've had enough waiting!
it: Ne ho abbastanza di aspettare!

source: Heyo!
it: Ehilà!

source: Oh, you made it!
it: Oh, ce l'hai fatta!

source: Hey, hey!
it: Ehi, ehi!

source: Come on!
it: Dai!

source: You're late again...
it: Sei di nuovo in ritardo...

source: Don't keep me waiting!
it: Non farmi aspettare!

source: Finally!
it: Finalmente!

source: I've been here just about all day!
it: Sono qui da quasi tutto il giorno!

source: Could you be any later?
it: Potresti fare più tardi di così?

source: There you are.
it: Eccoti.

source: Heeey!
it: Eeehi!

source: This way!
it: Da questa parte!

source: What held you up?
it: Cosa ti ha trattenuto?

source: What do you feel like doing?
it: Cosa ti va di fare?

source: Let's hit a café.
it: Andiamo in un bar.

source: Let's catch a movie!
it: Andiamo a vedere un film!

source: I need some new clothes...
it: Mi servono dei vestiti nuovi...

source: Do you mind tagging along with me?
it: Ti dispiace venire con me?

source: There's a good place to eat.
it: Conosco un bel posto dove mangiare.

source: Now what do you want to do?
it: E ora cosa vuoi fare?

source: I got us a spot at a nice restaurant.
it: Ho prenotato per noi in un bel ristorante.

source: Sounds good!
it: Mi piace!

source: That's right!
it: Esatto!

source: What do you feel like doing?
it: Cosa ti va di fare?

source: Time for tea?
it: È l'ora del tè?

source: How about a movie?
it: Che ne dici di un film?

source: Could use some new clothes...
it: Potrebbero servirmi dei vestiti nuovi...

source: I have somewhere to go. Wanna come?
it: Devo andare in un posto. Vuoi venire?

source: I found a great restaurant.
it: Ho trovato un ottimo ristorante.

source: Awww.
it: Uffa.

source: Right.
it: Giusto.

source: Works for me.
it: Per me va bene.

source: Really?
it: Davvero?

source: Hmmm... I don't know.
it: Mmm... non so.

source: You're right!
it: Hai ragione!

source: So what's next?
it: Allora, qual è il prossimo passo?

source: Got a reservation at a nice place.
it: Ho una prenotazione in un bel posto.

source: Right!
it: Giusto!

source: All right.
it: Va bene.

source: How long's it been?
it: Quanto tempo è passato?

source: Sorry for the wait.
it: Scusa per l'attesa.

source: I overslept!
it: Ho dormito troppo!

source: Sorry about that.
it: Scusami tanto.

source: Were you waiting for me?
it: Mi stavi aspettando?

source: The roads were way too crowded.
it: Le strade erano fin troppo affollate.

source: How's it this late?
it: Com'è possibile che sia così tardi?

source: Work was so busy...
it: Il lavoro è stato un delirio...

source: I'm here, sorry.
it: Sono qui, scusa.

source: Nice to see you again.
it: Piacere di rivederti.

source: I know I took a while.
it: So di averci messo un po'.

source: Hope you didn't wait too long.
it: Spero tu non abbia aspettato troppo.

source: My bad, sorry.
it: Colpa mia, scusa.

source: Yeah, I'm here.
it: Sì, ci sono.

source: Been waiting long?
it: Aspetti da molto?

source: I'm finally here!
it: Finalmente sono qui!

source: I got slowed down.
it: Sono stato rallentato.

source: I'm sorry.
it: Mi dispiace.

source: Yeah, my bad.
it: Sì, colpa mia.

source: Sure has been a while!
it: È passato un bel po' di tempo!

source: Can't believe I was this late...
it: Non posso credere di aver fatto così tardi...

source: Sorry...
it: Scusa...

source: My bad...
it: Colpa mia...

source: Can't believe I overslept!
it: Non posso credere di aver dormito troppo!

source: I took some time getting ready.
it: Ci ho messo un po' a prepararmi.

source: Sorry to keep you waiting.
it: Scusa se ti ho fatto aspettare.

source: The roads are packed.
it: Le strade sono bloccate.

source: That's why I'm late.
it: Ecco perché sono in ritardo.

source: It was packed today!
it: Oggi era un delirio!

source: Here I am!
it: Eccomi qua!

source: You were waiting?
it: Stavi aspettando?

source: Sorry to hold you up.
it: Scusa se ti ho trattenuto.

source: How long has it been?
it: Quanto tempo è passato?

source: Sorry...
it: Scusa...

source: I'm late, aren't I?
it: Sono in ritardo, vero?

source: I guess I slept in...
it: Credo di aver dormito un po' troppo...

source: Did you miss me?
it: Ti sono mancato?

source: My work was packed!
it: Ero sommerso dal lavoro!

source: I know, I know, I'm late.
it: Lo so, lo so, sono in ritardo.

source: Whew, I just barely got here in time!
it: Fiuu, sono appena arrivato in tempo!

source: How long's it been?
it: Quanto tempo è passato?

source: Sorry I'm late.
it: Scusa il ritardo.

source: You were here already?
it: Eri già qui?

source: Did you miss me?
it: Ti sono mancata?

source: He's late again?
it: È di nuovo in ritardo?

source: Maybe I'm early?
it: Forse sono in anticipo?

source: Are they here yet?
it: Sono già qui?

source: Where are they?
it: Dove sono?

source: Huh? They're not here yet?
it: Eh? Non sono ancora qui?

source: I'll give 'em a few minutes.
it: Gli darò ancora qualche minuto.

source: Guess they're late.
it: Credo siano in ritardo.

source: Man, late again?
it: Cavolo, ancora in ritardo?

source: Got here too early I guess.
it: Sono arrivata troppo presto, immagino.

source: Don't keep me waiting.
it: Non farmi aspettare.

source: Guess I didn't have to hurry.
it: Immagino non ci fosse bisogno di affrettarsi.

source: I can wait a little longer.
it: Posso aspettare ancora un po'.

source: When is she gonna get here?
it: Quando ha intenzione di arrivare?

source: Not here yet...
it: Non è ancora qui...

source: How long do they want me to wait?
it: Quanto vogliono farmi aspettare?

source: He should be here pretty soon...
it: Dovrebbe arrivare molto presto...

source: Am I that early?
it: Sono così in anticipo?

source: I can wait a bit longer...
it: Posso aspettare ancora un po'...

source: This is taking too long.
it: Ci sta mettendo troppo.

source: He's really late...
it: È davvero in ritardo...

source: Got here too soon.
it: Sono arrivato troppo presto.

source: Where are they...?
it: Dove sono...?

source: I wonder.
it: Chissà.

source: Huh? Where could they be...
it: Uh? Dove potrebbero essere...

source: How much longer?
it: Quanto manca ancora?

source: I wonder what's taking her so long?
it: Mi chiedo cosa la stia trattenendo.

source: I'm sick of waiting for you...
it: Sono stufo di aspettarti...

source: I must be early.
it: Devo essere in anticipo.

source: I'm so sick of him being late!
it: Sono stufa marcia dei suoi ritardi!

source: Guess I have to wait.
it: Immagino di dover aspettare.

source: He'll be here any second now...
it: Sarà qui da un momento all'altro...

source: She should be here soon, right?
it: Dovrebbe arrivare presto, giusto?

source: Oh, I'm early!
it: Oh, sono in anticipo!

source: I guess I'll hang out for now.
it: Immagino che aspetterò un po' qui.

source: He's so late!
it: È così in ritardo!

source: I shouldn't have come so early.
it: Non sarei dovuta venire così presto.

source: He's always late.
it: È sempre in ritardo.

source: Shouldn't have rushed.
it: Non avrei dovuto avere fretta.

source: He's late again...
it: È di nuovo in ritardo...

source: Any day now...
it: Da un momento all'altro...

source: Oh, you made it!
it: Oh, ce l'hai fatta!

source: Hey, hey!
it: Ehi, ehi!

source: Over here!
it: Di qua!

source: You're late...
it: Sei in ritardo...

source: I can't believe you...
it: Non posso crederti...

source: You're here!
it: Sei qui!

source: I was about to go home!
it: Stavo per andare a casa!

source: Long time no see!
it: Da quanto tempo!

source: Hey there!
it: Ehilà!

source: There you are...
it: Eccoti...

source: Right here!
it: Proprio qui!

source: This is the way.
it: Da questa parte.

source: What's the deal?
it: Che succede?

source: I'm over here.
it: Sono qui.

source: You're so late!
it: Sei così in ritardo!

source: You know I hate waiting!
it: Sai che odio aspettare!

source: Nice to see you.
it: Piacere di vederti.

source: I knew you'd come.
it: Sapevo che saresti venuto.

source: There you are!
it: Eccoti!

source: Heeey!
it: Eeehi!

source: Here, here!
it: Qui, qui!

source: I can't believe you.
it: Non posso crederti.

source: Don't keep me waiting!
it: Non farmi aspettare!

source: About time!
it: Era ora!

source: See if I wait for you next time.
it: Vediamo se ti aspetto la prossima volta.

source: It's been so long.
it: È passato tanto tempo.

source: Heyo!
it: Ehilà!

source: Hey, you're here.
it: Ehi, sei qui.

source: C'mon!
it: Andiamo!

source: I'm over here.
it: Sono qui.

source: Late again. Sheesh.
it: Ancora in ritardo. Mamma mia.

source: You're so damn late!
it: Sei fottutamente in ritardo!

source: Finally!
it: Finalmente!

source: Do you know how long I've waited?
it: Hai idea di quanto ho aspettato?

source: Hey, how long's it been?
it: Ehi, da quanto tempo?

source: What held you up?
it: Cosa ti ha trattenuto?

source: There you are.
it: Eccoti.

source: Over here!
it: Di qua!

source: This way!
it: Da questa parte!

source: Could you be any later?
it: Potresti fare più tardi di così?

source: So how about it?
it: Allora, che ne dici?

source: Sounds great!
it: Fantastico!

source: Hehe.
it: Eheh.

source: Over this way.
it: Da questa parte.

source: Shall we?
it: Andiamo?

source: I'm looking forward to it.
it: Non vedo l'ora.

source: That way?
it: Da quella parte?

source: All right, let's go.
it: Va bene, andiamo.

source: Let's hurry up.
it: Sbrighiamoci.

source: Over here!
it: Di qua!

source: No problem!
it: Nessun problema!

source: Here goes!
it: Si parte!

source: It's gonna be so much fun.
it: Sarà divertentissimo.

source: Wanna leave?
it: Vogliamo andare?

source: Let's get outta here.
it: Andiamocene da qui.

source: This way.
it: Da questa parte.

source: I can't wait!
it: Non vedo l'ora!

source: Heh...
it: Eh...

source: Oh, yes, please!
it: Oh, sì, ti prego!

source: Hehehe.
it: Eheheh.

source: I sure am hungry...
it: Ho proprio fame...

source: Not bad!
it: Non male!

source: Delicious!
it: Delizioso!

source: Great flavor!
it: Che sapore!

source: One more...
it: Ancora uno...

source: I love this.
it: Lo adoro.

source: Very tasty!
it: Molto gustoso!

source: I'd like to try that as well...
it: Vorrei provare anche quello...

source: I wonder what I should order...?
it: Mi chiedo cosa dovrei ordinare...?

source: Now this is what I call living!
it: Questa sì che è vita!

source: That's great too!
it: Anche quello è ottimo!

source: Another one.
it: Ancora uno.

source: Pretty good...
it: Niente male...

source: Oh yes!
it: Oh sì!

source: That tastes amazing!
it: Ha un sapore incredibile!

source: I may go for seconds...
it: Potrei fare il bis...

source: How about dessert?
it: Che ne dici di un dessert?

source: What do you wanna do?
it: Cosa vuoi fare?

source: So good!
it: Troppo buono!

source: This is great!
it: È fantastico!

source: I want to try it all...
it: Voglio provare tutto...

source: What to eat, what to eat?
it: Cosa mangiare, cosa mangiare?

source: I want more!
it: Ne voglio ancora!

source: Phew!
it: Fiuu!

source: I'll take a breather.
it: Faccio una pausa.

source: Phew!
it: Fiuu!

source: Time to move.
it: È ora di muoversi.

source: Now then...
it: Ebbene...

source: I'm beat!
it: Sono a pezzi!

source: All right...
it: Va bene...

source: *sigh*
it: *sospiro*

source: Oh my, I'm exhausted.
it: Mamma mia, sono esausta.

source: Just gotta rest a minute.
it: Devo solo riposare un minuto.

source: Whew...
it: Fiuu...

source: Gonna take a quick break.
it: Faccio una pausa veloce.

source: *sigh*
it: *sospiro*

source: There we go.
it: Ecco fatto.

source: I'm pooped...
it: Sono distrutto...

source: Whew...
it: Fiuu...

source: I'm so done...
it: Non ne posso più...

source: I think I'll sit and wait.
it: Credo che mi siederò ad aspettare.

source: *sigh*
it: *sospiro*

source: Whew...
it: Fiuu...

source: Gimme a sec...
it: Dammi un secondo...

source: Phew!
it: Fiuu!

source: Time for a little break.
it: È ora di una piccola pausa.

source: I should be on my way...
it: Dovrei andare...

source: I'd better go...
it: È meglio che vada...

source: Time to move.
it: È ora di muoversi.

source: All right, let's go.
it: Va bene, andiamo.

source: Well then...
it: Bene, allora...

source: Okay then...
it: Okay, allora...

source: Oof.
it: Uff.

source: Up and at 'em.
it: In piedi e all'attacco.

source: I'm ready to go.
it: Sono pronto ad andare.

source: Whew...
it: Fiuu...

source: I should go...
it: Dovrei andare...

source: Here we go...
it: Ci siamo...

source: Now then...
it: Ebbene...

source: Guess I should head out.
it: Credo sia ora di andare.

source: Enough rest.
it: Basta riposare.

source: Phew!
it: Fiuu!

source: All right then!
it: Bene, allora!

source: Gotta get going...
it: Devo andare...

source: All right...
it: Va bene...

source: Time to get going!
it: È ora di andare!

source: There we go.
it: Ecco fatto.

source: (There's gotta be a good target around somewhere...)
it: (Ci dev'essere un buon bersaglio da qualche parte...)

source: (Him!)
it: (Lui!)

source: (That was too close!)
it: (Per un pelo!)

source: Hey.
it: Ehi.

source: Hello.
it: Salve.

source: Hi.
it: Ciao.

source: Hi there!
it: Ehilà!

source: How's everything?
it: Come va?

source: Hello there!
it: Salve!

source: You haven't even called!
it: Non ti sei fatto sentire!

source: Hm.
it: Mh.

source: I appreciate it.
it: Apprezzo.

source: Oh, my!
it: Oh, cielo!

source: How have you been?
it: Come stai?

source: We have got to catch up!
it: Dobbiamo assolutamente aggiornarci!

source: Oh, hi there!
it: Oh, ciao!

source: Greetings.
it: Saluti.

source: Hello.
it: Salve.

source: How's it been going?
it: Come te la passi?

source: Oh, hello!
it: Oh, salve!

source: It's been a long time.
it: È passato molto tempo.

source: Well now!
it: Ma guarda un po'!

source: How's it going?
it: Come va?

source: It's been a minute!
it: È passata un'eternità!

source: Been a while!
it: Da quanto tempo!

source: Well, hello.
it: Beh, salve.

source: Hello!
it: Salve!

source: Afternoon!
it: Buon pomeriggio!

source: How've things been lately?
it: Come vanno le cose ultimamente?

source: Is that so?
it: Davvero?

source: Not at all.
it: Niente affatto.

source: Hahaha!
it: Ahahah!

source: Really?
it: Davvero?

source: Hmm.
it: Mmm.

source: That's great.
it: Fantastico.

source: How did that go?
it: Com'è andata?

source: That's rough.
it: È dura.

source: How are things?
it: Come vanno le cose?

source: Oh, really?
it: Oh, davvero?

source: No way.
it: Ma va.

source: Haha!
it: Ahah!

source: Seriously?
it: Seriamente?

source: Oh yes!
it: Oh sì!

source: Glad to hear it.
it: Felice di sentirlo.

source: What happened?
it: Cos'è successo?

source: That sucks.
it: Che palle.

source: How are you?
it: Come stai?

source: Is that right?
it: È così?

source: Oh, please...
it: Oh, ti prego...

source: Hehehe.
it: Eheheh.

source: Seriously?
it: Seriamente?

source: Oof.
it: Uff.

source: Yep!
it: Già!

source: Good for you.
it: Buon per te.

source: How was it?
it: Com'è stato?

source: Hm...
it: Mh...

source: That's awful.
it: Terribile.

source: How've things been?
it: Come sono andate le cose?

source: Oh yeah?
it: Ah sì?

source: No, you know...
it: No, sai com'è...

source: Hah!
it: Ah!

source: For real?
it: Davvero?

source: Whoa.
it: Wow.

source: Yeah, yeah.
it: Sì, sì.

source: Great!
it: Grande!

source: How were things?
it: Com'è andata?

source: Geez!
it: Caspita!

source: How're things on your end?
it: E da te come vanno le cose?

source: You mean it?
it: Dici sul serio?

source: Oh, stop.
it: Oh, smettila.

source: Hehehe!
it: Eheheh!

source: Are you sure?
it: Sei sicura?

source: Hrm.
it: Mhm.

source: Mmhm.
it: Mm-mh.

source: That's great to hear.
it: È bello sentirlo.

source: How did it go?
it: Com'è andata?

source: That's no good.
it: Non va bene.

source: Mhm. It's like that.
it: Mhm. È così.

source: Exactly.
it: Esatto.

source: Yeah. That's right.
it: Sì. È giusto.

source: Yes.
it: Sì.

source: Whew, I'm tired.
it: Fiuu, sono stanco.

source: Should be here soon.
it: Dovrebbe arrivare presto.

source: I'm dog tired.
it: Sono stanco morto.

source: Are we done yet?
it: Abbiamo finito?

source: So tired.
it: Che stanchezza.

source: Only a few more hours.
it: Ancora poche ore.

source: I'm exhausted.
it: Sono esausto.

source: Any time now...
it: Da un momento all'altro...

source: Falling asleep...
it: Mi sto addormentando...

source: Soon.
it: Presto.

source: I'm dead on my feet.
it: Sto morendo in piedi.

source: Am I done yet?
it: Ho finito?

source: I'm about to fall over.
it: Sto per crollare.

source: Gotta hold out...
it: Devo resistere...

source: What should I eat today?
it: Cosa dovrei mangiare oggi?

source: This looks good!
it: Questo sembra buono!

source: Hmmm... I don't know.
it: Mmm... non so.

source: I'm not sure...
it: Non sono sicura...

source: Which should I order?
it: Quale dovrei ordinare?

source: ...Hrm.
it: ...Mhm.

source: This might be good, too.
it: Anche questo potrebbe essere buono.

source: I can't make up my mind.
it: Non riesco a decidere.

source: What should I pick...?
it: Cosa dovrei scegliere...?

source: That's great!
it: È fantastico!

source: This looks tasty!
it: Sembra gustoso!
