Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/common/common/trouble_encount.po
Languages: it

source: Repeat: Disturbance on <Color:255,200,200,255>Nakamichi Street<Color:Default>. Suspect is armed and dangerous. All nearby units report to the scene.
it: Ripeto: disordini in <Color:255,200,200,255>Nakamichi Street<Color:Default>. Il sospetto è armato e pericoloso. Tutte le unità in zona si portino sul posto.

source: KPD Central Dispatch: Known member of a weapon smuggling ring spotted on <Color:255,200,200,255>Via Nakamichi<Color:Default>. All nearby units report.
it: Centrale KPD: membro noto di un'organizzazione di trafficanti d'armi avvistato in <Color:255,200,200,255>Via Nakamichi<Color:Default>. A tutte le unità in zona, intervenire.

source: Repeat: Known member of a weapon smuggling ring spotted on <Color:255,200,200,255>Via Nakamichi<Color:Default>. All nearby units report.
it: Ripeto: membro noto di un'organizzazione di trafficanti d'armi avvistato in <Color:255,200,200,255>Via Nakamichi<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: Public intoxication and violence reported <Color:255,200,200,255>in front of the Millennium Tower<Color:Default>. All nearby units report.
it: Centrale KPD: segnalata violenza e ubriachezza molesta <Color:255,200,200,255>di fronte alla Millennium Tower<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Millennium Tower incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente alla Millennium Tower è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Public intoxication and violence reported on <Color:255,200,200,255>Viale del Parco<Color:Default>. All nearby units report.
it: Centrale KPD: segnalata violenza e ubriachezza molesta in <Color:255,200,200,255>Viale del Parco<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Viale del Parco incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in Viale del Parco è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Altercation reported between a taxi driver and passenger on <Color:255,200,200,255>Via Tenkaichi<Color:Default>. All nearby units report.
it: Centrale KPD: segnalato alterco tra un tassista e un passeggero in <Color:255,200,200,255>Via Tenkaichi<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Via Tenkaichi incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in Via Tenkaichi è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Altercation reported between a restaurant employee and attempted dine-and-dasher on <Color:255,200,200,255>North Pink Street<Color:Default>. All nearby units report.
it: Centrale KPD: segnalato alterco tra l'impiegato di un ristorante e un cliente fuggito senza pagare in <Color:255,200,200,255>North Pink Street<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The North Via Pink incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in North Via Pink è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Drunken brawl reported in <Color:255,200,200,255>Theater Square<Color:Default>. All nearby units report.
it: Centrale KPD: segnalata rissa tra ubriachi in <Color:255,200,200,255>Theater Square<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Theater Square incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in Theater Square è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Drunken brawl reported in <Color:255,200,200,255>Senryo Alley<Color:Default>. All nearby units report.
it: Centrale KPD: segnalata rissa tra ubriachi in <Color:255,200,200,255>Senryo Alley<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Senryo Alley incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in Senryo Alley è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Gang fight reported on <Color:255,200,200,255>East Shichifuku Street<Color:Default>. All nearby units report.
it: Centrale KPD: segnalato scontro tra gang in <Color:255,200,200,255>East Shichifuku Street<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The East Shichifuku Street incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in East Shichifuku Street è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Gang violence reported at <Color:255,200,200,255>a restaurant on Viale del Teatro<Color:Default>. All nearby units report.
it: Centrale KPD: segnalate violenze tra gang presso <Color:255,200,200,255>un ristorante in Viale del Teatro<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Viale del Teatro incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in Viale del Teatro è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Gang violence reported at <Color:255,200,200,255>a restaurant on West Shichifuku Street<Color:Default>. All nearby units report.
it: Centrale KPD: segnalate violenze tra gang presso <Color:255,200,200,255>un ristorante in West Shichifuku Street<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The West Shichifuku Street incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in West Shichifuku Street è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Gang violence reported at <Color:255,200,200,255>an adult entertainment shop on North Via Pink<Color:Default>. All nearby units report.
it: Centrale KPD: segnalate violenze tra gang presso <Color:255,200,200,255>un sexy shop in North Via Pink<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The North Via Pink incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in North Via Pink è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Alleged gang extortion reported <Color:255,200,200,255>somewhere in the Hotel District<Color:Default>. All nearby units report.
it: Centrale KPD: segnalata presunta estorsione da parte di una gang <Color:255,200,200,255>nel quartiere degli hotel<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Hotel District incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente nel quartiere degli hotel è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Suspicious male reported stalking a woman in <Color:255,200,200,255>Vicolo Nakamichi<Color:Default>. All nearby units report.
it: Centrale KPD: segnalato uomo sospetto che pedina una donna in <Color:255,200,200,255>Vicolo Nakamichi<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Vicolo Nakamichi incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in Vicolo Nakamichi è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Suspicious male reported stalking a woman on <Color:255,200,200,255>Viale del Parco<Color:Default>. All nearby units report.
it: Centrale KPD: segnalato uomo sospetto che pedina una donna in <Color:255,200,200,255>Viale del Parco<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Viale del Parco incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in Viale del Parco è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Loitering complaint received in front of <Color:255,200,200,255>a convenience store on Shichifuku Street<Color:Default>. All nearby units report.
it: Centrale KPD: ricevuta segnalazione di bivacco di fronte a <Color:255,200,200,255>un conbini in Shichifuku Street<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Shichifuku Street incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in Shichifuku Street è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Loitering complaint received in front of <Color:255,200,200,255>a convenience store on Tenkaichi Street<Color:Default>. All nearby units report.
it: Centrale KPD: ricevuta segnalazione di bivacco di fronte a <Color:255,200,200,255>un conbini in Tenkaichi Street<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Via Tenkaichi incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in Via Tenkaichi è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Larceny reported on <Color:255,200,200,255>Pink Street<Color:Default>. All nearby units report.
it: Centrale KPD: furto segnalato in <Color:255,200,200,255>Pink Street<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Via Pink incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in Via Pink è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Larceny reported <Color:255,200,200,255>somewhere in the Hotel District<Color:Default>. All nearby units report.
it: Centrale KPD: furto segnalato <Color:255,200,200,255>nel quartiere degli hotel<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Hotel District incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente nel quartiere degli hotel è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Known robbery ring spotted in <Color:255,200,200,255>the underground parking lot<Color:Default>. All nearby units report.
it: Centrale KPD: nota banda di rapinatori avvistata nel <Color:255,200,200,255>parcheggio sotterraneo<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The underground parking lot incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente nel parcheggio sotterraneo è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Suspicious street vendor reported in <Color:255,200,200,255>Vicolo Tenkaichi <Color:Default>. All nearby units report.
it: Centrale KPD: segnalato venditore ambulante sospetto in <Color:255,200,200,255>Vicolo Tenkaichi <Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Vicolo Tenkaichi incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in Vicolo Tenkaichi è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Standoff reported in <Color:255,200,200,255>the building behind Kotobuki Drugs<Color:Default>. Suspect is armed and dangerous. All nearby units report.
it: Centrale KPD: uomo asserragliato nell'edificio <Color:255,200,200,255>dietro la farmacia Kotobuki<Color:Default>. Il sospetto è armato e pericoloso. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Kotobuki Drugs standoff has been resolved. All units stand down.
it: Centrale KPD: la situazione di stallo alla farmacia Kotobuki è stata risolta. Tutte le unità, rientrare.

source: KPD Central Dispatch: Standoff reported in <Color:255,200,200,255>a building in Vicolo Pink<Color:Default>. Suspect is armed and dangerous. All nearby units report.
it: Centrale KPD: uomo asserragliato in <Color:255,200,200,255>un edificio in Vicolo Pink<Color:Default>. Il sospetto è armato e pericoloso. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Vicolo Pink standoff has been resolved. All units stand down.
it: Centrale KPD: la situazione di stallo in Vicolo Pink è stata risolta. Tutte le unità, rientrare.

source: KPD Central Dispatch: Possible jumper reported on the roof of <Color:255,200,200,255>a building bordering Theater Square<Color:Default>. All nearby units report.
it: Centrale KPD: segnalato presunto aspirante suicida sul tetto di <Color:255,200,200,255>un edificio adiacente a Theater Square<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Theater Square situation has been resolved. All units stand down.
it: Centrale KPD: la situazione in Theater Square è stata risolta. Tutte le unità, rientrare.

source: KPD Central Dispatch: Attempted coercion reported at <Color:255,200,200,255>an adult entertainment shop on Park Boulevard<Color:Default>. All nearby units report.
it: Centrale KPD: tentata coercizione segnalata presso <Color:255,200,200,255>un sexy shop in Park Boulevard<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Viale del Parco incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in Viale del Parco è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Attempted coercion reported at <Color:255,200,200,255>an adult entertainment shop on East Taihei Boulevard<Color:Default>. All nearby units report.
it: Centrale KPD: tentata coercizione segnalata presso <Color:255,200,200,255>un sexy shop in East Taihei Boulevard<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Viale Taihei Est incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in Viale Taihei Est è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Suspicious activity reported on <Color:255,200,200,255>Viale del Parco<Color:Default>. All nearby units report.
it: Centrale KPD: attività sospette segnalate in <Color:255,200,200,255>Viale del Parco<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Viale del Parco incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in Viale del Parco è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Illicit voyeur reported at <Color:255,200,200,255>the bath facility on Viale del Parco<Color:Default>. All nearby units report.
it: Centrale KPD: guardone segnalato presso <Color:255,200,200,255>i bagni pubblici in Viale del Parco<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Viale del Parco incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in Viale del Parco è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Dine-and-dash reported at <Color:255,200,200,255>a restaurant on North Viale Senryo<Color:Default>. All nearby units report.
it: Centrale KPD: cliente fuggito senza pagare presso <Color:255,200,200,255>un ristorante in North Viale Senryo<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The North Viale Senryo incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in North Viale Senryo è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Disturbance reported at <Color:255,200,200,255>an adult entertainment shop on Viale Taihei Ovest<Color:Default>. All nearby units report.
it: Centrale KPD: disordini segnalati presso <Color:255,200,200,255>un sexy shop in Viale Taihei Ovest<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Viale Taihei Ovest incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in Viale Taihei Ovest è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Disturbance reported at <Color:255,200,200,255>a restaurant on Viale Senryo<Color:Default>. All nearby units report.
it: Centrale KPD: disordini segnalati presso <Color:255,200,200,255>un ristorante in Viale Senryo<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Viale Senryo incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in Viale Senryo è stato risolto. Tutte le unità, rientrare.

source: KPD Central Dispatch: Disturbance reported at <Color:255,200,200,255>a restaurant on Via Tenkaichi<Color:Default>. All nearby units report.
it: Centrale KPD: disordini segnalati presso <Color:255,200,200,255>un ristorante in Via Tenkaichi<Color:Default>. A tutte le unità in zona, intervenire.

source: KPD Central Dispatch: The Via Tenkaichi incident has been resolved. All units stand down.
it: Centrale KPD: l'incidente in Via Tenkaichi è stato risolto. Tutte le unità, rientrare.
