Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_BANTAM/19.po
Languages: pt

source: You're amazing, Uncle Kaz!
pt: Sei incredibile, Zio Kaz!

source: You're such a pro!
pt: Sei un vero professionista!

source: Oh, you were so close, Uncle Kaz!
pt: Oh, eri cos√¨ vicino, Zio Kaz!

source: But I wanted you to play darts...
pt: Ma volevo che giocassi a freccette...

source: Uncle Kaz!
pt: Zio Kaz!

source: Clear 901 within six rounds!
pt: Supera 901 entro sei turni!

source: Uncle Kaz!
pt: Zio Kaz!

source: Clear 701 within six rounds!
pt: Completa 701 entro sei round!

source: Uncle Kaz!
pt: Zio Kaz!

source: Get over 250 points in Count-Up!
pt: Supera i 250 punti in Count-Up!
