Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_MATSUYA_1/13.po
Languages: pt_br

source: That was delicious!
pt_br: Era delizioso!

source: I hope we come back here some time!
pt_br: Spero che torneremo qui un giorno!

source: But I wanted that...
pt_br: Ma io volevo quello...

source: Oh, all right...
pt_br: Oh, va bene...

source: Uncle Kaz! Can I have a <Color:8>Demitama Hamburg Meal<Color:Default>?
pt_br: Zio Kaz! Posso prendere un <Color:8>Menu Hamburger Demi-tama<Color:Default>?

source: Hamburg steak, egg, <Italic>and</Italic> demiglace sauce! Mmm!
pt_br: Hamburger, uovo <Italic>e</Italic> salsa demi-glace! Mmm!

source: I'm starving!
pt_br: Sto morendo di fame!

source: Uncle Kaz! I want some <Color:8>Pork Rice<Color:Default>!
pt_br: Zio Kaz! Voglio del <Color:8>Riso con maiale<Color:Default>!

source: It's hard to go wrong with a classic like this!
pt_br: Non si sbaglia mai con un classico come questo!

source: I'm starving!
pt_br: Sto morendo di fame!
