Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/pac/pac_STID_ST_KAMURO/2005.po
Languages: pt_br

source: Faded memories flow by... ♪
pt_br: Ricordi sbiaditi scorrono... ♪

source: How dearly I remember... ♪
pt_br: Quanto caramente ricordo... ♪

source: Shouting voices fly... ♪
pt_br: Voci urlanti volano... ♪

source: Riding on the wind... ♪
pt_br: Cavalcando il vento... ♪

source: Promises we made... ♪
pt_br: Promesse che abbiamo fatto... ♪

source: Fading day by day... ♪
pt_br: Svanendo giorno dopo giorno... ♪

source: Wearily I walk... ♪
pt_br: Cammino stancamente... ♪

source: Down this long road... ♪
pt_br: Lungo questa lunga strada... ♪

source: Holding tight... ♪
pt_br: Tenendo stretto... ♪

source: To a shred of hope... ♪
pt_br: A un briciolo di speranza... ♪

source: But tell me now... ♪
pt_br: Ma dimmi ora... ♪

source: What do we hope for? ♪
pt_br: Cosa speriamo? ♪

source: I no longer know... ♪
pt_br: Non lo so più... ♪

source: What I hold in my hand... ♪
pt_br: Cosa tengo in mano... ♪

source: My dreams float by... ♪
pt_br: I miei sogni fluttuano... ♪

source: Going toward the future... ♪
pt_br: Andando verso il futuro... ♪

source: I cling to this wish... ♪
pt_br: Mi aggrappo a questo desiderio... ♪

source: As I walk forth... ♪
pt_br: Mentre vado avanti... ♪

source: What waits for me... ♪
pt_br: Cosa mi aspetta... ♪

source: On the horizon? ♪
pt_br: All'orizzonte? ♪

source: If this wish comes true... ♪
pt_br: Se questo desiderio si avvera... ♪

source: What will we do? ♪
pt_br: Cosa faremo? ♪

source: When we don't even know... ♪
pt_br: Quando non sappiamo nemmeno... ♪

source: What it is we want? ♪
pt_br: Cosa vogliamo? ♪

source: I still remember... ♪
pt_br: Ricordo ancora... ♪

source: That bright blue sky... ♪
pt_br: Quel cielo blu brillante... ♪
