Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/00_01_00000003.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: I'm real pissed off right now...! I don't care who they are, I just wanna punch someone!
it: Sono davvero incazzato in questo momento...! Non mi interessa chi sia, voglio solo prendere a pugni qualcuno!

# 140_Man
source: You look like you could take a few punches... All right, I'm gonna punch the shit outta you!
it: Sembri uno che può incassare qualche pugno... Va bene, ti prenderò a pugni fino a farti male!

# 152_Man
source: The hell you doing in my territory, old man!
it: Che diavolo ci fai nel mio territorio, vecchio!

# 164_Man
source: Think you can fuck around like this? I'm gonna tear you apart!
it: Pensi di poter cazzeggiare così? Ti faccio a pezzi!

# 200_Man
source: Gaaaah... Ouch...
it: Gaaaah... Ahi...

# 212_Man
source: I'm sorry! I took my anger out on you for no reason...! I'm cooled off now, here, take this...!
it: Scusami! Me la sono presa con te senza motivo...! Ora mi sono calmato, tieni, prendi questo...!

# 224_Man
source: You got a cooled-off %s.
it: Hai ottenuto un %s raffreddato.

# 248_Man
source: Sorry. I got too cocky...
it: Scusa. Sono stato troppo presuntuoso...

# 260_Man
source: Here's something for your troubles. Please take it.
it: Ecco qualcosa per il disturbo. Per favore, prendilo.

# 272_Man
source: You got a musical %s.
it: Hai ottenuto un %s musicale.

# 320_Man
source: Man, why was I even pissed off in the first place? I'm in so much pain, I can't remember...
it: Amico, ma perché ero così incazzato? Ho così tanto dolore che non riesco a ricordare...

# 332_Man
source: I hope you'll treat them well from now on.
it: Spero che li tratterai bene d'ora in poi.
