Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/00_00_00000001.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: Hey man, I heard you're filthy rich! I heard that from a friend of a friend, something like that.
it: Ehi, amico, ho sentito che sei fottutamente ricco! L'ho sentito da un amico di un amico, qualcosa del genere.

# 140_Man
source: Can you let me borrow some o' that too? And if I can't, I'll just hafta make you!
it: Puoi prestarmene un po' anche a me? E se non lo fai, dovrò costringerti!

# 152_Man
source: Wow! It's your lucky day today! You've been chosen as the winner of an amazing prize, mister!
it: Wow! Oggi è il tuo giorno fortunato! Sei stato scelto come vincitore di un fantastico premio, signore!

# 164_Man
source: Your prize is... a powerful right hook! Please be aware that we don't accept returns!
it: Il tuo premio è... un potente gancio destro! Tieni presente che non accettiamo resi!

# 176_Man
source: Hey, geezer! Who's permission you get to walk this road, huh!?
it: Ehi, vecchiaccio! Chi ti ha dato il permesso di camminare su questa strada, eh!?

# 188_Man
source: You got a big attitude with that big-ass body of yours. Man, you're pissin' me off! Time to teach you a life lesson!
it: Hai un bel caratterino con quel tuo corpo enorme. Amico, mi stai facendo incazzare! È ora di darti una lezione di vita!

# 200_Man
source: You're lookin' pretty well off for living in a time of recession.
it: Hai un bell'aspetto per vivere in un periodo di recessione.

# 212_Man
source: Why don't you spread some of that wealth. How about it!?
it: Perché non spargi un po' di quella ricchezza in giro. Che ne dici!?

# 248_Man
source: Ow, ow...
it: Ahi, ahi...

# 260_Man
source: I'll scrape up the cash on my own... I'm real sorry.
it: Troverò i soldi da solo... Mi dispiace davvero.

# 272_Man
source: You got a remorse-filled %s.
it: Hai ottenuto un %s pieno di rimorso.

# 296_Man
source: Urgh... Guess you beat a return policy into me...
it: Urgh... Immagino tu mi abbia fatto passare la voglia di resi a forza di botte...

# 308_Man
source: Here's a gift from me...
it: Ecco un regalo da parte mia...

# 320_Man
source: You got a worn out %s.
it: Hai ottenuto un %s usurato.

# 344_Man
source: We're sorry!
it: Ci dispiace!

# 356_Man
source: You really taught me a life lesson today! Haha... Better pay you for it. No no, take it!
it: Oggi mi hai davvero dato una lezione di vita! Haha... Meglio pagarti per questo. No, no, prendilo!

# 368_Man
source: You got a tattered %s.
it: Hai ottenuto un %s a brandelli.

# 392_Man
source: Ow...
it: Ahi...

# 404_Man
source: Uh, this isn't much, but I hope it's enough...
it: Uh, non è molto, ma spero sia abbastanza...

# 416_Man
source: You got a tear-soaked %s.
it: Hai ottenuto un %s intriso di lacrime.

# 464_Man
source: I'll scrape up the cash on my own... I'm real sorry.
it: Troverò i soldi da solo... Mi dispiace davvero.

# 476_Man
source: Man, what an unlucky day...
it: Amico, che giornata sfortunata...

# 488_Man
source: Heheh... I won't lay a finger on you anymore...
it: Heheh... Non ti toccherò più...

# 500_Man
source: I guess the economy's gonna stay shit for a while! Hahaha!
it: Credo che l'economia rimarrà una schifezza per un po'! Hahaha!
