Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/00_05_00000003.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: Quit staggerin' around, wouldja?
it: Smettila di barcollare, ok?

# 140_Man
source: You should pay me for messin' up my day! C'mon, hand over your money! No? Then you deserve what's comin' to ya!
it: Dovresti pagarmi per avermi rovinato la giornata! Dai, sgancia i soldi! No? Allora ti meriti quello che ti sta per succedere!

# 152_Man
source: Hey, you sure look like you've been havin' some fun, knockin' back a few drinks and all. But you're not one of us, are ya?
it: Ehi, sembra proprio che ti stia divertendo, a tracannare drink e tutto il resto. Ma non sei uno di noi, vero?

# 164_Man
source: You got balls to be hangin' out here on our turf, friend!
it: Hai delle belle palle a ciondolare qui nel nostro territorio, amico!

# 176_Man
source: Phew! You smell like a distillery! How much you been drinkin', anyway? You better pay me for havin' to put up with your stink!
it: Phew! Puzzi come una distilleria! Quanto hai bevuto, comunque? Farai meglio a pagarmi per dover sopportare la tua puzza!

# 188_Man
source: Nah... On second thought, keep the money. I'll just kick your sorry ass instead!
it: Nah... A pensarci bene, tieni i soldi. Ti prenderò a calci nel culo invece!

# 224_Man
source: Eeek! I was cocky, sorry!
it: Eeek! Sono stato presuntuoso, scusa!

# 236_Man
source: Sorry I went and said such a dumbass thing back there. Here, this is yours. I really do apologize!
it: Scusa se ho detto una cazzata del genere prima. Tieni, questo è tuo. Mi scuso davvero!

# 248_Man
source: You got a dumb %s.
it: Hai ottenuto un %s stupido.

# 272_Man
source: You made me realize I was being way too close-minded. Sorry 'bout that.
it: Mi hai fatto capire che ero troppo di mentalità chiusa. Scusa.

# 284_Man
source: Booze is a man's best friend! Drink up, my man, drink up!
it: L'alcol è il miglior amico dell'uomo! Bevi, amico mio, bevi!

# 296_Man
source: You got a boozy %s.
it: Hai ottenuto un %s alcolico.

# 320_Man
source: It's no use... Can't stop this guy...
it: È inutile... Non riesco a fermare questo tipo...

# 332_Man
source: Take this and go on your way, all right?
it: Prendi questo e vai per la tua strada, ok?

# 344_Man
source: You got a furry %s.
it: Hai ottenuto un %s peloso.

# 392_Man
source: Sorry 'bout that.
it: Scusa per quello.

# 404_Man
source: I'm glad to see you're givin' our local businesses a boost, that's all.
it: Sono solo felice di vedere che stai dando una mano alle attività locali, tutto qui.

# 416_Man
source: You'd better be gettin' home now.
it: Farai meglio ad andare a casa ora.
