Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/00_00_00000005.po
Languages: pt

source: Man
pt: Uomo

# 128_Man
source: My girl told me that you assaulted her. Why don't you pay up, as an apology?
pt: La mia ragazza mi ha detto che l'hai aggredita. Perché non paghi come scusa?

# 140_Man
source: If you don't pay, I'll just have to punch you instead!
pt: Se non paghi, dovrò prenderti a pugni!

# 152_Man
source: Hey man, you look like you're well off. Why don't you share that wealth with us?
pt: Ehi, amico, sembri benestante. Perché non condividi un po' di questa ricchezza con noi?

# 164_Man
source: We've been low on some fun money, so I'm thinking we'll just get some by force!
pt: Siamo a corto di soldi per divertirci, quindi pensavamo di prenderli con la forza!

# 176_Man
source: The hell you think you're doing!? You even understand what's going on?
pt: Che diavolo pensi di fare!? Hai capito cosa sta succedendo?

# 188_Man
source: I guess you don't know shit! Say your prayers!
pt: Immagino che non capisci un cazzo! Di' le tue preghiere!

# 200_Man
source: Excuse me! Please help!
pt: Scusatemi! Aiuto, per favore!

# 212_Man
source: I ran outta money from spending it all! I haven't had enough fun, so why don't you give me all your money, old man!
pt: Ho finito i soldi per averli spesi tutti! Non mi sono divertito abbastanza, quindi perché non mi dai tutti i tuoi soldi, vecchio mio!

# 248_Man
source: Gah... I lied. Please, no more. I was joking!
pt: Gah... Ho mentito. Ti prego, basta. Stavo scherzando!

# 260_Man
source: Maybe you'll forgive me with this...
pt: Forse mi perdonerai con questo...

# 272_Man
source: You got an apologetic %s.
pt: Hai ottenuto un %s di scuse.

# 296_Man
source: I'm sorry... Please, take this...
pt: Mi dispiace... Ti prego, prendi questo...

# 308_Man
source: I promise I'll stop going out for a while.
pt: Prometto che smetterò di uscire per un po'.

# 320_Man
source: You got a weirdly oblong %s.
pt: Hai ottenuto un %s stranamente oblungo.

# 344_Man
source: Too strong... *huff, huff*
pt: Troppo forte... *sbuffo, sbuffo*

# 356_Man
source: I'll give you this, just don't bother me anymore, alright?
pt: Ti darò questo, basta che non mi disturbi più, ok?

# 368_Man
source: You got a damp %s.
pt: Hai ottenuto un %s umido.

# 392_Man
source: Who the hell are you!? You're a freakin' monster!
pt: Chi diavolo sei!? Sei un fottuto mostro!

# 404_Man
source: Yikes! Someone help!
pt: Aiuto! Qualcuno mi aiuti!

# 416_Man
source: You got a grotty %s.
pt: Hai ottenuto un %s schifoso.

# 464_Man
source: I won't do it again...
pt: Non lo farò più...

# 476_Man
source: I promise I'll stop going out for a while.
pt: Prometto che smetterò di uscire per un po'.

# 488_Man
source: P-Please... No more...
pt: P-Per favore... Basta...

# 500_Man
source: Yikes! Someone help!
pt: Aiuto! Qualcuno mi aiuti!
