Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/00_04_00000003.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: 'Scuse me. You have a second? It turns out a certain someone thinks you're a real nuisance.
it: Mi scusi. Ha un secondo? Si dà il caso che un certo qualcuno pensi che lei sia un vero fastidio.

# 140_Man
source: Now, are you gonna let us beat you up so we can collect our paycheck?
it: Allora, ci lascerà pestarla così possiamo incassare la nostra paga?

# 152_Man
source: Hate to spring this on you, but we're gonna beat the crap out of you now.
it: Mi dispiace piombarti addosso così, ma ora ti faremo un culo così.

# 164_Man
source: Even if you don't have a clue, we still have our reasons!
it: Anche se non ne hai idea, noi abbiamo le nostre ragioni!

# 176_Man
source: We're soliciting donations for a group that's found itself down on its luck: us. Can you find it in your heart to give?
it: Stiamo raccogliendo donazioni per un gruppo che è in difficoltà: noi. Riesce a trovare la generosità di donare?

# 188_Man
source: What, too afraid to answer me? Hahaha! What a loser! Hey boys, we got us a real sucker here!
it: Cosa, troppa paura per rispondermi? Hahaha! Che sfigato! Ehi ragazzi, abbiamo un vero pollo qui!

# 224_Man
source: Sorry. Actually, no one sent us to rough you up. We thought the cops would let us off easier if we told them we were hired muscle.
it: Scusa. In realtà, nessuno ci ha mandato a pestarti. Pensavamo che i poliziotti ci avrebbero lasciato andare più facilmente se avessimo detto che eravamo stati ingaggiati.

# 236_Man
source: We did it for the money, that's all. Totally an impulse beating. Hope this makes up for it.
it: L'abbiamo fatto per i soldi, tutto qui. Un pestaggio totalmente impulsivo. Spero che questo possa rimediare.

# 248_Man
source: You got a paint-spattered %s.
it: Hai ottenuto un %s schizzato di vernice.

# 272_Man
source: Shit, this wasn't how it was supposed to happen. They paid us 100,000 yen to attack you, but damn! It totally wasn't worth it!
it: Merda, non doveva andare così. Ci hanno pagato 100.000 yen per attaccarti, ma dannazione! Non ne è valsa assolutamente la pena!

# 284_Man
source: Here you go. Sorry for jumping on you like that.
it: Ecco a te. Scusa per averti aggredito così.

# 296_Man
source: You got a totally crushed %s.
it: Hai ottenuto un %s totalmente schiacciato.

# 320_Man
source: Dude! My head is swimming... This is not good!
it: Amico! Mi gira la testa... Non va bene!

# 332_Man
source: Uncle! Uncle! We give up! We surrender so hard, we'd fly a white flag if we had one!
it: Zio! Zio! Ci arrendiamo! Ci arrendiamo così tanto che sventoleremmo una bandiera bianca se l'avessimo!

# 344_Man
source: You got a nice %s instead of a white flag.
it: Hai ottenuto un bel %s invece di una bandiera bianca.

# 392_Man
source: We'll stay on the straight and narrow, promise!
it: Riggeremo dritto, promesso!

# 404_Man
source: ...What? Don't bother me.
it: ...Cosa? Non disturbarmi.

# 416_Man
source: Man, who the hell said you were a sucker...
it: Amico, chi diavolo ha detto che eri un pollo...
