Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/00_05_00000001.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: Looks like you got a good buzz on, huh? Niiice. I wouldn't mind a nice stiff drink myself...
it: Sembra che tu sia un po' brillo, eh? Beeene. Non mi dispiacerebbe un bel drink forte anche a me...

# 140_Man
source: ...bought with your money, that is. So hand it over and no one gets hurt!
it: ...comprato con i tuoi soldi, ovviamente. Quindi sgancia e nessuno si farà male!

# 152_Man
source: Damn filthy drunk... I got no problem with having a drink or three, but I draw the line at puke－like the pile I just stepped in!
it: Maledetto ubriacone schifoso... Non ho problemi con chi si fa un bicchiere o tre, ma non sopporto il vomito, come quello che ho appena pestato!

# 164_Man
source: You say it ain't yours? Who asked you, pal? I'm still gonna beat your ass into the ground!
it: Dici che non è tuo? Chi te l'ha chiesto, amico? Ti pesterò comunque fino a farti finire sotto terra!

# 176_Man
source: Hey, pops. Must be nice having the money to tie one on like that. Me, I'm fresh out, and to tell you the truth, it's kinda pissing me off.
it: Ehi, vecchio. Dev'essere bello avere i soldi per sbronzarsi così. Io sono al verde, e a dire il vero, la cosa mi fa incazzare.

# 188_Man
source: That does it! I gotta let out this aggression! Sorry, pops, but you're next in line for the beatin' of a lifetime!
it: Ecco fatto! Devo sfogare questa aggressività! Scusa, vecchio, ma sei il prossimo in fila per un pestaggio epocale!

# 224_Man
source: Stop! That's enough!
it: Basta! È abbastanza!

# 236_Man
source: Shit, my bad! I fucked up! Here, just－just take this.
it: Merda, colpa mia! Ho fatto una cazzata! Tieni, prendi questo.

# 248_Man
source: You got a crummy %s.
it: Hai ottenuto un %s scadente.

# 272_Man
source: Urgh... Shit! I might wind up pukin', myself. Guess that's what happens when a guy takes all those kicks to the gut.
it: Urgh... Merda! Potrei finire per vomitare anch'io. Credo sia quello che succede quando uno si prende tutti quei calci allo stomaco.

# 284_Man
source: It never pays to pick a fight with a drunk. Huh? Oh, nothing. I wasn't talkin' about you. Here. Take this, and we'll call it even.
it: Non conviene mai litigare con un ubriaco. Eh? Oh, niente. Non parlavo di te. Tieni. Prendi questo e siamo pari.

# 296_Man
source: You got a whisky-soaked %s.
it: Hai ottenuto un %s intriso di whisky.

# 320_Man
source: Son of a bitch! I sure got my ass handed to me that time.
it: Figlio di puttana! Quella volta me le hanno suonate di santa ragione.

# 332_Man
source: Man, nothing's ever easy, is it? Look, just take this and get the hell outta here.
it: Amico, non c'è mai niente di facile, vero? Senti, prendi questo e sparisci da qui.

# 344_Man
source: You got a hopeful %s.
it: Hai ottenuto un %s speranzoso.

# 392_Man
source: Sorry for buggin' you... I'll pay for my own drinks.
it: Scusa per il disturbo... Mi pagherò da bere da solo.

# 404_Man
source: I feel awful. Urp! I'll never lay a finger on a drunk again as long as I live...
it: Mi sento malissimo. Urp! Finché campo, non alzerò mai più un dito su un ubriaco...

# 416_Man
source: What do you want? Get lost! They'll be carting you off in a body bag the next time you mess with me. Understand?
it: Cosa vuoi? Sparisci! La prossima volta che mi infastidisci, ti porteranno via in un sacco per cadaveri. Capito?
