Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/00_04_00000001.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: Look at you, walkin' around like you own the place! And in front of us, no less!
it: Guardati, vai in giro come se questo posto fosse tuo! E proprio di fronte a noi, tra l'altro!

# 140_Man
source: You better apologize! Say you're lower than the dog shit on my shoe! Say it, or I'll beat the everlovin' life outta ya!
it: Farai meglio a scusarti! Di' che sei più infimo della merda di cane sulla mia scarpa! Dillo, o ti meno fino a farti passare la voglia di vivere!

# 152_Man
source: Wait up! I heard you did a number on one of my boys the other day.
it: Aspetta! Ho sentito che l'altro giorno hai conciato per le feste uno dei miei ragazzi.

# 164_Man
source: Well, I'm about to repay you... with 100 times the hurt!
it: Beh, sto per ripagarti... con 100 volte più dolore!

# 176_Man
source: You sure are muscular. You play any sports?
it: Sei davvero muscoloso. Praticate qualche sport?

# 188_Man
source: I'm a weakling. They bully me all the time. But maybe you can teach me how to fight!
it: Sono un debole. Mi bullizzano sempre. Ma forse tu puoi insegnarmi a combattere!

# 224_Man
source: I'm so, so sorryyy!
it: Mi dispiace tanto, tantissimo!

# 236_Man
source: I'm lower than the dog shit on your shoe! Here! Take this to make up for my insolence!
it: Sono più infimo della merda di cane sulla tua scarpa! Tieni! Prendi questo per rimediare alla mia insolenza!

# 248_Man
source: You got an insolent %s.
it: Hai ottenuto un %s insolente.

# 272_Man
source: Urgh. Looks like I got that 100-fold payback. I'll have to repay you 1,000 times that now!
it: Urgh. Sembra che mi sia tornato indietro il centuplo. Ora dovrò ripagarti 1.000 volte tanto!

# 284_Man
source: Wait... How much would that be... Shoot.
it: Aspetta... Quanto farebbe... Cavolo.

# 296_Man
source: You got an unimpressive %s.
it: Hai ottenuto un %s insignificante.

# 320_Man
source: I think I got the general idea of how to fight now. Forgive me for bothering you.
it: Penso di aver capito in generale come si combatte ora. Perdonami per il disturbo.

# 332_Man
source: Here's a token of my thanks. It's yours to keep.
it: Ecco un segno della mia gratitudine. Tienilo.

# 344_Man
source: You got a nice %s. For keeps.
it: Hai ottenuto un bel %s. Da tenere.

# 392_Man
source: I'm still lower than the dog shit on your shoe!
it: Sono ancora più infimo della merda di cane sulla tua scarpa!

# 404_Man
source: 1,000 times, 100 times. That works out to be... Let's see... Huh? Wait a minute...
it: 1.000 volte, 100 volte. Il che fa... Vediamo... Eh? Aspetta un minuto...

# 416_Man
source: I thought I had that one in the bag.
it: Pensavo di avercela fatta.
