Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/00_00_00000003.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: You've been attracting a lot of attention around here lately. You shoulda done that after you got my permission.
it: Ultimamente hai attirato molta attenzione da queste parti. Avresti dovuto farlo dopo aver ottenuto il mio permesso.

# 140_Man
source: So I guess I'll hafta say hello with my fists!
it: Quindi immagino che dovrò salutarti con i miei pugni!

# 152_Man
source: Recognize this face!?
it: Riconosci questa faccia!?

# 164_Man
source: Oh, you don't remember, huh... Then I'll just have to jog your freakin' brain!
it: Oh, non ti ricordi, eh... Allora dovrò rinfrescarti la cazzo di memoria!

# 176_Man
source: Ya got a pretty nice bod there, man.
it: Hai un bel fisico, amico.

# 188_Man
source: Come on, show me how strong ya be!
it: Dai, fammi vedere quanto sei forte!

# 224_Man
source: Ugh... It hurts.
it: Ugh... Fa male.

# 236_Man
source: I'm sorry, please take this.
it: Mi dispiace, ti prego prendi questo.

# 248_Man
source: You got a bloody %s.
it: Hai ottenuto un %s insanguinato.

# 272_Man
source: I was wrong... My mistake...
it: Mi sbagliavo... Mio errore...

# 284_Man
source: Take this and just, lemme go...
it: Prendi questo e lasciami andare...

# 296_Man
source: You got a musky %s.
it: Hai ottenuto un %s di muschio.

# 320_Man
source: Okay... I think I know how strong ya be now...
it: Okay... Penso di aver capito quanto sei forte, ora...

# 332_Man
source: Sorry for takin' yer time. I'll give ya this, just lemme go, yeah?
it: Scusa per averti fatto perdere tempo. Ti do questo, lasciami andare, ok?

# 344_Man
source: You got a smelly %s.
it: Hai ottenuto un %s puzzolente.

# 392_Man
source: I won't complain about you anymore...
it: Non mi lamenterò più di te...

# 404_Man
source: I didn't even know you could use legs like that...
it: Non sapevo nemmeno che potessi usare le gambe in quel modo...

# 416_Man
source: Whaddya want. Ya still need somethin'...?
it: Che vuoi. Hai ancora bisogno di qualcosa...?
