Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/00_03_00000003.po
Languages: it

source: Man
it: Uomo

# 100_Man
source: Okay, stop! We're kinda busy down here. Can you do me a favor and turn around?
it: Ok, fermo! Siamo un po' impegnati qui. Puoi farmi un favore e girarti?

# 112_Man
source: What's with that look? You saying you don't want to? Maybe you will once I beat you to a pulp!
it: Cos'è quello sguardo? Stai dicendo che non vuoi? Forse lo farai quando ti avrò ridotto in poltiglia!

# 124_Man
source: Real sorry, but this road's closed.
it: Siamo spiacenti, ma questa strada è chiusa.

# 136_Man
source: So hand over yer wallet and turn the fuck around! I ain't lettin' ya off without it!
it: Quindi consegna il portafoglio e gira i tacchi, cazzo! Non ti lascerò andare senza!

# 148_Man
source: Hey there! I'm selling something great over here! Wanna make a purchase?
it: Ehilà! Sto vendendo qualcosa di fantastico qui! Vuoi fare un acquisto?

# 160_Man
source: What am I selling, you ask? A knuckle sandwich, of course!
it: Cosa vendo, chiedi? Un pugno in faccia, ovviamente!

# 196_Man
source: We didn't know what we were getting into...
it: Non sapevamo in che guaio ci stavamo cacciando...

# 208_Man
source: Please, pass right on through! You can even have this. Please, just don't hit us any more...
it: Prego, passa pure! Puoi anche prendere questo. Ti prego, non picchiarci più...

# 220_Man
source: You got a right of passage %s.
it: Hai ottenuto un %s per il diritto di passaggio.

# 244_Man
source: Oh... Oh man... You nearly kicked me to death...
it: Oh... oh cavolo... Mi hai quasi ammazzato di calci...

# 256_Man
source: Here, take this and let me go...
it: Tieni, prendi questo e lasciami andare...

# 268_Man
source: You got a beefy %s.
it: Hai ottenuto un %s robusto.

# 292_Man
source: Thank you for your purchase... You're quite strong, sir...
it: Grazie per il suo acquisto... È piuttosto forte, signore...

# 304_Man
source: Here's your change, sir.
it: Ecco il suo resto, signore.

# 316_Man
source: You got a chunky %s.
it: Hai ottenuto un %s massiccio.

# 364_Man
source: Huh? What were we busy with? Well... Our aniki was just picking up chicks down this way.
it: Eh? In cosa eravamo impegnati? Beh... il nostro aniki stava solo rimorchiando ragazze da queste parti.

# 376_Man
source: Cut me some slack, please...
it: Dammi un po' di tregua, per favore...

# 388_Man
source: I'm closing up shop for today...
it: Chiudo bottega per oggi...
