Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/00_06_00000001.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: Yeah, you! What do you think you're lookin' at!?
it: Sì, tu! Cosa cazzo guardi!?

# 140_Man
source: You're a pain in the ass, you know that? I'm gonna murdalize ya!
it: Sei una rottura di palle, lo sai? Ti ammazzo!

# 152_Man
source: Hey, pops. Did you just give me a dirty look? You did, didn't you?
it: Ehi, vecchio. Mi hai appena lanciato un'occhiataccia? L'hai fatto, vero?

# 164_Man
source: You fuckin' around with me, shithead? You tryin' to make me look like some kinda loser? I'll put your sorry ass six feet under!
it: Mi stai prendendo per il culo, testa di cazzo? Stai cercando di farmi passare per un perdente? Ti seppellirò sotto due metri di terra!

# 176_Man
source: Hey, old man! I saw you givin' me the stink eye!
it: Ehi, vecchio! Ti ho visto che mi guardavi male!

# 188_Man
source: I'm gonna smash your face in so hard, you'll never see straight again!
it: Ti spaccherò la faccia così forte che non ci vedrai più dritto!

# 224_Man
source: Sorry! I was wrong!
it: Scusa! Mi sbagliavo!

# 236_Man
source: That was a pretty dumb excuse for pickin' a fight, I admit. Here, take this. I'm real sorry.
it: Era una scusa piuttosto stupida per attaccare briga, lo ammetto. Tieni, prendi questo. Mi dispiace davvero.

# 248_Man
source: You got a chilly %s.
it: Hai ottenuto un %s freddo.

# 272_Man
source: Shit! I'm sorry! I'm sorry! I'm sorry! I should've known my place...
it: Merda! Scusa! Scusa! Scusa! Avrei dovuto stare al mio posto...

# 284_Man
source: Will you ever forgive me!? Maybe this'll help. Please have mercy!
it: Mi perdonerai mai!? Forse questo aiuterà. Ti prego, abbi pietà!

# 296_Man
source: You got a rock-solid %s.
it: Hai ottenuto un %s solido come la roccia.

# 320_Man
source: You're good. You're damn good. I never met anyone as good as you.
it: Sei forte. Sei dannatamente forte. Non ho mai incontrato nessuno forte come te.

# 332_Man
source: Sorry for bothering you. Here, take this.
it: Scusa per il disturbo. Tieni, prendi questo.

# 344_Man
source: You got a squishy %s.
it: Hai ottenuto un %s molliccio.

# 392_Man
source: P-Please don't look at me...
it: P-Per favore, non guardarmi...

# 404_Man
source: Oh, no! Not again. Didn't you do enough damage already?
it: Oh, no! Non di nuovo. Non hai già fatto abbastanza danni?

# 416_Man
source: What? What else could you possibly want from me? Ow, ow, ow...
it: Cosa? Cos'altro potresti volere da me? Ahi, ahi, ahi...
