Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/00_04_00000005.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: Mind if I ask ya for a little advice? Y'see I'm in town to have myself a good time, but I'm plumb out o' cash.
it: Ti dispiace se ti chiedo un piccolo consiglio? Vedi, sono in città per divertirmi, ma sono completamente al verde.

# 140_Man
source: So, to make a long story short. Why dontcha hand over your wallet? 'Cause there's no tellin' what'll happen if you don't!
it: Quindi, per farla breve. Perché non mi dai il tuo portafoglio? Perché non si sa cosa potrebbe succedere se non lo fai!

# 152_Man
source: We're findin' ourselves runnin' low on the ol' cashola, and you look like you wouldn't notice if a healthy handful o' yen went missin'.
it: Ci stiamo ritrovando a corto di contanti, e tu sembri uno che non si accorgerebbe se una bella manciata di yen sparisse.

# 164_Man
source: No hard feelin's, right?
it: Nessun rancore, vero?

# 200_Man
source: Whoa! That was somethin' else! You sure don't mess around.
it: Whoa! Quello sì che è stato un colpo! Tu non scherzi affatto.

# 212_Man
source: Sorry 'bout that. Guess I picked on the wrong guy. Take this, will ya?
it: Scusa. Credo di aver scelto il tipo sbagliato. Prendi questo, ok?

# 224_Man
source: You got a hindsight-colored %s.
it: Hai ottenuto un %s color senno di poi.

# 248_Man
source: Shit, he's really powerful. Why'd it have to be this guy?
it: Merda, è davvero potente. Perché doveva capitare proprio questo tipo?

# 260_Man
source: Just take this and forget you ever saw us.
it: Prendi questo e dimentica di averci mai visto.

# 272_Man
source: You got an unmemorable %s.
it: Hai ottenuto un %s insignificante.

# 320_Man
source: You're one strong fella, I can tell ya that.
it: Sei un tipo forte, te lo posso assicurare.

# 332_Man
source: *pant* *pant*
it: *ansima* *ansima*
