Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/00_01_00000001.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: Hey... I need to borrow you for a sec...
it: Ehi... Ho bisogno di te per un secondo...

# 140_Man
source: I'm all powered up from the gym, so I need you to be my test subject for my punches! Here comes the first swing!
it: Sono tutto carico dalla palestra, quindi ho bisogno che tu faccia da cavia per i miei pugni! Ecco il primo colpo!

# 152_Man
source: The hell you think you're doing, being all shiny and shit! You're a freaking eyesore! Hope you're ready to die!
it: Che diavolo credi di fare, tutto tirato a lucido e cazzate varie! Sei un pugno in un occhio! Spero tu sia pronto a morire!

# 164_Man
source: Looks like you're really asking for it!
it: Sembra che tu te la stia proprio cercando!

# 176_Man
source: Looks like ya took real good care of one of my men the other day.
it: Sembra che l'altro giorno ti sia preso molta cura di uno dei miei uomini.

# 188_Man
source: Ya wrinkly shit! I'm gonna shove my hand up yer ass and use ya like a puppet!
it: Vecchio di merda! Ti ficcherò una mano su per il culo e ti userò come un burattino!

# 224_Man
source: Aiee! No more!
it: Aiee! Basta!

# 236_Man
source: I'm sorry! Here's something for bothering you! Please take it!
it: Mi dispiace! Ecco qualcosa per il disturbo! Per favore, prendilo!

# 248_Man
source: You got a beaten-up %s.
it: Hai ottenuto un %s malconcio.

# 272_Man
source: P-Please, no more kicks!
it: P-Per favore, basta calci!

# 284_Man
source: Here...
it: Tieni...

# 296_Man
source: You got a kick-weary %s.
it: Hai ottenuto un %s stanco di calci.

# 320_Man
source: Huh... Wha?
it: Eh...? Cosa?

# 332_Man
source: Oh. Looks like I already lost... I didn't stand a chance.
it: Oh. Sembra che io abbia già perso... Non ho avuto alcuna possibilità.

# 344_Man
source: You got a tasty %s.
it: Hai ottenuto un %s gustoso.

# 392_Man
source: Urgh... I didn't even stand a chance...
it: Urgh... Non ho avuto nemmeno una possibilità...

# 404_Man
source: *pant* *pant*
it: *ansima* *ansima*

# 416_Man
source: It won't go like this next time, old man.
it: La prossima volta non andrà così, vecchio.
