Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/00_03_00000001.po
Languages: it

source: Man
it: Uomo

# 100_Man
source: Hey, hold up there, asshole!
it: Ehi, fermo lì, stronzo!

# 112_Man
source: Think ya can ignore me and walk away!? Ya better bow yer fuckin' head when ya see me, or yer gonna get fucked up!
it: Pensi di potermi ignorare e andartene!? Farai meglio a chinare la tua fottuta testa quando mi vedi, o ti farai male!

# 124_Man
source: Gotcha! Sorry, but you're not going to be able to go home today. I hope you understand.
it: Preso! Scusa, ma oggi non potrai tornare a casa. Spero tu capisca.

# 136_Man
source: Don't worry, you'll be fine. We even got a place for you to sleep and all. Anyway... Nighty night, sucker!
it: Non preoccuparti, starai bene. Abbiamo anche un posto per farti dormire e tutto il resto. Comunque... sogni d'oro, idiota!

# 148_Man
source: Yo, geezer! You just insulted me, didn't you!? You better show me some respect!
it: Ehi, vecchio! Mi hai appena insultato, vero!? Farai meglio a mostrarmi un po' di rispetto!

# 160_Man
source: You think you can look down on me? I'm gonna knock you out for pissing me off!
it: Pensi di potermi guardare dall'alto in basso? Ti metterò al tappeto per avermi fatto incazzare!

# 196_Man
source: Aaaaagh! Sorry! No more...!
it: Aaaaagh! Scusa! Basta...!

# 208_Man
source: I get it now. I'm the one that's gotta bow their head... Lemme off the hook with this, won't ya...?
it: Ora ho capito. Sono io quello che deve chinare la testa... Lasciami in pace con questo, ok...?

# 220_Man
source: You got a cool-looking %s.
it: Hai ottenuto un %s dall'aspetto fico.

# 244_Man
source: Ow ow... What's with this guy? He doesn't even look that strong...
it: Ahi ahi... Che ha questo tipo? Non sembra nemmeno così forte...

# 256_Man
source: Aw shit. Looks like you won... this time.
it: Oh merda. Sembra che tu abbia vinto... questa volta.

# 268_Man
source: You got a halfway decent %s.
it: Hai ottenuto un %s mezzo decente.

# 292_Man
source: Sorry, I guess I got carried away...
it: Scusa, credo di essermi lasciato trasportare...

# 304_Man
source: I'll give you this. Please forgive me...
it: Ti darò questo. Ti prego, perdonami...

# 316_Man
source: You got an adequate %s.
it: Hai ottenuto un %s adeguato.

# 364_Man
source: No more...!
it: Basta...!

# 376_Man
source: Damn...
it: Dannazione...

# 388_Man
source: Should I give you more...?
it: Dovrei darti di più...?
