Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/01_04_00000001.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: You're the punk who clobbered some of our clan's best and brightest, ain't you?
it: Sei tu il pivello che ha pestato alcuni dei migliori e più brillanti del nostro clan, vero?

# 140_Man
source: It ain't much, but we'd like to give you a token of our appreciation! Right, boys?
it: Non è molto, ma vorremmo darti un segno del nostro apprezzamento! Vero, ragazzi?

# 152_Man
source: Look at you, walking these streets like you got half a right to be here!
it: Guardati, te ne vai in giro per queste strade come se avessi il diritto di stare qui!

# 164_Man
source: That's it, man. I ain't holding back! Prepare to have your balls ripped off!
it: Basta così, amico. Non mi trattengo più! Preparati a vederti strappare le palle!

# 176_Man
source: Excuse me, but would you mind giving me your wallet?
it: Mi scusi, le dispiacerebbe darmi il suo portafoglio?

# 188_Man
source: There's no telling what kind of unpleasantness will happen to you if you don't!
it: Non si sa che genere di spiacevolezze potrebbero accaderle se non lo fa!

# 224_Man
source: Thought for sure I had enough manpower...
it: Ero sicuro di avere abbastanza uomini...

# 236_Man
source: Sorry. We won't mess with you again. Take this and forget about us.
it: Scusa. Non ti disturberemo più. Prendi questo e dimenticati di noi.

# 248_Man
source: You got a mouthwatering %s.
it: Hai ottenuto un %s da far venire l'acquolina in bocca.

# 272_Man
source: Ow ow ow... Son of a bitch! You got me good.
it: Ahi ahi ahi... Figlio di puttana! Mi hai fregato per bene.

# 284_Man
source: Next time, I won't let you off so easy!
it: La prossima volta, non te la caverai così facilmente!

# 296_Man
source: You got a respectful %s.
it: Hai ottenuto un %s rispettoso.

# 320_Man
source: I'm sorry! Please forgive me!
it: Mi dispiace! Ti prego, perdonami!

# 332_Man
source: Here, take this as a peace offering.
it: Tieni, prendi questo come offerta di pace.

# 344_Man
source: You got a sensible %s.
it: Hai ottenuto un %s sensato.

# 392_Man
source: We're pathetic...
it: Siamo patetici...

# 404_Man
source: Whaddya want? Quit starin' at me or I'll beat you black and blue! Ow ow ow...
it: Cosa vuoi? Smettila di fissarmi o ti pesto a sangue! Ahi ahi ahi...

# 416_Man
source: Haha... Please don't look at me like that.
it: Haha... Ti prego, non guardarmi così.
