Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/01_00_00000003.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: I'm feelin' out of shape lately. How about helping me out with my training?
it: Ultimamente mi sento fuori forma. Che ne dici di aiutarmi con il mio allenamento?

# 140_Man
source: Watch, necklace... you got yerself some nice things there, dontcha?
it: Orologio, collana... hai delle belle cose, non è vero?

# 152_Man
source: Now hand 'em all over!
it: Ora consegnameli tutti!

# 164_Man
source: You're no ordinary guy, are you? You and I, we give off the same scent－the scent of those who dwell in darkness...
it: Non sei un tipo qualunque, vero? Tu ed io, emaniamo lo stesso odore, l'odore di chi dimora nell'oscurità...

# 176_Man
source: Hehehe. Enough chit-chat. It's time to decide just who's the boss around here!
it: Hehehe. Basta chiacchiere. È ora di decidere chi comanda da queste parti!

# 188_Man
source: You sure are a good-lookin' fella. Nice clothes. Prob'ly got plenty of money, too. You must be used to dealin' with the finer things in life.
it: Sei davvero un bel tipo. Bei vestiti. Probabilmente hai anche un sacco di soldi. Devi essere abituato a trattare con le cose belle della vita.

# 200_Man
source: Well, don't get too comfy, pal!
it: Beh, non metterti troppo comodo, amico!

# 236_Man
source: Okay, that's enough. I won't need to hit the gym for a while now.
it: Ok, basta così. Non avrò bisogno di andare in palestra per un po'.

# 248_Man
source: Take this. Thanks for working out with me.
it: Prendi questo. Grazie per esserti allenato con me.

# 260_Man
source: You got a sweaty %s.
it: Hai ottenuto un %s sudato.

# 284_Man
source: That footwork. I'm no match for you...
it: Quel gioco di gambe. Non sono un avversario per te...

# 296_Man
source: Here, take this and forgive my impudence...
it: Tieni, prendi questo e perdona la mia impudenza...

# 308_Man
source: You got an impudent %s.
it: Hai ottenuto un %s impudente.

# 332_Man
source: You're not bad. Most panty thieves I know can't fight worth a damn. Huh? You're not?
it: Non sei male. La maggior parte dei ladri di mutandine che conosco non sa combattere un cazzo. Eh? Non lo sei?

# 344_Man
source: Ow ow ow. Here, take this and don't tell another soul!
it: Ahi ahi ahi. Tieni, prendi questo e non dirlo a nessun altro!

# 356_Man
source: You got a secret %s.
it: Hai ottenuto un %s segreto.

# 380_Man
source: Rich, handsome, and with muscles to boot.
it: Ricco, bello e con i muscoli per giunta.

# 392_Man
source: This is for you. Please forgive me.
it: Questo è per te. Ti prego, perdonami.

# 404_Man
source: You got a floppy %s.
it: Hai ottenuto un %s floscio.

# 452_Man
source: Looks like I'll be hitting up the hospital instead of the gym...
it: Sembra che andrò in ospedale invece che in palestra...

# 464_Man
source: Wish I could be rich, too.
it: Vorrei essere ricco anch'io.

# 476_Man
source: It's just between us, okay?
it: Resta tra noi, ok?

# 488_Man
source: I thought we were finished... aren't we?
it: Pensavo avessimo finito... o no?
