Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/01_03_00000003.po
Languages: it

source: Man
it: Uomo

# 100_Man
source: Hold up a second. I've seen that face before...
it: Aspetta un secondo. Ho già visto quella faccia...

# 112_Man
source: ...Dammit! I can't remember. Doesn't that put you in the worst fuckin' mood? And I'm gonna take it out on your face!
it: ...Dannazione! Non ricordo. Non ti mette di pessimo umore? E me la prenderò con la tua faccia!

# 124_Man
source: Hang on, mister. I haven't seen you around here much.
it: Aspetti un attimo, signore. Non l'ho vista molto da queste parti.

# 136_Man
source: This place is getting dangerous. That's why we're asking all outsider yakuza to get lost!
it: Questo posto sta diventando pericoloso. Ecco perché stiamo chiedendo a tutti gli yakuza esterni di andarsene!

# 148_Man
source: Hey pal, hand over your money. C'mon, we both know you got plenty!
it: Ehi amico, consegna i soldi. Dai, sappiamo entrambi che ne hai in abbondanza!

# 160_Man
source: Shit, one look at you and anyone could tell that much, so quit fuckin' around!
it: Merda, basta un'occhiata per capirlo, quindi smettila di cazzeggiare!

# 172_Man
source: Watch out! Stop where you are! This area's dangerous! ...Phew, that was close.
it: Attento! Fermo dove sei! Questa zona è pericolosa! ...Phew, c'è mancato poco.

# 184_Man
source: There's a pack of vicious yakuza over there. Aren't you glad I was here to warn you? So how about you pay me for that little travel tip?
it: C'è un branco di yakuza feroci laggiù. Non sei felice che io fossi qui per avvertirti? Allora che ne dici di pagarmi per questo piccolo consiglio di viaggio?

# 220_Man
source: Dayum! Why'd I pick a fight with someone so strong? Urgh... I can't remember.
it: Accidenti! Perché ho attaccato briga con uno così forte? Urgh... Non ricordo.

# 232_Man
source: 'Scuse me! I don't really know why, but I feel like you should have this. So here, it's yours!
it: Mi scusi! Non so bene perché, ma sento che dovrebbe avere questo. Quindi ecco, è suo!

# 244_Man
source: You got an amazing %s.
it: Hai ottenuto un %s fantastico.

# 268_Man
source: Not bad at all...
it: Niente male davvero...

# 280_Man
source: So I lost. Well, shit happens. You're free to come and go as you please.
it: Quindi ho perso. Beh, sono cose che capitano. Sei libero di andare e venire come ti pare.

# 292_Man
source: You got a disheveled %s.
it: Hai ottenuto un %s trasandato.

# 316_Man
source: *pant* *pant*
it: *ansima* *ansima*

# 328_Man
source: Not that I think you need it, but here, this is for you.
it: Non che io pensi che tu ne abbia bisogno, ma tieni, questo è per te.

# 340_Man
source: You got an unexpected %s.
it: Hai ottenuto un %s inaspettato.

# 364_Man
source: Urgh. I feel like I'm gonna black out...
it: Urgh. Sento che sto per svenire...

# 376_Man
source: You must be one of those vicious guys. Count me out. I don't get involved in that shit. Take this and be on your way.
it: Devi essere uno di quei tipi feroci. Lasciami fuori. Non mi immischio in quella merda. Prendi questo e vai per la tua strada.

# 388_Man
source: You got an untarnished %s.
it: Hai ottenuto un %s immacolato.

# 436_Man
source: Wait, why'm I all beat up? ...I can't remember.
it: Aspetta, perché sono tutto pesto? ...Non ricordo.

# 448_Man
source: Sure you don't want to join our family? We'd take good care of you.
it: Sicuro di non voler entrare nella nostra famiglia? Ci prenderemmo cura di te.

# 460_Man
source: Forgive me, man...
it: Perdonami, amico...

# 472_Man
source: Damn, I'm gonna... pass... out. Better get my... shit... together...
it: Dannazione, sto per... svenire... Meglio che mi... riprenda...
