Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/01_05_00000003.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: Huh? Yo, what gives? Who said you could go out drinking alone? I wanna toss back a few, too!
it: Eh? Ehi, che succede? Chi ha detto che potevi andare a bere da solo? Anch'io voglio farmi un paio di bicchieri!

# 140_Man
source: So how about you give me some? Some money, that is. M-O-N-E-Y. Hmm, maybe I gotta beat it outta you, huh?
it: Allora che ne dici di darmene un po'? Di soldi, intendo. S-O-L-D-I. Hmm, forse devo tirarteli fuori a suon di botte, eh?

# 152_Man
source: Aw, man... a dirty old drunk stumblin' around a place like this. Take a good look at yourself, you lousy piece of shit!
it: Oh, cavolo... un vecchio ubriacone sporco che barcolla in un posto come questo. Datti un'occhiata, schifoso pezzo di merda!

# 164_Man
source: Nothin' I hate more than a sloppy drunk. Lemme help you snap out of it, with my fists!
it: Non c'è niente che odio più di un ubriaco sciatto. Lascia che ti aiuti a riprenderti, con i miei pugni!

# 200_Man
source: Yow...
it: Ahi...

# 212_Man
source: Okay, I see how it's gonna be. I'm better off leaving you the hell alone. Before I do though, take this. It's yours.
it: Ok, ho capito come stanno le cose. È meglio se ti lascio in pace. Prima di andarmene, però, prendi questo. È tuo.

# 224_Man
source: You got a tender %s.
it: Hai ottenuto un %s tenero.

# 248_Man
source: I give up! You win!
it: Mi arrendo! Hai vinto!

# 260_Man
source: Sorry for jumping you like that. Here, take this.
it: Scusa per averti aggredito così. Tieni, prendi questo.

# 272_Man
source: You got an enchanting %s.
it: Hai ottenuto un %s incantevole.

# 320_Man
source: I swear I won't get all up in your shit again.
it: Giuro che non ti romperò più le palle.

# 332_Man
source: Losing a fight with a drunk. Can't get much more pathetic than that. Shit. I sure could use a drink.
it: Perdere uno scontro con un ubriaco. Non si può essere più patetici di così. Merda. Mi farebbe proprio comodo un drink.
