Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/01_06_00000001.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: So you're the one who's been staring at me all this time.
it: Quindi sei tu quello che mi ha fissato per tutto questo tempo.

# 140_Man
source: You trying to pick me up or what? Thought you were a chick for a minute there. Now I'm just pissed. I'm gonna fuck you up!
it: Stai cercando di rimorchiarmi o cosa? Per un attimo ho pensato che fossi una ragazza. Ora sono solo incazzato. Ti faccio un culo così!

# 152_Man
source: You got real balls, shooting me a dirty look like that.
it: Hai delle belle palle a lanciarmi un'occhiataccia del genere.

# 164_Man
source: I like your style! In fact, I think I'm gonna take the time to teach you a little lesson!
it: Mi piace il tuo stile! Anzi, credo che mi prenderò il tempo di darti una piccola lezione!

# 176_Man
source: Hey, pops. I saw that dirty look you gave me. I gotta say, you've got balls to do that.
it: Ehi, vecchio. Ho visto l'occhiataccia che mi hai lanciato. Devo dire che hai delle belle palle a fare una cosa del genere.

# 188_Man
source: But you know what? I'm gonna enjoy kicking your balls even more!
it: Ma sai una cosa? Mi divertirò ancora di più a prenderti a calci nelle palle!

# 224_Man
source: Please, stop hitting me.
it: Ti prego, smetti di picchiarmi.

# 236_Man
source: It was a simple mistake. Sorry to take up your valuable time. Here, please forgive me.
it: È stato un semplice errore. Scusa per averti rubato tempo prezioso. Tieni, ti prego perdonami.

# 248_Man
source: You got a natto-covered %s.
it: Hai ottenuto un %s coperto di natto.

# 272_Man
source: Whoa. You're stronger than you look.
it: Whoa. Sei più forte di quanto sembri.

# 284_Man
source: But you'd never beat me when I got my shit together! Besides, I had a stomachache, so... Anyway, this is for you. I hope you're happy.
it: Ma non mi batteresti mai quando sono in forma! E poi, avevo mal di pancia, quindi... Comunque, questo è per te. Spero tu sia contento.

# 296_Man
source: You got a pure %s.
it: Hai ottenuto un %s puro.

# 320_Man
source: Wow. You're not half bad, you know that?
it: Wow. Non sei niente male, lo sai?

# 332_Man
source: Here, how about I give you this? And you're more than welcome to join my family.
it: Tieni, che ne dici se ti do questo? E sei più che benvenuto a unirti alla mia famiglia.

# 344_Man
source: You got a defiled %s.
it: Hai ottenuto un %s profanato.

# 392_Man
source: What the fuck are you staring at, huh? Oh! Oh shit, it's you! Hahaha. No, I didn't say a peep.
it: Che cazzo guardi, eh? Oh! Oh merda, sei tu! Hahaha. No, non ho fiatato.

# 404_Man
source: Oh, and I forgot to warm up, too. And my doctor told me to avoid strenuous exercise. Plus I'm really a pretty docile guy, you know?
it: Ah, e ho dimenticato anche di riscaldarmi. E il mio dottore mi ha detto di evitare l'esercizio fisico intenso. E poi sono un tipo piuttosto docile, sai?

# 416_Man
source: How about it, feel like joining?
it: Che ne dici, ti va di unirti?
