Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/01_01_00000001.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: I know I told you to wait－aren't you listenin' to me? Hang on a sec. That look on your face.
it: So che ti ho detto di aspettare... non mi stai ascoltando? Aspetta un secondo. Quella faccia.

# 140_Man
source: I thought maybe I'd forgive you if the price was right, but I changed my mind. First I'll kick your ass, <Italic>then</Italic> I'll take your money!
it: Pensavo che forse ti avrei perdonato se il prezzo fosse stato giusto, ma ho cambiato idea. Prima ti prenderò a calci, <Italic>poi</Italic> mi prenderò i tuoi soldi!

# 152_Man
source: Take one look at me and you know right away who I am, right? I'm a yakuza－a yakuza!
it: Basta un'occhiata per capire subito chi sono, vero? Sono uno yakuza... uno yakuza!

# 164_Man
source: Piss me off and you'll live to regret it. That being said, this is where you hand over your wallet like a good boy!
it: Fammi incazzare e te ne pentirai. Detto questo, è qui che mi consegni il portafoglio come un bravo bambino!

# 176_Man
source: Yo yo yo, pops! You've been dealing out a lot of hurt lately.
it: Yo yo yo, vecchio! Ultimamente hai fatto un sacco di male.

# 188_Man
source: Now it's time for some payback. With 100 times the interest!
it: Ora è il momento della vendetta. Con gli interessi al 100%!

# 224_Man
source: Please forgive me!
it: Ti prego, perdonami!

# 236_Man
source: I'm sorry! Here, this is for you...
it: Scusa! Tieni, questo è per te...

# 248_Man
source: You got a premium %s.
it: Hai ottenuto un %s premium.

# 272_Man
source: Aren't you afraid of fighting a yakuza? You must really be the baddest of the bad.
it: Non hai paura di combattere uno yakuza? Devi essere davvero il peggiore dei peggiori.

# 284_Man
source: I'm just the low man on the totem pole. I don't have much, but will you accept this and forgive me for bothering you?
it: Sono solo l'ultimo della gerarchia. Non ho molto, ma accetteresti questo e mi perdoneresti per il disturbo?

# 296_Man
source: You got a miraculous %s.
it: Hai ottenuto un %s miracoloso.

# 320_Man
source: Ow ow ow... please, no more.
it: Ahi ahi ahi... per favore, basta.

# 332_Man
source: That's enough for today. Take this and forgive me and my big mouth!
it: Per oggi basta. Prendi questo e perdona me e la mia boccaccia!

# 344_Man
source: You got a well-deserved %s.
it: Hai ottenuto un %s ben meritato.

# 392_Man
source: Aw, crap! No please forgive me!
it: Oh, merda! No, ti prego, perdonami!

# 404_Man
source: Er... mind if I ask your name?
it: Ehm... posso chiederti come ti chiami?

# 416_Man
source: You'll pay for this, you old fart!
it: Me la pagherai, vecchio rincoglionito!
