Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/01_05_00000001.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: Well, well! You must be feelin' pretty good right about now.
it: Bene, bene! Devi sentirti proprio su di giri adesso.

# 140_Man
source: Wish I could be knocking 'em back, too. How about giving me some drinking money? Hand it over, if you know what's good for you!
it: Vorrei potermene scolare un paio anch'io. Che ne dici di allungarmi qualche spicciolo per bere? Sgancia, se sai cosa ti conviene!

# 152_Man
source: Hey, buddy. Ain't you the no-good sonuvabitch who was putting the moves on my girl?
it: Ehi, amico. Non sei tu quel gran figlio di puttana che ci provava con la mia ragazza?

# 164_Man
source: Don't even try to play dumb with me!
it: Non provare nemmeno a fare il finto tonto con me!

# 176_Man
source: Had a few, huh, pops? Must be feelin' no pain. I wish I was you. I'm in a real shitty mood.
it: Hai alzato un po' il gomito, eh, vecchio? Scommetto che non senti nemmeno il dolore. Vorrei essere al tuo posto. Sono di un umore di merda.

# 188_Man
source: Hey, how's about I make us both feel a lot better by smashing your stupid face in!
it: Ehi, che ne dici se ci faccio sentire entrambi molto meglio spaccandoti quella stupida faccia!

# 224_Man
source: Please forgive us. We're very sorry.
it: Ti preghiamo di perdonarci. Ci dispiace tanto.

# 236_Man
source: I have enough money for a drink or two. Sorry for bothering you, mister. Here, take this.
it: Ho abbastanza soldi per un paio di drink. Scusi per il disturbo, signore. Tenga, prenda questo.

# 248_Man
source: You got an everyday %s.
it: Hai ottenuto un comunissimo %s.

# 272_Man
source: Um... huh? Where am I? I think I was enjoying a nice drink.
it: Uhm... eh? Dove sono? Credo che mi stessi godendo un bel drink.

# 284_Man
source: But my body... why does it hurt so much? I'm so drunk... my memory's a complete blank.
it: Ma il mio corpo... perché fa così male? Sono talmente sbronzo... ho un vuoto di memoria totale.

# 296_Man
source: You got a regular old %s.
it: Hai ottenuto un banalissimo %s.

# 320_Man
source: Ha... hahaha! What the fuck, man? I'm seein' stars... it's like my own private light show!
it: Ah... ahahah! Ma che cazzo, amico? Vedo le stelle... è come uno spettacolo di luci tutto per me!

# 332_Man
source: Dude, this is fun! Here, you can have this. I mean, why not? Hahaha... whee!
it: Amico, che sballo! Tieni, questo è per te. Cioè, perché no? Ahahah... evvai!

# 344_Man
source: You got a complimentary %s.
it: Hai ottenuto un %s in omaggio.

# 392_Man
source: Sorry...
it: Scusa...

# 404_Man
source: ...So, uh... after I left the bar... what the hell did I do anyway? Owww... Ouch... you sure are strong, pops.
it: ...Quindi, uhm... dopo essere uscito dal bar... che diavolo ho combinato? Ahi... Ahia... sei davvero forte, vecchio.

# 416_Man
source: Hahaha... woo-hoo!
it: Ahahah... woo-hoo!
