Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/01_01_00000003.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: You. Yeah, you. I been calling you for ages now. My throat's getting sore from all the shouting. Couldn't you hear me?
it: Tu. Sì, tu. È un'eternità che ti chiamo. Ho la gola secca a forza di urlare. Non mi sentivi?

# 140_Man
source: Don't play dumb with me or you'll be wearing your ass for a hat!
it: Non fare il finto tonto con me o ti ritroverai con il culo al posto del cappello!

# 152_Man
source: I like the looks of you. Your expression hasn't changed, despite the obvious danger at hand.
it: Mi piace il tuo aspetto. La tua espressione non è cambiata, nonostante il pericolo evidente.

# 164_Man
source: That makes me even more pissed off!
it: Questo mi fa incazzare ancora di più!

# 176_Man
source: Word is you really been throwing your weight around here lately.
it: Si dice in giro che ultimamente te la stai tirando un po' troppo.

# 188_Man
source: You know what they say about the nail that sticks out, right? It gets pounded down, that's what!
it: Sai cosa si dice del chiodo che sporge, vero? Viene martellato, ecco cosa!

# 224_Man
source: Please, have mercy...
it: Ti prego, abbi pietà...

# 236_Man
source: I was wrong, I know that now! Here, can you find it in your heart to forgive me?
it: Mi sbagliavo, ora lo so! Tieni, riesci a trovare la forza di perdonarmi?

# 248_Man
source: You got a rare %s.
it: Hai ottenuto un %s raro.

# 272_Man
source: What the hell, man? You're way stronger than you look.
it: Che diavolo, amico? Sei molto più forte di quanto sembri.

# 284_Man
source: Take this and leave me alone!
it: Prendi questo e lasciami in pace!

# 296_Man
source: You got a common %s.
it: Hai ottenuto un %s comune.

# 320_Man
source: Aniki! I'm blown away by your raw power! Please let me call you aniki from now on!
it: Aniki! Sono sbalordito dalla tua forza bruta! Ti prego, lasciami chiamare aniki d'ora in poi!

# 332_Man
source: I'd be happy to share my stuff with you, Aniki! Here, take this!
it: Sarei felice di condividere le mie cose con te, Aniki! Tieni, prendi questo!

# 344_Man
source: You got a diplomatic %s.
it: Hai ottenuto un %s diplomatico.

# 392_Man
source: I'm through stopping people on the street!
it: Ho smesso di fermare la gente per strada!

# 404_Man
source: Please, no more!
it: Ti prego, basta!

# 416_Man
source: It's okay, your stuff is still your stuff. Don't worry!
it: Va tutto bene, la tua roba è ancora tua. Non preoccuparti!
