Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/01_04_00000003.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: You there, did you just give me the stink eye?
it: Ehi tu, mi hai appena lanciato un'occhiataccia?

# 140_Man
source: Know what happens when you do that in this part of town? I'd be more than happy to demonstrate!
it: Sai cosa succede quando lo fai da queste parti? Sarei più che felice di dartene una dimostrazione!

# 152_Man
source: I saw you giving me a dirty look just now. Don't fuck with me, buddy!
it: Ti ho visto lanciarmi un'occhiataccia poco fa. Non prendermi per il culo, amico!

# 164_Man
source: I'll teach you what happens when you mess with yakuza!
it: Ti insegnerò cosa succede quando si scherza con gli yakuza!

# 200_Man
source: What happened? You're way too strong.
it: Cos'è successo? Sei troppo forte.

# 212_Man
source: I'm sorry! I obviously didn't know what I was getting into. I hope you'll accept this and forgive me!
it: Mi dispiace! Ovviamente non sapevo in che guaio mi stavo cacciando. Spero che accetterai questo e mi perdonerai!

# 224_Man
source: You got a rewarding %s.
it: Hai ottenuto un %s gratificante.

# 248_Man
source: Shit, you're strong. Who are you, anyway?
it: Merda, sei forte. Chi sei, comunque?

# 260_Man
source: My reputation as a yakuza has taken one hell of a blow. Here, now forget this ever happened.
it: La mia reputazione di yakuza ha subito un duro colpo. Tieni, ora dimentica tutto questo.

# 272_Man
source: You got a simple %s.
it: Hai ottenuto un %s semplice.

# 320_Man
source: I'll never bother you again...
it: Non ti disturberò mai più...

# 332_Man
source: You really made me look like a loser out there. I've never been so embarrassed. And in front of my boy, no less!
it: Mi hai fatto davvero fare la figura del perdente. Non sono mai stato così imbarazzato. E per di più davanti al mio ragazzo!
