Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/01_00_00000005.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: Feelin' a little cocky there, pal? C'mere. Lemme have a word witcha.
it: Ti senti un po' presuntuoso, amico? Vieni qui. Lascia che ti dica una cosa.

# 140_Man
source: I'ma teach you how it's gonna be in this part of town, so brace yerself!
it: Ti insegnerò come funzionano le cose da queste parti, quindi preparati!

# 152_Man
source: You! I know you ain't a civilian! Whose family you in, huh?
it: Tu! So che non sei un civile! A quale famiglia appartieni, eh?

# 164_Man
source: Think you can just walk around on my turf!?
it: Pensi di poter gironzolare nel mio territorio!?

# 176_Man
source: You got the world on a string, eh, chief? The snazzy clothes, the fancy jewelry.
it: Hai il mondo in pugno, eh, capo? I vestiti eleganti, i gioielli sfarzosi.

# 188_Man
source: You should know better than to be flashin' that stuff around in this part of town!
it: Dovresti sapere che è meglio non ostentare quella roba da queste parti!

# 200_Man
source: Just looking at you pisses me off, you know that?
it: Il solo guardarti mi fa incazzare, lo sai?

# 212_Man
source: It's only fair that you let me kick your ass－you know, to calm my nerves and all!
it: È giusto che tu mi lasci prendere a calci, sai, per calmarmi i nervi e tutto il resto!

# 248_Man
source: Sorry 'bout that. I was feelin' a little cocky myself.
it: Scusa. Mi sentivo un po' presuntuoso anch'io.

# 260_Man
source: Here, this is for you. I shoulda known better.
it: Tieni, questo è per te. Avrei dovuto immaginarlo.

# 272_Man
source: You got a glimmering %s.
it: Hai ottenuto un %s scintillante.

# 296_Man
source: How'd the hell you get so strong?
it: Come diavolo hai fatto a diventare così forte?

# 308_Man
source: Fine! Take this and fuck off already!
it: Bene! Prendi questo e sparisci!

# 320_Man
source: You got a cologne-drenched %s.
it: Hai ottenuto un %s intriso di colonia.

# 344_Man
source: Guess you deserve all the nice things you have...
it: Immagino che ti meriti tutte le belle cose che hai...

# 356_Man
source: Here. I hope you'll accept this.
it: Tieni. Spero che lo accetterai.

# 368_Man
source: You got a reflective %s.
it: Hai ottenuto un %s riflettente.

# 392_Man
source: Haha. A little exercise and I feel good as new!
it: Haha. Un po' di esercizio e mi sento come nuovo!

# 404_Man
source: Please accept this as a token of my thanks.
it: Ti prego, accetta questo in segno di ringraziamento.

# 416_Man
source: You got a thankful %s.
it: Hai ottenuto un %s riconoscente.

# 464_Man
source: I really am sorry, I got carried away, that's all.
it: Mi dispiace davvero, mi sono lasciato trasportare, tutto qui.

# 476_Man
source: Just who are you, anyway?
it: Ma chi sei, insomma?

# 488_Man
source: Sorry...
it: Scusa...

# 500_Man
source: Now I'm pissed off about how weak I am.
it: Ora sono incazzato per quanto sono debole.
