Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/01_03_00000001.po
Languages: it

source: Man
it: Uomo

# 100_Man
source: Wait a minute, mister. Who gave you permission to come this way?
it: Aspetti un attimo, signore. Chi le ha dato il permesso di passare di qui?

# 112_Man
source: It's called a toll, and you need to pay it. Now. C'mon, pay up or prepare for some bruising!
it: Si chiama pedaggio, e devi pagarlo. Adesso. Dai, paga o preparati a qualche livido!

# 124_Man
source: Stop right there! Can't ya see you stepped on my freakin' foot, buddy?
it: Fermo lì! Non vedi che mi hai pestato il piede, amico?

# 136_Man
source: Now I'm all injured and stuff! 'Fraid I'm gonna have to ask you to pay me for the pain and sufferin'. So, gimme your wallet!
it: Ora sono tutto ferito e cose del genere! Temo di doverti chiedere di pagarmi per il dolore e la sofferenza. Quindi, dammi il tuo portafoglio!

# 148_Man
source: Hey! Who told you you could use this road? No one passes through here without my say-so!
it: Ehi! Chi ti ha detto che potevi usare questa strada? Nessuno passa di qui senza il mio permesso!

# 160_Man
source: You didn't know? That's a sorry-ass excuse. Now pay up or get out!
it: Non lo sapevi? È una scusa del cazzo. Ora paga o sparisci!

# 196_Man
source: I'm sorry! The toll? What toll? There's no toll. Hahaha!
it: Mi dispiace! Il pedaggio? Quale pedaggio? Non c'è nessun pedaggio. Hahaha!

# 208_Man
source: This won't make up for much, but please take it.
it: Questo non compenserà molto, ma ti prego, prendilo.

# 220_Man
source: You got an unappetizing %s.
it: Hai ottenuto un %s poco appetitoso.

# 244_Man
source: Now I'm really all injured and stuff. Pretty badly too, from the looks of it.
it: Ora sono davvero tutto ferito e cose del genere. Anche piuttosto male, a quanto pare.

# 256_Man
source: But I'm sturdier'n I look, so don't waste time worryin' about me. Hahaha. Here, you can have this.
it: Ma sono più robusto di quanto sembri, quindi non perdere tempo a preoccuparti per me. Hahaha. Tieni, puoi prenderlo.

# 268_Man
source: You got a mediocre %s.
it: Hai ottenuto un %s mediocre.

# 292_Man
source: I'm sorry I said such crazy things...
it: Mi dispiace aver detto cose così folli...

# 304_Man
source: This is for your trouble. Please accept it.
it: Questo è per il disturbo. Ti prego, accettalo.

# 316_Man
source: You got a beauteous %s.
it: Hai ottenuto un %s meraviglioso.

# 364_Man
source: You can come and go as you please...
it: Puoi andare e venire come ti pare...

# 376_Man
source: What do you want? And why are you still here?
it: Cosa vuoi? E perché sei ancora qui?

# 388_Man
source: Ouch... you sure are strong, pops.
it: Ahi... sei davvero forte, vecchio.
