Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/02_05_00000003.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: You look like you're really enjoying yourself. Nothing like a good stiff drink, am I right? How about sharing some of the fun with us?
it: Sembri divertirti un mondo. Niente come un bel drink forte, vero? Che ne dici di condividere un po' del divertimento con noi?

# 140_Man
source: What I'm saying is, you don't need that money, so how about you help us out by giving it to us!?
it: Quello che sto dicendo è che non hai bisogno di quei soldi, quindi che ne dici di aiutarci dandoli a noi!?

# 152_Man
source: Hey there, drunk guy. I'm about to head out and hit on some girls, but I'm out of dough.
it: Ehilà, ubriacone. Sto per uscire a provarci con qualche ragazza, ma sono al verde.

# 164_Man
source: Think you could give me some? I'll take it, even if you say no!
it: Pensi di potermene dare un po'? Me li prenderò, anche se dici di no!

# 188_Man
source: I was just watching this kung-fu movie. The star was on fire! It really got me pumped up. I hate to do this when you're drunk, but... hai-ya!
it: Stavo giusto guardando questo film di kung-fu. Il protagonista era una forza! Mi ha davvero caricato. Odio farlo mentre sei ubriaco, ma... hai-ya!

# 224_Man
source: Sorry for harshing your mellow like that.
it: Scusa per averti rovinato il momento.

# 236_Man
source: Here, buy something nice. On us.
it: Tieni, comprati qualcosa di bello. Offriamo noi.

# 248_Man
source: You got a fuzzy %s.
it: Hai ottenuto un %s sfocato.

# 272_Man
source: Not the face! Don't hit the face! How am I gonna pick up girls with a bruised and bloody mug? If you need to hit me, go for the body.
it: La faccia no! Non colpire la faccia! Come farò a rimorchiare ragazze con un muso pesto e insanguinato? Se devi colpirmi, vai sul corpo.

# 284_Man
source: Look, how about you take this and stop hitting me altogether?
it: Senti, che ne dici di prendere questo e smettere di picchiarmi del tutto?

# 296_Man
source: You got a moist %s.
it: Hai ottenuto un %s umido.

# 320_Man
source: Yeeowch! How can you be so drunk, yet so strong?
it: Ahi! Come puoi essere così ubriaco, eppure così forte?

# 332_Man
source: I know－you must be a master of the Drunken Fist! Oh, shit! Here. Take this and forget you ever met me!
it: Lo so, devi essere un maestro del Pugno Ubriaco! Oh, merda! Tieni. Prendi questo e dimentica di avermi mai incontrato!

# 344_Man
source: You got a saliva-flecked %s.
it: Hai ottenuto un %s macchiato di saliva.

# 392_Man
source: We're gonna need money for a hospital first...
it: Prima avremo bisogno di soldi per un ospedale...

# 404_Man
source: Ow, ow, ow... Man, what'll I do if I lose my mojo with the ladies?
it: Ahi, ahi, ahi... Amico, cosa farò se perdo il mio fascino con le donne?

# 416_Man
source: Maybe I'll switch to boxing movies...
it: Forse passerò ai film sulla boxe...
