Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/02_01_00000006.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: Got any money on you, pops? I bet you carry a lot of cash, seeing as you're a grown-ass man.
it: Hai dei soldi con te, vecchio? Scommetto che hai un sacco di contanti, visto che sei un uomo fatto e finito.

# 140_Man
source: I bet you wouldn't mind helping a kid out!
it: Scommetto che non ti dispiacerebbe aiutare un ragazzo!

# 152_Man
source: Got any money on you, pops? I bet you carry a lot of cash, seeing as you're a grown-ass man.
it: Hai dei soldi con te, vecchio? Scommetto che hai un sacco di contanti, visto che sei un uomo fatto e finito.

# 164_Man
source: I bet you wouldn't mind helping a kid out!
it: Scommetto che non ti dispiacerebbe aiutare un ragazzo!

# 200_Man
source: Whoa! Why'd you have to go all medieval on my ass? That hurt!
it: Whoa! Perché mi hai dovuto pestare a sangue? Ha fatto male!

# 212_Man
source: I'll give you this if you stop beating me up.
it: Ti darò questo se smetti di picchiarmi.

# 224_Man
source: You got a rusty %s.
it: Hai ottenuto un %s arrugginito.

# 248_Man
source: Whoa! Why'd you have to go all medieval on my ass? That hurt!
it: Whoa! Perché mi hai dovuto pestare a sangue? Ha fatto male!

# 260_Man
source: I'll give you this if you stop beating me up.
it: Ti darò questo se smetti di picchiarmi.

# 272_Man
source: You got a shredded %s.
it: Hai ottenuto un %s a brandelli.

# 320_Man
source: Man, I feel like total shit now...
it: Amico, ora mi sento uno schifo totale...

# 344_Man
source: Man, I feel like total shit now...
it: Amico, ora mi sento uno schifo totale...
