Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/02_00_00000005.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: We're here to have some fun, but we've run out of money.
it: Siamo qui per divertirci, ma abbiamo finito i soldi.

# 140_Man
source: Would you lend us some? Just don't expect us to ever pay it back!
it: Ce ne presteresti un po'? Non aspettarti che te li restituiamo!

# 152_Man
source: Did you just give me a dirty look? You tryin' to start something, huh?
it: Mi hai appena lanciato un'occhiataccia? Stai cercando di iniziare qualcosa, eh?

# 164_Man
source: Don't fuck with me, buddy! Or are you that eager for your first set of dentures?
it: Non scherzare con me, amico! O sei così ansioso di avere la tua prima dentiera?

# 176_Man
source: What's wrong, pops? Why the long face?
it: Che c'è che non va, vecchio? Perché quel muso lungo?

# 188_Man
source: You should have some fun, change your mood. In fact, why not have a little fun with me?
it: Dovresti divertirti un po', cambiare umore. Anzi, perché non ti diverti un po' con me?

# 224_Man
source: Yikes! No, you're right. If you borrow money, you have to pay it back. It's only fair!
it: Accidenti! No, hai ragione. Se prendi in prestito dei soldi, devi restituirli. È giusto così!

# 236_Man
source: We're real sorry for bothering you. Will this help smooth things over?
it: Ci dispiace davvero per il disturbo. Questo aiuterà a sistemare le cose?

# 248_Man
source: You got a big ol' %s.
it: Hai ottenuto un %s grosso e vecchio.

# 272_Man
source: Ow, that hurt. You're one mean brawler, man.
it: Ahi, ha fatto male. Sei un attaccabrighe cattivo, amico.

# 284_Man
source: Here, take this with my apologies. I should have steered clear.
it: Tieni, prendi questo con le mie scuse. Avrei dovuto starti alla larga.

# 296_Man
source: You got a creepy %s.
it: Hai ottenuto un %s inquietante.

# 320_Man
source: Sorry I got carried away there. I just felt like stirring up some trouble, that's all.
it: Scusa se mi sono lasciato trasportare. Volevo solo creare un po' di scompiglio, tutto qui.

# 332_Man
source: Oh, here. It's not much, but I want you to have it.
it: Oh, tieni. Non è molto, ma voglio che tu lo tenga.

# 344_Man
source: You got a moist %s.
it: Hai ottenuto un %s umido.

# 392_Man
source: Guess we'll be headed back to the 'burbs. We really are sorry.
it: Credo che torneremo in periferia. Ci dispiace davvero.

# 404_Man
source: Was that not enough?
it: Non era abbastanza?

# 416_Man
source: I must apologize for interfering with your busy day.
it: Devo scusarmi per aver interferito con la sua giornata impegnativa.
