Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/02_03_00000003.po
Languages: it

source: Man
it: Uomo

# 100_Man
source: Dammit! Watch where you're going! You bumped right into me, buddy!
it: Dannazione! Guarda dove vai! Mi sei venuto addosso, amico!

# 112_Man
source: Time for some justifiable self-defense. A good beatdown would be appropriate right about now!
it: È ora di un po' di legittima difesa. Un bel pestaggio sarebbe appropriato in questo momento!

# 124_Man
source: 'Scuse me, pops. I got a once-in-a-lifetime favor to ask you. Can you loan me some money?
it: Mi scusi, vecchio. Ho un favore irripetibile da chiederle. Può prestarmi dei soldi?

# 136_Man
source: Just give me everything you have. I'll pay you back in, oh, 100 years or so.
it: Dammi tutto quello che hai. Ti ripagherò tra, oh, 100 anni o giù di lì.

# 172_Man
source: I'm sorry!
it: Mi dispiace!

# 184_Man
source: It was all one big misunderstanding! Here, take this. I hope it'll make up for everything.
it: È stato tutto un grosso malinteso! Tieni, prendi questo. Spero che possa rimediare a tutto.

# 196_Man
source: You got a low-quality %s.
it: Hai ottenuto un %s di bassa qualità.

# 220_Man
source: That sure was some fancy footwork. Did you used to play soccer or something?
it: Quello sì che era un bel gioco di gambe. Giocavi a calcio o qualcosa del genere?

# 232_Man
source: Ow, my whole body is throbbing... Look, I'll go somewhere else for my money. Just get out of here, okay?
it: Ahi, mi pulsa tutto il corpo... Senti, andrò a cercare i soldi da un'altra parte. Sparisci da qui, ok?

# 244_Man
source: You got a fragrant %s.
it: Hai ottenuto un %s fragrante.

# 292_Man
source: I'm gonna have to be more careful from now on. One mistake can land you in a world of trouble.
it: Dovrò stare più attento d'ora in poi. Un errore può cacciarti in un mare di guai.

# 304_Man
source: Dammit. There must be someone out there giving out interest-free loans. Pfft! Yeah, right.
it: Dannazione. Deve esserci qualcuno là fuori che fa prestiti senza interessi. Pfft! Sì, certo.
