Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/02_06_00000001.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: Why are you glarin' at me, huh? You lookin' for a fight, pal?
it: Perché mi fissi, eh? Cerchi rissa, amico?

# 140_Man
source: I'll show you what happens to anyone with balls enough to think he can fuck with me!
it: Ti farò vedere cosa succede a chiunque abbia le palle di pensare di potermi fregare!

# 152_Man
source: What are you lookin' at, pops? Got a problem?
it: Cosa guardi, vecchio? Hai qualche problema?

# 164_Man
source: Well, I do. I don't like bein' leered at by dudes with five-o'clock shadows! Now pay me for my pain and sufferin'!
it: Beh, io sì. Non mi piace essere squadrato da tizi con la barba di un giorno! Ora pagami per il mio dolore e la mia sofferenza!

# 176_Man
source: Hey, mister. I saw you starin' at me just now.
it: Ehi, signore. L'ho vista fissarmi poco fa.

# 188_Man
source: You like what you see? Wanna know more about me? Because I wanna know more about you. Like, how much money you got in your wallet!
it: Le piace quello che vede? Vuole sapere di più su di me? Perché io voglio sapere di più su di lei. Tipo, quanti soldi ha nel portafoglio!

# 224_Man
source: What's with you, anyway?
it: Ma che ti prende, comunque?

# 236_Man
source: You're really damn strong, that's for sure. Take this. And I'm sorry.
it: Sei dannatamente forte, questo è certo. Prendi questo. E scusa.

# 248_Man
source: You got a comforting %s.
it: Hai ottenuto un %s confortante.

# 272_Man
source: Ouch... You're really fuckin' strong for an old guy.
it: Ahi... Sei davvero forte per essere un vecchio.

# 284_Man
source: I better start pickin' my battles a little more carefully. Here, this is for teachin' me that particular lesson.
it: Meglio che inizi a scegliere le mie battaglie con un po' più di attenzione. Tieni, questo è per avermi insegnato questa particolare lezione.

# 296_Man
source: You got an exciting %s.
it: Hai ottenuto un %s eccitante.

# 320_Man
source: Ow... You've got some serious muscle. Think you could stop glarin' at me like that?
it: Ahi... Hai dei muscoli notevoli. Pensi di poter smettere di fissarmi in quel modo?

# 332_Man
source: Here, take this. We can pretend none of this ever happened.
it: Tieni, prendi questo. Possiamo fare finta che non sia mai successo niente.

# 344_Man
source: You got a majestic %s.
it: Hai ottenuto un %s maestoso.

# 392_Man
source: No, please－stop. You won, I lost, okay?
it: No, ti prego, fermati. Hai vinto, ho perso, ok?

# 404_Man
source: What do you want? Can't you just leave me alone?
it: Cosa vuoi? Non puoi lasciarmi in pace?

# 416_Man
source: Just forget about me...
it: Dimenticati di me...
