Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/02_04_00000001.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: Excuse me! Would you be interested in donating money to help the less fortunate－us?
it: Mi scusi! Sarebbe interessato a una donazione per aiutare i meno fortunati... cioè, noi?

# 140_Man
source: Or perhaps you'd rather have your ass kicked! What's it gonna be, mister?
it: O preferirebbe farsi riempire di botte?! Allora, che cosa sceglie, signore?

# 152_Man
source: So you got a lot of money, do ya? You lucky bastard. I bet you're doing some dark shit to have that much.
it: Quindi sei pieno di grana, eh? Bastardo fortunato. Scommetto che fai un sacco di affari loschi per averne così tanti.

# 164_Man
source: That makes you a bad guy. And bad guys ain't welcome here. You got this coming to ya, buddy!
it: Questo fa di te un criminale. E i tipi come te non sono i benvenuti qui. Te la sei cercata, amico!

# 176_Man
source: Check it out! We got us an actual "dirty" old man!
it: Guardate un po'! Abbiamo scovato un vecchio "sporco"... di soldi!

# 188_Man
source: Sorry to jump on you like this, but we don't have any money. Isn't that the saddest thing? So how about you give us your spare change?
it: Scusa se ti assaliamo così, ma siamo al verde. Non è una cosa tristissima? Che ne dici di allungarci i tuoi spiccioli?

# 224_Man
source: Stop, please! We can't take it anymore...
it: Basta, ti prego! Non ne possiamo più...

# 236_Man
source: We won't do anything like that again. Here, take this－and forget this ever happened.
it: Non faremo mai più una cosa del genere. Tieni, prendi questo... e dimentichiamoci dell'accaduto.

# 248_Man
source: You got a shiny %s.
it: Hai ottenuto: %s (brillante).

# 272_Man
source: Heheh... Sorry to waste your time like that.
it: Heheh... Scusa se ti abbiamo fatto perdere tempo.

# 284_Man
source: This should make up for it.
it: Questo dovrebbe bastare come risarcimento.

# 296_Man
source: You got a crunchy %s.
it: Hai ottenuto: %s (incartapecorito).

# 320_Man
source: What was that? You're super strong...
it: Ma che è successo? Sei fortissimo...

# 332_Man
source: If we give you this, will you forgive us?
it: Se ti diamo questo, ci perdonerai?

# 344_Man
source: You got a crumpled %s.
it: Hai ottenuto: %s (sgualcito).

# 392_Man
source: We've sworn off the old donations scam.
it: Abbiamo chiuso con la vecchia truffa delle donazioni, lo giuro.

# 404_Man
source: Fate has brought us together. Treat me to a meal or something next time you turn a big profit. Ha, just kidding.
it: Il destino ci ha fatti incontrare. Offrimi una cena la prossima volta che fai il colpaccio. Ah, scherzo.

# 416_Man
source: Ouch...
it: Ahi...
