Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/02_05_00000001.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: You got a good buzz goin'? Feelin' pretty good?
it: Sei un po' brillo? Ti senti bene?

# 140_Man
source: See, we don't like it when adults like you start getting all sloppy drunk and shit. So no more drinks for you. We're taking your cash!
it: Vedi, non ci piace quando gli adulti come te iniziano a ubriacarsi e a fare casino. Quindi basta bere per te. Ci prendiamo i tuoi soldi!

# 152_Man
source: Ta-da! Here I come to save the day!
it: Ta-da! Eccomi, vengo a salvare la situazione!

# 164_Man
source: I'm here to chase out all the drunks who ruin perfectly good outings for the rest of us! Pay us for our trouble or we'll kick your ass!
it: Sono qui per cacciare tutti gli ubriachi che rovinano le uscite perfette a tutti noi! Pagaci per il disturbo o ti prenderemo a calci!

# 176_Man
source: Wow, you really are shitfaced, aren't you? Not to brag, but I do pretty damn good against weak-ass losers like you.
it: Wow, sei davvero sbronzo, vero? Non per vantarmi, ma me la cavo dannatamente bene contro i perdenti deboli come te.

# 188_Man
source: Now gimme your money so I can have a good time, too!
it: Ora dammi i tuoi soldi, così posso divertirmi anch'io!

# 224_Man
source: You fight pretty good for a drunk-ass bastard...
it: Combatti piuttosto bene per essere un bastardo ubriaco...

# 236_Man
source: Sorry for picking a fight with you.
it: Scusa per aver attaccato briga con te.

# 248_Man
source: You got a squeaky clean %s.
it: Hai ottenuto un %s perfettamente pulito.

# 272_Man
source: Urgh... That's strange. This wasn't supposed to happen.
it: Urgh... Strano. Non doveva andare così.

# 284_Man
source: You're pretty strong, pops. Surprisingly so. Here. This is for your trouble. Please－take it.
it: Sei piuttosto forte, vecchio. Sorprendentemente. Tieni. Questo è per il disturbo. Ti prego, prendilo.

# 296_Man
source: You got a seedy %s.
it: Hai ottenuto un %s squallido.

# 320_Man
source: Yikes! I'm sorry, I'm sorry! I'm no good against strong guys like you.
it: Accidenti! Scusa, scusa! Non sono bravo contro i tipi forti come te.

# 332_Man
source: Here, this is for you!
it: Tieni, questo è per te!

# 344_Man
source: You got a huge %s.
it: Hai ottenuto un %s enorme.

# 392_Man
source: Drink all you want and enjoy yourself, please...
it: Bevi quanto vuoi e divertiti, ti prego...

# 404_Man
source: I guess you chased me out in the end, huh...
it: Alla fine mi hai cacciato tu, eh...

# 416_Man
source: I'm sorry, I'm sorry! Will you ever forgive me?
it: Scusa, scusa! Mi perdonerai mai?
