Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/02_00_00000003.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: I bet you know your way around a fight, old man.
it: Scommetto che te la cavi a fare a botte, vecchio.

# 140_Man
source: Better brace yerself, 'cause this might sting a little!
it: Meglio che ti prepari, perché potrebbe pungere un po'!

# 152_Man
source: Lately, there hasn't been anything going on. It's enough to bum a guy out.
it: Ultimamente non sta succedendo niente. È abbastanza per deprimere una persona.

# 164_Man
source: So I decided to go all-out and enjoy a night on the town. Too bad I don't have the money for it. So without further ado, hand over your cash!
it: Così ho deciso di dare il massimo e godermi una serata in città. Peccato che non abbia i soldi per farlo. Quindi, senza ulteriori indugi, consegna i contanti!

# 176_Man
source: You're a bad guy, aren't you? You like doing bad things to people, do you?
it: Sei un cattivo, vero? Ti piace fare cose cattive alla gente, non è così?

# 188_Man
source: Well, I'm the good guy who gets bad guys like you off our streets. Get ready for a good old-fashioned beatdown!
it: Beh, io sono il buono che toglie i cattivi come te dalle nostre strade. Preparati a un pestaggio vecchio stile!

# 224_Man
source: How'd that happen? You're one strong S.O.B., you know that?
it: Com'è successo? Sei un gran figlio di puttana, lo sai?

# 236_Man
source: Sorry for jumpin' you like that. Take this, and try to find it in your heart to forgive me.
it: Scusa per averti aggredito così. Prendi questo e cerca di trovare la forza di perdonarmi.

# 248_Man
source: You got a heartful %s.
it: Hai ottenuto un %s sentito.

# 272_Man
source: Damn, you're strong! I've never been kicked that hard in my life.
it: Dannazione, sei forte! Non ho mai preso un calcio così forte in vita mia.

# 284_Man
source: There's no way I can beat you. Just take this and forget it ever happened.
it: Non c'è modo che io possa batterti. Prendi questo e dimentica tutto.

# 296_Man
source: You got a ramen-scented %s.
it: Hai ottenuto un %s al profumo di ramen.

# 320_Man
source: Ow... Shit, man. You got some muscles. Here I thought the good guy always wins. Guess I was wrong.
it: Ahi... Merda, amico. Hai dei bei muscoli. E io che pensavo che il buono vincesse sempre. Credo di essermi sbagliato.

# 332_Man
source: Here, uh... this is for you. Please forgive me.
it: Tieni, uh... questo è per te. Ti prego, perdonami.

# 344_Man
source: You got a lint-covered %s.
it: Hai ottenuto un %s coperto di lanugine.

# 392_Man
source: I'm through pickin' fights. It just ain't my style.
it: Ho smesso di attaccare briga. Semplicemente non è nel mio stile.

# 404_Man
source: Never thought I'd wind up so black and blue.
it: Non avrei mai pensato di finire così pieno di lividi.

# 416_Man
source: Forgive me, won't you? I'm a changed man.
it: Perdonami, ti prego. Sono un uomo cambiato.
