Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/02_00_00000001.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: You can't walk past me without paying your respects! That's the rule around here!
it: Non puoi passarmi davanti senza portare rispetto! È la regola da queste parti!

# 140_Man
source: If you don't have my permission, you can't get by. I'll pound that lesson into you!
it: Se non hai il mio permesso, non puoi passare. Ti ficcherò in testa questa lezione a suon di botte!

# 152_Man
source: Could I please ask you a favor? Do you think you could lend me some money?
it: Potrei chiederti un favore? Pensi di potermi prestare dei soldi?

# 164_Man
source: Not that I ever plan to pay you back, of course! Now hand it over!
it: Non che abbia intenzione di restituirteli, ovviamente! Ora sgancia!

# 176_Man
source: Wow, do you ever look shabby. Rumpled hair, five-o'-clock shadow...
it: Wow, hai un aspetto davvero trasandato. Capelli arruffati, barba di un giorno...

# 188_Man
source: That does it! I care too much about beauty to allow the likes of you to wander the streets! Time to take out the trash!
it: Basta così! Tengo troppo alla bellezza per permettere a gente come te di gironzolare per le strade! È ora di buttare la spazzatura!

# 224_Man
source: Enough, please! I don't need any more respect outta you.
it: Basta, ti prego! Non ho bisogno di altro rispetto da parte tua.

# 236_Man
source: Here, take this as an apology. We're good now, yeah?
it: Tieni, prendi questo come scusa. Siamo a posto ora, vero?

# 248_Man
source: You got a grassy %s.
it: Hai ottenuto un %s erboso.

# 272_Man
source: Whoa! You sure are a tough fighter, pops.
it: Whoa! Sei un combattente tosto, vecchio.

# 284_Man
source: I never expected you to be this strong. Here. Take this with my apologies.
it: Non mi sarei mai aspettato che fossi così forte. Tieni. Prendi questo con le mie scuse.

# 296_Man
source: You got a red-hot %s.
it: Hai ottenuto un %s rovente.

# 320_Man
source: You coulda given me some warning, you know. Sheesh.
it: Avresti potuto avvisarmi, sai. Accidenti.

# 332_Man
source: Now I'm the one left looking like an old, dirty rag. Look. Take this, will you?
it: Ora sono io quello che sembra un vecchio straccio sporco. Guarda. Prendi questo, vuoi?

# 344_Man
source: You got a old, dirty %s.
it: Hai ottenuto un %s vecchio e sporco.

# 392_Man
source: No more...
it: Basta...

# 404_Man
source: Ow, ow, ow. I'm gonna call it a day.
it: Ahi, ahi, ahi. Per oggi la chiudo qui.

# 416_Man
source: Yikes! You're still here? I said I was sorry, didn't I?
it: Accidenti! Sei ancora qui? Ti ho chiesto scusa, no?
