Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/02_01_00000003.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: There ain't been nothin' good goin' on in my life. But you－you look like you got it made. That ain't too cool, pal.
it: Non mi è successo niente di buono ultimamente. Ma tu... tu sembri uno che ce l'ha fatta. Non è una bella cosa, amico.

# 140_Man
source: No, that ain't cool at all. And you know what I do with guys who ain't cool? I smack 'em around. Which means your number's up, pal!
it: No, non è affatto una bella cosa. E sai cosa faccio ai tipi che non sono fighi? Li prendo a schiaffi. Il che significa che è arrivata la tua ora, amico!

# 152_Man
source: Say, are you a yakuza? I ask 'cause I'm picking up a strong high-and-mighty vibe from you.
it: Senti, sei uno yakuza? Lo chiedo perché percepisco una forte aria di superiorità da te.

# 164_Man
source: How about showing me just how strong you yakuza types really are?
it: Che ne dici di mostrarmi quanto sono forti davvero i tipi come te, yakuza?

# 176_Man
source: Heheh. I'm in a bit of a pinch. Running low on money to paint the town red, y'see.
it: Heheh. Sono un po' nei guai. A corto di soldi per fare baldoria, vedi.

# 188_Man
source: You're that moneylender they talk about, aren't you? Why not lend me some, then? Too bad I'm never going to pay you back, though!
it: Sei quell'usuraio di cui parlano, vero? Allora perché non mi presti un po' di soldi? Peccato che non te li restituirò mai, però!

# 200_Man
source: Hey, shithead! You got us good last time! And don't even pretend you forgot!
it: Ehi, testa di cazzo! L'altra volta ci hai fregato per bene! E non fare nemmeno finta di averlo dimenticato!

# 212_Man
source: Today's the day I pound your sorry ass into oblivion. Brace yourself for the beating of a lifetime.
it: Oggi è il giorno in cui ti pesterò fino a farti scomparire. Preparati al pestaggio della tua vita.

# 248_Man
source: P-Please stop! I'm sorry!
it: F-Fermati, ti prego! Scusa!

# 260_Man
source: I'll watch what I say from now on! Take this and forget it ever happened!
it: D'ora in poi starò attento a quello che dico! Prendi questo e dimentica tutto!

# 272_Man
source: You got a strangely small %s.
it: Hai ottenuto un %s stranamente piccolo.

# 296_Man
source: Whoa, you really are strong...
it: Whoa, sei davvero forte...

# 308_Man
source: I better not mess with any more yakuza. Oh, here. This is yours.
it: Meglio che non me la prenda più con gli yakuza. Oh, tieni. Questo è tuo.

# 320_Man
source: You got a crusty %s.
it: Hai ottenuto un %s crostoso.

# 344_Man
source: Ow, ow, ow... Shit, man. You coulda gone easier on me.
it: Ahi, ahi, ahi... Merda, amico. Potevi andarci più piano con me.

# 356_Man
source: Okay, so I lost this round. Just take this and scram already!
it: Ok, ho perso questo round. Prendi questo e sparisci!

# 368_Man
source: You got a phosphorescent %s.
it: Hai ottenuto un %s fosforescente.

# 392_Man
source: That was the beating of a lifetime, all right...
it: È stato il pestaggio della vita, va bene...

# 404_Man
source: Please－forgive me! I'll never pick a fight with you again!
it: Ti prego, perdonami! Non attaccherò mai più briga con te!

# 416_Man
source: You got a questionable %s.
it: Hai ottenuto un %s discutibile.

# 464_Man
source: Man... This just isn't my week...
it: Amico... questa non è proprio la mia settimana...

# 476_Man
source: What organization do you belong to? Wonder if the others have any weaker guys?
it: A quale organizzazione appartieni? Chissà se gli altri hanno tipi più deboli?

# 488_Man
source: I'll be repaying you, all right, so you'd better watch your back.
it: Ti ripagherò, va bene, quindi farai meglio a guardarti le spalle.

# 500_Man
source: Did you study martial arts or what, pops?
it: Hai studiato arti marziali o cosa, vecchio?
