Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/02_04_00000003.po
Languages: it

source: Man
it: Uomo

# 128_Man
source: Hooray! You're one lucky guy! This is going to be the best day of your life.
it: Evviva! Sei un ragazzo fortunato! Questo sarà il giorno più bello della tua vita.

# 140_Man
source: There's just one condition. You gotta give us some money first. Pay up, or your luck will go downhill fast!
it: C'è solo una condizione. Devi prima darci dei soldi. Paga, o la tua fortuna andrà a rotoli in fretta!

# 152_Man
source: Congratulations! You're lucky number 100! Yessiree... Wait, what's with the vacant stare?
it: Congratulazioni! Sei il fortunato numero 100! Proprio così... Aspetta, cos'è quello sguardo assente?

# 164_Man
source: 100th what, you ask? Why, our 100th victim, of course! C'mon, boys. Get him!
it: Il centesimo cosa, chiedi? Beh, la nostra centesima vittima, ovviamente! Forza, ragazzi. Prendetelo!

# 200_Man
source: Ow... No more...
it: Ahi... Basta...

# 212_Man
source: This should do the trick, right?
it: Questo dovrebbe bastare, giusto?

# 224_Man
source: You got a slippery %s.
it: Hai ottenuto un %s scivoloso.

# 248_Man
source: I guess it was a little early to be celebrating.
it: Credo che fosse un po' presto per festeggiare.

# 260_Man
source: Here, take this. And for cryin' out loud, get lost!
it: Tieni, prendi questo. E per l'amor del cielo, sparisci!

# 272_Man
source: You got a heavy %s.
it: Hai ottenuto un %s pesante.

# 320_Man
source: This turned out to be the worst day of my life. I'm going home.
it: Questo si è rivelato il giorno peggiore della mia vita. Vado a casa.

# 332_Man
source: Yikes! Are you still here? Scram already!
it: Accidenti! Sei ancora qui? Sparisci!
