Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/02_01_00000001.po
Languages: pt

source: Man
pt: Uomo

# 128_Man
source: Hey, mister! Wanna play a game with us? It's a punching bag game!
pt: Ehi, signore! Vuoi fare un gioco con noi? È il gioco del sacco da boxe!

# 140_Man
source: I really, really love this game. Ready? Here we go! Oh, did I mention you get to be the punching bag?
pt: Adoro questo gioco, davvero. Pronto? Si comincia! Oh, ho detto che tu farai da sacco da boxe?

# 152_Man
source: That's a nice jacket you got there. Looks pretty pricey.
pt: Bella giacca che hai lì. Sembra piuttosto costosa.

# 164_Man
source: You must be in the money, huh? How's about you share it with us?
pt: Devi essere pieno di soldi, eh? Che ne dici di dividerli con noi?

# 176_Man
source: Look, pops, this place is for us young guys－not old dudes like you. Catch my drift?
pt: Senti, vecchio, questo è un posto per noi giovani, non per vecchi come te. Mi spiego?

# 188_Man
source: Having grubby old geezers around is a total buzzkill. So to make sure you never come back again, we're gonna beat you to a bloody pulp!
pt: Avere vecchi sporcaccioni in giro è una vera rottura. Quindi, per assicurarci che tu non torni mai più, ti pesteremo a sangue!

# 224_Man
source: Ow... So that's what a punching bag feels like...
pt: Ahi... Allora è così che si sente un sacco da boxe...

# 236_Man
source: We don't wanna play anymore! Take this. We're sorry for bothering you.
pt: Non vogliamo più giocare! Prendi questo. Ci dispiace per il disturbo.

# 248_Man
source: You got a sparkling %s.
pt: Hai ottenuto un %s scintillante.

# 272_Man
source: We're so sorry. We didn't get your jacket dirty, did we?
pt: Ci dispiace tanto. Non ti abbiamo sporcato la giacca, vero?

# 284_Man
source: I hope this will make up for our nonsense.
pt: Spero che questo rimedi alle nostre sciocchezze.

# 296_Man
source: You got a piping hot %s.
pt: Hai ottenuto un %s bollente.

# 320_Man
source: *cough* How the hell did you get that strong, pops?
pt: *tosse* Come diavolo hai fatto a diventare così forte, vecchio?

# 332_Man
source: Sorry for jumping on you like that. We won't be coming back.
pt: Scusa per averti aggredito così. Non torneremo più.

# 344_Man
source: You got a salty %s.
pt: Hai ottenuto un %s salato.

# 392_Man
source: Being a punching bag is no fun at all...
pt: Fare da sacco da boxe non è affatto divertente...

# 404_Man
source: Hahaha. Those are some pretty snazzy shoes too. Haha.
pt: Hahaha. Anche quelle sono delle scarpe niente male. Haha.

# 416_Man
source: I should have watched my mouth. Sorry. We'll just be on our way... after resting up a little.
pt: Avrei dovuto stare attento a come parlavo. Scusa. Ce ne andremo... dopo esserci riposati un po'.
