Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/02_03_00000001.po
Languages: it

source: Man
it: Uomo

# 100_Man
source: Huh? Hey, hold up a second, mister. Do you know where my money went?
it: Eh? Ehi, aspetti un secondo, signore. Sa dove sono finiti i miei soldi?

# 112_Man
source: It was here a second ago... Did you swipe it? Hand it over now and I'll let you off with just a light beating!
it: Erano qui un secondo fa... Li hai presi tu? Consegnali subito e te la caverai con un leggero pestaggio!

# 124_Man
source: You there! Wait up! You think you can stomp on a guy's foot and get away with it?
it: Ehi tu! Aspetta! Pensi di poter pestare il piede a uno e farla franca?

# 136_Man
source: How's about handing over all the money you got?
it: Che ne dici di consegnare tutti i soldi che hai?

# 148_Man
source: Whoa, whoa, whoa! Aren't you forgetting something important there, pops?
it: Whoa, whoa, whoa! Non stai dimenticando qualcosa di importante, vecchio?

# 160_Man
source: What is it? Aw, you know. The toll, of course! Now pay up, or else!
it: Cos'è? Oh, lo sai. Il pedaggio, ovviamente! Ora paga, o altrimenti!

# 196_Man
source: Unh... You don't mess around.
it: Unh... Tu non scherzi.

# 208_Man
source: My money? Oh! Oh, right! Well, whaddya know... It was right here all this time! Here, take this for your troubles...
it: I miei soldi? Oh! Oh, giusto! Beh, chi l'avrebbe mai detto... Erano qui per tutto questo tempo! Tieni, prendi questo per il disturbo...

# 220_Man
source: You got an exquisite %s.
it: Hai ottenuto un %s squisito.

# 244_Man
source: P-Please forgive me... You didn't actually step on my foot. In fact, no one did.
it: P-Per favore, perdonami... In realtà non mi hai pestato il piede. Anzi, non l'ha fatto nessuno.

# 256_Man
source: Here, accept this as a token of goodwill.
it: Tieni, accetta questo in segno di buona volontà.

# 268_Man
source: You got a minty %s.
it: Hai ottenuto un %s alla menta.

# 292_Man
source: Wow, pops, you're really powerful.
it: Wow, vecchio, sei davvero potente.

# 304_Man
source: I should never have picked a fight with you. Maybe this will make up for it.
it: Non avrei mai dovuto attaccare briga con te. Forse questo potrà rimediare.

# 316_Man
source: You got a fishy %s.
it: Hai ottenuto un %s sospetto.

# 364_Man
source: Right in my pocket. Who'da thunk it? Hahaha. How silly of me!
it: Proprio in tasca. Chi l'avrebbe mai pensato? Hahaha. Che stupido da parte mia!

# 376_Man
source: Did you study martial arts or what, pops?
it: Hai studiato arti marziali o cosa, vecchio?

# 388_Man
source: Never mind. You don't have to pay. Now hurry up and get out of here, all right? Huh? Oh, er, I didn't say anything.
it: Lascia perdere. Non devi pagare. Ora sbrigati e sparisci, ok? Eh? Oh, ehm, non ho detto niente.
