Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/04_00_00000000.po
Languages: it

source: Aqua Devils Member
it: Membro degli Aqua Devils

# 128_Aqua Devils Member
source: Hey, old man! Heard you messed up our boys real good, yeah?
it: Ehi, vecchio! Ho sentito che hai conciato per le feste i nostri ragazzi, eh?

# 140_Aqua Devils Member
source: Time to show you what happens when you piss on the Kamurocho Aqua Devils!
it: È ora di mostrarti cosa succede quando si manca di rispetto ai Kamurocho Aqua Devils!

# 152_Aqua Devils Member
source: Been looking for you, old man.
it: Ti stavamo cercando, vecchio.

# 164_Aqua Devils Member
source: Think you can fuck with us and just walk away? Karma's a bitch!
it: Pensi di poterci fregare e andartene così? Il karma è una puttana!

# 176_Aqua Devils Member
source: The Kamurocho Aqua Devils never give up and never surrender once we start up a fight.
it: I Kamurocho Aqua Devils non si arrendono mai e non si ritirano mai una volta iniziata una rissa.

# 188_Aqua Devils Member
source: You ain't gonna walk outta here!
it: Non uscirai di qui!

# 224_Aqua Devils Member
source: Dammit...
it: Dannazione...

# 236_Aqua Devils Member
source: We're not giving up just yet! You best watch yourself!
it: Non ci arrendiamo ancora! Farai meglio a stare attento!

# 248_Aqua Devils Member
source: You're stronger than they say...
it: Sei più forte di quanto dicano...

# 260_Aqua Devils Member
source: Fuck! We're gonna have to call in Onitake-san for this one...
it: Cazzo! Per questo dovremo chiamare Onitake-san...

# 272_Aqua Devils Member
source: Urgh... You're too much.
it: Urgh... Sei troppo forte.

# 284_Aqua Devils Member
source: But don't get too full of yourself, gramps. You're finished. History. Apologizing won't fix shit now.
it: Ma non montarti la testa, nonno. Sei finito. Storia. Chiedere scusa non sistemerà un cazzo adesso.

# 296_Aqua Devils Member
source: Onitake-san himself's in town. He's staking your ass out over in Kamuro Central Parking Lot. You don't even have a chance.
it: Onitake-san in persona è in città. Ti sta aspettando al parcheggio centrale di Kamuro. Non hai scampo.

# 332_Aqua Devils Member
source: We're not giving up just yet! You best watch yourself!
it: Non ci arrendiamo ancora! Farai meglio a stare attento!

# 344_Aqua Devils Member
source: You're stronger than they say... Fuck! We're gonna have to call in Onitake-san for this one...
it: Sei più forte di quanto dicano... Cazzo! Per questo dovremo chiamare Onitake-san...

# 356_Aqua Devils Member
source: Onitake-san himself's in town. He's staking your ass out over in Kamuro Central Parking Lot. You don't even have a chance.
it: Onitake-san in persona è in città. Ti sta aspettando al parcheggio centrale di Kamuro. Non hai scampo.
