Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/05_00_00000000.po
Languages: it

source: Phonies Member
it: Membro dei Phonies

source: Phoenix Member
it: Membro dei Phoenix

# 128_Phonies Member
source: Yo, yo! So you're Kiryu, huh?
it: Yo, yo! Allora sei tu Kiryu, eh?

# 140_Kiryu
source: Yeah, that's right.
it: Sì, esatto.

# 152_Phonies Member
source: Thought so. Our intel said you'd be dressed like a textbook yakuza. Made finding you easy.
it: Lo pensavo. Le nostre informazioni dicevano che saresti stato vestito come uno yakuza da manuale. È stato facile trovarti.

# 164_Kiryu
source: Heh, is that so?
it: Heh, davvero?

# 176_Phonies Member
source: The fuck!? You think we're here just to amuse you?
it: Che cazzo!? Pensi che siamo qui solo per divertirti?

# 188_Kiryu
source: My intel wasn't half bad either. Who dresses like that now? The Kamuro Phonies, I presume?
it: Anche le mie informazioni non erano male. Chi si veste così al giorno d'oggi? I Kamuro Phonies, presumo?

# 200_Phonies Member
source: What the fuck you just say!?
it: Che cazzo hai appena detto!?

# 212_Phonies Member
source: It's "Phoenix," you fucking senile fool! Get it right!
it: È "Phoenix", fottuto vecchio rincoglionito! Imparalo!

# 224_Phoenix Member
source: It's written on our uniforms, for crying out loud! What are you, illiterate?
it: È scritto sulle nostre uniformi, porca puttana! Cosa sei, analfabeta?

# 236_Kiryu
source: This really brings me back.
it: Questo mi riporta davvero indietro nel tempo.

# 248_Phoenix Member
source: Huh? What are you talking about?
it: Eh? Di cosa stai parlando?

# 260_Kiryu
source: That joke of a uniform reminds me of how I used to go around crushing one gang after another when I was young.
it: Quell'uniforme ridicola mi ricorda di come, da giovane, andavo in giro a schiacciare una gang dopo l'altra.

# 272_Phoenix Member
source: Yeah!? So what?
it: E allora!? E con ciò?

# 284_Kiryu
source: It's ironic I have to do it all over again. Kind of a downer, actually. Oh well, I guess a trip down memory lane is good once in a while.
it: È ironico doverlo rifare. In realtà è un po' deprimente. Vabbè, immagino che un viaggio nei ricordi ogni tanto faccia bene.

# 296_Phoenix Member
source: So, basically, you're trying to say you're gonna crush us too, that it? Stop beating around the fucking bush!
it: Quindi, in pratica, stai cercando di dire che schiaccerai anche noi, è così? Smettila di menare il can per l'aia!

# 308_Kiryu
source: Yeah, that's what I'm saying. But enough small talk. I wish you good luck.
it: Sì, è quello che sto dicendo. Ma basta chiacchiere. Vi auguro buona fortuna.

# 320_Kiryu
source: I'll warn you, though. I'm stronger now than I was back then. This won't end pretty if you half-ass it. Now, show me what you're made of!
it: Ti avverto, però. Sono più forte ora di quanto non lo fossi allora. Non finirà bene se non ti impegni. Ora, mostrami di che pasta sei fatto!

# 332_Phoenix Member
source: You don't gotta tell me! Come on, guys! Once we waste this geezer, we'll be the strongest in Kamurocho!
it: Non c'è bisogno che me lo dici! Forza, ragazzi! Una volta che avremo fatto fuori questo vecchio, saremo i più forti di Kamurocho!

# 344_Phonies Member
source: Yeah, this is the guy. No doubt about it.
it: Sì, è lui. Nessun dubbio.

# 368_Phoenix Member
source: You're Kiryu, yeah?
it: Tu sei Kiryu, giusto?

# 380_Kiryu
source: Yeah, that's me.
it: Sì, sono io.

# 392_Phoenix Member
source: Ooh, brimming with confidence, huh? Well, we got official orders. You're dog meat!
it: Ooh, pieno di fiducia, eh? Beh, abbiamo ordini ufficiali. Sei carne da macello!

# 404_Phoenix Member
source: We're gonna break you in half and haul your carcass back to the boss! All right, boys! Get 'im!
it: Ti spezzeremo in due e riporteremo la tua carcassa al capo! Va bene, ragazzi! Prendetelo!

# 416_Phonies Member
source: Yeah... this is the guy, all right. Can't believe we've been losing to a freaking dinosaur. Pathetic.
it: Sì... è lui, va bene. Non posso credere che abbiamo perso contro un fottuto dinosauro. Patetico.

# 428_Kiryu
source: And you're the one who's finally going to beat me, is that it?
it: E tu saresti quello che finalmente mi batterà, è così?

# 440_Phoenix Member
source: Damn straight! I'm a Kamuro man, born and raised right here in Kamurocho! And I'm not some fucking bitch.
it: Esatto! Sono un uomo di Kamuro, nato e cresciuto proprio qui a Kamurocho! E non sono una fottuta puttana.

# 452_Phoenix Member
source: You old farts are fuckin' everywhere in Kamurocho. And making you real dead is what I do!
it: Voi vecchi rincoglioniti siete dappertutto a Kamurocho. E farvi fuori è quello che faccio!

# 464_Kiryu
source: I like your spirit. All right, then. Let's see what you've got.
it: Mi piace il tuo spirito. Va bene, allora. Vediamo cosa sai fare.

# 476_Phoenix Member
source: You talk big now, but I'll have you know－I'm number two in this here organization! You're about to be bagged and tagged! Let's get him!
it: Parli tanto ora, ma sappi che sono il numero due di questa organizzazione! Stai per essere messo in un sacco ed etichettato! Prendetelo!

# 488_Phonies Member
source: Wait up! You're Kiryu, am I right?
it: Aspetta! Tu sei Kiryu, giusto?

# 500_Phoenix Member
source: The boss is waiting over on East Viale del Parco, but you're never gonna see him. You're gonna die right here!
it: Il capo sta aspettando in East Viale del Parco, ma non lo vedrai mai. Morirai proprio qui!

# 536_Phonies Member
source: Son of a bitch...
it: Figlio di puttana...

# 548_Kiryu
source: Hmph. I hardly moved a muscle. Are all gangs these days as weak as you? Pathetic.
it: Hmph. Ho a malapena mosso un muscolo. Tutte le gang di oggi sono deboli come voi? Patetico.

# 560_Phoenix Member
source: Goddammit...
it: Maledizione...

# 572_Kiryu
source: This is starting to get annoying, so I'll cut to the chase. You guys have a boss, right? Hurry up and go fetch him now.
it: Questa cosa sta iniziando a diventare noiosa, quindi andrò dritto al punto. Avete un capo, giusto? Sbrigatevi e andate a prenderlo.

# 584_Kiryu
source: If I take him down one-on-one, then that should put an end to this.
it: Se lo affronto uno contro uno, la faccenda dovrebbe finire lì.

# 596_Phoenix Member
source: Shut your fuckin' mouth! The boss can wipe the floor with your ass in the blink of an eye! He's not gonna waste his time on the likes of you!
it: Chiudi quella cazzo di bocca! Il capo può spazzare il pavimento con te in un batter d'occhio! Non sprecherà il suo tempo con gentaglia come te!

# 608_Kiryu
source: So you want another go? We could do this a thousand times, but it'll always come out the same way. But if that's what you want...
it: Quindi volete un altro round? Potremmo farlo mille volte, ma finirebbe sempre allo stesso modo. Ma se è questo che volete...

# 620_Phoenix Member
source: Fuck it. Boys! We're calling in the cavalry! Ask the boss to get everybody together!
it: Al diavolo. Ragazzi! Chiamiamo la cavalleria! Chiedete al capo di radunare tutti!

# 632_Phoenix Member
source: We're gonna waste you before word gets out about this to the other gangs.
it: Ti faremo fuori prima che la voce si sparga alle altre gang.

# 644_Kiryu
source: Heh. You're gonna hit me with more? It wouldn't matter if you sent a million of you after me...
it: Heh. Volete attaccarmi ancora? Non importerebbe se mi mandaste contro un milione di voi...

# 656_Phoenix Member
source: I had just about enough outta you, smart ass! Next time we meet, I'm gonna make sure that chatty mouth of yours never opens again!
it: Ne ho abbastanza di te, saputello! La prossima volta che ci incontreremo, mi assicurerò che quella tua boccaccia non si apra mai più!

# 668_Phonies Member
source: So who's getting hauled to your boss again?
it: Allora, chi è che viene trascinato di nuovo dal vostro capo?

# 680_Phoenix Member
source: Son of a...
it: Figlio di...

# 692_Kiryu
source: Preschoolers could fight better than you. Just bring me your boss. I'm a busy man.
it: I bambini dell'asilo saprebbero combattere meglio di te. Portami il tuo capo e basta. Sono un uomo impegnato.

# 716_Phonies Member
source: Look, why don't you just get your boss? If you're second-in-command, that means you've got nobody else left who'd stand a chance against me.
it: Senti, perché non vai a prendere il tuo capo? Se sei il secondo in comando, significa che non è rimasto nessun altro che possa avere una chance contro di me.

# 728_Phoenix Member
source: Do you think we're idiots!? We already put in a call to the boss.
it: Pensi che siamo idioti!? Abbiamo già chiamato il capo.

# 740_Phoenix Member
source: I'd make my peace if I were you. You'll be meeting your maker real soon...
it: Al posto tuo, farei pace con me stesso. Incontrerai il tuo creatore molto presto...

# 752_Phonies Member
source: Shit... We're gonna have to call in the boss on this one. We'll remember this!
it: Merda... Per questo dovremo chiamare il capo. Ce la ricorderemo!

# 788_Phonies Member
source: Trash like you aren't worth the boss getting his hands dirty! Don't get too full of yourself!
it: Spazzatura come te non merita che il capo si sporchi le mani! Non montarti troppo la testa!

# 800_Phonies Member
source: Fuckin' A...
it: Assolutamente sì...

# 812_Phonies Member
source: We already got the boss on this. You're a dead man walking.
it: Abbiamo già messo il capo su questa faccenda. Sei un uomo morto che cammina.

# 824_Phonies Member
source: Fuck... Somebody call the boss!
it: Cazzo... Qualcuno chiami il capo!
