Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/06_00_00000000.po
Languages: it

source: Gangster-Looking Youth
it: Giovane dall'aspetto da gangster

source: Kanto Gangsters Member
it: Membro dei Kanto Gangsters

# 128_Gangster-Looking Youth
source: Uh, excuse me? Are you Kiryu-san?
it: Uh, mi scusi? Lei è Kiryu-san?

# 140_Kiryu
source: Yeah, that's me.
it: Sì, sono io.

# 152_Gangster-Looking Youth
source: Thought so. It's nice to meet you.
it: Lo pensavo. Piacere di conoscerla.

# 164_Kiryu
source: Can I help you?
it: Posso aiutarti?

# 176_Gangster-Looking Youth
source: Oh, yeah. So, I belong to the Kanto Gangsters, right? And I was just...
it: Oh, sì. Allora, io appartengo ai Kanto Gangsters, giusto? E stavo solo...

# 188_Kiryu
source: ...Sent to take me out, is that it?
it: ...Mandato a farmi fuori, è così?

# 200_Kanto Gangsters Member
source: Heh, you saw right through that one! Didn't expect anything less. I can tell you've been around the block.
it: Heh, hai capito tutto! Non mi aspettavo niente di meno. Si vede che hai esperienza.

# 212_Kiryu
source: I heard you were one of Kanto's top gangs. I expected tough enemies, but you're surprisingly laid-back.
it: Ho sentito che siete una delle gang più importanti del Kanto. Mi aspettavo nemici tosti, ma sei sorprendentemente rilassato.

# 224_Kanto Gangsters Member
source: Haha. Yeah, well... I guess you could say we're just used to winning.
it: Haha. Sì, beh... diciamo che siamo abituati a vincere.

# 236_Kiryu
source: Winning? Winning what?
it: Vincere? Vincere cosa?

# 248_Kanto Gangsters Member
source: Just about everything, I guess. Money, babes, fights... Our gang pretty much owns the competition, hands down. It's pretty sweet.
it: Praticamente tutto, immagino. Soldi, ragazze, risse... La nostra gang domina la concorrenza, senza dubbio. È una figata.

# 260_Kanto Gangsters Member
source: All we gotta do is say our name, and your run-of-the-mill punk will just shut up and bow out. We got free rein, pretty much.
it: Basta dire il nostro nome e il pivello di turno sta zitto e si fa da parte. Abbiamo praticamente carta bianca.

# 272_Kanto Gangsters Member
source: But, long story short, we're getting bored. Everything's too easy, y'know?
it: Ma, per farla breve, ci stiamo annoiando. È tutto troppo facile, sai?

# 284_Kanto Gangsters Member
source: So we thought we'd expand operations to Kamurocho and stir things up a little...
it: Così abbiamo pensato di espandere le operazioni a Kamurocho e smuovere un po' le acque...

# 296_Kiryu
source: Expand operations? I get it. Sounds like a reasonable business move. And I take it this "operation" involves a lot of beatdowns?
it: Espandere le operazioni? Capisco. Sembra una mossa commerciale ragionevole. E immagino che questa "operazione" includa un sacco di pestaggi?

# 308_Kanto Gangsters Member
source: Haha. Yeah, pretty much.
it: Haha. Sì, praticamente.

# 320_Kanto Gangsters Member
source: Anyways, I hear it's a popular thing to start shit up with you in Kamurocho.
it: Comunque, ho sentito che è di moda attaccare briga con te a Kamurocho.

# 332_Kanto Gangsters Member
source: And once we're finished with you, Kamurocho will be ours too. Pretty sweet deal, wouldn't you say?
it: E una volta che avremo finito con te, anche Kamurocho sarà nostra. Un bell'affare, non trovi?

# 356_Kanto Gangsters Member
source: But winning all the time gets pretty boring, so we added a new twist to spice things up.
it: Ma vincere sempre diventa noioso, così abbiamo aggiunto un nuovo tocco per ravvivare le cose.

# 368_Kanto Gangsters Member
source: Whoever brings you down first gets a million yen! But we're figuring it ain't fair 'cause the first lucky bastard who runs into you will win.
it: Chiunque ti fa fuori per primo si becca un milione di yen! Ma pensiamo che non sia giusto, perché il primo bastardo fortunato che ti incontra vincerà.

# 380_Kiryu
source: I see. I guess that makes you the lucky bastard.
it: Capisco. Immagino che questo faccia di te il bastardo fortunato.

# 392_Kanto Gangsters Member
source: Haha! Yeah, I guess so!
it: Haha! Sì, credo di sì!

# 404_Kiryu
source: I noticed your group's pretty small. Shouldn't you call for a few more guys?
it: Ho notato che il tuo gruppo è piuttosto piccolo. Non dovresti chiamare qualche altro ragazzo?

# 416_Kanto Gangsters Member
source: Huh? Why? We'd have to split the reward money between more people.
it: Eh? Perché? Dovremmo dividere la ricompensa con più persone.

# 428_Kiryu
source: Makes sense. Fair enough.
it: Ha senso. Giusto.

# 440_Kanto Gangsters Member
source: Really? Shouldn't you start getting mad or something? What's with the smile?
it: Davvero? Non dovresti arrabbiarti o qualcosa del genere? Cos'è quel sorriso?

# 452_Kiryu
source: Sorry. It's just funny to think how unlucky you really are...
it: Scusa. È solo divertente pensare a quanto sei sfortunato in realtà...

# 464_Kanto Gangsters Member
source: Was that a threat? Now <Italic>that's</Italic> funny! Anyways, don't take this personally, 'kay? We just want the dough.
it: Era una minaccia? Ora <Italic>questo</Italic> sì che è divertente! Comunque, non prenderla sul personale, ok? Vogliamo solo i soldi.

# 476_Gangster-Looking Youth
source: There you are. You're the guy we're after, right?
it: Eccoti. Sei tu il tipo che stiamo cercando, vero?

# 488_Kiryu
source: Yeah.
it: Sì.

# 500_Kanto Gangsters Member
source: All right! Jackpot! I'm finally rich! I mean, <Italic>we're</Italic> finally rich!
it: Perfetto! Jackpot! Sono finalmente ricco! Voglio dire, <Italic>siamo</Italic> finalmente ricchi!

# 512_Kanto Gangsters Member
source: To tell the truth, I've been a little short on cash since coming to Kamurocho.
it: A dire il vero, sono stato un po' a corto di contanti da quando sono arrivato a Kamurocho.

# 524_Kanto Gangsters Member
source: But now we got this bounty-hunt thing going on. This is gonna be sweet!
it: Ma ora c'è questa storia della caccia alla taglia. Sarà una figata!

# 548_Kanto Gangsters Member
source: We're gonna hafta take you out so we can start livin' large, old man!
it: Dovremo farti fuori così potremo iniziare a fare la bella vita, vecchio!

# 560_Gangster-Looking Youth
source: Hey! So you're the famous Kiryu-san? We'll be heroes once we take you down! Both Kamurocho and the money'll be ours!
it: Ehi! Allora sei tu il famoso Kiryu-san? Saremo degli eroi una volta che ti avremo fatto fuori! Sia Kamurocho che i soldi saranno nostri!

# 572_Kanto Gangsters Member
source: But they say you're no pushover, so a one-on-one fight's outta the question. Just be good and let me and my boys get this over with.
it: Ma dicono che non sei un tipo facile, quindi un combattimento uno contro uno è fuori discussione. Fai il bravo e lascia che io e i miei ragazzi la finiamo in fretta.

# 608_Gangster-Looking Youth
source: Too bad about that money.
it: Peccato per quei soldi.

# 632_Kiryu
source: So that's the best you got? Go back and tell the rest of your friends to stay the hell out of Kamurocho.
it: Quindi questo è il meglio che sai fare? Torna indietro e di' al resto dei tuoi amici di stare alla larga da Kamurocho.

# 644_Kanto Gangsters Member
source: Heh. Things are really gonna start getting interesting now...
it: Heh. Le cose inizieranno a farsi davvero interessanti ora...

# 656_Kiryu
source: What?
it: Cosa?

# 668_Kanto Gangsters Member
source: I mean, we knew you were strong, but not this strong. Now the bounty's gonna skyrocket! It'll be fun to see who gets it...
it: Voglio dire, sapevamo che eri forte, ma non così forte. Ora la taglia salirà alle stelle! Sarà divertente vedere chi la prenderà...

# 692_Kanto Gangsters Member
source: You wait and see. Now all these broke-ass bitches will be crawling outta the woodwork to get a piece of you and that cash!
it: Aspetta e vedrai. Ora tutti questi stronzi senza un soldo usciranno dal nulla per avere un pezzo di te e di quei soldi!

# 704_Kanto Gangsters Member
source: At any rate, I'm off to tell everybody I'm quitting!
it: In ogni caso, vado a dire a tutti che me ne vado!

# 728_Gangster-Looking Youth
source: Talk about ironic. Now you're in the hole for all the hospital bills you owe.
it: A proposito di ironia. Ora sei indebitato per tutte le spese ospedaliere che devi.

# 740_Kanto Gangsters Member
source: Shit. Didn't think you were this strong...
it: Merda. Non pensavo fossi così forte...

# 752_Kiryu
source: I think it's about time you told me the name of your boss.
it: Credo sia ora che tu mi dica il nome del tuo capo.

# 764_Kanto Gangsters Member
source: Wha? Why?
it: Co-? Perché?

# 776_Kiryu
source: What's with the big panic? Is it that strange I want to know the name of the man who put a bounty on my head?
it: Perché tutto questo panico? È così strano che io voglia sapere il nome dell'uomo che ha messo una taglia sulla mia testa?

# 788_Kanto Gangsters Member
source: Oh, um... no, I guess not. But, listen, I really don't know his name!
it: Oh, ehm... no, immagino di no. Ma, senti, davvero non so il suo nome!

# 800_Kiryu
source: What? Then who's fronting the bounty money?
it: Cosa? Allora chi finanzia la taglia?

# 812_Kanto Gangsters Member
source: Some guy called RA. He's super rich.
it: Un tizio chiamato RA. È super ricco.

# 824_Kiryu
source: RA? And this guy isn't your boss?
it: RA? E questo tizio non è il tuo capo?

# 836_Kanto Gangsters Member
source: That's right.
it: Esatto.

# 848_Kanto Gangsters Member
source: Well, I lost, so I'll be on my way. Can't stay in Kamurocho forever, y'know!
it: Beh, ho perso, quindi me ne vado. Non posso restare a Kamurocho per sempre, sai!

# 860_Kiryu
source: Then tell me who your boss is before you go.
it: Allora dimmi chi è il tuo capo prima di andartene.

# 872_Kanto Gangsters Member
source: Sorry. I, uh, swear I don't know. Haha. *cough*
it: Scusa. Io, uh, giuro che non lo so. Haha. *tosse*

# 884_Kiryu
source: (RA... Even if he's not the boss, he sounds like someone up high in the organization. If I find him, I bet he can lead me to the boss.)
it: (RA... Anche se non è il capo, sembra qualcuno in alto nell'organizzazione. Se lo trovo, scommetto che mi condurrà al capo.)

# 896_Gangster-Looking Youth
source: Stop wasting my time and tell me who your boss is and where I can find him.
it: Smettila di farmi perdere tempo e dimmi chi è il tuo capo e dove posso trovarlo.

# 908_Kanto Gangsters Member
source: Huh? Didn't the last guy tell you? Hmm... Now, that's weird! Haha...
it: Eh? L'ultimo tizio non te l'ha detto? Hmm... Strano! Haha...

# 920_Kiryu
source: Don't play dumb.
it: Non fare il finto tonto.

# 932_Kanto Gangsters Member
source: Everything we do is being watched, and... Um, forget that! I didn't say a thing!
it: Tutto quello che facciamo viene osservato, e... Ehm, lascia perdere! Non ho detto niente!

# 944_Kiryu
source: (That sounded like an important clue... But where could his boss see us from? Somewhere high up, maybe?)
it: (Sembrava un indizio importante... Ma da dove potrebbe vederci il suo capo? Da qualche parte in alto, forse?)

# 980_Gangster-Looking Youth
source: Penniless criminals'll be crawling outta the woodwork for a piece of you.
it: Criminali senza un soldo usciranno dal nulla per avere un pezzo di te.

# 992_Gangster-Looking Youth
source: Haha. You really are strong. I guess you showed me...
it: Haha. Sei davvero forte. Credo che me l'hai dimostrato...

# 1004_Gangster-Looking Youth
source: Everything we do is being watched, and... Oh, uh, never mind...
it: Tutto quello che facciamo viene osservato, e... Oh, uhm, lascia perdere...

# 1016_Kiryu
source: (Being watched? From someplace up high, maybe?)
it: (Osservati? Da un posto in alto, forse?)
