Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/07_00_00000000.po
Languages: it

source: Foreign Man
it: Straniero

source: Slumdogs Member
it: Membro degli Slumdogs

# 128_Foreign Man
source: Hey! Are you, ah, Kiryu-san?
it: Ehi! Tu sei, ah, Kiryu-san?

# 140_Kiryu
source: Yeah, that's me.
it: Sì, sono io.

# 152_Foreign Man
source: I heard the person who beats you becomes champion of this whole town! Fun game, you think?
it: Ho sentito che la persona che ti batte diventa il campione di tutta la città! Bel gioco, non credi?

# 164_Kiryu
source: I see. So you're the Slumdogs, then?
it: Capisco. Quindi voi siete gli Slumdogs, allora?

# 176_Foreign Man
source: Yes, yes! The Slumdogs! Cool name, yes?
it: Sì, sì! Gli Slumdogs! Bel nome, vero?

# 188_Slumdogs Member
source: Wait, how do you know our name? Are we famous!?
it: Aspetta, come sai il nostro nome? Siamo famosi!?

# 200_Kiryu
source: No, not really. And pretty soon, it'll be a name nobody will ever hear again.
it: No, non proprio. E molto presto, sarà un nome che nessuno sentirà mai più.

# 212_Slumdogs Member
source: Huh? Why do you say that thing?
it: Eh? Perché dici una cosa del genere?

# 224_Kiryu
source: Because every gang that got in my way so far has disbanded. I'm pretty sure the same thing will happen to you.
it: Perché ogni gang che mi ha ostacolato finora si è sciolta. Sono abbastanza sicuro che la stessa cosa accadrà a voi.

# 236_Slumdogs Member
source: Hahaha! Well, I know that answer! All those Japanese gangs you fight before? They're weak!
it: Hahaha! Beh, conosco la risposta! Tutte quelle gang giapponesi che hai combattuto prima? Sono deboli!

# 248_Kiryu
source: So you guys are pretty strong, I take it?
it: Quindi voi siete piuttosto forti, suppongo?

# 260_Slumdogs Member
source: Of course! Much, much stronger than puny, weak Japanese! Hah!
it: Certo! Molto, molto più forti dei deboli e gracili giapponesi! Hah!

# 272_Slumdogs Member
source: Let's see how strong you are, yes? Let's fight!
it: Vediamo quanto sei forte, sì? Combattiamo!

# 284_Foreign Man
source: Hi there! Kiryu, yes?
it: Salve! Kiryu, giusto?

# 296_Slumdogs Member
source: No time for talk! Boss wants your head on a platter!
it: Non c'è tempo per parlare! Il capo vuole la tua testa su un piatto d'argento!

# 308_Slumdogs Member
source: I'm going to fuck you up and take you back!
it: Ti faccio un culo così e ti riporto indietro!

# 320_Foreign Man
source: I find you!
it: Ti ho trovato!

# 332_Slumdogs Member
source: Time to beat you, sorry!
it: È ora di picchiarti, scusa!

# 344_Foreign Man
source: Kiryu, right? Hope you ready to die!
it: Kiryu, giusto? Spero tu sia pronto a morire!

# 392_Kiryu
source: Looks like you better stop taking Japanese people so lightly.
it: Sembra che farai meglio a smettere di prendere i giapponesi così alla leggera.

# 404_Slumdogs Member
source: Yeah, well, you're a Coliseum champion! You're not like other Japanese, yes!?
it: Sì, beh, tu sei un campione del Colosseo! Non sei come gli altri giapponesi, vero!?

# 416_Kiryu
source: Wait, how do you know about the Coliseum? Have you fought there?
it: Aspetta, come sai del Colosseo? Hai combattuto lì?

# 428_Slumdogs Member
source: No, no. Our boss knows a lot of underground information.
it: No, no. Il nostro capo conosce un sacco di informazioni segrete.

# 440_Slumdogs Member
source: That's why our gang is much, much different than others!
it: Ecco perché la nostra gang è molto, molto diversa dalle altre!

# 452_Kiryu
source: I see.
it: Capisco.

# 464_Kiryu
source: Tell me then, where is your boss? Reign, was it?
it: Allora dimmi, dov'è il tuo capo? Reign, si chiamava?

# 476_Slumdogs Member
source: How you know that!?
it: Come lo sai!?

# 488_Kiryu
source: I have some underground connections myself. I don't spend all my time fighting thugs.
it: Anch'io ho qualche contatto nel giro. Non passo tutto il mio tempo a combattere teppisti.

# 512_Slumdogs Member
source: You have connections? But you don't know where Reign is, yes? Not very good connections, then! Hah!
it: Hai dei contatti? Ma non sai dov'è Reign, vero? Contatti non molto buoni, allora! Hah!

# 536_Slumdogs Member
source: Well, I won't tell you, no no! Try next guy you're fighting! I out of here!
it: Beh, non te lo dirò, no no! Prova con il prossimo che combatterai! Io me ne vado!

# 548_Foreign Man
source: Oogh, everything hurts...
it: Oogh, fa male dappertutto...

# 560_Kiryu
source: It's over. Tell me where Reign is.
it: È finita. Dimmi dov'è Reign.

# 572_Slumdogs Member
source: I can't! I do that, they kill me! Our orders are only to beat Kiryu and bring him back to boss!
it: Non posso! Se lo faccio, mi uccidono! I nostri ordini sono solo di battere Kiryu e riportarlo al capo!

# 584_Slumdogs Member
source: Let me go!
it: Lasciami andare!

# 608_Kiryu
source: Now do you feel like telling me where Reign is?
it: Ora hai voglia di dirmi dov'è Reign?

# 620_Slumdogs Member
source: What!? No! I can't.
it: Cosa!? No! Non posso.

# 632_Foreign Man
source: Shit... We beat you someday! Remember this!
it: Merda... Un giorno ti batteremo! Ricordatelo!

# 644_Kiryu
source: (They keep on coming. I'd better find Reign fast and put an end to this.)
it: (Continuano ad arrivare. Sarà meglio che trovi Reign in fretta e metta fine a questa storia.)

# 680_Foreign Man
source: If you think we Slumdogs give up easy, think again!
it: Se pensi che noi Slumdogs ci arrendiamo facilmente, ripensaci!

# 692_Foreign Man
source: We lost bad...
it: Abbiamo perso malamente...

# 704_Foreign Man
source: Let me go! I'm sorry! Very sorry!
it: Lasciami andare! Scusa! Molto scusa!

# 716_Foreign Man
source: We make you pay someday!
it: Un giorno te la faremo pagare!
