Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/08_00_00000000.po
Languages: it

source: Man in Black Suit
it: Uomo in abito nero

source: Black Nightmare Rank Four
it: Black Nightmare Rango Quattro

source: Black Nightmare Rank Three
it: Black Nightmare Rango Tre

source: Black Nightmare Rank Two
it: Black Nightmare Rango Due

source: Black Nightmare Rank ?
it: Black Nightmare Rango ?

# 128_Man in Black Suit
source: You Kiryu?
it: Sei Kiryu?

# 140_Kiryu
source: Yeah.
it: Sì.

# 152_Man in Black Suit
source: I'm Rank Four of the Black Nightmare.
it: Sono il Rango Quattro dei Black Nightmare.

# 164_Kiryu
source: "Rank Four"? Pretty strange nickname. What do you want?
it: "Rango Quattro"? Soprannome strano. Cosa vuoi?

# 176_Black Nightmare Rank Four
source: All in good time. Just shut up and follow me.
it: Tutto a tempo debito. Ora sta' zitto e seguimi.

# 188_Kiryu
source: And what happens if I follow you?
it: E cosa succede se ti seguo?

# 200_Black Nightmare Rank Four
source: Heh. Do I smell a little fear... or is it cowardice?
it: Heh. Sento un po' di paura... o è codardia?

# 212_Black Nightmare Rank Four
source: I guess I could just dismantle you right here...
it: Credo che potrei smontarti proprio qui...

# 224_Kiryu
source: Why were you so set on going somewhere else?
it: Perché eri così deciso ad andare da un'altra parte?

# 236_Black Nightmare Rank Four
source: Heh. Just don't wanna be seen by the cops, that's all.
it: Heh. Non voglio essere visto dai poliziotti, tutto qui.

# 248_Kiryu
source: I don't care where we fight or what you use. Let's just get this over with.
it: Non mi interessa dove combattiamo o cosa usi. Finiamola in fretta.

# 260_Black Nightmare Rank Four
source: Wouldn't expect any less from the legend himself...
it: Non mi aspetterei niente di meno dalla leggenda in persona...

# 272_Black Nightmare Rank Four
source: I'll lay the beatdown on you right here for all the other gangs to see. Hope you're ready to get owned, bitch.
it: Ti pesterò qui davanti a tutte le altre gang. Spero tu sia pronto a prenderle, stronzo.

# 284_Man in Black Suit
source: Kiryu, I presume?
it: Kiryu, presumo?

# 296_Kiryu
source: Yeah.
it: Sì.

# 308_Man in Black Suit
source: I'm Rank Three. Need I say more?
it: Sono il Rango Tre. Devo aggiungere altro?

# 320_Kiryu
source: ...I got it.
it: ...Ho capito.

# 332_Black Nightmare Rank Three
source: Let's get this started.
it: Cominciamo.

# 344_Man in Black Suit
source: Look, why don't you just die already?
it: Senti, perché non muori e basta?

# 356_Kiryu
source: And what would your rank be?
it: E quale sarebbe il tuo rango?

# 368_Man in Black Suit
source: Two.
it: Due.

# 380_Kiryu
source: That's all I need to hear. No need for talk. Let's get this over with.
it: È tutto ciò che ho bisogno di sentire. Non c'è bisogno di parlare. Finiamola in fretta.

# 392_Black Nightmare Rank Two
source: Not much for small talk, huh? That's no fun. Oh well. It's your funeral!
it: Non sei un tipo da chiacchiere, eh? Non è divertente. Vabbè. È il tuo funerale!

# 404_Man in Black Suit
source: Hey! You're Kiryu, right? I don't even <Italic>have</Italic> a rank. That's how good I am! You better watch out!
it: Ehi! Sei Kiryu, vero? Io non ho <Italic>nemmeno</Italic> un rango. È per farti capire quanto sono forte! Farai meglio a stare attento!

# 416_Black Nightmare Rank ?
source: What's with that look? I'm for real! It's not like I suck and got a double digit rank and I'm trying to hide that or anything!
it: Cos'è quello sguardo? Dico sul serio! Non è che faccio schifo e ho un rango a due cifre che sto cercando di nascondere o altro!

# 428_Black Nightmare Rank ?
source: Screw it! Here I come!
it: Al diavolo! Arrivo!

# 464_Man in Black Suit
source: Ungh... I should've known...
it: Ungh... Avrei dovuto saperlo...

# 476_Kiryu
source: Rank Four, was it? That's your title within the gang?
it: Rango Quattro, era così? È il tuo titolo nella gang?

# 488_Black Nightmare Rank Four
source: Yeah. But it's just a rank. Only leader-class members get them. I'm not the only Rank Four.
it: Sì. Ma è solo un rango. Lo ottengono solo i membri di classe dirigente. Non sono l'unico Rango Quattro.

# 500_Kiryu
source: What do you mean?
it: Cosa intendi?

# 512_Black Nightmare Rank Four
source: Our ranks are the only names we can use. All other names are forbidden. That's our gang's code.
it: I nostri ranghi sono gli unici nomi che possiamo usare. Tutti gli altri nomi sono proibiti. È il codice della nostra gang.

# 524_Black Nightmare Rank Four
source: The upper ranks are gonna come for you.
it: I ranghi superiori verranno a prenderti.

# 536_Black Nightmare Rank Four
source: The higher the rank, the more you'll suffer. I suggest you die early to avoid unnecessary pain.
it: Più alto è il rango, più soffrirai. Ti suggerisco di morire presto per evitare dolori inutili.

# 560_Man in Black Suit
source: You're stronger than I thought. I'm impressed.
it: Sei più forte di quanto pensassi. Sono impressionato.

# 572_Kiryu
source: Must be a pain to keep track of all these ranks and codes in your gang.
it: Deve essere una seccatura tenere traccia di tutti questi ranghi e codici nella vostra gang.

# 584_Black Nightmare Rank Three
source: Oh, yeah? The more codes you're bound to, the easier life is. That's what our boss says.
it: Ah, sì? Più codici rispetti, più facile è la vita. È quello che dice il nostro capo.

# 596_Kiryu
source: Aren't you just avoiding thinking for yourself?
it: Non stai solo evitando di pensare con la tua testa?

# 608_Black Nightmare Rank Three
source: I'll think about that after we're through with you. Eliminating you is our only goal right now.
it: Ci penserò dopo che avremo finito con te. Eliminarti è il nostro unico obiettivo al momento.

# 620_Black Nightmare Rank Three
source: It's a tougher goal than I initially thought. Looks like Rank Two will be coming for you next.
it: È un obiettivo più difficile di quanto pensassi inizialmente. Sembra che il prossimo a venire per te sarà il Rango Due.

# 632_Black Nightmare Rank Three
source: Hope you survive till then. See ya.
it: Spero che tu sopravviva fino ad allora. Ci vediamo.

# 644_Man in Black Suit
source: Argh... Guess we couldn't cut it.
it: Argh... Credo che non fossimo all'altezza.

# 656_Kiryu
source: I don't have all the time in the world. Hurry up and bring me your boss.
it: Non ho tutto il tempo del mondo. Sbrigati e portami il tuo capo.

# 668_Black Nightmare Rank Two
source: You're pretty dense if you think I'll do that just 'cause you told me to. Well, only Rank One and the boss are left now though...
it: Sei piuttosto ottuso se pensi che lo farò solo perché me l'hai detto tu. Beh, ora sono rimasti solo il Rango Uno e il capo, però...

# 680_Black Nightmare Rank Two
source: Hope you're ready for them!
it: Spero tu sia pronto per loro!

# 692_Man in Black Suit
source: If Rank Two couldn't beat you, I guess there's no way I could... But we'll get you yet!
it: Se il Rango Due non è riuscito a batterti, immagino che non ci sia modo per me... Ma ti prenderemo prima o poi!

# 704_Kiryu
source: Hey!
it: Ehi!

# 716_Black Nightmare Rank ?
source: Yes, sir? What can I do for you?
it: Sì, signore? Cosa posso fare per lei?

# 728_Kiryu
source: I don't have time to babysit you and the others. Tell me where your boss is. Now.
it: Non ho tempo di fare da babysitter a te e agli altri. Dimmi dov'è il tuo capo. Ora.

# 740_Black Nightmare Rank ?
source: Babysit...?
it: Babysitter...?

# 752_Kiryu
source: You heard me. Got a problem with that?
it: Mi hai sentito. Hai qualche problema?

# 764_Black Nightmare Rank ?
source: No, sir! Not at all, sir! Rank Zero is at the empty lot in the south end of the Champion District!
it: No, signore! Niente affatto, signore! Il Rango Zero è nel lotto vuoto all'estremità sud del Champion District!

# 776_Kiryu
source: Good. Now get lost.
it: Bene. Ora sparisci.

# 788_Black Nightmare Rank ?
source: Yes, sir!
it: Sì, signore!

# 824_Man in Black Suit
source: You got a world of pain in store for you. You might as well die now.
it: Ti aspetta un mondo di dolore. Tanto vale morire subito.

# 836_Man in Black Suit
source: Rank Two's coming for you next.
it: Il prossimo a venire per te sarà il Rango Due.

# 848_Man in Black Suit
source: Next up is Rank One and the boss. Hope you enjoy it.
it: I prossimi sono il Rango Uno e il capo. Spero che ti diverta.

# 860_Man in Black Suit
source: Rank Zero is at the empty lot in the south side of the Champion District!
it: Il Rango Zero è nel lotto vuoto nella parte sud del Champion District!
