Repository: zSavT/Yakuza4-Patch-ITA
Catalog: File Versione Beta/BZ file/File Estratti Tradotti/data/wdr_par_*/wdr/wdr_*/encount/09_00_00000000.po
Languages: it

source: Man in Purple
it: Uomo in viola

source: Purple Killers Member
it: Membro dei Purple Killers

# 128_Man in Purple
source: Are you Kiryu-san?
it: Lei è Kiryu-san?

# 140_Kiryu
source: Yes, I am.
it: Sì, sono io.

# 152_Man in Purple
source: I see, that's too bad.
it: Capisco, è un peccato.

# 164_Kiryu
source: What's too bad?
it: Cos'è un peccato?

# 176_Man in Purple
source: Sorry, but you're about to have a little accident!
it: Scusa, ma stai per avere un piccolo incidente!

# 188_Man in Purple
source: Hold it! You're Kiryu-san, right?
it: Fermo! Tu sei Kiryu-san, vero?

# 200_Kiryu
source: I am.
it: Lo sono.

# 212_Man in Purple
source: Aha! I found you! Prepare to dine! I mean, die! Prepare to die!
it: Aha! Ti ho trovato! Preparati a cenare! Cioè, a morire! Preparati a morire!

# 224_Kiryu
source: Hey, don't you think you're in over your head? You might hurt yourself.
it: Ehi, non pensi di aver fatto il passo più lungo della gamba? Potresti farti male.

# 236_Man in Purple
source: Shut up! This is something we have to do! It's do or die! Now put 'em up!
it: Zitto! È una cosa che dobbiamo fare! O la va o la spacca! Ora, in guardia!

# 248_Man in Purple
source: So you're Kiryu-kun?
it: Allora sei tu, Kiryu-kun?

# 260_Kiryu
source: Finally. Just who are you people?
it: Finalmente. Ma chi siete voi?

# 272_Man in Purple
source: We are the Purple Killers. Pleasure to meet you.
it: Siamo i Purple Killers. Piacere di conoscerti.

# 284_Kiryu
source: What's the deal with sending all these clowns to get me?
it: Qual è il senso di mandare tutti questi pagliacci a prendermi?

# 296_Purple Killers Member
source: They're decoys. If there are many people that look the same, it makes it easier for us to sneak up on our prey. Get it?
it: Sono esche. Se ci sono molte persone che si assomigliano, è più facile per noi avvicinarci di soppiatto alla nostra preda. Capito?

# 308_Kiryu
source: And just what is your objective?
it: E qual è il vostro obiettivo?

# 320_Purple Killers Member
source: What pro hitman worth his salt would answer a question like that?
it: Quale sicario professionista degno di questo nome risponderebbe a una domanda del genere?

# 332_Kiryu
source: Hitman, huh? Guess you won't tell me who's paying the bounty either.
it: Sicario, eh? Immagino che non mi dirai nemmeno chi paga la taglia.

# 344_Purple Killers Member
source: You're a quick learner.
it: Impari in fretta.

# 356_Kiryu
source: That only leaves me with one option－beating the info out of you.
it: Questo mi lascia solo un'opzione: tirarti fuori le informazioni a suon di botte.

# 368_Purple Killers Member
source: Quick on the uptake, and a tough talker! This oughta be fun. Ready to get started?
it: Svelto di comprendonio e con la lingua lunga! Sarà divertente. Pronto a iniziare?

# 380_Man in Purple
source: Whoa, there. Not so fast. You're not going to the bowling alley. You're gonna die.
it: Ehi, un momento. Non così in fretta. Non stai andando al bowling. Stai per morire.

# 416_Man in Purple
source: Damn, you're one strong mother－ Huh?
it: Dannazione, sei un figlio di... Eh?

# 428_Kiryu
source: ...What's wrong?
it: ...Cosa c'è che non va?

# 440_Man in Purple
source: You probably won't believe me, but a guy put me up to this. He was here just a second ago, fighting right beside me.
it: Probabilmente non mi crederai, ma un tizio mi ha incastrato. Era qui un secondo fa, a combattere proprio accanto a me.

# 452_Kiryu
source: What do you mean, he put you up to this?
it: Cosa intendi con, ti ha incastrato?

# 464_Man in Purple
source: He told us to wear the same purple jacket as him. He wanted us to talk to you. You know, pick a fight and distract you.
it: Ci ha detto di indossare la sua stessa giacca viola. Voleva che parlassimo con te. Sai, attaccare briga e distrarti.

# 476_Man in Purple
source: He said we didn't have to beat you, but if we did...
it: Ha detto che non dovevamo per forza batterti, ma se l'avessimo fatto...

# 488_Kiryu
source: ...He'd give you money.
it: ...Vi avrebbe dato dei soldi.

# 500_Man in Purple
source: Yeah! Exactly!
it: Sì! Esatto!

# 512_Man in Purple
source: Just by picking a fight with you, we'd get a hundred thou. A million if you croaked.
it: Solo attaccando briga con te, avremmo ottenuto centomila. Un milione se ci restavi secco.

# 524_Man in Purple
source: It was a bit strange 'cause he was fighting right here beside me, but he up and left once you beat us. Didn't even get my hundred thou...
it: È stato un po' strano perché stava combattendo proprio qui accanto a me, ma se n'è andato appena ci hai battuti. Non ho nemmeno ricevuto i miei centomila...

# 536_Kiryu
source: (A man dressed in purple, huh? I have no clue who he could be. Maybe this has something to do with all the gangs that have been after me.)
it: (Un uomo vestito di viola, eh? Non ho idea di chi possa essere. Forse c'entra qualcosa con tutte le gang che mi stanno dando la caccia.)

# 548_Man in Purple
source: Hey, you!
it: Ehi, tu!

# 560_Man in Purple
source: Oh, shit! Sorry! Please don't cut off my fingers!
it: Oh, merda! Scusa! Ti prego, non tagliarmi le dita!

# 572_Kiryu
source: I don't care about your fingers. Are you hired help, too?
it: Non mi interessano le tue dita. Sei stato ingaggiato anche tu?

# 584_Man in Purple
source: Huh?
it: Eh?

# 596_Kiryu
source: I'm asking if you were hired by a man in purple.
it: Ti sto chiedendo se sei stato ingaggiato da un uomo in viola.

# 608_Man in Purple
source: Oh, uh... Not exactly, but yeah! That kinda sums things up!
it: Oh, ehm... Non esattamente, ma sì! Più o meno è così!

# 620_Kiryu
source: Start talking.
it: Inizia a parlare.

# 632_Man in Purple
source: Yes, sir! We were enjoying ourselves at one of the establishments on Pink Street, until we got ripped off, big time!
it: Sì, signore! Ci stavamo divertendo in uno dei locali di Pink Street, finché non ci hanno fregato, alla grande!

# 644_Man in Purple
source: We were only there for ten minutes, when this huge, scary man comes and tells us to pay up－a million yen! We tried to run but got caught...
it: Eravamo lì solo da dieci minuti, quando arriva questo uomo enorme e spaventoso e ci dice di pagare... un milione di yen! Abbiamo provato a scappare ma ci hanno presi...

# 656_Man in Purple
source: The brute dragged us to the alley and pulled out a big, shiny knife... I thought we were goners, but then the men in purple came to save us!
it: Il bruto ci ha trascinati nel vicolo e ha tirato fuori un grosso coltello luccicante... Pensavo fossimo spacciati, ma poi sono arrivati gli uomini in viola a salvarci!

# 668_Man in Purple
source: They paid the million yen. I felt like I was given a second chance at life! But I was wrong...
it: Hanno pagato il milione di yen. Mi sono sentito come se mi fosse stata data una seconda possibilità! Ma mi sbagliavo...

# 680_Man in Purple
source: One of the purple guys had this creepy smirk. He told us to find you and give you a good beatdown.
it: Uno dei tizi in viola aveva un ghigno inquietante. Ci ha detto di trovarti e di darti una bella lezione.

# 692_Man in Purple
source: I tried to refuse at first, but the guy said, "Think of it as payback for the million yen favor." I'll never forget his scary face...
it: All'inizio ho provato a rifiutare, ma il tizio ha detto: "Consideralo un modo per ripagare il favore da un milione di yen". Non dimenticherò mai la sua faccia spaventosa...

# 704_Man in Purple
source: And then he pulled out this even bigger knife! Ten times scarier than the one the last guy had! I almost crapped myself.
it: E poi ha tirato fuori questo coltello ancora più grande! Dieci volte più spaventoso di quello del tizio precedente! Me la sono quasi fatta sotto.

# 716_Man in Purple
source: Then they handed us getups just like theirs, and we put them on as fast as we could. The rest... Well, you pretty much know.
it: Poi ci hanno dato dei completi uguali ai loro e li abbiamo indossati più in fretta che potevamo. Il resto... Beh, lo sai più o meno.

# 728_Kiryu
source: Got it. You can leave now.
it: Capito. Ora puoi andare.

# 740_Man in Purple
source: Uh, so you aren't gonna take a finger?
it: Uh, quindi non mi prenderai un dito?

# 752_Kiryu
source: I said I don't care about that! Now get out of here!
it: Ho detto che non mi interessa! Ora sparisci!

# 764_Man in Purple
source: Yes, sir! Sorry!
it: Sì, signore! Scusi!

# 776_Kiryu
source: (These guys are really clueless. To get to the bottom of this, I need to find the real men in purple.)
it: (Questi tizi sono davvero sprovveduti. Per venire a capo di questa storia, devo trovare i veri uomini in viola.)

# 788_Man in Purple
source: Feel like talking now?
it: Ora hai voglia di parlare?

# 812_Kiryu
source: I guess if you guys are true professionals, then you won't talk.
it: Immagino che se siete dei veri professionisti, allora non parlerete.

# 824_Kiryu
source: Clam up all you like. I'm gonna drag you around town on a rope and give you the grand tour.
it: State zitti quanto volete. Vi trascinerò in giro per la città con una corda e vi farò fare il giro turistico.

# 836_Kiryu
source: Then everybody will know how pathetic you guys are. You'll never get another gig again.
it: Così tutti sapranno quanto siete patetici. Non otterrete mai più un altro ingaggio.

# 848_Purple Killers Member
source: Dammit! Don't think we'll forget this!
it: Dannazione! Non pensare che ce lo dimenticheremo!

# 860_Kiryu
source: This guy's just a lackey, too. How will I get to the bottom of this?
it: Anche questo tizio è solo un tirapiedi. Come farò a venire a capo di questa storia?

# 872_Man in Purple
source: That all? It'll take more than you to finish me off.
it: Tutto qui? Ci vorrà ben altro che te per farmi fuori.

# 896_Kiryu
source: (I guess I have to take care of their boss at the bowling alley if I want these guys to stop harassing me...)
it: (Credo di dovermi occupare del loro capo al bowling se voglio che questi tizi smettano di tormentarmi...)

# 932_Man in Purple
source: Shit... The hell was that?
it: Merda... Che diavolo era?

# 944_Man in Purple
source: Whoa! That was scary.
it: Whoa! Che paura.

# 956_Man in Purple
source: Dammit!
it: Dannazione!
